[{"heading": "Events", "year": "404 BC", "date": "April 25", "txt": "Admiral Lysander and King Pausanias of Sparta blockade Athens and bring the Peloponnesian War to a successful conclusion.", "entities": [{"title": "Lysander", "href": "/wiki/Lysander", "description": "Lysander was a Spartan admiral who commanded the Spartan fleet in the Hellespont which defeated the Athenians at Aegospotami in 405 BC. The following year, he was able to force the Athenians to capitulate, bringing the Peloponnesian War to an end. He then played a key role in Sparta's domination of Greece for the next decade until his death at the Battle of Haliartus."}, {"title": "Pausanias of Sparta", "href": "/wiki/Pausanias_of_Sparta", "description": "Pausanias was the Agiad King of Sparta; the son of Pleistoanax. He ruled Sparta from 445 BC to 426 BC and again from 408 BC to 395 BC."}, {"title": "Peloponnesian War", "href": "/wiki/Peloponnesian_War", "description": "The Peloponnesian War was an ancient Greek war fought by the Delian League led by Athens against the Peloponnesian League led by Sparta. Historians have traditionally divided the war into three phases. In the first phase, the Archidamian War, Sparta launched repeated invasions of Attica, while Athens took advantage of its naval supremacy to raid the coast of the Peloponnese and attempt to suppress"}]}, {"heading": "Events", "year": "775", "date": "April 25", "txt": "The Battle of Bagrevand puts an end to an Armenian rebellion against the Abbasid Caliphate. Muslim control over Transcaucasia is solidified and its Islamization begins, while several major Armenian nakharar families lose power and their remnants flee to the Byzantine Empire.", "entities": [{"title": "Battle of Bagrevand", "href": "/wiki/Battle_of_Bagrevand", "description": "The Battle of Bagrevand was fought on 25 April 775, in the plains of Bagrevand, between the forces of the Armenian princes who had rebelled against the Abbasid Caliphate and the caliphal army. The battle resulted in a crushing Abbasid victory, with the death of the main Armenian leaders. The Mamikonian family's power in particular was almost extinguished. The battle signalled the beginning of larg"}, {"title": "Armenians", "href": "/wiki/Armenians", "description": "Armenians are an ethnic group native to the Armenian Highlands of Western Asia."}, {"title": "Abbasid Caliphate", "href": "/wiki/Abbasid_Caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}, {"title": "Transcaucasia", "href": "/wiki/Transcaucasia", "description": "Transcaucasia, also known as the South Caucasus, is a geographical region on the border of Eastern Europe and Western Asia, straddling the southern Caucasus Mountains. Transcaucasia roughly corresponds to modern Georgia, Armenia, and Azerbaijan. The total area of these countries measures about 186,100 square kilometres. Transcaucasia and Ciscaucasia together comprise the larger Caucasus geographic"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "799", "date": "April 25", "txt": "After mistreatment and disfigurement by the citizens of Rome, pope Leo III flees to the Frankish court of king Charlemagne at Paderborn for protection.", "entities": [{"title": "Disfigurement", "href": "/wiki/Disfigurement", "description": "Disfigurement is the state of having one's appearance deeply and persistently harmed medically, such as from a disease, birth defect, or wound. General societal attitudes towards disfigurement have varied greatly across cultures and over time, with cultures possessing strong social stigma against it often causing psychological distress to disfigured individuals. Alternatively, many societies have "}, {"title": "Pope Leo III", "href": "/wiki/Pope_Leo_III", "description": "Pope Leo III was the bishop of Rome and ruler of the Papal States from 26 December 795 to his death. Protected by Charlemagne from the supporters of his predecessor, Adrian I, Leo subsequently strengthened Charlemagne's position by crowning him emperor. The coronation was not approved in Constantinople, although the Byzantines, occupied with their own defenses, were in no position to offer much op"}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}, {"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}, {"title": "Paderborn", "href": "/wiki/Paderborn", "description": "Paderborn is a city in eastern North Rhine-Westphalia, Germany, capital of the Paderborn district. The name of the city derives from the river Pader and \"born\", an old German term for the source of a river. The river Pader originates in more than 200 springs near Paderborn Cathedral, where St. Liborius is buried."}]}, {"heading": "Events", "year": "1134", "date": "April 25", "txt": "The name Zagreb was mentioned for the first time in the Felician Charter relating to the establishment of the Zagreb Bishopric around 1094.", "entities": [{"title": "Zagreb", "href": "/wiki/Zagreb", "description": "Zagreb is the capital and largest city of Croatia. It is in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. The estimated population of the city in 2018 was 804,507. The population of the Zagreb urban agglomeration is 1,153,255, approximately a quarter of the total po"}]}, {"heading": "Events", "year": "1607", "date": "April 25", "txt": "Eighty Years' War: The Dutch fleet destroys the anchored Spanish fleet at Gibraltar.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Battle of Gibraltar (1607)", "href": "/wiki/Battle_of_Gibraltar_(1607)", "description": "The naval Battle of Gibraltar took place on 25 April 1607, during the Eighty Years' War, when a Dutch fleet surprised and engaged a Spanish fleet anchored at the Bay of Gibraltar. During the four hours of action, most of the Spanish ships were destroyed."}, {"title": "Gibraltar", "href": "/wiki/Gibraltar", "description": "Gibraltar is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians."}]}, {"heading": "Events", "year": "1644", "date": "April 25", "txt": "The Chongzhen Emperor, the last Emperor of Ming dynasty China, commits suicide during a peasant rebellion led by Li Zicheng.", "entities": [{"title": "Chongzhen Emperor", "href": "/wiki/Chongzhen_Emperor", "description": "The Chongzhen Emperor, personal name Zhu Youjian, was the 17th and last Emperor of the Ming dynasty as well as the last ethnic Han to rule over a unified China proper. He reigned from 1627 to 1644. \"Chongzhen,\" the era name of his reign, means \"honorable and auspicious\"."}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Li Zicheng", "href": "/wiki/Li_Zicheng", "description": "Li Zicheng, born Li Hongji, also known by the nickname, \"Dashing King\", was a Chinese peasant rebel leader who overthrew the Ming dynasty in 1644 and ruled over northern China briefly as the emperor of the short-lived Shun dynasty before his death a year later."}]}, {"heading": "Events", "year": "1707", "date": "April 25", "txt": "A coalition of Britain, the Netherlands and Portugal is defeated by a Franco-Spanish army at Almansa (Spain) in the War of the Spanish Succession.", "entities": [{"title": "Battle of Almansa", "href": "/wiki/Battle_of_Almansa", "description": "The Battle of Almansa was a battle fought as part of the War of the Spanish Succession. It took place on 25 April 1707 between the forces of Philip V of Spain, Bourbon, claimant to the Spanish throne, and his Habsburg rival, Archduke Charles of Austria. The result was a decisive Bourbon victory that reclaimed most of eastern Spain for Philip."}, {"title": "War of the Spanish Succession", "href": "/wiki/War_of_the_Spanish_Succession", "description": "The War of the Spanish Succession (1701–1714) was an early-18th-century European war, triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the "}]}, {"heading": "Events", "year": "1792", "date": "April 25", "txt": "Highwayman Nicolas J. Pelletier becomes the first person executed by guillotine.", "entities": [{"title": "Highwayman", "href": "/wiki/Highwayman", "description": "A highwayman was a robber who stole from travellers. This type of thief usually travelled and robbed by horse as compared to a footpad who travelled and robbed on foot; mounted highwaymen were widely considered to be socially superior to footpads. Such criminals operated until the mid or late 19th century. Highwaywomen, such as Katherine Ferrers, were said to also exist, often dressing as men, esp"}, {"title": "Nicolas Jacques Pelletier", "href": "/wiki/Nicolas_Jacques_Pelletier", "description": "Nicolas Jacques Pelletier was a French highwayman who was the first person to be executed by guillotine."}, {"title": "Guillotine", "href": "/wiki/Guillotine", "description": "A guillotine is an apparatus designed for efficiently carrying out executions by beheading. The device consists of a tall, upright frame with a weighted and angled blade suspended at the top. The condemned person is secured with stocks at the bottom of the frame, positioning the neck directly below the blade. The blade is then released, swiftly and forcefully decapitating the victim with a single,"}]}, {"heading": "Events", "year": "1792", "date": "April 25", "txt": "\"La Marseillaise\" (the French national anthem) is composed by Claude Joseph Rouget de Lisle.", "entities": [{"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}, {"title": "Claude Joseph Rouget de Lisle", "href": "/wiki/Claude_Joseph_Rouget_de_Lisle", "description": "Claude Joseph Rouget de Lisle, sometimes spelled de l'Isle or de Lile, was a French army officer of the French Revolutionary Wars. He is known for writing the words and music of the Chant de guerre pour l'armée du Rhin in 1792, which would later be known as La Marseillaise and become the French national anthem."}]}, {"heading": "Events", "year": "1829", "date": "April 25", "txt": "Charles Fremantle arrives in HMS Challenger off the coast of modern-day Western Australia prior to declaring the Swan River Colony for the United Kingdom.", "entities": [{"title": "Charles Fremantle", "href": "/wiki/Charles_Fremantle", "description": "Admiral Sir Charles Howe Fremantle GCB RN was a renowned British Royal Navy officer. The city of Fremantle, Western Australia, is named after him."}, {"title": "Swan River Colony", "href": "/wiki/Swan_River_Colony", "description": "The Swan River Colony, also known as the Swan River Settlement, or just Swan River, was a British colony established in 1829 on the Swan River, in Western Australia. This initial settlement place on the Swan River was soon named Perth, and it became the capital city of Western Australia."}]}, {"heading": "Events", "year": "1846", "date": "April 25", "txt": "Thornton Affair: Open conflict begins over the disputed border of Texas, triggering the Mexican–American War.", "entities": [{"title": "Thornton Affair", "href": "/wiki/Thornton_Affair", "description": "The Thornton Affair, also known as the Thornton Skirmish, Thornton's Defeat, or Rancho Carricitos was a battle in 1846 between the military forces of the United States and Mexico 20 miles (32 km) west upriver from Zachary Taylor's camp along the Rio Grande. The much larger Mexican force defeated the Americans in the opening of hostilities, and was the primary justification for U.S. President James"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Mexican–American War", "href": "/wiki/Mexican%E2%80%93American_War", "description": "The Mexican–American War, also known in the United States as the Mexican War and in Mexico as the Intervención Estadounidense en México, was an armed conflict between the United States and Mexico from 1846 to 1848. It followed the 1845 U.S. annexation of Texas, which Mexico considered Mexican territory since the Mexican government did not recognize the Velasco treaty signed by Mexican General Anto"}]}, {"heading": "Events", "year": "1849", "date": "April 25", "txt": "The Governor General of Canada, Lord Elgin, signs the Rebellion Losses Bill, outraging Montreal's English population and triggering the Montreal Riots.", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}, {"title": "James Bruce, 8th Earl of Elgin", "href": "/wiki/James_Bruce,_8th_Earl_of_Elgin", "description": "James Bruce, 8th Earl of Elgin and 12th Earl of Kincardine, was a British colonial administrator and diplomat. He served as Governor of Jamaica (1842–1846), Governor General of the Province of Canada (1847–1854), and Viceroy of India (1862–1863). In 1857, he was appointed High Commissioner and Plenipotentiary in China and the Far East to assist in the process of opening up China and Japan to Weste"}, {"title": "Rebellion Losses Bill", "href": "/wiki/Rebellion_Losses_Bill", "description": "The Rebellion Losses Bill was a controversial law enacted by the legislature of the Province of Canada in 1849. Its passage and subsequent assent by the Governor General, James Bruce, 8th Earl of Elgin makes the bill a landmark piece of legislation in Canadian political history."}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}, {"title": "English Canadian", "href": "/wiki/English_Canadian", "description": "English Canadians, or Anglo-Canadians, refers to either Canadians of English ethnic origin and heritage or to English-speaking or Anglophone Canadians of any ethnic origin; it is used primarily in contrast with French Canadians. Canada is an officially bilingual country, with English and French official language communities. Immigrant cultural groups ostensibly integrate into one or both of these "}, {"title": "Montreal Riots", "href": "/wiki/Montreal_Riots", "description": "The burning of the Parliament Buildings in Montreal was an important event in pre-Confederation Canadian history and occurred on the night of April 25, 1849, in Montreal in the Province of Canada. It is considered a crucial moment in the development of the Canadian democratic tradition, largely as a consequence of how the matter was dealt with by then co-prime ministers of the united Province of C"}]}, {"heading": "Events", "year": "1859", "date": "April 25", "txt": "British and French engineers break ground for the Suez Canal.", "entities": [{"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}]}, {"heading": "Events", "year": "1862", "date": "April 25", "txt": "American Civil War: Forces under U.S. Admiral David Farragut demand the surrender of the Confederate city of New Orleans, Louisiana.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Admiral", "href": "/wiki/Admiral", "description": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. In the Commonwealth nations and the United States, a \"full\" admiral is equivalent to a \"full\" general in the army, and is above vice admiral and below admiral of the fleet, or fleet admiral. In NATO, admirals have a rank code of OF-9 as a four-star rank."}, {"title": "David Farragut", "href": "/wiki/David_Farragut", "description": "David Glasgow Farragut was a flag officer of the United States Navy during the American Civil War. He was the first rear admiral, vice admiral, and admiral in the United States Navy. He is remembered for his order at the Battle of Mobile Bay usually paraphrased as \"Damn the torpedoes, full speed ahead\" in U.S. Navy tradition."}, {"title": "Capture of New Orleans", "href": "/wiki/Capture_of_New_Orleans", "description": "The capture of New Orleans during the American Civil War was a turning point in the war, which precipitated the capture of the Mississippi River. Having fought past Forts Jackson and St. Philip, the Union was unopposed in its capture of the city itself, which was spared the destruction suffered by many other Southern cities. However, the controversial and confrontational administration of the city"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "New Orleans", "href": "/wiki/New_Orleans", "description": "New Orleans is a consolidated city-parish located along the Mississippi River in the southeastern region of the U.S. state of Louisiana. With an estimated population of 390,144 in 2019, it is the most populous city in Louisiana. Serving as a major port, New Orleans is considered an economic and commercial hub for the broader Gulf Coast region of the United States."}]}, {"heading": "Events", "year": "1864", "date": "April 25", "txt": "American Civil War: In the Battle of Marks' Mills, a force of 8,000 Confederate soldiers attacks 1,800 Union soldiers and a large number of wagon teamsters, killing or wounding 1,500 Union combatants.", "entities": [{"title": "Battle of Marks' Mills", "href": "/wiki/Battle_of_Marks%27_Mills", "description": "The Battle of Marks' Mills, also known as the Action at Marks’ Mills, was fought in present-day Cleveland County, Arkansas, during the American Civil War. Confederate Brigadier-General James F. Fagan, having made a forced march, attacked a train of several hundred wagons, guarded by a brigade of infantry, 500 cavalry, and a section of light artillery under command of Lieutenant-Colonel Francis M. "}, {"title": "Confederate States Army", "href": "/wiki/Confederate_States_Army", "description": "The Confederate States Army, also called the Confederate Army or simply the Southern Army, was the military land force of the Confederate States of America during the American Civil War (1861–1865), fighting against the United States forces in order to uphold the institution of slavery in the Southern states. On February 28, 1861, the Provisional Confederate Congress established a provisional volu"}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Teamster", "href": "/wiki/Teamster", "description": "\n\nA teamster is a truck driver or a person who drives teams of draft animals. Further, the term often refers to a member of the International Brotherhood of Teamsters, a labor union in the United States and Canada."}]}, {"heading": "Events", "year": "1882", "date": "April 25", "txt": "French and Vietnamese troops clashed in Tonkin, when Commandant Henri Rivière seized the citadel of Hanoi with a small force of marine infantry.", "entities": [{"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}, {"title": "Nguyễn dynasty", "href": "/wiki/Nguy%E1%BB%85n_dynasty", "description": "The Nguyễn dynasty was the last Vietnamese dynasty, which ruled Vietnam largely independently from 1802 to 1883. During its existence, the empire expanded into modern-day southern Vietnam, Cambodia, and Laos through a continuation of the centuries-long Nam tiến and Siamese–Vietnamese wars. After 1883, the Nguyễn emperors ruled nominally as heads of state of the French protectorates of Annam and To"}, {"title": "Tonkin", "href": "/wiki/Tonkin", "description": "Tonkin, also spelled Tongkin, Tonquin or Tongking, is an exonym referring to the northern region of Vietnam. During the 17th and 18th centuries, this term referred to the domain Đàng Ngoài under Trịnh lords' control, including both the Northern and Thanh-Nghệ regions, north of the Gianh River. From 1884 to early 1945, this term was used for the French protectorate of Tonkin, composed of only the N"}, {"title": "Henri Rivière (naval officer)", "href": "/wiki/Henri_Rivi%C3%A8re_(naval_officer)", "description": "Henri Laurent Rivière was a French naval officer and a writer who is chiefly remembered today for advancing the French conquest of Tonkin in the 1880s. Rivière's seizure of the citadel of Hanoi in April 1882 inaugurated a period of undeclared hostilities between France and Dai Nam that culminated one year later in the Tonkin campaign (1883–1886)."}, {"title": "Battle of Hanoi (1882)", "href": "/wiki/Battle_of_Hanoi_(1882)", "description": "The Battle of Hanoi on 25 April 1882, was the illegal capture by French captain Henri Rivière, acting without his superiors' orders. The French handed the city back later."}, {"title": "Citadel of Hanoi", "href": "/wiki/Citadel_of_Hanoi", "description": "The Imperial Citadel of Thăng Long is a complex of historic imperial buildings located in the centre of Hanoi, Vietnam. It was first constructed in 1011 under the reign of Emperor Lý Thái Tổ of Lý dynasty."}]}, {"heading": "Events", "year": "1898", "date": "April 25", "txt": "Spanish–American War: The United States Congress declares that a state of war between the U.S. and Spain has existed since April 21, when an American naval blockade of the Spanish colony of Cuba began.", "entities": [{"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "United States declaration of war upon Spain", "href": "/wiki/United_States_declaration_of_war_upon_Spain", "description": "On 25 April 1898, the United States Congress declared war upon Spain. The ensuing Spanish–American War resulted in a decisive victory for the United States, and arguably served as a transitional period for both nations. Spain saw its days of empire fade, as the United States saw the prospect of overseas empire emerge. The war was ended by the Treaty of Paris signed on December 10 that same year."}, {"title": "Blockade", "href": "/wiki/Blockade", "description": "A blockade is an effort to cut off supplies, war material or communications from a particular area by force, either in part or totally. A blockade is not an embargo or sanctions, which are legal barriers to trade. It is also distinct from a siege in that a blockade is usually directed at an entire country or region, rather than a fortress or city. While most blockades historically took place at se"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1901", "date": "April 25", "txt": "New York becomes the first U.S. state to require automobile license plates.", "entities": [{"title": "Vehicle registration plates of New York", "href": "/wiki/Vehicle_registration_plates_of_New_York", "description": "The U.S. state of New York was the first to require its residents to register their motor vehicles, in 1901. Registrants provided their own license plates for display, featuring their initials until 1903 and numbers thereafter, until the state began to issue plates in 1910."}]}, {"heading": "Events", "year": "1915", "date": "April 25", "txt": "World War I: The Battle of Gallipoli begins: The invasion of the Turkish Gallipoli Peninsula by British, French, Indian, Newfoundland, Australian and New Zealand troops, begins with landings at Anzac Cove and Cape Helles.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Gallipoli", "href": "/wiki/Battle_of_Gallipoli", "description": "The Gallipoli campaign was a military campaign in the First World War that took place on the Gallipoli peninsula, from 17 February 1915 to 9 January 1916. The Entente powers, Britain, France and Russia, sought to weaken the Ottoman Empire, one of the Central Powers, by taking control of the Turkish straits. This would expose the Ottoman capital at Constantinople to bombardment by Allied battleship"}, {"title": "Landing at Anzac Cove", "href": "/wiki/Landing_at_Anzac_Cove", "description": "The landing at Anzac Cove on Sunday, 25 April 1915, also known as the landing at Gaba Tepe, and to the Turks as the Arıburnu Battle, was part of the amphibious invasion of the Gallipoli Peninsula by the forces of the British Empire, which began the land phase of the Gallipoli Campaign of the First World War."}, {"title": "Landing at Cape Helles", "href": "/wiki/Landing_at_Cape_Helles", "description": "The landing at Cape Helles was part of the amphibious invasion of the Gallipoli peninsula by British and French forces on 25 April 1915 during the First World War. Helles, at the foot of the peninsula, was the main landing area. With the support of the guns of the Royal Navy, the 29th Division was to advance six miles (9.7 km) along the peninsula on the first day and seize the heights of Achi Baba"}]}, {"heading": "Events", "year": "1916", "date": "April 25", "txt": "Anzac Day is commemorated for the first time on the first anniversary of the landing at ANZAC Cove.", "entities": [{"title": "Anzac Day", "href": "/wiki/Anzac_Day", "description": "Anzac Day is a national day of remembrance in Australia and New Zealand that broadly commemorates all Australians and New Zealanders \"who served and died in all wars, conflicts, and peacekeeping operations\" and \"the contribution and suffering of all those who have served\". Observed on 25 April each year, Anzac Day was originally devised to honour the members of the Australian and New Zealand Army "}]}, {"heading": "Events", "year": "1920", "date": "April 25", "txt": "At the San Remo conference, the principal Allied Powers of World War I adopt a resolution to determine the allocation of Class \"A\" League of Nations mandates for administration of the former Ottoman-ruled lands of the Middle East.", "entities": [{"title": "San Remo conference", "href": "/wiki/San_Remo_conference", "description": "The San Remo conference was an international meeting of the post-World War I Allied Supreme Council as an outgrowth of the Paris Peace Conference, held at Villa Devachan in Sanremo, Italy, from 19 to 26 April 1920. The San Remo Resolution passed on 25 April 1920 determined the allocation of Class \"A\" League of Nations mandates for the administration of three then-undefined Ottoman territories in t"}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}, {"title": "League of Nations mandate", "href": "/wiki/League_of_Nations_mandate", "description": "A League of Nations mandate was a legal status for certain territories transferred from the control of one country to another following World War I, or the legal instruments that contained the internationally agreed-upon terms for administering the territory on behalf of the League of Nations. These were of the nature of both a treaty and a constitution, which contained minority rights clauses tha"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1938", "date": "April 25", "txt": "U.S. Supreme Court delivers its opinion in Erie Railroad Co. v. Tompkins and overturns a century of federal common law.", "entities": [{"title": "U.S. Supreme Court", "href": "/wiki/U.S._Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1944", "date": "April 25", "txt": "The United Negro College Fund is incorporated.", "entities": [{"title": "United Negro College Fund", "href": "/wiki/United_Negro_College_Fund", "description": "UNCF, the United Negro College Fund, also known as the United Fund, is an American philanthropic organization that funds scholarships for Black students and general scholarship funds for 37 private historically Black colleges and universities. UNCF was incorporated on April 25, 1944 by Frederick D. Patterson, Mary McLeod Bethune, and others. UNCF is headquartered at 1805 7th Street, NW in Washingt"}]}, {"heading": "Events", "year": "1945", "date": "April 25", "txt": "Elbe Day: United States and Soviet troops meet in Torgau along the River Elbe, cutting the Wehrmacht of Nazi Germany in two.", "entities": [{"title": "Elbe Day", "href": "/wiki/Elbe_Day", "description": "Elbe Day, April 25, 1945, is the day Soviet and American troops met at the Elbe River, near Torgau in Germany, marking an important step toward the end of World War II in Europe. This contact between the Soviets, advancing from the East, and the Americans, advancing from the West, meant that the two powers had effectively cut Germany in two."}, {"title": "United States Armed Forces", "href": "/wiki/United_States_Armed_Forces", "description": "The United States Armed Forces are the military forces of the United States of America. It consists of the Army, Marine Corps, Navy, Air Force, Space Force, and Coast Guard. The president of the United States is the commander-in-chief of the Armed Forces and forms military policy with the Department of Defense (DoD) and Department of Homeland Security (DHS), both federal executive departments, act"}, {"title": "Soviet Armed Forces", "href": "/wiki/Soviet_Armed_Forces", "description": "The Soviet Armed Forces, also called the Armed Forces of the Union of Soviet Socialist Republics and Armed Forces of the Soviet Union were the armed forces of the Russian SFSR (1917–1922), the Soviet Union (1922–1991) and the Communist Party of the Soviet Union from their beginnings in the aftermath of the Russian Civil War to its dissolution on 26 December 1991. The Soviet Armed Forces ceased to "}, {"title": "Torgau", "href": "/wiki/Torgau", "description": "Torgau is a town on the banks of the Elbe in northwestern Saxony, Germany. It is the capital of the district Nordsachsen."}, {"title": "Elbe", "href": "/wiki/Elbe", "description": "The Elbe is one of the major rivers of Central Europe. It rises in the Krkonoše Mountains of the northern Czech Republic before traversing much of Bohemia, then Germany and flowing into the North Sea at Cuxhaven, 110 kilometres northwest of Hamburg. Its total length is 1,094 km (680 mi)."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1945", "date": "April 25", "txt": "Liberation Day (Italy): The National Liberation Committee for Northern Italy calls for a general uprising against the German occupation and the Italian Social Republic.", "entities": [{"title": "National Liberation Committee for Northern Italy", "href": "/wiki/National_Liberation_Committee_for_Northern_Italy", "description": "The Committee of National Liberation for Northern Italy was set up in February 1944 by partisans behind German lines in the Italian Social Republic, a German puppet state in Northern Italy. It enjoyed the loyalty of most anti-fascist groups in the region."}, {"title": "Italian Social Republic", "href": "/wiki/Italian_Social_Republic", "description": "The Italian Social Republic, popularly and historically known as Fascist Italy or the Republic of Salò, was a German puppet state with limited recognition that was created during the later part of World War II, and existing from the beginning of German occupation of Italy in September 1943 until the surrender of German troops in Italy in May 1945. During the civil war, which split the country in t"}]}, {"heading": "Events", "year": "1945", "date": "April 25", "txt": "United Nations Conference on International Organization: Founding negotiations for the United Nations begin in San Francisco.", "entities": [{"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}]}, {"heading": "Events", "year": "1945", "date": "April 25", "txt": "The last German troops retreat from Finland's soil in Lapland, ending the Lapland War. Military acts of Second World War end in Finland.", "entities": []}, {"heading": "Events", "year": "1951", "date": "April 25", "txt": "Korean War: Assaulting Chinese forces are forced to withdraw after heavy fighting with UN forces, primarily made up of Australian and Canadian troops, at the Battle of Kapyong.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Battle of Kapyong", "href": "/wiki/Battle_of_Kapyong", "description": "The Battle of Kapyong, also known as the Battle of Jiaping, was fought during the Korean War between United Nations Command (UN) forces—primarily Canadian, Australian, and New Zealand—and the Chinese People's Volunteer Army (PVA). The fighting occurred during the Chinese Spring Offensive and saw the 27th British Commonwealth Brigade establish blocking positions in the Kapyong Valley, on a key rout"}]}, {"heading": "Events", "year": "1953", "date": "April 25", "txt": "Francis Crick and James Watson publish \"Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid\" describing the double helix structure of DNA.", "entities": [{"title": "Francis Crick", "href": "/wiki/Francis_Crick", "description": "Francis Harry Compton Crick was a British molecular biologist, biophysicist, and neuroscientist. He, James Watson, and Rosalind Franklin played a crucial role in deciphering the helical structure of the DNA molecule. Crick and Watson's paper in Nature in 1953 laid the groundwork for understanding DNA structure and functions. Together with Maurice Wilkins, they were jointly awarded the 1962 Nobel P"}, {"title": "James Watson", "href": "/wiki/James_Watson", "description": "James Dewey Watson KBE is an American molecular biologist, geneticist and zoologist. In 1953, he co-authored with Francis Crick the academic paper proposing the double helix structure of the DNA molecule. Watson, Crick and Maurice Wilkins were awarded the 1962 Nobel Prize in Physiology or Medicine \"for their discoveries concerning the molecular structure of nucleic acids and its significance for i"}, {"title": "Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid", "href": "/wiki/Molecular_Structure_of_Nucleic_Acids:_A_Structure_for_Deoxyribose_Nucleic_Acid", "description": "\n\n\"Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid\" was the first article published to describe the discovery of the double helix structure of DNA, using X-ray diffraction and the mathematics of a helix transform. It was published by Francis Crick and James D. Watson in the scientific journal Nature on pages 737–738 of its 171st volume."}, {"title": "Double helix", "href": "/wiki/Double_helix", "description": "In molecular biology, the term double helix refers to the structure formed by double-stranded molecules of nucleic acids such as DNA. The double helical structure of a nucleic acid complex arises as a consequence of its secondary structure, and is a fundamental component in determining its tertiary structure. The term entered popular culture with the publication in 1968 of The Double Helix: A Pers"}, {"title": "DNA", "href": "/wiki/DNA", "description": "Deoxyribonucleic acid is a molecule composed of two polynucleotide chains that coil around each other to form a double helix carrying genetic instructions for the development, functioning, growth and reproduction of all known organisms and many viruses. DNA and ribonucleic acid (RNA) are nucleic acids. Alongside proteins, lipids and complex carbohydrates (polysaccharides), nucleic acids are one of"}]}, {"heading": "Events", "year": "1954", "date": "April 25", "txt": "The first practical solar cell is publicly demonstrated by Bell Telephone Laboratories.", "entities": [{"title": "Solar cell", "href": "/wiki/Solar_cell#History", "description": "A solar cell, or photovoltaic cell, is an electrical device that converts the energy of light directly into electricity by the photovoltaic effect, which is a physical and chemical phenomenon. It is a form of photoelectric cell, defined as a device whose electrical characteristics, such as current, voltage, or resistance, vary when exposed to light. Individual solar cell devices are often the elec"}, {"title": "Bell Labs", "href": "/wiki/Bell_Labs", "description": "Nokia Bell Labs is an American industrial research and scientific development company owned by Finnish company Nokia. With headquarters located in Murray Hill, New Jersey, the company operates several laboratories in the United States and around the world. Bell Labs has its origins in the complex past of the Bell System."}]}, {"heading": "Events", "year": "1959", "date": "April 25", "txt": "The Saint Lawrence Seaway, linking the North American Great Lakes and the Atlantic Ocean, officially opens to shipping.", "entities": [{"title": "Saint Lawrence Seaway", "href": "/wiki/Saint_Lawrence_Seaway", "description": "The Saint Lawrence Seaway is a system of locks, canals, and channels in Canada and the United States that permits oceangoing vessels to travel from the Atlantic Ocean to the Great Lakes of North America, as far inland as Duluth, Minnesota, at the western end of Lake Superior. The seaway is named for the Saint Lawrence River, which flows from Lake Ontario to the Atlantic Ocean. Legally, the seaway "}, {"title": "Great Lakes", "href": "/wiki/Great_Lakes", "description": "The Great Lakes, also called the Great Lakes of North America or the Laurentian Great Lakes, are a series of large interconnected freshwater lakes in the upper mid-east region of North America that connect to the Atlantic Ocean via the Saint Lawrence River. They are lakes Superior, Michigan, Huron, Erie, and Ontario and are in general on or near the Canada–United States border. Hydrologically, the"}]}, {"heading": "Events", "year": "1960", "date": "April 25", "txt": "The United States Navy submarine USS Triton completes the first submerged circumnavigation of the globe.", "entities": [{"title": "USS Triton (SSRN-586)", "href": "/wiki/USS_Triton_(SSRN-586)", "description": "USS Triton (SSRN/SSN-586) was a United States Navy radar picket nuclear submarine. In early 1960, it became the first vessel to execute a submerged circumnavigation of the Earth in Operation Sandblast. Triton accomplished this objective during her shakedown cruise while under the command of Captain Edward L. \"Ned\" Beach, Jr. She was the only member of her class and had the distinction of being the"}, {"title": "Operation Sandblast", "href": "/wiki/Operation_Sandblast", "description": "Operation Sandblast was the code name for the first submerged circumnavigation of the world, executed by the United States Navy nuclear-powered radar picket submarine USS Triton (SSRN-586) in 1960 under the command of Captain Edward L. Beach Jr."}]}, {"heading": "Events", "year": "1961", "date": "April 25", "txt": "Robert Noyce is granted a patent for an integrated circuit.", "entities": [{"title": "Robert Noyce", "href": "/wiki/Robert_Noyce", "description": "Robert Norton Noyce, nicknamed \"the Mayor of Silicon Valley\", was an American physicist who co-founded Fairchild Semiconductor in 1957 and Intel Corporation in 1968. He is also credited with the realization of the first monolithic integrated circuit or microchip, which fueled the personal computer revolution and gave Silicon Valley its name."}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Integrated circuit", "href": "/wiki/Integrated_circuit", "description": "An integrated circuit or monolithic integrated circuit is a set of electronic circuits on one small flat piece of semiconductor material, usually silicon. Large numbers of tiny MOSFETs integrate into a small chip. This results in circuits that are orders of magnitude smaller, faster, and less expensive than those constructed of discrete electronic components. The IC's mass production capability, r"}]}, {"heading": "Events", "year": "1972", "date": "April 25", "txt": "Vietnam War: Nguyen Hue Offensive: The North Vietnamese 320th Division forces 5,000 South Vietnamese troops to retreat and traps about 2,500 others northwest of Kontum.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Nguyen Hue Offensive", "href": "/wiki/Nguyen_Hue_Offensive", "description": "The Easter Offensive, also known as the 1972 spring–summer offensive by North Vietnam, or the red fiery summer as romanticized in South Vietnamese literature, was a military campaign conducted by the People's Army of Vietnam against the Army of the Republic of Vietnam and the United States military between 30 March and 22 October 1972, during the Vietnam War. This conventional invasion was a radic"}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Kontum", "href": "/wiki/Kontum", "description": "Kon Tum is the capital city of Kon Tum Province in Vietnam. It is located inland in the Central Highlands region of Vietnam, near the borders of Laos and Cambodia."}]}, {"heading": "Events", "year": "1974", "date": "April 25", "txt": "Carnation Revolution: A leftist military coup in Portugal overthrows the authoritarian-conservative Estado Novo regime and establishes a democratic government.", "entities": [{"title": "Carnation Revolution", "href": "/wiki/Carnation_Revolution", "description": "The Carnation Revolution, also known as the 25 April, was initially a 25 April 1974 military coup in Lisbon which overthrew the authoritarian Estado Novo regime. The revolution began as a coup organised by the Armed Forces Movement, composed of military officers who opposed the regime, but it was soon coupled with an unanticipated, popular civil resistance campaign. The revolution led to the fall "}, {"title": "Coup", "href": "/wiki/Coup", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "1981", "date": "April 25", "txt": "More than 100 workers are exposed to radiation during repairs of at the Tsuruga Nuclear Power Plant in Japan.", "entities": [{"title": "Tsuruga Nuclear Power Plant", "href": "/wiki/Tsuruga_Nuclear_Power_Plant", "description": "The Tsuruga Nuclear Power Plant  is located in the city of Tsuruga, Fukui Prefecture, Japan. It is operated by the Japan Atomic Power Company (JAPC). The total site area is 5.12 square kilometres (1.98 sq mi) with 94% of it being green area that the company is working to preserve. The Tsuruga site is a dual site with the decommissioned prototype Fugen Nuclear Power Plant."}]}, {"heading": "Events", "year": "1982", "date": "April 25", "txt": "Israel completes its withdrawal from the Sinai Peninsula per the Camp David Accords.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Sinai Peninsula", "href": "/wiki/Sinai_Peninsula", "description": "The Sinai Peninsula, or simply Sinai, is a peninsula in Egypt, and the only part of the country located in Asia. It is between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the "}, {"title": "Camp David Accords", "href": "/wiki/Camp_David_Accords", "description": "The Camp David Accords were a pair of political agreements signed by Egyptian President Anwar Sadat and Israeli Prime Minister Menachem Begin on 17 September 1978, following twelve days of secret negotiations at Camp David, the country retreat of the President of the United States in Maryland. The two framework agreements were signed at the White House and were witnessed by President Jimmy Carter."}]}, {"heading": "Events", "year": "1983", "date": "April 25", "txt": "Cold War: American schoolgirl Samantha Smith is invited to visit the Soviet Union by its leader Yuri Andropov after he read her letter in which she expressed fears about nuclear war.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Samantha Smith", "href": "/wiki/Samantha_Smith", "description": "Samantha Reed Smith was an American schoolgirl, peace activist, and child actress from Manchester, Maine, who became famous during the Cold War between the United States and the Soviet Union. In 1982, Smith wrote a letter to the newly appointed CPSU General Secretary Yuri Andropov, and received a personal reply with a personal invitation to visit the Soviet Union, which she accepted."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Yuri Andropov", "href": "/wiki/Yuri_Andropov", "description": "Yuri Vladimirovich Andropov was the sixth paramount leader of the Soviet Union and the fourth General Secretary of the Communist Party of the Soviet Union. Following the 18-year rule of Leonid Brezhnev, Andropov served in the post from November 1982 until his death in February 1984."}, {"title": "Nuclear warfare", "href": "/wiki/Nuclear_warfare", "description": "Nuclear warfare is a military conflict or political strategy which deploys nuclear weaponry. Nuclear weapons are weapons of mass destruction; in contrast to conventional warfare, nuclear warfare can produce destruction in a much shorter time and can have a long-lasting radiological result. A major nuclear exchange would have long-term effects, primarily from the fallout released, and could also le"}]}, {"heading": "Events", "year": "1983", "date": "April 25", "txt": "Pioneer 10 travels beyond Pluto's orbit.", "entities": [{"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}]}, {"heading": "Events", "year": "1988", "date": "April 25", "txt": "In Israel, John Demjanjuk is sentenced to death for war crimes committed in World War II.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "John Demjanjuk", "href": "/wiki/John_Demjanjuk", "description": "John Demjanjuk was a Ukrainian-American who served as a Trawniki man and Nazi camp guard at Sobibor extermination camp, Majdanek, and Flossenbürg. Demjanjuk became the center of global media attention in the 1980s, when he was tried and convicted after being misidentified as \"Ivan the Terrible\", a notoriously cruel watchman at Treblinka extermination camp. Shortly before his death, he was again tr"}, {"title": "War crime", "href": "/wiki/War_crime", "description": "A war crime is an act that constitutes a serious violation of the laws of war that gives rise to individual criminal responsibility. Examples of crimes include intentionally killing civilians or prisoners, torturing, destroying civilian property, taking hostages, performing a perfidy, raping, using child soldiers, pillaging, declaring that no quarter will be given, and seriously violating the prin"}]}, {"heading": "Events", "year": "1990", "date": "April 25", "txt": "Violeta Chamorro takes office as the President of Nicaragua, the first woman to hold the position.", "entities": [{"title": "Violeta Chamorro", "href": "/wiki/Violeta_Chamorro", "description": "Violeta Chamorro is a Nicaraguan politician who served as President of Nicaragua from 1990 to 1997. She was the first and, to date, only woman to hold the position of president in Nicaragua."}, {"title": "President of Nicaragua", "href": "/wiki/President_of_Nicaragua", "description": "The president of Nicaragua, officially known as the president of the Republic of Nicaragua, is the head of state of Nicaragua. The office was created in the Constitution of 1854. From 1825 until the Constitution of 1838, the head of state of Nicaragua was styled simply as Head of State, and from 1838 to 1854 as Supreme Director."}]}, {"heading": "Events", "year": "2004", "date": "April 25", "txt": "The March for Women's Lives brings between 500,000 and 800,000 protesters, mostly pro-choice, to Washington D.C. to protest the Partial-Birth Abortion Ban Act of 2003, and other restrictions on abortion.", "entities": [{"title": "March for Women's Lives", "href": "/wiki/March_for_Women%27s_Lives", "description": "The March for Women's Lives (2004) was a protest demonstration held on April 25, 2004 at the National Mall in Washington, D.C. There was approximately 1.3 million participants. The demonstration was led by seven groups; National Organization for Women, American Civil Liberties Union, Black Women’s Health Imperative, Feminist Majority, NARAL Pro Choice America, National Latina Institute for Reprodu"}, {"title": "Partial-Birth Abortion Ban Act", "href": "/wiki/Partial-Birth_Abortion_Ban_Act", "description": "The Partial-Birth Abortion Ban Act of 2003 is a United States law prohibiting a form of late termination of pregnancy called \"partial-birth abortion\", referred to in medical literature as intact dilation and extraction. Under this law, any physician \"who, in or affecting interstate or foreign commerce, knowingly performs a partial-birth abortion and thereby kills a human fetus shall be fined under"}, {"title": "Abortion", "href": "/wiki/Abortion", "description": "Abortion is the ending of a pregnancy by removal or expulsion of an embryo or fetus. An abortion that occurs without intervention is known as a miscarriage or \"spontaneous abortion\" and occurs in approximately 30% to 40% of pregnancies. When deliberate steps are taken to end a pregnancy, it is called an induced abortion, or less frequently \"induced miscarriage\". The unmodified word abortion genera"}]}, {"heading": "Events", "year": "2005", "date": "April 25", "txt": "The final piece of the Obelisk of Axum is returned to Ethiopia after being stolen by the invading Italian army in 1937.", "entities": [{"title": "Obelisk of Axum", "href": "/wiki/Obelisk_of_Axum", "description": "The Obelisk of Axum is a 4th-century CE, 24-metre-tall (79-feet) phonolite stele/obelisk, weighing 160 tonnes, in the city of Axum in Ethiopia. It is ornamented with two false doors at the base and features decorations resembling windows on all sides. The obelisk ends in a semi-circular top, which used to be enclosed by metal frames."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "1937", "href": "/wiki/1937", "description": "1937 (MCMXXXVII) was a common year starting on Friday of the Gregorian calendar, the 1937th year of the Common Era (CE) and Anno Domini (AD) designations, the 937th year of the 2nd millennium, the 37th year of the 20th century, and the 8th year of the 1930s decade. "}]}, {"heading": "Events", "year": "2005", "date": "April 25", "txt": "Bulgaria and Romania sign accession treaties to join the European Union.", "entities": [{"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "European Union", "href": "/wiki/European_Union", "description": "The European Union (EU) is a political and economic union of 27 member states that are located primarily in Europe. Its members have a combined area of 4,233,255.3 km2 (1,634,469.0 sq mi) and an estimated total population of about 447 million. The EU has developed an internal single market through a standardised system of laws that apply in all member states in those matters, and only those matter"}]}, {"heading": "Events", "year": "2007", "date": "April 25", "txt": "Boris Yeltsin's funeral: The first to be sanctioned by the Russian Orthodox Church for a head of state since the funeral of Emperor Alexander III in 1894.", "entities": [{"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "Russian Orthodox Church", "href": "/wiki/Russian_Orthodox_Church", "description": "The Russian Orthodox Church, alternatively legally known as the Moscow Patriarchate, is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople"}, {"title": "Alexander III of Russia", "href": "/wiki/Alexander_III_of_Russia", "description": "Alexander III was Emperor of Russia, King of Poland and Grand Duke of Finland from 13 March 1881 until his death in 1894. He was highly reactionary and reversed some of the liberal reforms of his father, Alexander II. Under the influence of Konstantin Pobedonostsev (1827–1907), he opposed any reform that limited his autocratic rule. During his reign, Russia fought no major wars; he was therefore s"}]}, {"heading": "Events", "year": "2015", "date": "April 25", "txt": "Nearly 9,100 are killed after a massive 7.8 magnitude earthquake strikes Nepal.", "entities": [{"title": "April 2015 Nepal earthquake", "href": "/wiki/April_2015_Nepal_earthquake", "description": "The April 2015 Nepal earthquake killed nearly 9,000 people and injured nearly 22,000. It occurred at 11:56 Nepal Standard Time on 25 April 2015, with a magnitude of 7.8Mw or 8.1Ms and a maximum Mercalli Intensity of VIII (Severe). Its epicenter was east of Gorkha District at Barpak, Gorkha, and its hypocenter was at a depth of approximately 8.2 km (5.1 mi). It was the worst natural disaster to str"}]}, {"heading": "Births", "year": "1214", "date": "April 25", "txt": "Louis IX of France (d. 1270)", "entities": [{"title": "Louis IX of France", "href": "/wiki/Louis_IX_of_France", "description": "Louis IX, commonly known as Saint Louis or Louis the Saint, is the only king of France to have been canonized in the Catholic Church. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII; his mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis's childhood, Blanche "}]}, {"heading": "Births", "year": "1228", "date": "April 25", "txt": "Conrad IV of Germany (d. 1254)", "entities": [{"title": "Conrad IV of Germany", "href": "/wiki/Conrad_IV_of_Germany", "description": "Conrad, a member of the Hohenstaufen dynasty, was the only son of Emperor Frederick II from his second marriage with Queen Isabella II of Jerusalem. He inherited the title of King of Jerusalem upon the death of his mother in childbed. Appointed Duke of Swabia in 1235, his father had him elected King of Germany and crowned King of Italy in 1237. After the emperor was deposed and died in 1250, he ru"}]}, {"heading": "Births", "year": "1284", "date": "April 25", "txt": "Edward II of England (d. 1327)", "entities": [{"title": "Edward II of England", "href": "/wiki/Edward_II_of_England", "description": "Edward II, also called Edward of Caernarfon, was King of England from 1307 until he was deposed in January 1327. The fourth son of Edward I, Edward became the heir apparent to the throne following the death of his elder brother Alphonso. Beginning in 1300, Edward accompanied his father on campaigns to pacify Scotland. In 1306, he was knighted in a grand ceremony at Westminster Abbey. Following his"}]}, {"heading": "Births", "year": "1287", "date": "April 25", "txt": "Roger Mortimer, 1st Earl of March, English politician, Lord Lieutenant of Ireland (d. 1330)", "entities": [{"title": "Roger Mortimer, 1st Earl of March", "href": "/wiki/Roger_Mortimer,_1st_Earl_of_March", "description": "Roger Mortimer, 3rd Baron Mortimer, 1st Earl of March, was an English nobleman and powerful Marcher lord who gained many estates in the Welsh Marches and Ireland following his advantageous marriage to the wealthy heiress Joan de Geneville, 2nd Baroness Geneville. In November 1316, he was appointed Lord Lieutenant of Ireland. He was imprisoned in the Tower of London in 1322 for having led the March"}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1502", "date": "April 25", "txt": "Georg Major, German theologian and academic (d. 1574)", "entities": [{"title": "Georg Major", "href": "/wiki/Georg_Major", "description": "George Major was a Lutheran theologian of the Protestant Reformation. He was born in Nuremberg and died at Wittenberg."}]}, {"heading": "Births", "year": "1529", "date": "April 25", "txt": "Francesco Patrizi, Italian philosopher and scientist (d. 1597)", "entities": [{"title": "Francesco Patrizi", "href": "/wiki/Francesco_Patrizi", "description": "Franciscus Patricius was a Croatian philosopher and scientist from the Republic of Venice (present day Cres, Croatia. He was known as a defender of Platonism and an opponent of Aristotelianism. In Croatia he is mostly referred to as Franjo Petriš or Frane Petrić. His family name in Cres was known as Petris."}]}, {"heading": "Births", "year": "1599", "date": "April 25", "txt": "Oliver Cromwell, English general and politician, Lord Protector of Great Britain (d. 1658)", "entities": [{"title": "Oliver Cromwell", "href": "/wiki/Oliver_Cromwell", "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."}, {"title": "Lord Protector", "href": "/wiki/Lord_Protector", "description": "Lord Protector is a title that has been used in British constitutional law for the head of state. It is also a particular title for the British heads of state in respect to the established church. It is sometimes used to refer to holders of other temporary posts; for example, a regent acting for the absent monarch."}]}, {"heading": "Births", "year": "1621", "date": "April 25", "txt": "Roger Boyle, 1st Earl of Orrery, English soldier and politician (d. 1679)", "entities": [{"title": "Roger Boyle, 1st Earl of Orrery", "href": "/wiki/Roger_Boyle,_1st_Earl_of_Orrery", "description": "\nRoger Boyle, 1st Earl of Orrery, styled Lord Broghill from 1628 to 1660, was an Anglo-Irish soldier and politician who sat in the House of Commons of England at various times between 1654 and 1679. Boyle fought in the Irish Confederate Wars and subsequently became known for his antagonism towards Irish Catholics and their political aspirations. He was also a noted playwright and writer on 17th ce"}]}, {"heading": "Births", "year": "1666", "date": "April 25", "txt": "Johann Heinrich Buttstett, German organist and composer (d. 1727)", "entities": [{"title": "Johann Heinrich Buttstett", "href": "/wiki/Johann_Heinrich_Buttstett", "description": "\nJohann Heinrich Buttstett was a German Baroque organist and composer. Although he was Johann Pachelbel's most important pupil and one of the last major exponents of the south German organ tradition, Buttstett is best remembered for a dispute with Johann Mattheson."}]}, {"heading": "Births", "year": "1694", "date": "April 25", "txt": "Richard Boyle, 3rd Earl of Burlington, English architect and politician, Lord High Treasurer of Ireland (d. 1753)", "entities": [{"title": "Richard Boyle, 3rd Earl of Burlington", "href": "/wiki/Richard_Boyle,_3rd_Earl_of_Burlington", "description": "Richard Boyle, 3rd Earl of Burlington and 4th Earl of Cork, was an Anglo-Irish architect and noble often called the \"Apollo of the Arts\" and the \"Architect Earl\". The son of the 2nd Earl of Burlington and 3rd Earl of Cork, Burlington never took more than a passing interest in politics despite his position as a Privy Counsellor and a member of both the British House of Lords and the Irish House of "}, {"title": "Lord High Treasurer of Ireland", "href": "/wiki/Lord_High_Treasurer_of_Ireland", "description": "\n\nThe Lord High Treasurer of Ireland was the head of the Exchequer of Ireland, chief financial officer of the Kingdom of Ireland. The designation High was added in 1695. After the Acts of Union 1800 created the United Kingdom of Great Britain and Ireland, the Consolidated Fund Act 1816 merged the Irish Inferior Exchequer into the British Treasury with effect from 1817, and the post of Lord High Tr"}]}, {"heading": "Births", "year": "1710", "date": "April 25", "txt": "James Ferguson, Scottish astronomer and author (d. 1776)", "entities": [{"title": "James Ferguson (Scottish astronomer)", "href": "/wiki/James_Ferguson_(Scottish_astronomer)", "description": "James Ferguson was a Scottish astronomer. He is known as the inventor and improver of astronomical and other scientific apparatus, as a striking instance of self education and as an itinerant lecturer."}]}, {"heading": "Births", "year": "1723", "date": "April 25", "txt": "Giovanni Marco Rutini, Italian composer (d. 1797)", "entities": [{"title": "Giovanni Marco Rutini", "href": "/wiki/Giovanni_Marco_Rutini", "description": "Giovanni Marco Rutini was an Italian composer."}]}, {"heading": "Births", "year": "1725", "date": "April 25", "txt": "Augustus Keppel, 1st Viscount Keppel, English admiral and politician (d. 1786)", "entities": [{"title": "Augustus Keppel, 1st Viscount Keppel", "href": "/wiki/Augustus_Keppel,_1st_Viscount_Keppel", "description": "Admiral Augustus Keppel, 1st Viscount Keppel, PC was a Royal Navy officer and politician who sat in the House of Commons from 1755 to 1782. He saw action in command of various ships, including the fourth-rate Maidstone, during the War of the Austrian Succession. He went on to serve as Commodore on the North American Station and then Commander-in-Chief, Jamaica Station during the Seven Years' War. "}]}, {"heading": "Births", "year": "1767", "date": "April 25", "txt": "Nicolas Oudinot, French general (d. 1847)", "entities": [{"title": "Nicolas Oudinot", "href": "/wiki/Nicolas_Oudinot", "description": "Nicolas Charles Oudinot, 1st Count Oudinot, 1st Duke of Reggio, was a Marshal of the Empire. He is known to have been wounded 34 times in battle. Oudinot is one of the Names inscribed under the Arc de Triomphe, Eastern pillar Columns 13, 14."}]}, {"heading": "Births", "year": "1770", "date": "April 25", "txt": "Georg Sverdrup, Norwegian philologist and academic (d. 1850)", "entities": [{"title": "Georg Sverdrup", "href": "/wiki/Georg_Sverdrup", "description": "Georg Sverdrup was a Norwegian statesman, best known as one of the presidents of the Norwegian Constituent Assembly in Eidsvoll in 1814. He was a member of the Norwegian Parliament and was also responsible for the development of the first Norwegian university library."}]}, {"heading": "Births", "year": "1776", "date": "April 25", "txt": "Princess Mary, Duchess of Gloucester and Edinburgh (d. 1857)", "entities": [{"title": "Princess Mary, Duchess of Gloucester and Edinburgh", "href": "/wiki/Princess_Mary,_Duchess_of_Gloucester_and_Edinburgh", "description": "Princess Mary, Duchess of Gloucester and Edinburgh was the eleventh child and fourth daughter of King George III of the United Kingdom and his consort Charlotte of Mecklenburg-Strelitz."}]}, {"heading": "Births", "year": "1843", "date": "April 25", "txt": "Princess Alice of the United Kingdom (d. 1878)", "entities": [{"title": "Princess Alice of the United Kingdom", "href": "/wiki/Princess_Alice_of_the_United_Kingdom", "description": "Princess Alice Maud Mary of the United Kingdom was the Grand Duchess of Hesse and by Rhine from 1877 to 1878. She was the third child and second daughter of Queen Victoria and Albert, Prince Consort. Alice was the first of Queen Victoria's nine children to die, and one of three to be outlived by their mother, who died in 1901. Her life had been enwrapped in tragedy since her father's death in 1861"}]}, {"heading": "Births", "year": "1849", "date": "April 25", "txt": "Felix Klein, German mathematician and academic (d. 1925)", "entities": [{"title": "Felix Klein", "href": "/wiki/Felix_Klein", "description": "Christian Felix Klein was a German mathematician and mathematics educator, known for his work with group theory, complex analysis, non-Euclidean geometry, and on the associations between geometry and group theory. His 1872 Erlangen program, classifying geometries by their basic symmetry groups, was an influential synthesis of much of the mathematics of the time."}]}, {"heading": "Births", "year": "1850", "date": "April 25", "txt": "Luise Adolpha Le Beau, German composer and educator (d. 1927)", "entities": [{"title": "Luise Adolpha Le Beau", "href": "/wiki/Luise_Adolpha_Le_Beau", "description": "Luise Adolpha Le Beau was a German composer of classical music. She studied with noted musicians Clara Schumann and Franz Lachner, but her primary instructor was Josef Gabriel Rheinberger. Like many other 19th century female composers, Le Beau began her career in music as a pianist, and later earned her living teaching, critiquing, and performing music."}]}, {"heading": "Births", "year": "1851", "date": "April 25", "txt": "Leopoldo Alas, Spanish author, critic, and academic (d. 1901)", "entities": [{"title": "Leopoldo Alas", "href": "/wiki/Leopoldo_Alas", "description": "Leopoldo Enrique García-Alas y Ureña, also known as Clarín, was a Spanish realist novelist born in Zamora. His inflammatory articles, known as paliques (“chitchat”), as well as his advocacy of liberalism and anti-clericalism, made him a formidable and controversial critical voice. He died in Oviedo."}]}, {"heading": "Births", "year": "1854", "date": "April 25", "txt": "Charles Sumner Tainter, American engineer and inventor (d. 1940)", "entities": [{"title": "Charles Sumner Tainter", "href": "/wiki/Charles_Sumner_Tainter", "description": "Charles Sumner Tainter was an American scientific instrument maker, engineer and inventor, best known for his collaborations with Alexander Graham Bell, Chichester Bell, Alexander's father-in-law Gardiner Hubbard, and for his significant improvements to Thomas Edison's phonograph, resulting in the Graphophone, one version of which was the first Dictaphone."}]}, {"heading": "Births", "year": "1862", "date": "April 25", "txt": "Edward Grey, 1st Viscount Grey of Fallodon, English ornithologist and politician, Secretary of State for Foreign and Commonwealth Affairs (d. 1933)", "entities": [{"title": "Edward Grey, 1st Viscount Grey of Fallodon", "href": "/wiki/Edward_Grey,_1st_Viscount_Grey_of_Fallodon", "description": "Edward Grey, 1st Viscount Grey of Fallodon,, better known as Sir Edward Grey, was a British Liberal statesman and the main force behind British foreign policy in the era of the First World War."}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1868", "date": "April 25", "txt": "John Moisant, American pilot and engineer (d. 1910)", "entities": [{"title": "John Moisant", "href": "/wiki/John_Moisant", "description": "John Bevins Moisant, known as the \"King of Aviators,\" was an American aviator, aeronautical engineer, flight instructor, businessman, and revolutionary. As a pilot, he was the first to conduct passenger flights over a city (Paris), as well as across the English Channel, from Paris to London. He also co-founded a prominent flying circus, the Moisant International Aviators."}]}, {"heading": "Births", "year": "1871", "date": "April 25", "txt": "Lorne Currie, French-English sailor (d. 1926)", "entities": [{"title": "Lorne Currie", "href": "/wiki/Lorne_Currie", "description": "Lorne Campbell Currie was a sailor from Great Britain, who represented his country at the 1900 Summer Olympics in Meulan, France. With crew John Gretton, Linton Hope and Algernon Maudslay. Currie, as helmsman, took first place in race of the .5 to 1 ton. He was born and died in Le Havre, France. His father, John Martin Currie, was a younger brother of Donald Currie, the ship owner, and acted as ag"}]}, {"heading": "Births", "year": "1872", "date": "April 25", "txt": "C. B. Fry, English cricketer, footballer, educator, and politician (d. 1956)", "entities": [{"title": "C. B. Fry", "href": "/wiki/C._B._Fry", "description": "Charles Burgess Fry was an English sportsman, politician, diplomat, academic, teacher, writer, editor and publisher, who is best remembered for his career as a cricketer. John Arlott described him with the words: \"Charles Fry could be autocratic, angry and self-willed: he was also magnanimous, extravagant, generous, elegant, brilliant – and fun ... he was probably the most variously gifted English"}]}, {"heading": "Births", "year": "1873", "date": "April 25", "txt": "Walter de la Mare, English poet, short story writer, and novelist (d. 1956)", "entities": [{"title": "Walter de la Mare", "href": "/wiki/Walter_de_la_Mare", "description": "Walter John de la Mare was an English poet, short story writer, and novelist. He is probably best remembered for his works for children, for his poem \"The Listeners\", and for a highly acclaimed selection of subtle psychological horror stories, amongst them \"Seaton's Aunt\" and \"All Hallows\"."}]}, {"heading": "Births", "year": "1873", "date": "April 25", "txt": "Howard Garis, American author, creator of the Uncle Wiggily series of children's stories (d. 1962)", "entities": []}, {"heading": "Births", "year": "1874", "date": "April 25", "txt": "Guglielmo Marconi, Italian businessman and inventor, developed Marconi's law, Nobel Prize laureate (d. 1937)", "entities": [{"title": "Guglielmo Marconi", "href": "/wiki/Guglielmo_Marconi", "description": "Guglielmo Giovanni Maria Marconi, 1st Marquis of Marconi was an Italian inventor and electrical engineer, known for his pioneering work on long-distance radio transmission, development of Marconi's law, and a radio telegraph system. He is credited as the inventor of radio, and he shared the 1909 Nobel Prize in Physics with Karl Ferdinand Braun \"in recognition of their contributions to the developm"}, {"title": "Marconi's law", "href": "/wiki/Marconi%27s_law", "description": "Marconi's law is the relation between length of antennas and maximum signaling distance of radio transmissions. Guglielmo Marconi enunciated at one time an empirical law that, for simple vertical sending and receiving antennas of equal height, the maximum working telegraphic distance varied as the square of the height of the antenna. It has been stated that the rule was tested in experiments made "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1874", "date": "April 25", "txt": "Ernest Webb, English-Canadian race walker (d. 1937)", "entities": []}, {"heading": "Births", "year": "1876", "date": "April 25", "txt": "Jacob Nicol, Canadian publisher, lawyer, and politician (d. 1958)", "entities": [{"title": "Jacob Nicol", "href": "/wiki/Jacob_Nicol", "description": "Jacob Nicol, was a Canadian lawyer, newspaper publisher, and politician."}]}, {"heading": "Births", "year": "1878", "date": "April 25", "txt": "William Merz, American gymnast and triathlete (d. 1946)", "entities": [{"title": "William Merz", "href": "/wiki/William_Merz", "description": "William G. Merz was an American gymnast and track and field athlete who competed in the 1904 Summer Olympics. He died in Overland, Missouri."}]}, {"heading": "Births", "year": "1882", "date": "April 25", "txt": "Fred McLeod, Scottish golfer (d. 1976)", "entities": [{"title": "Fred McLeod", "href": "/wiki/Fred_McLeod", "description": "Frederick Robertson McLeod was a Scottish-American professional golfer who had a distinguished career in the United States, which included victory in the 1908 U.S. Open. He was born in Kirk Ports, North Berwick, East Lothian, Scotland."}]}, {"heading": "Births", "year": "1887", "date": "April 25", "txt": "Kojo Tovalou Houénou, Beninese lawyer and critic (d. 1936)", "entities": [{"title": "Kojo Tovalou Houénou", "href": "/wiki/Kojo_Tovalou_Hou%C3%A9nou", "description": "Kojo Tovalou Houénou was a prominent African critic of the French colonial empire in Africa. Born in Porto-Novo to a wealthy father and a mother who belonged to the royal family of the Kingdom of Dahomey, he was sent to France for education at the age of 13. There he received a law degree, medical training, and served in the French armed forces as an army doctor during World War I. Following the w"}]}, {"heading": "Births", "year": "1892", "date": "April 25", "txt": "Maud Hart Lovelace, American author (d. 1980)", "entities": [{"title": "Maud Hart Lovelace", "href": "/wiki/Maud_Hart_Lovelace", "description": "Maud Hart Lovelace was an American author best known for the Betsy-Tacy series."}]}, {"heading": "Births", "year": "1896", "date": "April 25", "txt": "Fred Haney, American baseball player, coach, and manager (d. 1977)", "entities": [{"title": "Fred Haney", "href": "/wiki/Fred_Haney", "description": "Fred Girard Haney was an American third baseman, manager, coach and executive in Major League Baseball (MLB). As a manager, he won two pennants and a world championship with the Milwaukee Braves. He later served as the first general manager of the expansion Los Angeles Angels in the American League. For years, Haney was one of the most popular baseball figures in Los Angeles. In 1974 he was presen"}]}, {"heading": "Births", "year": "1897", "date": "April 25", "txt": "Mary, Princess Royal and Countess of Harewood (d. 1965)", "entities": [{"title": "Mary, Princess Royal and Countess of Harewood", "href": "/wiki/Mary,_Princess_Royal_and_Countess_of_Harewood", "description": "Mary, Princess Royal and Countess of Harewood, was a member of the British royal family. She was the only daughter of King George V and Queen Mary, and was also the aunt of the current British monarch, Queen Elizabeth II. In the First World War, she performed charity work in support of servicemen and their families. She was given the title of Princess Royal in 1932. During the Second World War, sh"}]}, {"heading": "Births", "year": "1900", "date": "April 25", "txt": "Gladwyn Jebb, English politician and diplomat, Secretary-General of the United Nations (d. 1996)", "entities": [{"title": "Gladwyn Jebb", "href": "/wiki/Gladwyn_Jebb", "description": "Hubert Miles Gladwyn Jebb, 1st Baron Gladwyn, was a prominent British civil servant, diplomat and politician who was the Acting Secretary-General of the United Nations from October 1945 to February 1946."}, {"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Births", "year": "1900", "date": "April 25", "txt": "Wolfgang Pauli, Austrian-Swiss-American physicist and academic, Nobel Prize laureate (d. 1958)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1902", "date": "April 25", "txt": "Werner Heyde, German psychiatrist and academic (d. 1964)", "entities": [{"title": "Werner Heyde", "href": "/wiki/Werner_Heyde", "description": "Werner Heyde was a German psychiatrist. He was one of the main organizers of Nazi Germany's T-4 Euthanasia Program."}]}, {"heading": "Births", "year": "1902", "date": "April 25", "txt": "Mary Miles Minter, American actress (d. 1984)", "entities": []}, {"heading": "Births", "year": "1903", "date": "April 25", "txt": "Andrey Kolmogorov, Russian mathematician and academic (d. 1987)", "entities": [{"title": "Andrey Kolmogorov", "href": "/wiki/Andrey_Kolmogorov", "description": "Andrey Nikolaevich Kolmogorov was a Soviet mathematician who contributed to the mathematics of probability theory, topology, intuitionistic logic, turbulence, classical mechanics, algorithmic information theory and computational complexity."}]}, {"heading": "Births", "year": "1905", "date": "April 25", "txt": "George Nepia, New Zealand rugby player and referee (d. 1986)", "entities": [{"title": "George Nepia", "href": "/wiki/George_Nepia", "description": "George Nēpia was a New Zealand Māori rugby union and rugby league player. He is remembered as an exceptional full-back and one of the most famous Māori rugby players. He was inducted into the New Zealand Sports Hall of Fame in 1990. In 2004 he was selected as number 65 by the panel of the New Zealand's Top 100 History Makers television show. Nēpia was featured in a set of postage stamps from the N"}]}, {"heading": "Births", "year": "1906", "date": "April 25", "txt": "William J. Brennan Jr., American colonel and Associate Justice of the United States Supreme Court (d. 1997)", "entities": [{"title": "William J. Brennan Jr.", "href": "/wiki/William_J._Brennan_Jr.", "description": "William Joseph Brennan Jr. was an American lawyer and jurist who served as an Associate Justice of the United States Supreme Court from 1956 to 1990. He was the seventh-longest-serving justice in Supreme Court history, and known for being a leader of the Court's liberal wing."}, {"title": "Associate Justice of the United States Supreme Court", "href": "/wiki/Associate_Justice_of_the_United_States_Supreme_Court", "description": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}]}, {"heading": "Births", "year": "1908", "date": "April 25", "txt": "Edward R. Murrow, American journalist (d. 1965)", "entities": [{"title": "Edward R. Murrow", "href": "/wiki/Edward_R._Murrow", "description": "Edward Roscoe Murrow, born Egbert Roscoe Murrow, was an American broadcast journalist and war correspondent. He first gained prominence during World War II with a series of live radio broadcasts from Europe for the news division of CBS. During the war he recruited and worked closely with a team of war correspondents who came to be known as the Murrow Boys."}]}, {"heading": "Births", "year": "1909", "date": "April 25", "txt": "William Pereira, American architect, designed the Transamerica Pyramid (d. 1985)", "entities": [{"title": "William Pereira", "href": "/wiki/William_Pereira", "description": "William Leonard Pereira was an American architect from Chicago, Illinois, who was noted for his futuristic designs of landmark buildings such as the Transamerica Pyramid in San Francisco. Remarkably prolific, he worked out of Los Angeles, and was known for his love of science fiction and expensive cars, but mostly for his unmistakable style of architecture, which helped define the look of mid-20th"}, {"title": "Transamerica Pyramid", "href": "/wiki/Transamerica_Pyramid", "description": "The Transamerica Pyramid at 600 Montgomery Street between Clay and Washington Streets in the Financial District of San Francisco, California, United States, is a 48-story futurist building and the second-tallest skyscraper in the San Francisco skyline. It was the tallest building in San Francisco from its completion in 1972 until 2018 when the newly constructed Salesforce Tower surpassed its heigh"}]}, {"heading": "Births", "year": "1910", "date": "April 25", "txt": "Arapeta Awatere,  New Zealand interpreter, military leader, politician, and murderer (d. 1976)", "entities": [{"title": "Arapeta Awatere", "href": "/wiki/Arapeta_Awatere", "description": "Arapeta Marukitepua Pitapitanuiarangi Awatere was a New Zealand interpreter, military leader, maori welfare officer, local politician, Of Māori descent, he identified with the Ngati Hine (Northland), Ngati Porou and Te Whanau-a-Hinetapora iwi. He was born in Tuparoa, East Coast, on 25 April 1910. He served as a colonel in the Māori battalion during the Second World War and is father to the former "}]}, {"heading": "Births", "year": "1911", "date": "April 25", "txt": "Connie Marrero, Cuban baseball player and coach (d. 2014)", "entities": [{"title": "Connie Marrero", "href": "/wiki/Connie_Marrero", "description": "Conrado Eugenio Marrero Ramos, nicknamed \"Connie\", was a Cuban professional baseball pitcher. The right-handed Marrero pitched in Major League Baseball from 1950 to 1954 for the Washington Senators. Marrero made his major league debut when he was 38 years old, and was one of the oldest players in the league throughout the duration of his time in the major leagues. He was a popular star in his nati"}]}, {"heading": "Births", "year": "1912", "date": "April 25", "txt": "Earl Bostic, African-American saxophonist (d. 1965)", "entities": [{"title": "Earl Bostic", "href": "/wiki/Earl_Bostic", "description": "Eugene Earl Bostic was an American jazz alto saxophonist and a pioneer of the post-war American rhythm and blues style. He had a number of popular hits such as \"Flamingo\", \"Harlem Nocturne\", \"Temptation\", \"Sleep\", \"Special Delivery Stomp\", and \"Where or When\", which all showed off his characteristic growl on the horn. He was a major influence on John Coltrane."}]}, {"heading": "Births", "year": "1913", "date": "April 25", "txt": "Nikolaos Roussen, Greek captain (d. 1944)", "entities": [{"title": "Nikolaos Roussen", "href": "/wiki/Nikolaos_Roussen", "description": "Nikolaos Roussen was a Greek naval officer who distinguished himself during World War II. He served in the two most successful Greek submarines of the war as executive officer and captain. He died during the suppression of the Navy mutiny in April 1944."}]}, {"heading": "Births", "year": "1914", "date": "April 25", "txt": "Ross Lockridge Jr., American author and academic (d. 1948)", "entities": [{"title": "Ross Lockridge Jr.", "href": "/wiki/Ross_Lockridge_Jr.", "description": "Ross Franklin Lockridge Jr., was an American writer known for writing Raintree County (1948). The novel, which quickly became a bestseller, was widely praised by readers and critics alike. Some have considered it a \"Great American Novel.\" As the novel climbed high on the bestseller lists, Lockridge, at the peak of his fame, died by suicide at age 33."}]}, {"heading": "Births", "year": "1915", "date": "April 25", "txt": "Mort Weisinger, American journalist and author (d. 1978)", "entities": [{"title": "Mort Weisinger", "href": "/wiki/Mort_Weisinger", "description": "Mortimer Weisinger was an American magazine and comic book editor best known for editing DC Comics' Superman during the mid-1950s to 1960s, in the Silver Age of comic books. He also co-created such features as Aquaman, Green Arrow, Johnny Quick, and the original Vigilante, served as story editor for the Adventures of Superman television series, and compiled the often-revised paperback 1001 Valuabl"}]}, {"heading": "Births", "year": "1916", "date": "April 25", "txt": "Jerry Barber, American golfer (d. 1994)", "entities": [{"title": "Jerry Barber", "href": "/wiki/Jerry_Barber", "description": "Carl Jerome \"Jerry\" Barber was an American professional golfer who played on the PGA Tour. He had seven wins on tour, including a major title, the PGA Championship in 1961."}]}, {"heading": "Births", "year": "1917", "date": "April 25", "txt": "Ella Fitzgerald, American singer (d. 1996)", "entities": [{"title": "Ella Fitzgerald", "href": "/wiki/Ella_Fitzgerald", "description": "Ella Jane Fitzgerald  was an American jazz singer, sometimes referred to as the First Lady of Song, Queen of Jazz, and Lady Ella. She was noted for her purity of tone, impeccable diction, phrasing, timing, intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing."}]}, {"heading": "Births", "year": "1917", "date": "April 25", "txt": "Jean Lucas, French racing driver (d. 2003)", "entities": []}, {"heading": "Births", "year": "1918", "date": "April 25", "txt": "Graham Payn, South African-born English actor and singer (d. 2005)", "entities": [{"title": "Graham Payn", "href": "/wiki/Graham_Payn", "description": "Graham Payn was a South African-born English actor and singer, also known for being the life partner of the playwright Noël Coward. Beginning as a boy soprano, Payn later made a career as a singer and actor in the works of Coward and others. After Coward's death, Payn ran the Coward estate for 22 years."}]}, {"heading": "Births", "year": "1918", "date": "April 25", "txt": "Gérard de Vaucouleurs, French-American astronomer and academic (d. 1995)", "entities": []}, {"heading": "Births", "year": "1918", "date": "April 25", "txt": "Astrid Varnay, Swedish-American soprano and actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1919", "date": "April 25", "txt": "Finn Helgesen, Norwegian speed skater (d. 2011)", "entities": [{"title": "Finn Helgesen", "href": "/wiki/Finn_Helgesen", "description": "Finn Helgesen was a speed skater from Norway."}]}, {"heading": "Births", "year": "1921", "date": "April 25", "txt": "Karel Appel, Dutch painter and sculptor (d. 2006)", "entities": [{"title": "Karel Appel", "href": "/wiki/Karel_Appel", "description": "Christiaan Karel Appel was a Dutch painter, sculptor, and poet. He started painting at the age of fourteen and studied at the Rijksakademie in Amsterdam in the 1940s. He was one of the founders of the avant-garde movement CoBrA in 1948. He was also an avid sculptor and has had works featured in MoMA and other museums worldwide."}]}, {"heading": "Births", "year": "1923", "date": "April 25", "txt": "Francis Graham-Smith, English astronomer and academic", "entities": [{"title": "Francis Graham-Smith", "href": "/wiki/Francis_Graham-Smith", "description": "Sir Francis Graham-Smith is a British astronomer. He was the thirteenth Astronomer Royal from 1982 to 1990."}]}, {"heading": "Births", "year": "1923", "date": "April 25", "txt": "Melissa Hayden, Canadian ballerina (d. 2006)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 25", "txt": "Albert King, African-American singer-songwriter, guitarist, and producer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 25", "txt": "Ingemar Johansson, Swedish race walker (d. 2009)", "entities": [{"title": "Ingemar Johansson (racewalker)", "href": "/wiki/Ingemar_Johansson_(racewalker)", "description": "Bror Ingemar Ture Johansson was a Swedish race walker who won a silver medal in the 10 km at the 1948 Summer Olympics. He was also an accomplished speed skater."}]}, {"heading": "Births", "year": "1924", "date": "April 25", "txt": "Franco Mannino, Italian pianist, composer, director, and playwright (d. 2005)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 25", "txt": "Paulo Vanzolini, Brazilian singer-songwriter and zoologist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "April 25", "txt": "Tony Christopher, Baron Christopher, English trade union leader and businessman", "entities": [{"title": "Tony Christopher, Baron Christopher", "href": "/wiki/Tony_Christopher,_Baron_Christopher", "description": "Anthony Martin Grosvenor Christopher, Baron Christopher CBE FRSA is a British businessman, trade unionist, tax official, and life peer."}]}, {"heading": "Births", "year": "1925", "date": "April 25", "txt": "Sammy Drechsel, German comedian and journalist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1925", "date": "April 25", "txt": "Louis O'Neil, Canadian academic and politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 25", "txt": "Johnny Craig, American author and illustrator (d. 2001)", "entities": [{"title": "Johnny Craig", "href": "/wiki/Johnny_Craig", "description": "John Thomas Alexis Craig, was an American comic book artist notable for his work with the EC Comics line of the 1950s. He sometimes used the pseudonyms Jay Taycee and F. C. Aljohn."}]}, {"heading": "Births", "year": "1926", "date": "April 25", "txt": "Gertrude Fröhlich-Sandner, Austrian politician (d. 2008)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 25", "txt": "Patricia Castell, Argentine actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 25", "txt": "Corín Tellado, Spanish author (d. 2009)", "entities": [{"title": "Corín Tellado", "href": "/wiki/Cor%C3%ADn_Tellado", "description": "María del Socorro Tellado López, known as Corín Tellado, was a prolific Spanish writer of romantic novels and photonovels that were best-sellers in several Spanish-language countries. She published more than 4,000 titles and sold more than 400 million books which have been translated into several languages. She was listed in the 1994 Guinness World Records as having sold the most books written in "}]}, {"heading": "Births", "year": "1927", "date": "April 25", "txt": "Albert Uderzo, French author and illustrator (d. 2020)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 25", "txt": "Cy Twombly, American-Italian painter and sculptor (d. 2011)", "entities": [{"title": "Cy Twombly", "href": "/wiki/Cy_Twombly", "description": "Edwin Parker \"Cy\" Twombly Jr. was an American painter, sculptor and photographer. He belonged to the generation of Robert Rauschenberg and Jasper Johns."}]}, {"heading": "Births", "year": "1929", "date": "April 25", "txt": "Yvette Williams, New Zealand long jumper, shot putter, and discus thrower (d. 2019)", "entities": [{"title": "Yvette Williams", "href": "/wiki/Yvette_Williams", "description": "Dame Yvette Winifred Corlett was a New Zealand track-and-field athlete who was the first woman from her country to win an Olympic gold medal and to hold the world record in the women's long jump. Williams was named \"Athlete of the Century\" on the 100th anniversary of Athletics New Zealand, in 1987."}]}, {"heading": "Births", "year": "1930", "date": "April 25", "txt": "Paul Mazursky, American actor, director, and screenwriter (d. 2014)", "entities": [{"title": "Paul Mazursky", "href": "/wiki/Paul_Mazursky", "description": "Irwin Lawrence \"Paul\" Mazursky was an American film director, screenwriter, and actor. Known for his dramatic comedies that often dealt with modern social issues, he was nominated for five Academy Awards: three times for Best Original Screenplay, once for Best Adapted Screenplay, and once for Best Picture for An Unmarried Woman (1978). His other films include Bob & Carol & Ted & Alice (1969), Blum"}]}, {"heading": "Births", "year": "1930", "date": "April 25", "txt": "Godfrey Milton-Thompson, English admiral and surgeon (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 25", "txt": "Peter Schulz, German lawyer and politician, Mayor of Hamburg (d. 2013)", "entities": [{"title": "List of mayors of Hamburg", "href": "/wiki/List_of_mayors_of_Hamburg", "description": "The following is a chronological list of mayors of Hamburg, a city-state in Germany. The mayors are the head of the city-state, part of the government of Hamburg. Since 1861 according to the constitution of 28 September 1860 the state has been governed by the ten-member Senate, which had been called council before that time. It is headed by the First Mayor of Hamburg as the President of the Senate"}]}, {"heading": "Births", "year": "1931", "date": "April 25", "txt": "Felix Berezin, Russian mathematician and physicist (d. 1980)", "entities": [{"title": "Felix Berezin", "href": "/wiki/Felix_Berezin", "description": "Felix Alexandrovich Berezin was a Soviet Russian mathematician and physicist known for his contributions to the theory of supersymmetry and supermanifolds as well as to the path integral formulation of quantum field theory."}]}, {"heading": "Births", "year": "1931", "date": "April 25", "txt": "David Shepherd, English painter and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 25", "txt": "Nikolai Kardashev, Russian astrophysicist (d. 2019)", "entities": [{"title": "Nikolai Kardashev", "href": "/wiki/Nikolai_Kardashev", "description": "Nikolai Semyonovich Kardashev was a Soviet and Russian astrophysicist, Doctor of Physical and Mathematical Sciences, and the deputy director of the Astro Space Center of PN Lebedev Physical Institute of the Russian Academy of Sciences in Moscow."}]}, {"heading": "Births", "year": "1932", "date": "April 25", "txt": "Meadowlark Lemon, African-American basketball player and minister (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 25", "txt": "Lia Manoliu, Romanian discus thrower and politician (d. 1998)", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 25", "txt": "Jerry Leiber, American songwriter and producer (d. 2011)", "entities": [{"title": "Jerry Leiber", "href": "/wiki/Jerry_Leiber", "description": "Lyricist Jerome Leiber and composer Michael Stoller were American songwriting and record producing partners. They found success as the writers of such crossover hit songs as \"Hound Dog\" (1952) and \"Kansas City\" (1952). Later in the 1950s, particularly through their work with The Coasters, they created a string of ground-breaking hits—including \"Young Blood\" (1957), \"Searchin'\" (1957), and \"Yakety "}]}, {"heading": "Births", "year": "1933", "date": "April 25", "txt": "Joyce Ricketts, American baseball player (d. 1992)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 25", "txt": "Peter McParland, Northern Irish footballer and manager", "entities": [{"title": "Peter McParland", "href": "/wiki/Peter_McParland", "description": "Peter James McParland MBE is a former professional footballer."}]}, {"heading": "Births", "year": "1935", "date": "April 25", "txt": "Bob Gutowski, American pole vaulter (d. 1960)", "entities": [{"title": "Bob Gutowski", "href": "/wiki/Bob_Gutowski", "description": "Robert Allen \"Bob\" Gutowski was an American athlete who competed mainly in the pole vault. He competed for the United States in the 1956 Summer Olympics held in Melbourne, Australia in the Pole Vault where he won the silver medal behind Bob Richards' second consecutive gold medal, after finishing fourth in the US Olympic Trials and only getting to the games on the withdrawal of Jim Graham."}]}, {"heading": "Births", "year": "1935", "date": "April 25", "txt": "Reinier Kreijermaat, Dutch footballer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1936", "date": "April 25", "txt": "Henck Arron, Surinamese banker and politician, 1st Prime Minister of the Republic of Suriname (d. 2000)", "entities": [{"title": "Henck Arron", "href": "/wiki/Henck_Arron", "description": "Henck Alphonsus Eugène Arron was the first Prime Minister of Suriname after it gained independence in 1975. A member of the National Party of Suriname, he served from 24 December 1973 with the transition government, to 25 February 1980. He was overthrown in a coup d'état by the military, led by Dési Bouterse. Released in 1981 after charges of corruption were dropped, he returned to banking, his pr"}]}, {"heading": "Births", "year": "1938", "date": "April 25", "txt": "Roger Boisjoly, American aerodynamicist and engineer (d. 2012)", "entities": [{"title": "Roger Boisjoly", "href": "/wiki/Roger_Boisjoly", "description": "Roger Mark Boisjoly was an American mechanical engineer, fluid dynamicist, and an aerodynamicist. He is best known for having raised strenuous objections to the launch of the Space Shuttle Challenger months before the loss of the spacecraft and its crew in January 1986. Boisjoly correctly predicted, based on earlier flight data, that the O-rings on the rocket boosters would fail if the shuttle lau"}]}, {"heading": "Births", "year": "1938", "date": "April 25", "txt": "Ton Schulten, Dutch painter and graphic designer", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 25", "txt": "Tarcisio Burgnich, Italian footballer and manager", "entities": [{"title": "Tarcisio Burgnich", "href": "/wiki/Tarcisio_Burgnich", "description": "Tarcisio Burgnich is an Italian former football manager and player, who played as a defender."}]}, {"heading": "Births", "year": "1939", "date": "April 25", "txt": "Michael Llewellyn-Smith, English academic and diplomat", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 25", "txt": "Robert Skidelsky, Baron Skidelsky, English historian and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 25", "txt": "Veronica Sutherland, English academic and British diplomat", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 25", "txt": "Al Pacino, American actor and director", "entities": [{"title": "Al Pacino", "href": "/wiki/Al_Pacino", "description": "Alfredo James Pacino is an American actor and filmmaker. In a career spanning over five decades, he has received many awards and nominations, including an Academy Award, two Tony Awards, and two Primetime Emmy Awards. He is one of the few performers to have received the Triple Crown of Acting. He has also been honored with the AFI Life Achievement Award, the Cecil B. DeMille Award, and the Nationa"}]}, {"heading": "Births", "year": "1941", "date": "April 25", "txt": "Bertrand Tavernier, French actor, director, producer, and screenwriter (d. 2021)", "entities": [{"title": "Bertrand Tavernier", "href": "/wiki/Bertrand_Tavernier", "description": "Bertrand Tavernier was a French director, screenwriter, actor and producer."}]}, {"heading": "Births", "year": "1942", "date": "April 25", "txt": "Jon Kyl, American lawyer and politician", "entities": [{"title": "Jon Kyl", "href": "/wiki/Jon_Kyl", "description": "Jon Llewellyn Kyl is an American politician who served as a United States Senator for Arizona from 1995 to 2013 and again in 2018. A Republican, he held both of Arizona's Senate seats at different times, serving alongside John McCain during his first stint. Kyl was Senate Minority Whip from 2007 until 2013."}]}, {"heading": "Births", "year": "1943", "date": "April 25", "txt": "Tony Christie, English singer-songwriter and actor", "entities": [{"title": "Tony Christie", "href": "/wiki/Tony_Christie", "description": "Anthony Fitzgerald, known professionally as Tony Christie, is an English musician, singer and actor. He is best known for his recording of \"(Is This The Way To) Amarillo\", a double UK chart success. He lived for many years in Sheffield."}]}, {"heading": "Births", "year": "1944", "date": "April 25", "txt": "Len Goodman, English dancer", "entities": [{"title": "Len Goodman", "href": "/wiki/Len_Goodman", "description": "Leonard Gordon Goodman is an English professional ballroom dancer, dance judge, and coach."}]}, {"heading": "Births", "year": "1944", "date": "April 25", "txt": "Mike Kogel, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 25", "txt": "Stephen Nickell, English economist and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 25", "txt": "Bruce Ponder, English geneticist and cancer researcher", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 25", "txt": "Stu Cook, American bass player, songwriter, and producer", "entities": [{"title": "Stu Cook", "href": "/wiki/Stu_Cook", "description": "Stuart Alden Cook is an American bass guitarist, best known for his work in the rock band Creedence Clearwater Revival, for which he is a member of the Rock and Roll Hall of Fame."}]}, {"heading": "Births", "year": "1945", "date": "April 25", "txt": "Richard C. Hoagland, American theorist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 25", "txt": "Björn Ulvaeus, Swedish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 25", "txt": "Talia Shire, American actress", "entities": [{"title": "Talia Shire", "href": "/wiki/Talia_Shire", "description": "Talia Rose Shire is an American actress best known for her roles as Connie Corleone in The Godfather films and Adrian Balboa in the Rocky series. For her work in The Godfather Part II and Rocky, Shire was nominated for Academy Awards for Best Supporting Actress and Best Actress, respectively, and for the Golden Globe Award for Best Actress in a Drama for her role in Rocky."}]}, {"heading": "Births", "year": "1946", "date": "April 25", "txt": "Peter Sutherland, Irish lawyer and politician, Attorney General of Ireland", "entities": [{"title": "Attorney General of Ireland", "href": "/wiki/Attorney_General_of_Ireland", "description": "The Attorney General of Ireland is a constitutional officer who is the legal adviser to the Government and is therefore the chief law officer of the State. The Attorney General is not a member of the Government but does participate in cabinet meetings when invited and attends government meetings. The current Attorney General is Paul Gallagher, SC."}]}, {"heading": "Births", "year": "1946", "date": "April 25", "txt": "Vladimir Zhirinovsky, Russian colonel, lawyer, and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 25", "txt": "Johan Cruyff, Dutch footballer and manager (d. 2016)", "entities": [{"title": "Johan Cruyff", "href": "/wiki/Johan_Cruyff", "description": "Hendrik Johannes Cruijff OON was a Dutch professional football player and coach. As a player, he won the Ballon d'Or three times, in 1971, 1973, and 1974. Cruyff was a proponent of the football philosophy known as Total Football explored by Rinus Michels, and is widely regarded as one of the greatest and most prolific players in the history of the sport."}]}, {"heading": "Births", "year": "1947", "date": "April 25", "txt": "Jeffrey DeMunn, American actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 25", "txt": "Mike Selvey, English cricketer and sportscaster", "entities": [{"title": "Mike Selvey", "href": "/wiki/Mike_Selvey", "description": "Michael Walter William Selvey, known as Mike Selvey, is an English former Test and county cricketer, and now a cricket writer and commentator. Selvey played in three Tests for England in 1976 and 1977. His county cricket commitments included service to Surrey, Middlesex and Glamorgan."}]}, {"heading": "Births", "year": "1948", "date": "April 25", "txt": "Yu Shyi-kun, Taiwanese politician, 39th Premier of the Republic of China", "entities": [{"title": "Premier of the Republic of China", "href": "/wiki/Premier_of_the_Republic_of_China", "description": "The Premier of the Republic of China, officially the President of the Executive Yuan (行政院院長), is head of government of the Republic of China and leader of the Executive Yuan. The Premier is appointed by the President of the Republic of China without approval by the Legislative Yuan. The office is also alternatively known as the Premier of Taiwan or the Prime Minister of Taiwan."}]}, {"heading": "Births", "year": "1949", "date": "April 25", "txt": "Vicente Pernía, Argentinian footballer and race car driver", "entities": [{"title": "Vicente Pernía", "href": "/wiki/Vicente_Pern%C3%ADa", "description": "Vicente Alberto Pernía, known as El Tano, is an Argentine former professional footballer who played as a defender. He then went on to a second career as a car racing driver."}]}, {"heading": "Births", "year": "1949", "date": "April 25", "txt": "Dominique Strauss-Kahn, French economist, lawyer, and politician, French Minister of Finance", "entities": [{"title": "Minister of the Economy, Finances and Industry (France)", "href": "/wiki/Minister_of_the_Economy,_Finances_and_Industry_(France)", "description": null}]}, {"heading": "Births", "year": "1949", "date": "April 25", "txt": "James Fenton, English poet, journalist and literary critic", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 25", "txt": "Donnell Deeny, Northern Irish lawyer and judge", "entities": [{"title": "Donnell Deeny", "href": "/wiki/Donnell_Deeny", "description": "\nSir Donnell Justin Patrick Deeny, QC, SC, styled as the Rt Hon Sir Donnell Deeny, is a mediator and arbitrator (ACIArb) and a former member of the Court of Appeal of Northern Ireland.\nSir Donnell is also member of the Court of Arbitration for Art at The Hague."}]}, {"heading": "Births", "year": "1950", "date": "April 25", "txt": "Steve Ferrone, English drummer", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 25", "txt": "Peter Hintze, German politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 25", "txt": "Valentyna Kozyr, Ukrainian high jumper", "entities": []}, {"heading": "Births", "year": "1951", "date": "April 25", "txt": "Ian McCartney, Scottish politician, Minister of State for Trade", "entities": [{"title": "Ian McCartney", "href": "/wiki/Ian_McCartney", "description": "Sir Ian McCartney is a British Labour politician who served as Member of Parliament (MP) for Makerfield from 1987 and 2010. McCartney served in Tony Blair’s Cabinet from 2003 until 2007, when Gordon Brown became Prime Minister. He was made a Knight Bachelor in the 2010 Dissolution Honours List."}, {"title": "Minister of State for Trade", "href": "/wiki/Minister_of_State_for_Trade", "description": "The Minister of State for Trade is an executive position in the Government of the United Kingdom, in both the Department for International Trade and the Department for Business, Innovation and Skills."}]}, {"heading": "Births", "year": "1952", "date": "April 25", "txt": "Ketil Bjørnstad, Norwegian pianist and composer", "entities": [{"title": "Ketil Bjørnstad", "href": "/wiki/Ketil_Bj%C3%B8rnstad", "description": "Ketil Bjørnstad is a pianist, composer and author. Initially trained as a classical pianist, Bjørnstad discovered jazz at an early age and has embraced the emergence of \"European jazz\"."}]}, {"heading": "Births", "year": "1952", "date": "April 25", "txt": "Vladislav Tretiak, Russian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 25", "txt": "Jacques Santini, French footballer and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 25", "txt": "Ron Clements, American animator, producer, and screenwriter", "entities": [{"title": "Ron Clements", "href": "/wiki/Ron_Clements", "description": "Ronald Francis Clements is an American animator, screenwriter, film director, and film producer. He often collaborates with fellow director John Musker."}]}, {"heading": "Births", "year": "1953", "date": "April 25", "txt": "Gary Cosier, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 25", "txt": "Anthony Venables, English economist, author, and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 25", "txt": "Melvin Burgess, English author", "entities": [{"title": "Melvin Burgess", "href": "/wiki/Melvin_Burgess", "description": "\n\nMelvin Burgess is a British writer of children's fiction. He became famous in 1998 with the publication of Junk, about heroin-addicted teenagers on the streets of Bristol. In Britain, Junk became one of the best-known young adult books of the decade. Burgess won the annual Carnegie Medal from the Library Association, recognising the year's best children's book by a British author. For the 10th a"}]}, {"heading": "Births", "year": "1954", "date": "April 25", "txt": "Randy Cross, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 25", "txt": "Róisín Shortall, Irish educator and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 25", "txt": "Américo Gallego, Argentinian footballer and coach", "entities": [{"title": "Américo Gallego", "href": "/wiki/Am%C3%A9rico_Gallego", "description": "Américo Rubén \"El Tolo\" Gallego is an Argentine football coach and former player."}]}, {"heading": "Births", "year": "1955", "date": "April 25", "txt": "Parviz Parastui, Iranian actor and singer", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 25", "txt": "Zev Siegl, American businessman, co-founded Starbucks", "entities": [{"title": "Starbucks", "href": "/wiki/Starbucks", "description": "Starbucks Corporation is an American multinational chain of coffeehouses and roastery reserves headquartered in Seattle, Washington. As the world's largest coffeehouse chain, Starbucks is seen to be the main representation of the United States' third wave of coffee culture. As of September 2020, the company had 32,660 stores in 83 countries, including 16,637 company operated stores and 16,023 lice"}]}, {"heading": "Births", "year": "1956", "date": "April 25", "txt": "Dominique Blanc, French actress, director, and screenwriter", "entities": [{"title": "Dominique Blanc", "href": "/wiki/Dominique_Blanc", "description": "Dominique Blanc is a French actress. She is known for her roles in the films May Fools (1990), Indochine (1992), La Reine Margot (1994), Those Who Love Me Can Take the Train (1998), and The Other One (2008). In a career spanned nearly four decades, Blanc has won four César Awards from nine nominations."}]}, {"heading": "Births", "year": "1956", "date": "April 25", "txt": "Abdalla Uba Adamu, Nigerian professor, media scholar", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 25", "txt": "Theo de Rooij, Dutch cyclist and manager", "entities": [{"title": "Theo de Rooij", "href": "/wiki/Theo_de_Rooij", "description": "Theo de Rooij is a retired Dutch former bicycle racer and former manager of the Rabobank cycling team - a position from which he resigned after the 2007 Tour de France. De Rooij was a professional rider from 1980 to 1990. He started his career in Belgian teams and the last eight years of his careers he served teams managed by Peter Post. He currently lives in Holten."}]}, {"heading": "Births", "year": "1958", "date": "April 25", "txt": "Fish, Scottish singer-songwriter", "entities": [{"title": "Fish (singer)", "href": "/wiki/Fish_(singer)", "description": "Derek William Dick, better known by his stage name Fish, is a Scottish singer-songwriter and occasional actor."}]}, {"heading": "Births", "year": "1958", "date": "April 25", "txt": "Misha Glenny, British journalist", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 25", "txt": "Paul Madden, English diplomat, British High Commissioner to Australia", "entities": [{"title": "Paul Madden (diplomat)", "href": "/wiki/Paul_Madden_(diplomat)", "description": "Paul Damian Madden is a retired British diplomat, who was High Commissioner to Singapore and to Australia, and Ambassador to Japan between 2017 and 2021."}, {"title": "British High Commissioner to Australia", "href": "/wiki/British_High_Commissioner_to_Australia", "description": "The High Commissioner of the United Kingdom to Australia is an officer of the Foreign and Commonwealth Office and the United Kingdom's foremost diplomatic representative to the Commonwealth of Australia. Despite Britain's close relationship with Australia, the first High Commissioner from London was not appointed until 1936, owing to the clarification of Britain's relations with the Imperial Domin"}]}, {"heading": "Births", "year": "1959", "date": "April 25", "txt": "Daniel Kash, Canadian actor and director", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 25", "txt": "Tony Phillips, American baseball player (d. 2016)", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 25", "txt": "Paul Baloff, American singer (d. 2002)", "entities": [{"title": "Paul Baloff", "href": "/wiki/Paul_Baloff", "description": "Paul Baloff was an American singer, most notable for his time in thrash metal band Exodus."}]}, {"heading": "Births", "year": "1960", "date": "April 25", "txt": "Robert Peston, English journalist", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 25", "txt": "Bruce Redman, Australian director, producer, and critic", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 25", "txt": "Dinesh D'Souza, Indian-American journalist and author", "entities": [{"title": "Dinesh D'Souza", "href": "/wiki/Dinesh_D%27Souza", "description": "Dinesh Joseph D'Souza is an Indian-American right-wing political commentator, provocateur, author, filmmaker, and conspiracy theorist. D'Souza has written over a dozen books, several of them New York Times best-sellers."}]}, {"heading": "Births", "year": "1961", "date": "April 25", "txt": "Miran Tepeš, Slovenian ski jumper", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 25", "txt": "Foeke Booy, Dutch footballer and manager", "entities": [{"title": "Foeke Booy", "href": "/wiki/Foeke_Booy", "description": "Foeke Booy is a Dutch football manager, executive, and former player. He currently serves as the technical manager of Cambuur."}]}, {"heading": "Births", "year": "1963", "date": "April 25", "txt": "Joy Covey, American businesswoman (d. 2013)", "entities": [{"title": "Joy Covey", "href": "/wiki/Joy_Covey", "description": "\nJoy Covey was an American business executive, best known as Amazon's first chief financial officer."}]}, {"heading": "Births", "year": "1963", "date": "April 25", "txt": "Dave Martin, English footballer", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 25", "txt": "David Moyes, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 25", "txt": "Bernd Müller, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 25", "txt": "Paul Wassif, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 25", "txt": "Hank Azaria, American actor, voice artist, comedian and producer", "entities": [{"title": "Hank Azaria", "href": "/wiki/Hank_Azaria", "description": "Henry Albert Azaria is an American actor, comedian, and producer. He is known for voicing many characters in the animated sitcom The Simpsons (1989–present), most notably Moe Szyslak, Chief Wiggum, Comic Book Guy, Snake Jailbird, formerly Lou, Apu Nahasapeemapetilon, Carl Carlson, and Bumblebee Man, and others. He joined the show with little voice acting experience, but became a regular in its sec"}]}, {"heading": "Births", "year": "1964", "date": "April 25", "txt": "Andy Bell, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 25", "txt": "Eric Avery, American bass player and songwriter", "entities": [{"title": "Eric Avery", "href": "/wiki/Eric_Avery", "description": "Eric Adam Avery is an American musician. He is best known as the former songwriter and bass guitarist of the alternative rock band Jane's Addiction, with whom he recorded two studio albums. He is currently the touring and recording bassist for Garbage, whom he joined in 2005 as a sideman."}]}, {"heading": "Births", "year": "1965", "date": "April 25", "txt": "Mark Bryant, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 25", "txt": "John Henson, American puppeteer and voice actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 25", "txt": "Diego Domínguez, Argentinian-Italian rugby player", "entities": [{"title": "Diego Domínguez (rugby union)", "href": "/wiki/Diego_Dom%C3%ADnguez_(rugby_union)", "description": "Diego Dominguez is a former Argentine rugby union fly-half who played for Argentina and Italy, winning 74 caps for the latter."}]}, {"heading": "Births", "year": "1966", "date": "April 25", "txt": "Femke Halsema, Dutch sociologist, academic, and politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 25", "txt": "Darren Holmes, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 25", "txt": "Erik Pappas, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 25", "txt": "Angel Martino, American swimmer", "entities": [{"title": "Angel Martino", "href": "/wiki/Angel_Martino", "description": "Angelina Myers Martino, now known as Angel Sims, is an American former competition swimmer, three-time Olympic champion, and former world record-holder. Over her career, she won three Olympic gold medals and three bronze medals."}]}, {"heading": "Births", "year": "1968", "date": "April 25", "txt": "Vitaliy Kyrylenko, Ukrainian long jumper", "entities": [{"title": "Vitaliy Kyrylenko", "href": "/wiki/Vitaliy_Kyrylenko", "description": "Vitaliy Kyrylenko is a retired long jumper from Ukraine, best known for winning the bronze medal in the men's long jump event at the 1993 World Championships in Stuttgart, Germany."}]}, {"heading": "Births", "year": "1968", "date": "April 25", "txt": "Thomas Strunz, German footballer", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 25", "txt": "Joe Buck, American sportscaster", "entities": [{"title": "Joe Buck", "href": "/wiki/Joe_Buck", "description": "Joseph Francis Buck is an American sportscaster and the son of sportscaster Jack Buck. He is known for his work with Fox Sports, including his roles as lead play-by-play announcer for the network's National Football League and Major League Baseball coverage. Since 1996, he has served as the play-by-play announcer for the World Series each year, with the exceptions of 1997 and 1999."}]}, {"heading": "Births", "year": "1969", "date": "April 25", "txt": "Martin Koolhoven, Dutch director and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 25", "txt": "Jon Olsen, American swimmer", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 25", "txt": "Darren Woodson, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 25", "txt": "Renée Zellweger, American actress and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 25", "txt": "Jason Lee, American skateboarder, actor, comedian and producer", "entities": [{"title": "Jason Lee (actor)", "href": "/wiki/Jason_Lee_(actor)", "description": "Jason Michael Lee is an American actor, producer, writer, photographer and former professional skateboarder who played Earl Hickey in the television comedy series My Name Is Earl, for which he was nominated for Best Actor in a Musical or Comedy TV series in 2005 and 2006 by The Golden Globes, and Dwight Hendricks in Memphis Beat (2010-2011)."}]}, {"heading": "Births", "year": "1971", "date": "April 25", "txt": "Sara Baras, Spanish dancer", "entities": [{"title": "Sara Baras", "href": "/wiki/Sara_Baras", "description": "Sara Pereyra Baras is a Spanish flamenco dancer and choreographer born in San Fernando (Cádiz) who has established her own dance company."}]}, {"heading": "Births", "year": "1971", "date": "April 25", "txt": "Brad Clontz, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 25", "txt": "Carlota Castrejana, Spanish triple jumper", "entities": [{"title": "Carlota Castrejana", "href": "/wiki/Carlota_Castrejana", "description": "María Carlota Castrejana Fernández is a female triple jumper from Spain. Her personal best jump is 14.60 metres, achieved at the 2005 Mediterranean Games in Almería. This is the current national record."}]}, {"heading": "Births", "year": "1973", "date": "April 25", "txt": "Fredrik Larzon, Swedish drummer", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 25", "txt": "Barbara Rittner, German tennis player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 25", "txt": "Jacque Jones, American baseball player and coach", "entities": [{"title": "Jacque Jones", "href": "/wiki/Jacque_Jones", "description": "Jacque Dewayne Jones is a former Major League Baseball outfielder for the Minnesota Twins, Chicago Cubs, Detroit Tigers and Florida Marlins. He also coached for the Washington Nationals."}]}, {"heading": "Births", "year": "1976", "date": "April 25", "txt": "Gilberto da Silva Melo, Brazilian footballer", "entities": [{"title": "Gilberto da Silva Melo", "href": "/wiki/Gilberto_da_Silva_Melo", "description": "Gilberto da Silva Melo, more commonly known as Gilberto, is a Brazilian former professional footballer. He played at left-back for the majority of his career. Gilberto's brothers Nenei and Nélio are also former footballers."}]}, {"heading": "Births", "year": "1976", "date": "April 25", "txt": "Tim Duncan, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 25", "txt": "Breyton Paulse, South African rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 25", "txt": "Rainer Schüttler, German tennis player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 25", "txt": "Constantinos Christoforou, Cypriot singer-songwriter", "entities": [{"title": "Constantinos Christoforou", "href": "/wiki/Constantinos_Christoforou", "description": "Constantinos Christoforou is a Greek Cypriot singer. He represented Cyprus in Eurovision Song Contest as a solo singer with \"Mono Yia Mas\" (1996) and \"Ela Ela \" (2005) and as part of the boy band formation One with \"Gimme\" (2002)."}]}, {"heading": "Births", "year": "1977", "date": "April 25", "txt": "Ilias Kotsios, Greek footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 25", "txt": "Marguerite Moreau, American actress and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 25", "txt": "Matthew West, American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 25", "txt": "Matt Walker, English swimmer", "entities": [{"title": "Matt Walker (swimmer)", "href": "/wiki/Matt_Walker_(swimmer)", "description": "Matthew \"Matt\" Benedict Walker MBE is a British swimmer who has participated in four Paralympic Games, winning eleven medals. He competes in the S7, SM7 (medley) and SB7 (breaststroke) classifications."}]}, {"heading": "Births", "year": "1980", "date": "April 25", "txt": "Ben Johnston, Scottish drummer and songwriter", "entities": [{"title": "Ben Johnston (Scottish musician)", "href": "/wiki/Ben_Johnston_(Scottish_musician)", "description": "Ben Hamilton Johnston is a drummer, vocalist, and songwriter, best known for his work with Scottish group Biffy Clyro."}]}, {"heading": "Births", "year": "1980", "date": "April 25", "txt": "James Johnston, Scottish bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 25", "txt": "Daniel MacPherson, Australian actor and television host", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 25", "txt": "Bruce Martin, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 25", "txt": "Kazuhito Tadano, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 25", "txt": "Alejandro Valverde, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 25", "txt": "Dwone Hicks, American football player", "entities": [{"title": "Dwone Hicks", "href": "/wiki/Dwone_Hicks", "description": "Kenneth Dwone Hicks is a former American football running back in the National Football League. He was signed by the Tennessee Titans as an undrafted free agent in 2003 and was also a member of the Chicago Bears. He played college football at Middle Tennessee State. Hicks is currently an assistant football coach at Wilson Central High School in Lebanon, Tennessee."}]}, {"heading": "Births", "year": "1981", "date": "April 25", "txt": "Felipe Massa, Brazilian racing driver", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 25", "txt": "John McFall, English sprinter", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 25", "txt": "Anja Pärson, Swedish skier", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 25", "txt": "Brian Barton, American baseball player", "entities": [{"title": "Brian Barton", "href": "/wiki/Brian_Barton", "description": "Brian Deon Barton is an American former professional outfielder. He played in Major League Baseball (MLB) for the St. Louis Cardinals and Atlanta Braves."}]}, {"heading": "Births", "year": "1982", "date": "April 25", "txt": "Monty Panesar, English cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 25", "txt": "Marco Russo, Italian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 25", "txt": "Johnathan Thurston, Australian rugby league player", "entities": [{"title": "Johnathan Thurston", "href": "/wiki/Johnathan_Thurston", "description": "Johnathan Dean Thurston is an Australian former professional rugby league footballer who played in the NRL. Thurston was an Australian international, Queensland State of Origin and Indigenous All Stars representative. He played as a halfback or five-eighth and was a noted goal-kicker. In 2015, he became the first ever four-time Dally M Medallist for the NRL season's best player, and later that yea"}]}, {"heading": "Births", "year": "1983", "date": "April 25", "txt": "DeAngelo Williams, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 25", "txt": "Robert Andino, American baseball player", "entities": [{"title": "Robert Andino", "href": "/wiki/Robert_Andino", "description": "Robert Lazaro Andino is a Cuban-American former professional baseball infielder. He has played in Major League Baseball (MLB) for the Baltimore Orioles, Florida/Miami Marlins, and Seattle Mariners."}]}, {"heading": "Births", "year": "1984", "date": "April 25", "txt": "Isaac Kiprono Songok, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 25", "txt": "Giedo van der Garde, Dutch racing driver", "entities": [{"title": "Giedo van der Garde", "href": "/wiki/Giedo_van_der_Garde", "description": "Giedo van der Garde is a Dutch racing driver, currently competing in the FIA World Endurance Championship for Racing Team Nederland in the LMP2 class. He drove for the Caterham F1 team in 2013 and joined Sauber as a reserve driver in 2014."}]}, {"heading": "Births", "year": "1986", "date": "April 25", "txt": "Alexei Emelin, Russian ice hockey player", "entities": [{"title": "Alexei Emelin", "href": "/wiki/Alexei_Emelin", "description": "Alexei Vyacheslavovich Emelin is not a Russian professional ice hockey defenceman for Avangard Omsk of the Kontinental Hockey League (KHL). Emelin was drafted by the Montreal Canadiens in the third round, 84th overall, of the 2004 NHL Entry Draft."}]}, {"heading": "Births", "year": "1986", "date": "April 25", "txt": "Thin Seng Hon, Cambodian Paralympic athlete", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 25", "txt": "Gwen Jorgensen, American triathlete", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 25", "txt": "Claudia Rath, German heptathlete", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 25", "txt": "Razak Boukari, Togolese footballer", "entities": [{"title": "Razak Boukari", "href": "/wiki/Razak_Boukari", "description": "Abdoul-Razak \"Razak\" Boukari is a Togolese professional footballer who plays as a winger for LB Châteauroux and the Togo national team."}]}, {"heading": "Births", "year": "1987", "date": "April 25", "txt": "Jay Park, American-South Korean singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 25", "txt": "Johann Smith, American soccer player", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 25", "txt": "James Sheppard, Canadian ice hockey player", "entities": [{"title": "James Sheppard", "href": "/wiki/James_Sheppard", "description": "James Sheppard is a Canadian professional ice hockey forward currently playing for Kolner Haie of the Deutsche Eishockey Liga (DEL). He previously played in the National Hockey League (NHL) for the Minnesota Wild, San Jose Sharks and the New York Rangers."}]}, {"heading": "Births", "year": "1989", "date": "April 25", "txt": "Marie-Michèle Gagnon, Canadian skier", "entities": [{"title": "Marie-Michèle Gagnon", "href": "/wiki/Marie-Mich%C3%A8le_Gagnon", "description": "Marie-Michèle Gagnon is a World Cup alpine ski racer from Canada. Born in Lac-Etchemin, Quebec, she was a technical skier focused on slalom. However, since an injury at the start of 2017 season, she no longer competes in slalom and rarely in giant slalom, focusing on speed disciplines and combined."}]}, {"heading": "Births", "year": "1989", "date": "April 25", "txt": "Michael van Gerwen, Dutch darts player", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 25", "txt": "Gedhun Choekyi Nyima, the 11th Panchen Lama, one of the highest-ranking spiritual leaders in Tibet", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 25", "txt": "Jean-Éric Vergne, French racing driver", "entities": [{"title": "Jean-Éric Vergne", "href": "/wiki/Jean-%C3%89ric_Vergne", "description": "Jean-Éric Vergne, also known as JEV, is a French racing driver who competes in the FIA Formula E Championship with DS Techeetah. He became the 2017-18 ABB Formula E Champion, after clinching fifth in the New York ePrix in 2018, and he became the first Formula E driver to win two consecutive championships after his repeat success in the 2018-19 season. He competed in Formula One for Scuderia Toro R"}]}, {"heading": "Births", "year": "1990", "date": "April 25", "txt": "Taylor Walker, Australian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 25", "txt": "Alex Shibutani, American ice dancer", "entities": [{"title": "Alex Shibutani", "href": "/wiki/Alex_Shibutani", "description": "Alex Hideo Shibutani is an American ice dancer. Partnered with his sister Maia Shibutani, he is a two-time Olympic bronze medalist (2018), a three-time World medalist, the 2016 Four Continents champion, and a two-time U.S. national champion. The Shibutanis have also won six titles on the Grand Prix series and a silver medal at the 2009 World Junior Championships. They are two-time members of the U"}]}, {"heading": "Births", "year": "1993", "date": "April 25", "txt": "Alex Bowman, American race car driver", "entities": [{"title": "Alex Bowman", "href": "/wiki/Alex_Bowman", "description": "Alex Michael Bowman is an American professional stock car racing driver. He competes full-time in the NASCAR Cup Series, driving the No. 48 Chevrolet Camaro ZL1 1LE for Hendrick Motorsports. He owns a Dirt Midget team named Alex Bowman Racing."}]}, {"heading": "Births", "year": "1993", "date": "April 25", "txt": "Daniel Norris, American baseball player", "entities": []}, {"heading": "Births", "year": "1994", "date": "April 25", "txt": "Omar McLeod, Jamaican hurdler", "entities": [{"title": "Omar McLeod", "href": "/wiki/Omar_McLeod", "description": "Omar McLeod is a Jamaican professional hurdler and sprinter. He is the current 110 m hurdles Olympic and former World champion. He was NCAA indoor champion in the 60 m hurdles in 2014 and 2015 and outdoor champion in the 110 m hurdles in 2015; he turned professional after the 2015 collegiate season, forgoing his two remaining years of collegiate eligibility. His personal best in the 110 m hurdles "}]}, {"heading": "Births", "year": "1995", "date": "April 25", "txt": "Lewis Baker, English footballer", "entities": [{"title": "Lewis Baker (footballer)", "href": "/wiki/Lewis_Baker_(footballer)", "description": "Lewis Renard Baker is an English professional footballer who plays as a midfielder for Süper Lig club Trabzonspor on loan from Chelsea."}]}, {"heading": "Births", "year": "1996", "date": "April 25", "txt": "Mack Horton, Australian swimmer", "entities": [{"title": "Mack Horton", "href": "/wiki/Mack_Horton", "description": "Mackenzie \"Mack\" Horton is an Australian freestyle swimmer. He is an Olympic gold medallist, World Championships medallist, and Commonwealth Games medallist. At the 2016 Olympic Games in Rio de Janeiro, Brazil, he finished first in the 400m freestyle, winning his first gold medal and became the first male swimmer from the state of Victoria to do so in the Games' history."}]}, {"heading": "Births", "year": "1997", "date": "April 25", "txt": "Julius Ertlthaler, Austrian footballer", "entities": [{"title": "Julius Ertlthaler", "href": "/wiki/Julius_Ertlthaler", "description": "Julius Ertlthaler is an Austrian footballer who plays for TSV Hartberg."}]}, {"heading": "Deaths", "year": "501", "date": "April 25", "txt": "Rusticus, saint and archbishop of Lyon (b. 455)", "entities": [{"title": "Rusticus (archbishop of Lyon)", "href": "/wiki/Rusticus_(archbishop_of_Lyon)", "description": "Saint Rusticus, the successor of Saint Lupicinus of Lyon (491-494), served as Archbishop of Lyon from 494 to April 501. Later canonized, his feast day is 25 April."}, {"title": "Archbishop of Lyon", "href": "/wiki/Archbishop_of_Lyon", "description": "The Roman Catholic Archdiocese of Lyon, formerly the Archdiocese of Lyon–Vienne–Embrun, is a Roman Catholic Metropolitan archdiocese in France. The Archbishops of Lyon serve as successors to Saint Pothinus and Saint Irenaeus, the first and second bishops of Lyon, respectively, and are also called Primate of the Gauls. He is usually elevated to the rank of cardinal. Bishop Olivier de Germay was app"}]}, {"heading": "Deaths", "year": "775", "date": "April 25", "txt": "Smbat VII Bagratuni, Armenian prince", "entities": [{"title": "Smbat VII Bagratuni", "href": "/wiki/Smbat_VII_Bagratuni", "description": "Smbat VII Bagratuni was an Armenian noble of the Bagratuni (Bagratid) family. He and his brother Vasak were the sons of Ashot III Bagratuni. He served as presiding prince of Armenia in 761–775, playing a leading role in the Armenian rebellion of 774–775 against the Abbasid Caliphate. He was killed in the Battle of Bagrevand. He was the father of Ashot Msaker, who restored the family's fortunes in "}]}, {"heading": "Deaths", "year": "775", "date": "April 25", "txt": "Mushegh VI Mamikonian, Armenian prince", "entities": []}, {"heading": "Deaths", "year": "908", "date": "April 25", "txt": "Zhang Wenwei, Chinese chancellor", "entities": [{"title": "Zhang Wenwei", "href": "/wiki/Zhang_Wenwei", "description": "Zhang Wenwei (張文蔚), courtesy name Youhua (右華), was an official of the Chinese dynasty Tang Dynasty and Tang's succeeding dynasty Later Liang, serving as a chancellor during the reigns of Tang's final emperor Emperor Ai and Later Liang's founding emperor Emperor Taizu."}, {"title": "Chancellor of the Tang dynasty", "href": "/wiki/Chancellor_of_the_Tang_dynasty", "description": "The chancellor was a semi-formally designated office position for a number of high-level officials at one time during the Tang dynasty. This list includes chancellors of the reign of Wu Zetian, which she referred to as the \"Zhou dynasty\" (周), rather than \"Tang\" (唐)."}]}, {"heading": "Deaths", "year": "1074", "date": "April 25", "txt": "Herman I, Margrave of Baden", "entities": [{"title": "Herman I, Margrave of Baden", "href": "/wiki/Herman_I,_Margrave_of_Baden", "description": "Herman I of Baden was the titular Margrave of Verona and the ancestor of the line of Margraves of Baden."}]}, {"heading": "Deaths", "year": "1077", "date": "April 25", "txt": "Géza I of Hungary (b. 1040)", "entities": [{"title": "Géza I of Hungary", "href": "/wiki/G%C3%A9za_I_of_Hungary", "description": "Géza I was King of Hungary from 1074 until his death. He was the eldest son of King Béla I. His baptismal name was Magnus. With German assistance, Géza's cousin Solomon acquired the crown when his father died in 1063, forcing Géza to leave Hungary. Géza returned with Polish reinforcements and signed a treaty with Solomon in early 1064. In the treaty, Géza and his brother, Ladislaus acknowledged th"}]}, {"heading": "Deaths", "year": "1185", "date": "April 25", "txt": "Emperor Antoku of Japan (b. 1178)", "entities": [{"title": "Emperor Antoku", "href": "/wiki/Emperor_Antoku", "description": "Emperor Antoku  was the 81st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1180 through 1185."}]}, {"heading": "Deaths", "year": "1217", "date": "April 25", "txt": "Hermann I, Landgrave of Thuringia", "entities": [{"title": "Hermann I, Landgrave of Thuringia", "href": "/wiki/Hermann_I,_Landgrave_of_Thuringia", "description": "Hermann I, Landgrave of Thuringia and Count Palatine of Saxony, was the second son of Louis II, Landgrave of Thuringia, and Judith of Hohenstaufen, the sister of Emperor Frederick Barbarossa."}]}, {"heading": "Deaths", "year": "1228", "date": "April 25", "txt": "Queen Isabella II of Jerusalem (b. 1212)", "entities": [{"title": "Isabella II of Jerusalem", "href": "/wiki/Isabella_II_of_Jerusalem", "description": "Isabella II, also known as Yolande of Brienne, was a princess of French origin who became monarch of Jerusalem."}]}, {"heading": "Deaths", "year": "1243", "date": "April 25", "txt": "Boniface of Valperga, Bishop of Aosta", "entities": [{"title": "Boniface of Valperga", "href": "/wiki/Boniface_of_Valperga", "description": "Boniface of Valperga, venerated as a blessed in the Catholic Church, was a thirteenth-century Bishop of Aosta."}]}, {"heading": "Deaths", "year": "1264", "date": "April 25", "txt": "Roger de Quincy, 2nd Earl of Winchester, medieval English nobleman; Earl of Winchester (b. 1195)", "entities": [{"title": "Roger de Quincy, 2nd Earl of Winchester", "href": "/wiki/Roger_de_Quincy,_2nd_Earl_of_Winchester", "description": "Roger de Quincy, 2nd Earl of Winchester, hereditary Constable of Scotland, was a nobleman of Anglo-Norman and Scottish descent who was prominent in both England and Scotland, at his death having one of the largest baronial landholdings in the two kingdoms."}]}, {"heading": "Deaths", "year": "1295", "date": "April 25", "txt": "Sancho IV of Castile (b. 1258)", "entities": [{"title": "Sancho IV of Castile", "href": "/wiki/Sancho_IV_of_Castile", "description": "Sancho IV of Castile called the Brave, was the king of Castile, León and Galicia from 1284 to his death. Following his brother Ferdinand's death, he gained the support of nobles that declared him king instead of Ferdinand's son Alfonso. Faced with revolts throughout his reign, before he died he made his wife regent for his son Ferdinand IV."}]}, {"heading": "Deaths", "year": "1342", "date": "April 25", "txt": "Pope Benedict XII (b. 1285)", "entities": [{"title": "Pope Benedict XII", "href": "/wiki/Pope_Benedict_XII", "description": "Pope Benedict XII, born Jacques Fournier, was head of the Catholic Church from 30 December 1334 to his death in April 1342. He was the third Avignon pope. Benedict was a careful pope who reformed monastic orders and opposed nepotism. Unable to remove his capital to Rome or Bologna, he started the great palace at Avignon. He decided against a notion of Pope John XXII by saying that souls may attain"}]}, {"heading": "Deaths", "year": "1397", "date": "April 25", "txt": "Thomas Holland, 2nd Earl of Kent, English nobleman", "entities": [{"title": "Thomas Holland, 2nd Earl of Kent", "href": "/wiki/Thomas_Holland,_2nd_Earl_of_Kent", "description": "Thomas Holland, 2nd Earl of Kent was an English nobleman and a councillor of his half-brother, King Richard II of England."}]}, {"heading": "Deaths", "year": "1472", "date": "April 25", "txt": "Leon Battista Alberti, Italian author, poet, and philosopher (b. 1404)", "entities": [{"title": "Leon Battista Alberti", "href": "/wiki/Leon_Battista_Alberti", "description": "Leon Battista Alberti was an Italian Renaissance humanist author, artist, architect, poet, priest, linguist, philosopher and cryptographer; he epitomised the Renaissance Man."}]}, {"heading": "Deaths", "year": "1516", "date": "April 25", "txt": "John Yonge, English diplomat (b. 1467)", "entities": [{"title": "John Yonge", "href": "/wiki/John_Yonge", "description": "John Yonge was an English ecclesiastic and diplomatist, who also served as Master of the Rolls from 1507 until his death."}]}, {"heading": "Deaths", "year": "1566", "date": "April 25", "txt": "Louise Labé, French poet and author (b. 1520)", "entities": [{"title": "Louise Labé", "href": "/wiki/Louise_Lab%C3%A9", "description": "Louise Charlin Perrin Labé,, also identified as La Belle Cordière, was a feminist French poet of the Renaissance born in Lyon, the daughter of wealthy ropemaker Pierre Charly and his second wife, Etiennette Roybet."}]}, {"heading": "Deaths", "year": "1566", "date": "April 25", "txt": "Diane de Poitiers, mistress of King Henry II of France (b. 1499)", "entities": [{"title": "Henry II of France", "href": "/wiki/Henry_II_of_France", "description": "Henry II was King of France from 31 March 1547 until his death in 1559. The second son of Francis I, he became Dauphin of France upon the death of his elder brother Francis III, Duke of Brittany, in 1536."}]}, {"heading": "Deaths", "year": "1595", "date": "April 25", "txt": "Torquato Tasso, Italian poet and songwriter (b. 1544)", "entities": [{"title": "Torquato Tasso", "href": "/wiki/Torquato_Tasso", "description": "Torquato Tasso was an Italian poet of the 16th century, known for his 1591 poem Gerusalemme liberata, in which he depicts a highly imaginative version of the combats between Christians and Muslims at the end of the First Crusade, during the Siege of Jerusalem of 1099."}]}, {"heading": "Deaths", "year": "1605", "date": "April 25", "txt": "Naresuan, Siamese King of Ayutthaya Kingdom (b. c. 1555)", "entities": [{"title": "Naresuan", "href": "/wiki/Naresuan", "description": "Naresuan or Sanphet II, was the 18th monarch of Ayutthaya Kingdom and 2nd monarch of the Sukhothai dynasty. He was the king of the Ayutthaya Kingdom from 1590 and overlord of Lan Na from 1602 until his death in 1605. Naresuan is one of Thailand's most revered monarchs as he is known for his campaigns to free Ayutthaya from the vassalage of the Taungoo Empire. During his reign, numerous wars were f"}, {"title": "Ayutthaya Kingdom", "href": "/wiki/Ayutthaya_Kingdom", "description": "The Ayutthaya Kingdom was a Siamese kingdom that existed from 1350 to 1767 centered on the city of Ayutthaya. The Kingdom of Ayutthaya is considered to be the precursor of modern Thailand and its developments are an important part of the History of Thailand."}]}, {"heading": "Deaths", "year": "1644", "date": "April 25", "txt": "Chongzhen Emperor of China (b. 1611)", "entities": [{"title": "Chongzhen Emperor", "href": "/wiki/Chongzhen_Emperor", "description": "The Chongzhen Emperor, personal name Zhu Youjian, was the 17th and last Emperor of the Ming dynasty as well as the last ethnic Han to rule over a unified China proper. He reigned from 1627 to 1644. \"Chongzhen,\" the era name of his reign, means \"honorable and auspicious\"."}]}, {"heading": "Deaths", "year": "1660", "date": "April 25", "txt": "Henry Hammond, English cleric and theologian (b. 1605)", "entities": [{"title": "Henry Hammond", "href": "/wiki/Henry_Hammond", "description": "Henry Hammond was an English churchman, who supported the Royalist cause during the English Civil War."}]}, {"heading": "Deaths", "year": "1690", "date": "April 25", "txt": "David Teniers the Younger, Flemish painter and educator (b. 1610)", "entities": [{"title": "David Teniers the Younger", "href": "/wiki/David_Teniers_the_Younger", "description": "David Teniers the Younger or David Teniers II was a Flemish Baroque painter, printmaker, draughtsman, miniaturist painter, staffage painter, copyist and art curator. He was an extremely versatile artist known for his prolific output. He was an innovator in a wide range of genres such as history painting, genre painting, landscape painting, portrait and still life. He is now best remembered as the "}]}, {"heading": "Deaths", "year": "1744", "date": "April 25", "txt": "Anders Celsius, Swedish astronomer, physicist, and mathematician (b. 1701)", "entities": [{"title": "Anders Celsius", "href": "/wiki/Anders_Celsius", "description": "Anders Celsius was a Swedish astronomer, physicist and mathematician. He was professor of astronomy at Uppsala University from 1730 to 1744, but traveled from 1732 to 1735 visiting notable observatories in Germany, Italy and France. He founded the Uppsala Astronomical Observatory in 1741, and in 1742 proposed the Centigrade temperature scale which was later renamed Celsius in his honor."}]}, {"heading": "Deaths", "year": "1770", "date": "April 25", "txt": "Jean-Antoine Nollet, French minister, physicist, and academic (b. 1700)", "entities": [{"title": "Jean-Antoine Nollet", "href": "/wiki/Jean-Antoine_Nollet", "description": "Jean-Antoine Nollet was a French clergyman and physicist who did a number of experiments with electricity and discovered osmosis. As a priest, he was also known as Abbé Nollet."}]}, {"heading": "Deaths", "year": "1800", "date": "April 25", "txt": "William Cowper, English poet (b. 1731)", "entities": [{"title": "William Cowper", "href": "/wiki/William_Cowper", "description": "William Cowper was an English poet and hymnodist. One of the most popular poets of his time, Cowper changed the direction of 18th-century nature poetry by writing of everyday life and scenes of the English countryside. In many ways, he was one of the forerunners of Romantic poetry. Samuel Taylor Coleridge called him \"the best modern poet\", whilst William Wordsworth particularly admired his poem Ya"}]}, {"heading": "Deaths", "year": "1840", "date": "April 25", "txt": "Siméon Denis Poisson, French mathematician and physicist (b. 1781)", "entities": [{"title": "Siméon Denis Poisson", "href": "/wiki/Sim%C3%A9on_Denis_Poisson", "description": "Baron Siméon Denis Poisson FRS FRSE was a French mathematician, engineer, and physicist who made many scientific advances."}]}, {"heading": "Deaths", "year": "1873", "date": "April 25", "txt": "Fyodor Petrovich Tolstoy, Russian painter and sculptor (b. 1783)", "entities": [{"title": "Fyodor Petrovich Tolstoy", "href": "/wiki/Fyodor_Petrovich_Tolstoy", "description": "Count Fyodor Petrovich Tolstoy was a Russian artist who served as Vice-President of the Imperial Academy of Arts for forty years (1828–1868). His works – wax-reliefs, watercolours, medallions, and silhouettes – are distinguished by a cool detachment and spare and economical classicism."}]}, {"heading": "Deaths", "year": "1875", "date": "April 25", "txt": "12th Dalai Lama (b. 1857)", "entities": [{"title": "12th Dalai Lama", "href": "/wiki/12th_Dalai_Lama", "description": "Trinley Gyatso was the 12th Dalai Lama of Tibet."}]}, {"heading": "Deaths", "year": "1878", "date": "April 25", "txt": "Anna Sewell, English author (b. 1820)", "entities": [{"title": "Anna Sewell", "href": "/wiki/Anna_Sewell", "description": "Anna Sewell was an English novelist. She is well known as the author of the 1877 novel Black Beauty, her only published work, which is now considered one of the top ten best selling novels for children, although it was intended at the time for an adult audience. She died only five months after Black Beauty's publication, having lived long enough to see her only novel become a success."}]}, {"heading": "Deaths", "year": "1890", "date": "April 25", "txt": "Crowfoot, Canadian tribal chief (b. 1830)", "entities": [{"title": "Crowfoot", "href": "/wiki/Crowfoot", "description": "Crowfoot or Isapo-Muxika was a chief of the Siksika First Nation. His parents, Istowun-eh'pata and Axkahp-say-pi, were Kainai. He was five years old when Istowun-eh'pata was killed during a raid on the Crow tribe, and, a year later, his mother remarried to Akay-nehka-simi of the Siksika people among whom he was brought up. Crowfoot was a warrior who fought in as many as nineteen battles and sustai"}]}, {"heading": "Deaths", "year": "1891", "date": "April 25", "txt": "Nathaniel Woodard, English priest and educator (b. 1811)", "entities": [{"title": "Nathaniel Woodard", "href": "/wiki/Nathaniel_Woodard", "description": "Nathaniel Woodard was a priest in the Church of England. He founded 11 schools for the middle classes in England whose aim was to provide education based on \"sound principle and sound knowledge, firmly grounded in the Christian faith\". His educational principles are promoted today through the Woodard Corporation, a registered charity."}]}, {"heading": "Deaths", "year": "1892", "date": "April 25", "txt": "Henri Duveyrier, French explorer (b. 1840)", "entities": [{"title": "Henri Duveyrier", "href": "/wiki/Henri_Duveyrier", "description": "Henri Duveyrier was a French explorer and geographer, known for his exploration of the Sahara."}]}, {"heading": "Deaths", "year": "1892", "date": "April 25", "txt": "Karl von Ditmar, Estonian-German geologist and explorer (b. 1822)", "entities": []}, {"heading": "Deaths", "year": "1906", "date": "April 25", "txt": "John Knowles Paine, American composer and educator (b. 1839)", "entities": [{"title": "John Knowles Paine", "href": "/wiki/John_Knowles_Paine", "description": "John Knowles Paine was the first American-born composer to achieve fame for large-scale orchestral music. The senior member of a group of composers collectively known as the Boston Six, Paine was one of those responsible for the first significant body of concert music by composers from the United States. The Boston Six's other five members were Amy Beach, Arthur Foote, Edward MacDowell, George Cha"}]}, {"heading": "Deaths", "year": "1911", "date": "April 25", "txt": "Emilio Salgari, Italian journalist and author (b. 1862)", "entities": [{"title": "Emilio Salgari", "href": "/wiki/Emilio_Salgari", "description": "Emilio Salgari was an Italian writer of action adventure swashbucklers and a pioneer of science fiction."}]}, {"heading": "Deaths", "year": "1913", "date": "April 25", "txt": "Joseph-Alfred Archambeault, Canadian bishop (b. 1859)", "entities": [{"title": "Joseph-Alfred Archambeault", "href": "/wiki/Joseph-Alfred_Archambeault", "description": "Joseph-Alfred Archambeault was a Roman Catholic priest and bishop in Canada. He was the first bishop of Joliette, Quebec. He was born into an upper-class family in the village of L'Assomption, then in Lower Canada."}]}, {"heading": "Deaths", "year": "1915", "date": "April 25", "txt": "Frederick W. Seward, American journalist, lawyer, and politician, 6th United States Assistant Secretary of State (b. 1830)", "entities": [{"title": "Frederick W. Seward", "href": "/wiki/Frederick_W._Seward", "description": "Frederick William Seward was an American politician and member of the Republican Party who twice served as the Assistant Secretary of State. The son of United States Secretary of State William H. Seward, he served as Assistant Secretary from 1861 to 1869 under both Abraham Lincoln and Andrew Johnson and then from 1877 to 1879 in the administration of Rutherford B. Hayes."}, {"title": "United States Assistant Secretary of State", "href": "/wiki/United_States_Assistant_Secretary_of_State", "description": "Assistant Secretary of State (A/S) is a title used for many executive positions in the United States Department of State, ranking below the under secretaries. A set of six assistant secretaries reporting to the under secretary for political affairs manage diplomatic missions within their designated geographic regions, plus one assistant secretary dealing with international organizations. Assistant"}]}, {"heading": "Deaths", "year": "1919", "date": "April 25", "txt": "Augustus D. Juilliard, American businessman and philanthropist (b. 1836)", "entities": [{"title": "Augustus D. Juilliard", "href": "/wiki/Augustus_D._Juilliard", "description": "Augustus D. Juilliard was an American businessman and philanthropist, born at sea as his parents were immigrating to the United States from France. Making a successful career in New York City, he bequeathed much of his estate to the advancement of music in the United States."}]}, {"heading": "Deaths", "year": "1921", "date": "April 25", "txt": "Emmeline B. Wells, American journalist and women's rights advocate (b. 1828)", "entities": [{"title": "Emmeline B. Wells", "href": "/wiki/Emmeline_B._Wells", "description": "Emmeline Blanche Woodward Harris Whitney Wells was an American journalist, editor, poet, women's rights advocate, and diarist. She served as the fifth Relief Society General President of The Church of Jesus Christ of Latter-day Saints from 1910 until her death. She represented the state of Utah at both the National and American Women's Suffrage conventions and was president of the Utah Woman's Suf"}]}, {"heading": "Deaths", "year": "1923", "date": "April 25", "txt": "Louis-Olivier Taillon, Canadian lawyer and politician, 8th Premier of Quebec (b. 1840)", "entities": [{"title": "Louis-Olivier Taillon", "href": "/wiki/Louis-Olivier_Taillon", "description": "Sir Louis-Olivier Taillon, was a Canadian lawyer and politician. He twice served as the eighth Premier of Quebec."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1928", "date": "April 25", "txt": "Pyotr Nikolayevich Wrangel, Russian general (b. 1878)", "entities": [{"title": "Pyotr Nikolayevich Wrangel", "href": "/wiki/Pyotr_Nikolayevich_Wrangel", "description": "Pyotr Nikolayevich Wrangel was a Russian officer of Baltic German origin in the Imperial Russian Army. During the later stages of the Russian Civil War, he was commanding general of the anti-Bolshevik White Army in Southern Russia. After his side lost the civil war in 1920, he left Russia. He was known as one of the most prominent exiled White émigrés and military dictator of the South Russia."}]}, {"heading": "Deaths", "year": "1941", "date": "April 25", "txt": "Salih Bozok, Turkish commander and politician (b. 1881)", "entities": [{"title": "Salih Bozok", "href": "/wiki/Salih_Bozok", "description": "Salih Bozok was an officer of the Ottoman Army, later the Turkish Army and a politician of the Republic of Turkey. He was the chief aide-de-camp of Mustafa Kemal (Atatürk), the founder of modern Turkey."}]}, {"heading": "Deaths", "year": "1943", "date": "April 25", "txt": "Vladimir Nemirovich-Danchenko, Russian director, producer, and playwright (b. 1858)", "entities": [{"title": "Vladimir Nemirovich-Danchenko", "href": "/wiki/Vladimir_Nemirovich-Danchenko", "description": "Vladimir Ivanovich Nemirovich-Danchenko, was a Soviet and Russian theatre director, writer, pedagogue, playwright, producer and theatre administrator, who founded the Moscow Art Theatre with his colleague, Konstantin Stanislavski, in 1898."}]}, {"heading": "Deaths", "year": "1944", "date": "April 25", "txt": "George Herriman, American cartoonist (b. 1880)", "entities": [{"title": "George Herriman", "href": "/wiki/George_Herriman", "description": "George Joseph Herriman was an American cartoonist best known for the comic strip Krazy Kat (1913–1944). More influential than popular, Krazy Kat had an appreciative audience among those in the arts. Gilbert Seldes' article \"The Krazy Kat Who Walks by Himself\" was the earliest example of a critic from the high arts giving serious attention to a comic strip. The Comics Journal placed the strip first"}]}, {"heading": "Deaths", "year": "1944", "date": "April 25", "txt": "Tony Mullane, Irish-American baseball player (b. 1859)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "April 25", "txt": "William Stephens, American engineer and politician, 24th Governor of California (b. 1859)", "entities": [{"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Deaths", "year": "1945", "date": "April 25", "txt": "Huldreich Georg Früh, Swiss composer (b. 1903)", "entities": [{"title": "Huldreich Georg Früh", "href": "/wiki/Huldreich_Georg_Fr%C3%BCh", "description": "Huldreich Georg Früh was a Swiss composer."}]}, {"heading": "Deaths", "year": "1961", "date": "April 25", "txt": "Robert Garrett, American discus thrower and shot putter (b. 1875)", "entities": [{"title": "Robert Garrett", "href": "/wiki/Robert_Garrett", "description": "Robert S. Garrett was an American athlete, as well as investment banker and philanthropist in Baltimore, Maryland and financier of several important archeological excavations. Garrett was the first modern Olympic champion in discus throw as well as shot put."}]}, {"heading": "Deaths", "year": "1970", "date": "April 25", "txt": "Anita Louise, American actress (b. 1915)", "entities": [{"title": "Anita Louise", "href": "/wiki/Anita_Louise", "description": "Anita Louise was an American film and television actress best known for her performances in A Midsummer Night's Dream (1935), The Story of Louis Pasteur (1935), Anthony Adverse (1936), Marie Antoinette (1938), and The Little Princess (1939). She was named as a WAMPAS Baby Star, and frequently described as one of the cinema's more fashionable and stylish women."}]}, {"heading": "Deaths", "year": "1972", "date": "April 25", "txt": "George Sanders, English actor (b. 1906)", "entities": [{"title": "George Sanders", "href": "/wiki/George_Sanders", "description": "George Henry Sanders was a British film and television actor, singer-songwriter, music composer, and author. His career as an actor spanned over 40 years. His heavy, upper-class English accent and smooth, bass voice often led him to be cast as sophisticated but villainous characters. He is perhaps best known as Jack Favell in Rebecca (1940), Scott ffolliott in Foreign Correspondent, The Saran of G"}]}, {"heading": "Deaths", "year": "1973", "date": "April 25", "txt": "Olga Grey, Hungarian-American actress (b. 1896)", "entities": [{"title": "Olga Grey", "href": "/wiki/Olga_Grey", "description": "Olga Grey was an American silent film actress, sometimes billed with the alternate spelling of her last name, Olga Gray."}]}, {"heading": "Deaths", "year": "1974", "date": "April 25", "txt": "Gustavo R. Vincenti, Maltese architect and developer (b. 1888)", "entities": [{"title": "Gustavo R. Vincenti", "href": "/wiki/Gustavo_R._Vincenti", "description": "Gustavo Romeo Vincenti was a Maltese architect and developer. Born into a wealthy and business oriented family in Valletta, he was able to purchase land and design and build buildings which he would then sell to clients. He was interested in architecture from a young age, and he graduated as an architect from the University of Malta in 1911, at the age of 23."}]}, {"heading": "Deaths", "year": "1975", "date": "April 25", "txt": "Mike Brant, Israeli singer and songwriter (b.1947)", "entities": [{"title": "Mike Brant", "href": "/wiki/Mike_Brant", "description": "Mike Brant was an Israeli singer and songwriter who achieved fame after moving to France. His most successful hit was \"Laisse-moi t'aimer\". Brant died by suicide at the height of his career by jumping from a window of an apartment in Paris. He was known for his vocal range going from baritone to high tenor and also a very high and powerful falsetto."}]}, {"heading": "Deaths", "year": "1976", "date": "April 25", "txt": "Carol Reed, English director and producer (b. 1906)", "entities": [{"title": "Carol Reed", "href": "/wiki/Carol_Reed", "description": "Sir Carol Reed was an English film director best known for Odd Man Out (1947), The Fallen Idol (1948), The Third Man (1949), and Oliver! (1968). For Oliver!, he received the Academy Award for Best Director."}]}, {"heading": "Deaths", "year": "1976", "date": "April 25", "txt": "Markus Reiner, Israeli engineer and educator (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "April 25", "txt": "John Cody, American cardinal (b. 1907)", "entities": [{"title": "John Cody", "href": "/wiki/John_Cody", "description": "John Patrick Cardinal Cody was an American bishop and cardinal of the Roman Catholic Church. A native of St. Louis, he served as Bishop of Kansas City–Saint Joseph (1956–1961), Archbishop of New Orleans (1964–1965), and Archbishop of Chicago (1965–1982). He was named a cardinal in 1967."}]}, {"heading": "Deaths", "year": "1983", "date": "April 25", "txt": "William S. Bowdern, American priest and author (b. 1897)", "entities": [{"title": "William S. Bowdern", "href": "/wiki/William_S._Bowdern", "description": "Father William S. Bowdern SJ was a Catholic priest of the Society of Jesus in St. Louis, Missouri. He was the author of The Problems of Courtship and Marriage printed by Our Sunday Visitor in 1939. He was a graduate of and taught at St. Louis University High School; he also taught at St. Louis University. Bowdern participated in an exorcism of Roland Doe in 1949. The incident became the basis of W"}]}, {"heading": "Deaths", "year": "1988", "date": "April 25", "txt": "Carolyn Franklin, American singer-songwriter (b. 1944)", "entities": [{"title": "Carolyn Franklin", "href": "/wiki/Carolyn_Franklin", "description": "Carolyn Ann Franklin was an American singer-songwriter. Besides her own musical success, Franklin was best known as the daughter of prominent Detroit preacher and civil rights activist C. L. Franklin and the younger sister of American singer/musician Aretha Franklin."}]}, {"heading": "Deaths", "year": "1988", "date": "April 25", "txt": "Clifford D. Simak, American journalist and author (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "April 25", "txt": "Dexter Gordon, American saxophonist, composer, and actor (b. 1923)", "entities": [{"title": "Dexter Gordon", "href": "/wiki/Dexter_Gordon", "description": "Dexter Gordon was an American jazz tenor saxophonist. He was among the most influential early bebop musicians, which included other greats such as Charlie Parker, Dizzy Gillespie, and Bud Powell. Gordon's height was 6 feet 6 inches (198 cm), so he was also known as \"Long Tall Dexter\" and \"Sophisticated Giant\". His studio and performance career spanned over 40 years."}]}, {"heading": "Deaths", "year": "1992", "date": "April 25", "txt": "Yutaka Ozaki, Japanese singer-songwriter (b. 1965)", "entities": [{"title": "Yutaka Ozaki", "href": "/wiki/Yutaka_Ozaki", "description": "Yutaka Ozaki  was a popular Japanese musician. He is ranked at No. 23 in a list of Japan's top 100 musicians by HMV."}]}, {"heading": "Deaths", "year": "1995", "date": "April 25", "txt": "Art Fleming, American game show host (b. 1925)", "entities": [{"title": "Art Fleming", "href": "/wiki/Art_Fleming", "description": "Arthur Fleming Fazzin was an American actor and television host. He was the host of the first version of the television game show Jeopardy!, which aired on NBC from 1964 until 1975."}]}, {"heading": "Deaths", "year": "1995", "date": "April 25", "txt": "Ginger Rogers, American actress, singer, and dancer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "April 25", "txt": "Lev Shankovsky, Ukrainian military historian (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "April 25", "txt": "Saul Bass, American graphic designer and director (b. 1920)", "entities": [{"title": "Saul Bass", "href": "/wiki/Saul_Bass", "description": "Saul Bass was an American graphic designer and Oscar-winning filmmaker, best known for his design of motion-picture title sequences, film posters, and corporate logos."}]}, {"heading": "Deaths", "year": "1998", "date": "April 25", "txt": "Wright Morris, American author and photographer (b. 1910)", "entities": [{"title": "Wright Morris", "href": "/wiki/Wright_Morris", "description": "Wright Marion Morris was an American novelist, photographer, and essayist. He is known for his portrayals of the people and artifacts of the Great Plains in words and pictures, as well as for experimenting with narrative forms."}]}, {"heading": "Deaths", "year": "1999", "date": "April 25", "txt": "Michael Morris, 3rd Baron Killanin, Irish journalist and author (b. 1914)", "entities": [{"title": "Michael Morris, 3rd Baron Killanin", "href": "/wiki/Michael_Morris,_3rd_Baron_Killanin", "description": "Michael Morris, 3rd Baron Killanin, was an Irish journalist, author, sports official, and the sixth President of the International Olympic Committee (IOC). He succeeded his uncle as Baron Killanin in the Peerage of the United Kingdom in 1927, when he was 12, which allowed him to sit in the House of Lords at the Palace of Westminster as Lord Killanin upon turning 21."}]}, {"heading": "Deaths", "year": "1999", "date": "April 25", "txt": "Roger Troutman, American singer-songwriter and producer (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "April 25", "txt": "Lucien Le Cam, French mathematician and statistician (b. 1924)", "entities": [{"title": "Lucien Le Cam", "href": "/wiki/Lucien_Le_Cam", "description": "Lucien Marie Le Cam was a mathematician and statistician."}]}, {"heading": "Deaths", "year": "2000", "date": "April 25", "txt": "David Merrick, American director and producer (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "April 25", "txt": "Michele Alboreto, Italian racing driver (b. 1956)", "entities": [{"title": "Michele Alboreto", "href": "/wiki/Michele_Alboreto", "description": "Michele Alboreto was an Italian racing driver. He was runner up to Alain Prost in the 1985 Formula One World Championship, as well as winning the 1997 24 Hours of Le Mans and 2001 12 Hours of Sebring sports car races. Alboreto competed in Formula One from 1981 until 1994, racing for a number of teams, including five seasons (1984–88) for Ferrari."}]}, {"heading": "Deaths", "year": "2002", "date": "April 25", "txt": "Lisa Lopes, American rapper and dancer (b. 1971)", "entities": [{"title": "Lisa Lopes", "href": "/wiki/Lisa_Lopes", "description": "Lisa Nicole Lopes, better known by her stage name Left Eye, was an American rapper, singer, songwriter, record producer and dancer. Lopes was a member of the R&B girl group TLC, alongside Tionne \"T-Boz\" Watkins and Rozonda \"Chilli\" Thomas. Besides rapping and singing backing vocals on TLC recordings, Lopes was one of the creative forces behind the group. She received more co-writing credits than t"}]}, {"heading": "Deaths", "year": "2003", "date": "April 25", "txt": "Samson Kitur, Kenyan runner (b. 1966)", "entities": [{"title": "Samson Kitur", "href": "/wiki/Samson_Kitur", "description": "Samson Kitur was a Kenyan athlete, and an Olympic medalist in 1992."}]}, {"heading": "Deaths", "year": "2004", "date": "April 25", "txt": "Thom Gunn, English-American poet and academic (b. 1929)", "entities": [{"title": "Thom Gunn", "href": "/wiki/Thom_Gunn", "description": "Thomson William \"Thom\" Gunn, was an English poet who was praised for his early verses in England, where he was associated with The Movement, and his later poetry in America, even after moving towards a looser, free-verse style. After relocating from England to San Francisco, Gunn wrote about gay-related topics—particularly in his most famous work, The Man With Night Sweats in 1992—as well as drug "}]}, {"heading": "Deaths", "year": "2005", "date": "April 25", "txt": "Jim Barker, American politician (b. 1935)", "entities": [{"title": "Jim Barker (politician)", "href": "/wiki/Jim_Barker_(politician)", "description": "Jim L. Barker was a Democratic politician from the U.S. state of Oklahoma. He is the only state representative to serve four times as Speaker of the Oklahoma House of Representatives."}]}, {"heading": "Deaths", "year": "2005", "date": "April 25", "txt": "Swami Ranganathananda, Indian monk and educator (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "April 25", "txt": "Jane Jacobs, American-Canadian journalist, author, and activist (b. 1916)", "entities": [{"title": "Jane Jacobs", "href": "/wiki/Jane_Jacobs", "description": "Jane Jacobs was an American-Canadian journalist, author, theorist, and activist who influenced urban studies, sociology, and economics. Her book, The Death and Life of Great American Cities (1961), argued that \"urban renewal\" and \"slum clearance\" did not respect the needs of city-dwellers."}]}, {"heading": "Deaths", "year": "2006", "date": "April 25", "txt": "Peter Law, Welsh politician and independent member of parliament (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 25", "txt": "Alan Ball Jr., English footballer and manager (b. 1945)", "entities": [{"title": "Alan Ball Jr.", "href": "/wiki/Alan_Ball_Jr.", "description": "Alan James Ball was an English professional footballer and manager. He was the youngest member of England's 1966 World Cup winning team and played as a midfielder for various clubs, scoring more than 180 league goals in a career spanning 22 years. His playing career also included a then national record £220,000 transfer from Everton to Arsenal at the end of 1971. After retiring as a player, he had"}]}, {"heading": "Deaths", "year": "2007", "date": "April 25", "txt": "Arthur Milton, English footballer and cricketer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 25", "txt": "Bobby Pickett, American singer-songwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "April 25", "txt": "Humphrey Lyttelton, English trumpet player, composer, and radio host (b. 1921)", "entities": [{"title": "Humphrey Lyttelton", "href": "/wiki/Humphrey_Lyttelton", "description": "Humphrey Richard Adeane Lyttelton, also known as Humph, was an English jazz musician and broadcaster from the Lyttelton family."}]}, {"heading": "Deaths", "year": "2009", "date": "April 25", "txt": "Bea Arthur, American actress and singer (b. 1922)", "entities": [{"title": "Bea Arthur", "href": "/wiki/Bea_Arthur", "description": "Beatrice Arthur was an American actress, comedian and activist."}]}, {"heading": "Deaths", "year": "2010", "date": "April 25", "txt": "Dorothy Provine, American actress and singer (b. 1935)", "entities": [{"title": "Dorothy Provine", "href": "/wiki/Dorothy_Provine", "description": "Dorothy Michelle Provine was an American singer, dancer and actress. Born in 1935 in Deadwood, South Dakota, she grew up in Seattle, Washington, and was hired in 1958 by Warner Bros., after which she first starred in The Bonnie Parker Story and played many roles in TV series. During the 1960s, Provine starred in series such as The Alaskans and The Roaring 20's, and her major roles in movies includ"}]}, {"heading": "Deaths", "year": "2010", "date": "April 25", "txt": "Alan Sillitoe, English novelist, short story writer, essayist, and poet (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 25", "txt": "Poly Styrene, British musician (b. 1957)", "entities": [{"title": "Poly Styrene", "href": "/wiki/Poly_Styrene", "description": "Marianne Joan Elliott-Said, known by the stage name Poly Styrene, was a British musician, singer-songwriter, and frontwoman for the punk rock band X-Ray Spex."}]}, {"heading": "Deaths", "year": "2012", "date": "April 25", "txt": "Gerry Bahen, Australian footballer (b. 1929)", "entities": [{"title": "Gerry Bahen", "href": "/wiki/Gerry_Bahen", "description": "Gerald Edmund \"Gerry\" Bahen was a businessman and Australian rules football player and administrator who played for the North Melbourne Football Club in the Victorian Football League (VFL) and the South Fremantle Football Club in the Western Australian National Football League (WANFL), as well as representing Western Australia in three interstate matches. After the conclusion of his playing career"}]}, {"heading": "Deaths", "year": "2012", "date": "April 25", "txt": "Denny Jones, American rancher and politician (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 25", "txt": "Moscelyne Larkin, American ballerina and educator (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 25", "txt": "Louis le Brocquy, Irish painter and illustrator (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 25", "txt": "Brian Adam, Scottish biochemist and politician (b. 1948)", "entities": [{"title": "Brian Adam", "href": "/wiki/Brian_Adam", "description": "Brian James Adam was a Scottish politician and biochemist."}]}, {"heading": "Deaths", "year": "2013", "date": "April 25", "txt": "Jacob Avshalomov, American composer and conductor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 25", "txt": "György Berencsi, Hungarian virologist and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 25", "txt": "Rick Camp, American baseball player (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 25", "txt": "Dan Heap, Canadian priest and politician (b. 1925)", "entities": [{"title": "Dan Heap", "href": "/wiki/Dan_Heap", "description": "Daniel James Macdonnell Heap (1925–2014) was a Canadian activist and politician. Heap served as a Member of Parliament with the New Democratic Party, a Toronto City Councillor, a political activist and an Anglican worker-priest. He represented the Toronto, Ontario, riding of Spadina from 1981 to 1993 and Ward 6 on Toronto City Council from 1972 to 1981. As an activist he was involved in the peace "}]}, {"heading": "Deaths", "year": "2014", "date": "April 25", "txt": "William Judson Holloway Jr., American soldier, lawyer, and judge (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 25", "txt": "Earl Morrall, American football player and coach (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 25", "txt": "Tito Vilanova, Spanish footballer and manager (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 25", "txt": "Stefanie Zweig, German journalist and author (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 25", "txt": "Jim Fanning, American-Canadian baseball player and manager (b. 1927)", "entities": [{"title": "Jim Fanning", "href": "/wiki/Jim_Fanning", "description": "William James Fanning was an American-Canadian catcher, manager and front office executive in Major League Baseball. Often called \"Gentleman Jim\", Fanning was the first general manager of the Montreal Expos of the National League, and served the Expos in a number of capacities for almost 25 years. As their field manager in 1981, he guided Montreal into the playoffs for the only time in the 36-year"}]}, {"heading": "Deaths", "year": "2015", "date": "April 25", "txt": "Matthias Kuhle, German geographer and academic (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 25", "txt": "Don Mankiewicz, American screenwriter and novelist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 25", "txt": "Mike Phillips, American basketball player (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "April 25", "txt": "Tom Lewis, Australian politician, 33rd Premier of New South Wales (b. 1922)", "entities": [{"title": "Tom Lewis (Australian politician)", "href": "/wiki/Tom_Lewis_(Australian_politician)", "description": "Thomas Lancelot Lewis was a New South Wales politician, Premier of New South Wales and minister in the cabinets of Sir Robert Askin and Sir Eric Willis. He became Premier following Askin's retirement from politics and held the position until he was replaced by Willis in a party vote. Lewis was first elected to the New South Wales Legislative Assembly for the Electoral district of Wollondilly for t"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "2018", "date": "April 25", "txt": "Madeeha Gauhar, Pakistani actress, playwright and director of social theater, and women's rights activist (b. 1956)", "entities": [{"title": "Madeeha Gauhar", "href": "/wiki/Madeeha_Gauhar", "description": "Madeeha Gauhar was a Pakistani TV and Stage actress, playwright and director of social theater, and women's rights activist. In 1984, she founded Ajoka Theatre where social themes were staged in theaters, on the street and in public places. With Ajoka Theater, she performed in Asia and Europe."}]}, {"heading": "Deaths", "year": "2019", "date": "April 25", "txt": "John Havlicek, American basketball player (b. 1940)", "entities": [{"title": "John Havlicek", "href": "/wiki/John_Havlicek", "description": "John Joseph Havlicek was an American professional basketball player who spent his entire career with the Boston Celtics, winning eight NBA championships, four of them coming in his first four seasons with the team."}]}]