[{"heading": "Events", "year": "238", "date": "April 22", "txt": "Year of the Six Emperors: The Roman Senate outlaws emperor Maximinus Thrax for his bloodthirsty proscriptions in Rome and nominates two of its members, Pupienus and Balbinus, to the throne.", "entities": [{"title": "Year of the Six Emperors", "href": "/wiki/Year_of_the_Six_Emperors", "description": "The Year of the Six Emperors was the year 238 AD, during which six men were recognized as emperors of Rome. This was an early symptom of what historians now call the Crisis of the Third Century, also known as Military Anarchy or the Imperial Crisis, a period in which the Roman Empire nearly collapsed under the combined pressures of barbarian invasions and migrations into the Roman territory, civil"}, {"title": "Roman Senate", "href": "/wiki/Roman_Senate", "description": "The Roman Senate was a governing and advisory assembly in ancient Rome. It was one of the most enduring institutions in Roman history, being established in the first days of the city of Rome. It survived the overthrow of the Roman monarchy in 509 BC; the fall of the Roman Republic in the 1st century BC; the division of the Roman Empire in AD 395; and the fall of the Western Roman Empire in 476; Ju"}, {"title": "Maximinus Thrax", "href": "/wiki/Maximinus_Thrax", "description": "Gaius Julius Verus Maximinus \"Thrax\" was Roman emperor from 235 to 238."}, {"title": "Proscription", "href": "/wiki/Proscription", "description": "Proscription is, in current usage, a 'decree of condemnation to death or banishment' and can be used in a political context to refer to state-approved murder or banishment. The term originated in Ancient Rome, where it included public identification and official condemnation of declared enemies of the state and it often involved confiscation of property."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Pupienus and Balbinus", "href": "/wiki/Pupienus_and_Balbinus", "description": "The Year of the Six Emperors was the year 238 AD, during which six men were recognized as emperors of Rome. This was an early symptom of what historians now call the Crisis of the Third Century, also known as Military Anarchy or the Imperial Crisis, a period in which the Roman Empire nearly collapsed under the combined pressures of barbarian invasions and migrations into the Roman territory, civil"}]}, {"heading": "Events", "year": "1500", "date": "April 22", "txt": "Portuguese navigator Pedro Álvares Cabral lands in Brazil.", "entities": [{"title": "Pedro Álvares Cabral", "href": "/wiki/Pedro_%C3%81lvares_Cabral", "description": "Pedro Álvares Cabral was a Portuguese nobleman, military commander, navigator and explorer regarded as the European discoverer of Brazil. In 1500 Cabral conducted the first substantial exploration of the northeast coast of South America and claimed it for Portugal. While details of Cabral's early life remain unclear, it is known that he came from a minor noble family and received a good education."}, {"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}]}, {"heading": "Events", "year": "1519", "date": "April 22", "txt": "Spanish conquistador Hernán Cortés establishes a settlement at Veracruz, Mexico.", "entities": [{"title": "Conquistador", "href": "/wiki/Conquistador", "description": "Conquistadors were the knights, soldiers and explorers of the Spanish and the Portuguese Empires. During the Age of Discovery, conquistadors sailed beyond Europe to the Americas, Oceania, Africa, and Asia, conquering territory and opening trade routes. They brought colonialism to much of the world for Spain and Portugal in the 16th, 17th, and 18th centuries."}, {"title": "Hernán Cortés", "href": "/wiki/Hern%C3%A1n_Cort%C3%A9s", "description": "Hernán Cortés de Monroy y Pizarro Altamirano, 1st Marquess of the Valley of Oaxaca was a Spanish Conquistador who led an expedition that caused the fall of the Aztec Empire and brought large portions of what is now mainland Mexico under the rule of the King of Castile in the early 16th century. Cortés was part of the generation of Spanish explorers and conquistadors who began the first phase of th"}, {"title": "Veracruz (city)", "href": "/wiki/Veracruz_(city)", "description": "Veracruz, officially known as Heroica Veracruz, is a major port city and municipality on the Gulf of Mexico in the Mexican state of Veracruz. The city is located along the coast in the central part of the state, 90 km (56 mi) southeast of the state capital Xalapa along Federal Highway 140."}]}, {"heading": "Events", "year": "1529", "date": "April 22", "txt": "Treaty of Zaragoza divides the eastern hemisphere between Spain and Portugal along a line 297.5 leagues (1,250 kilometres (780 mi)) east of the Moluccas.", "entities": [{"title": "Treaty of Zaragoza", "href": "/wiki/Treaty_of_Zaragoza", "description": "The Treaty of Zaragoza, also called the Capitulation of Zaragoza was a peace treaty between Castile and Portugal, signed on 22 April 1529 by King John III of Portugal and the Castilian emperor Charles V, in the Aragonese city of Zaragoza. The treaty defined the areas of Castilian and Portuguese influence in Asia, in order to resolve the \"Moluccas issue\", which had arisen because both kingdoms clai"}, {"title": "Moluccas", "href": "/wiki/Moluccas", "description": "The Maluku Islands or the Moluccas (Molukken) are an archipelago in eastern Indonesia. Tectonically they are located on the Halmahera Plate within the Molucca Sea Collision Zone. Geographically they are located east of Sulawesi, west of New Guinea, and north and east of Timor. Lying within Wallacea, the Maluku islands have been considered part of both Asia and Oceania."}]}, {"heading": "Events", "year": "1622", "date": "April 22", "txt": "The Capture of Ormuz by the East India Company ends Portuguese control of Hormuz Island.", "entities": [{"title": "Capture of Ormuz (1622)", "href": "/wiki/Capture_of_Ormuz_(1622)", "description": "The Capture of Ormuz was a combined Anglo-Persian expedition that successfully captured the Portuguese garrison at Hormuz Island after a ten-week siege, thus opening up Persian trade with England in the Persian Gulf. Before the capture of Ormuz, the Portuguese had held the Castle of Ormuz for more than a century, since 1507 when Afonso de Albuquerque established it in the capture of Ormuz, giving "}, {"title": "East India Company", "href": "/wiki/East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Hormuz Island", "href": "/wiki/Hormuz_Island", "description": "Hormuz Island, also spelled Hormoz, is an Iranian island in the Persian Gulf. Located in the Strait of Hormuz, 8 kilometres (5 mi) off the Iranian coast, the island is part of Hormozgan Province. Reddish ochre on the island and its beaches, called Golak by natives, has been exploited for artistic and culinary purposes and also attracts tourists. Degradation due to overuse of the ochre has resulted"}]}, {"heading": "Events", "year": "1809", "date": "April 22", "txt": "The second day of the Battle of Eckmühl: The Austrian army is defeated by the First French Empire army led by Napoleon and driven over the Danube in Regensburg.", "entities": [{"title": "Battle of Eckmühl", "href": "/wiki/Battle_of_Eckm%C3%BChl", "description": "The Battle of Eckmühl, fought on 21 April–22 April 1809, was the turning point of the 1809 Campaign, also known as the War of the Fifth Coalition. Napoleon I had been unprepared for the start of hostilities on 10 April 1809, by the Austrians under the Archduke Charles of Austria and for the first time since assuming the French Imperial Crown had been forced to give up the strategic initiative to a"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Danube", "href": "/wiki/Danube", "description": "The Danube is Europe's second-longest river after the Volga, flowing through much of Central and Southeastern Europe, from the Black Forest into the Black Sea. Its longest headstream Breg rises in Furtwangen im Schwarzwald, while the river carries its name from its source confluence in Donaueschingen onwards."}, {"title": "Regensburg", "href": "/wiki/Regensburg", "description": "Regensburg is a city in eastern Bavaria, at the confluence of the Danube, Naab and Regen rivers. It is capital of the Upper Palatinate subregion of the state in the south of Germany. With more than 150,000 inhabitants, Regensburg is the fourth-largest city in the State of Bavaria after Munich, Nuremberg and Augsburg. From its foundation as an imperial Roman river fort, the city has been the politi"}]}, {"heading": "Events", "year": "1836", "date": "April 22", "txt": "Texas Revolution: A day after the Battle of San Jacinto, forces under Texas General Sam Houston identify Mexican General Antonio López de Santa Anna among the captives of the battle when some of his fellow soldiers mistakenly give away his identity.", "entities": [{"title": "Texas Revolution", "href": "/wiki/Texas_Revolution", "description": "The Texas Revolution was a rebellion of colonists from the United States and Tejanos in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one, the Mexican Federalist War, that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas in"}, {"title": "Battle of San Jacinto", "href": "/wiki/Battle_of_San_Jacinto", "description": "The Battle of San Jacinto, fought on April 21, 1836, in present-day Houston, Texas, was the decisive battle of the Texas Revolution. Led by General Samuel Houston, the Texan Army engaged and defeated General Antonio López de Santa Anna's Mexican army in a fight that lasted just 18 minutes. A detailed, first-hand account of the battle was written by General Houston from the headquarters of the Texa"}, {"title": "Republic of Texas", "href": "/wiki/Republic_of_Texas", "description": "The Republic of Texas was a sovereign state in North America that existed from March 2, 1836, to February 19, 1846, although Mexico considered it a rebellious province during its entire existence. It was bordered by Mexico to the west and southwest, the Gulf of Mexico to the southeast, the two U.S. states of Louisiana and Arkansas to the east and northeast, and United States territories encompassi"}, {"title": "Sam Houston", "href": "/wiki/Sam_Houston", "description": "Samuel Houston was an American general. He was an important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different st"}, {"title": "Antonio López de Santa Anna", "href": "/wiki/Antonio_L%C3%B3pez_de_Santa_Anna", "description": "Antonio de Padua María Severino López de Santa Anna y Pérez de Lebrón, usually known as Santa Anna or López de Santa Anna, was a Mexican politician and general. His influence on post-independence Mexican politics and government in the first half of the nineteenth century is such that historians of Mexico often refer to it as the \"Age of Santa Anna\"."}]}, {"heading": "Events", "year": "1864", "date": "April 22", "txt": "The U.S. Congress passes the Coinage Act of 1864 that permitted the inscription In God We Trust be placed on all coins minted as United States currency.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Coinage Act of 1864", "href": "/wiki/Coinage_Act_of_1864", "description": "The Coinage Act of 1864 was a United States federal law passed on April 22, 1864, which changed the composition of the one-cent coin and authorized the minting of the two-cent coin. The Director of the U.S. Mint developed the designs for these coins for final approval of the Secretary of the Treasury. As a result of this law, the phrase \"In God We Trust\" first appeared, on the 1864 two-cent coin. "}, {"title": "United States currency", "href": "/wiki/United_States_currency", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "1876", "date": "April 22", "txt": "The first National League baseball game is played at the Jefferson Street Grounds in Philadelphia.", "entities": [{"title": "National League", "href": "/wiki/National_League", "description": "The National League of Professional Baseball Clubs, known simply as the National League (NL), is the older of two leagues constituting Major League Baseball (MLB) in the United States and Canada, and the world's oldest extant professional team sports league. Founded on February 2, 1876, to replace the National Association of Professional Base Ball Players (NAPBBP) of 1871–1875, the NL is sometimes"}, {"title": "Jefferson Street Grounds", "href": "/wiki/Jefferson_Street_Grounds", "description": "Jefferson Street Grounds was a baseball field located in Philadelphia, Pennsylvania. It was also known as Jefferson Park and Athletics Park. It was home to three different professional baseball teams, competing in three different leagues. Notably, it was the venue for the first game in National League history, played on April 22, 1876."}]}, {"heading": "Events", "year": "1889", "date": "April 22", "txt": "At noon, thousands rush to claim land in the Land Rush of 1889. Within hours the cities of Oklahoma City and Guthrie are formed with populations of at least 10,000.", "entities": [{"title": "Land Rush of 1889", "href": "/wiki/Land_Rush_of_1889", "description": "The Oklahoma Land Rush of 1889 was the first land run into the Unassigned Lands. The area that was opened to settlement included all or part of the Canadian, Cleveland, Kingfisher, Logan, Oklahoma, and Payne counties of the US state of Oklahoma. The land run started at high noon on April 22, 1889, with an estimated 50,000 people lined up for their piece of the available two million acres (8,100 km"}, {"title": "Oklahoma City", "href": "/wiki/Oklahoma_City", "description": "Oklahoma City, officially the City of Oklahoma City, and often shortened to OKC, is the capital and largest city in the U.S. state of Oklahoma. The county seat of Oklahoma County, it ranks 25th among United States cities in population, and is the 11th largest city in the South. The population grew following the 2010 census and is estimated to have reached 655,057 as of July 2019. The Oklahoma City"}, {"title": "Guthrie, Oklahoma", "href": "/wiki/Guthrie,_Oklahoma", "description": "Guthrie is a city and county seat in Logan County, Oklahoma, United States, and a part of the Oklahoma City Metroplex. The population was 10,191 at the 2010 census, a 2.7 percent increase from the figure of 9,925 in the 2000 census."}]}, {"heading": "Events", "year": "1898", "date": "April 22", "txt": "Spanish–American War: The USS Nashville captures a Spanish merchant ship.", "entities": [{"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "USS Nashville (PG-7)", "href": "/wiki/USS_Nashville_(PG-7)", "description": "USS Nashville (PG-7), a gunboat, was the only ship of its class. It was the first of three ships of the United States Navy to hold the name Nashville."}]}, {"heading": "Events", "year": "1906", "date": "April 22", "txt": "The 1906 Intercalated Games, now recognized as part of the official Olympic Games, open in Athens.", "entities": [{"title": "1906 Intercalated Games", "href": "/wiki/1906_Intercalated_Games", "description": "The 1906 Intercalated Games or 1906 Olympic Games was an international multi-sport event that was celebrated in Athens, Greece. They were at the time considered to be Olympic Games and were referred to as the \"Second International Olympic Games in Athens\" by the International Olympic Committee. However, the medals which were distributed to the participants during these games are not officially rec"}, {"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}]}, {"heading": "Events", "year": "1915", "date": "April 22", "txt": "The use of poison gas in World War I escalates when chlorine gas is released as a chemical weapon in the Second Battle of Ypres.", "entities": [{"title": "Poison gas in World War I", "href": "/wiki/Poison_gas_in_World_War_I", "description": "The use of toxic chemicals as weapons dates back thousands of years, but the first large scale use of chemical weapons was during World War I. They were primarily used to demoralize, injure, and kill entrenched defenders, against whom the indiscriminate and generally very slow-moving or static nature of gas clouds would be most effective. The types of weapons employed ranged from disabling chemica"}, {"title": "Chlorine", "href": "/wiki/Chlorine", "description": "Chlorine is a chemical element with the symbol Cl and atomic number 17. The second-lightest of the halogens, it appears between fluorine and bromine in the periodic table and its properties are mostly intermediate between them. Chlorine is a yellow-green gas at room temperature. It is an extremely reactive element and a strong oxidising agent: among the elements, it has the highest electron affini"}, {"title": "Chemical warfare", "href": "/wiki/Chemical_warfare", "description": "Chemical warfare (CW) involves using the toxic properties of chemical substances as weapons. This type of warfare is distinct from nuclear warfare, biological warfare and radiological warfare, which together make up CBRN, the military acronym for nuclear, biological, and chemical, all of which are considered \"weapons of mass destruction\" (WMDs). None of these fall under the term conventional weapo"}, {"title": "Second Battle of Ypres", "href": "/wiki/Second_Battle_of_Ypres", "description": "During the First World War, the Second Battle of Ypres was fought from 22 April – 25 May 1915 for control of the strategic Flemish town of Ypres in western Belgium. The First Battle of Ypres had been fought the previous autumn. The Second Battle of Ypres was the first mass use by Germany of poison gas on the Western Front. It also marked the first time a former colonial force defeated a European p"}]}, {"heading": "Events", "year": "1930", "date": "April 22", "txt": "The United Kingdom, Japan and the United States sign the London Naval Treaty regulating submarine warfare and limiting shipbuilding.", "entities": [{"title": "London Naval Treaty", "href": "/wiki/London_Naval_Treaty", "description": "The London Naval Treaty, officially the Treaty for the Limitation and Reduction of Naval Armament, was an agreement between the United Kingdom, Japan, France, Italy, and the United States that was signed on 22 April 1930. Seeking to address a loophole in the 1922 Washington Naval Treaty, which had created tonnage limits for each nation's surface warships, the new agreement regulated submarine warf"}, {"title": "Submarine", "href": "/wiki/Submarine", "description": "A submarine is a watercraft capable of independent operation underwater. It differs from a submersible, which has more limited underwater capability. It is also sometimes used historically or colloquially to refer to remotely operated vehicles and robots, as well as medium-sized or smaller vessels, such as the midget submarine and the wet sub. Submarines are referred to as \"boats\" rather than \"shi"}, {"title": "Shipbuilding", "href": "/wiki/Shipbuilding", "description": "Shipbuilding is the construction of ships and other floating vessels. It normally takes place in a specialized facility known as a shipyard. Shipbuilders, also called shipwrights, follow a specialized occupation that traces its roots to before recorded history."}]}, {"heading": "Events", "year": "1944", "date": "April 22", "txt": "The 1st Air Commando Group using Sikorsky R-4 helicopters stage the first use of helicopters in combat with combat search and rescue operations in the China Burma India Theater.", "entities": [{"title": "1st Air Commando Group", "href": "/wiki/1st_Air_Commando_Group", "description": "The 1st Special Operations Wing at Hurlburt Field, Florida is one of three United States Air Force active duty Special Operations wings and falls under the Air Force Special Operations Command (AFSOC)."}, {"title": "Sikorsky R-4", "href": "/wiki/Sikorsky_R-4", "description": "The Sikorsky R-4 is a two-seat helicopter designed by Igor Sikorsky with a single, three-bladed main rotor and powered by a radial engine. The R-4 was the world's first large-scale mass-produced helicopter and the first helicopter used by the United States Army Air Forces, the United States Navy, the United States Coast Guard and the United Kingdom's Royal Air Force and Royal Navy. In U.S. Navy an"}, {"title": "Military helicopter", "href": "/wiki/Military_helicopter", "description": "A military helicopter is a helicopter that is either specifically built or converted for use by military forces. A military helicopter's mission is a function of its design or conversion. The most common use of military helicopters is transport of troops, but transport helicopters can be modified or converted to perform other missions such as combat search and rescue (CSAR), medical evacuation (ME"}, {"title": "Combat search and rescue", "href": "/wiki/Combat_search_and_rescue", "description": "Combat search and rescue (CSAR) are search and rescue operations that are carried out during war that are within or near combat zones."}, {"title": "China Burma India Theater", "href": "/wiki/China_Burma_India_Theater", "description": "China Burma India Theater (CBI) was the United States military designation during World War II for the China and Southeast Asian or India–Burma (IBT) theaters. Operational command of Allied forces in the CBI was officially the responsibility of the Supreme Commanders for South East Asia or China. However, US forces in practice were usually overseen by General Joseph Stilwell, the Deputy Allied Com"}]}, {"heading": "Events", "year": "1944", "date": "April 22", "txt": "World War II: Operation Persecution is initiated: Allied forces land in the Hollandia (currently known as Jayapura) area of New Guinea.", "entities": [{"title": "Operation Persecution", "href": "/wiki/Operation_Persecution", "description": "The Landing at Aitape was a battle of the Western New Guinea campaign of World War II. American and Allied forces undertook an amphibious landing on 22 April 1944 at Aitape on northern coast of Papua New Guinea. The amphibious landing was undertaken simultaneously with the landings at Humboldt and Tanahmerah Bays to secure Hollandia to isolate the Japanese 18th Army at Wewak. Operations in the are"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Jayapura", "href": "/wiki/Jayapura", "description": "Jayapura is the capital and largest city of the Indonesian province of Papua. It is situated on the northern coast of New Guinea island and covers an area of 935.92 km2 (361.36 sq mi). The city borders the Pacific Ocean and Yos Sudarso Bay to the north, Sandaun Province of Papua New Guinea to the east, Keerom Regency to the south, and Jayapura Regency to the west. It is the most populous city in t"}, {"title": "New Guinea", "href": "/wiki/New_Guinea", "description": "New Guinea is the world's second-largest island, and with an area of 785,753 km2 (303,381 sq mi), the largest island in the Southern Hemisphere. Located in Melanesia in the southwestern Pacific Ocean, it is separated by the 150 km wide Torres Strait from the Australian continent. Numerous smaller islands are located to the west and east. The eastern half of the island is the major land mass of the"}]}, {"heading": "Events", "year": "1944", "date": "April 22", "txt": "World War II: In Greenland, the Allied Sledge Patrol attack the German Bassgeiger weather station.", "entities": [{"title": "North Atlantic weather war", "href": "/wiki/North_Atlantic_weather_war", "description": "The North Atlantic weather war occurred during World War II. The Allies and Germany tried to gain a monopoly on weather data in the North Atlantic and Arctic oceans. Meteorological intelligence was important as it affected military planning and the routing of ships and convoys. In some circumstances, visibility was necessary and in others concealment. D-day planning was greatly affected by weather"}]}, {"heading": "Events", "year": "1945", "date": "April 22", "txt": "World War II: Prisoners at the Jasenovac concentration camp revolt. Five hundred twenty are killed and around eighty escape.", "entities": [{"title": "Jasenovac concentration camp", "href": "/wiki/Jasenovac_concentration_camp", "description": "Jasenovac was a concentration and extermination camp established in Slavonia by the authorities of the Independent State of Croatia (NDH) in occupied Yugoslavia during World War II. The concentration camp, one of the ten largest in Europe, was established and operated by the governing Ustaše regime, which was the only quisling regime in occupied Europe to operate extermination camps solely on thei"}]}, {"heading": "Events", "year": "1948", "date": "April 22", "txt": "Arab–Israeli War: The port city of Haifa is captured by Jewish forces.", "entities": [{"title": "1948 Arab–Israeli War", "href": "/wiki/1948_Arab%E2%80%93Israeli_War", "description": "The 1948 Arab–Israeli War was the second and final stage of the 1947–49 Palestine war. It formally began following the end of the British Mandate for Palestine at midnight on 14 May 1948; the Israeli Declaration of Independence had been issued earlier that day, and a military coalition of Arab states entered the territory of British Palestine in the morning of 15 May."}, {"title": "Haifa", "href": "/wiki/Haifa", "description": "Haifa is the third-largest city in Israel—after Jerusalem and Tel Aviv—with a population of 285,316 in 2019. The city of Haifa forms part of the Haifa metropolitan area, the third-most populous metropolitan area in Israel. It is home to the Baháʼí Faith's Baháʼí World Centre, and is a UNESCO World Heritage Site and a destination for Baháʼí pilgrimage."}, {"title": "Battle of Haifa (1948)", "href": "/wiki/Battle_of_Haifa_(1948)", "description": "The Battle of Haifa, called by the Jewish forces Operation Bi'ur Hametz, was a Haganah operation carried out on 21–22 April 1948 and was a major event in the final stages of the civil war in Palestine, leading up to the 1948 Arab-Israeli War. The objective of the operation was the capture of the Arab neighborhoods of Haifa."}]}, {"heading": "Events", "year": "1951", "date": "April 22", "txt": "Korean War: The Chinese People's Volunteer Army begin assaulting positions defended by the Royal Australian Regiment and the Princess Patricia's Canadian Light Infantry at the Battle of Kapyong.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "People's Volunteer Army", "href": "/wiki/People%27s_Volunteer_Army", "description": "The (Chinese) People's Volunteer Army (PVA) was the armed forces deployed by the People's Republic of China during the Korean War. Although all units in the PVA were actually transferred from the People's Liberation Army under orders of Mao Zedong, the PVA was separately constituted in order to prevent an official war with the United States. The PVA entered Korea on October 19, 1950, and completel"}, {"title": "Royal Australian Regiment", "href": "/wiki/Royal_Australian_Regiment", "description": "The Royal Australian Regiment (RAR) is the parent administrative regiment for regular infantry battalions of the Australian Army and is the senior infantry regiment of the Royal Australian Infantry Corps. It was originally formed in 1948 as a three battalion regiment; however, since then its size has fluctuated as battalions have been raised, amalgamated or disbanded in accordance with the Austral"}, {"title": "Princess Patricia's Canadian Light Infantry", "href": "/wiki/Princess_Patricia%27s_Canadian_Light_Infantry", "description": "Princess Patricia's Canadian Light Infantry is one of the three Regular Force infantry regiments of the Canadian Army of the Canadian Armed Forces. It is named for Princess Patricia of Connaught, daughter of the then Governor General of Canada. The regiment is composed of three battalions, for a total of 2,000 soldiers. The PPCLI is the main lodger unit of Canadian Forces Base (CFB) Edmonton in Al"}, {"title": "Battle of Kapyong", "href": "/wiki/Battle_of_Kapyong", "description": "The Battle of Kapyong, also known as the Battle of Jiaping, was fought during the Korean War between United Nations Command (UN) forces—primarily Canadian, Australian, and New Zealand—and the Chinese People's Volunteer Army (PVA). The fighting occurred during the Chinese Spring Offensive and saw the 27th British Commonwealth Brigade establish blocking positions in the Kapyong Valley, on a key rout"}]}, {"heading": "Events", "year": "1954", "date": "April 22", "txt": "Red Scare: Witnesses begin testifying and live television coverage of the Army–McCarthy hearings begins.", "entities": [{"title": "Second Red Scare", "href": "/wiki/Second_Red_Scare", "description": "McCarthyism is the practice of making accusations of subversion or treason, especially when related to communism. The term refers to U.S. senator Joseph McCarthy (R-Wisconsin) and has its origins in the period in the United States known as the Second Red Scare, lasting from the late 1940s through the 1950s. It was characterized by heightened political repression and a campaign spreading fear of co"}, {"title": "Army–McCarthy hearings", "href": "/wiki/Army%E2%80%93McCarthy_hearings", "description": "The Army–McCarthy hearings were a series of hearings held by the United States Senate's Subcommittee on Investigations to investigate conflicting accusations between the United States Army and U.S. Senator Joseph McCarthy. The Army accused Chief Committee Counsel Roy Cohn of pressuring the Army to give preferential treatment to G. David Schine, a former McCarthy aide and friend of Cohn's. McCarthy"}]}, {"heading": "Events", "year": "1969", "date": "April 22", "txt": "British yachtsman Sir Robin Knox-Johnston wins the Sunday Times Golden Globe Race and completes the first solo non-stop circumnavigation of the world.", "entities": [{"title": "Robin Knox-Johnston", "href": "/wiki/Robin_Knox-Johnston", "description": "Sir William Robert Patrick Knox-Johnston is a British sailor. In 1969, he became the first person to perform a single-handed non-stop circumnavigation of the globe. Along with Sir Peter Blake, he won the second Jules Verne Trophy, for which they were also named the ISAF Yachtsman of the Year award. In 2007, at the age of 67, he set a record as the oldest yachtsman to complete a round the world sol"}, {"title": "Sunday Times Golden Globe Race", "href": "/wiki/Sunday_Times_Golden_Globe_Race", "description": "The Sunday Times Golden Globe Race was a non-stop, single-handed, round-the-world yacht race, held in 1968–1969, and was the first round-the-world yacht race. The race was controversial due to the failure of most competitors to finish the race and because of the suicide of one entrant; however, it ultimately led to the founding of the BOC Challenge and Vendée Globe round-the-world races, both of w"}]}, {"heading": "Events", "year": "1969", "date": "April 22", "txt": "The formation of the Communist Party of India (Marxist-Leninist) is announced at a mass rally in Calcutta.", "entities": []}, {"heading": "Events", "year": "1970", "date": "April 22", "txt": "The first Earth Day is celebrated.", "entities": [{"title": "Earth Day", "href": "/wiki/Earth_Day", "description": "Earth Day is an annual event on April 22 to demonstrate support for environmental protection. First held on April 22, 1970, it now includes a wide range of events coordinated globally by EarthDay.org including 1 billion people in more than 193 countries."}]}, {"heading": "Events", "year": "1974", "date": "April 22", "txt": "Pan Am Flight 812 crashes on approach to Ngurah Rai International Airport in Denpasar, Bali, Indonesia, killing all 107 people on board.", "entities": [{"title": "Pan Am Flight 812", "href": "/wiki/Pan_Am_Flight_812", "description": "Pan Am Flight 812 (PA812), operated by a Pan American World Airways Boeing 707-321B registered N446PA and named Clipper Climax, was a scheduled international flight from Hong Kong to Los Angeles, California, with intermediate stops at Denpasar, Sydney, Nadi, and Honolulu. On April 22, 1974, it crashed into rough mountainous terrain while preparing for a runway 09 approach to Denpasar after a 4-hou"}, {"title": "Ngurah Rai International Airport", "href": "/wiki/Ngurah_Rai_International_Airport", "description": "Ngurah Rai International Airport, officially known as I Gusti Ngurah Rai International Airport, is the main airport in Bali, located 13 km south of Denpasar. Ngurah Rai is the second busiest airport in Indonesia after Soekarno–Hatta International Airport. In 2018, the airport served 23,779,178 passengers. The airport has category IX and is capable of serving wide-body aircraft including the Boeing"}, {"title": "Denpasar", "href": "/wiki/Denpasar", "description": "Denpasar is the capital of Bali and the main gateway to the island. The city is also a hub for other cities in the Lesser Sunda Islands."}, {"title": "Bali", "href": "/wiki/Bali", "description": "Bali is a province of Indonesia and the westernmost of the Lesser Sunda Islands. East of Java and west of Lombok, the province includes the island of Bali and a few smaller neighbouring islands, notably Nusa Penida, Nusa Lembongan, and Nusa Ceningan. The provincial capital, Denpasar, is the most populous city in the Lesser Sunda Islands and the second-largest, after Makassar, in Eastern Indonesia."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}]}, {"heading": "Events", "year": "1977", "date": "April 22", "txt": "Optical fiber is first used to carry live telephone traffic.", "entities": [{"title": "Optical fiber", "href": "/wiki/Optical_fiber", "description": "An optical fiber is a flexible, transparent fiber made by drawing glass (silica) or plastic to a diameter slightly thicker than that of a human hair. Optical fibers are used most often as a means to transmit light between the two ends of the fiber and find wide usage in fiber-optic communications, where they permit transmission over longer distances and at higher bandwidths than electrical cables."}]}, {"heading": "Events", "year": "1993", "date": "April 22", "txt": "Eighteen-year-old Stephen Lawrence is murdered in a racially motivated attack while waiting for a bus in Well Hall, Eltham.", "entities": [{"title": "Murder of Stephen Lawrence", "href": "/wiki/Murder_of_Stephen_Lawrence", "description": "Stephen Lawrence was a black British teenager from Plumstead, southeast London, who was murdered in a racially motivated attack while waiting for a bus in Well Hall, Eltham on the evening of 22 April 1993. The case became a cause célèbre: its fallout included cultural changes of attitudes on racism and the police, and to the law and police practice. It also led to the partial revocation of the rul"}, {"title": "Well Hall", "href": "/wiki/Well_Hall", "description": "Well Hall is a place to the north of Eltham in the Royal Borough of Greenwich in southeast London, England, with no present formal boundaries and located 13.5 km (8.4 mi) east-southeast of Charing Cross. In the past Well Hall was the grounds of a manor house, and then a hamlet. Today it is a largely residential suburb and housing estate absorbed by the development of Eltham and London. It is centr"}, {"title": "Eltham", "href": "/wiki/Eltham", "description": "Eltham is a district of southeast London, England, within the Royal Borough of Greenwich. It is 8.7 miles (14.0 km) east-southeast of Charing Cross, and is identified in the London Plan as one of 35 major centres in Greater London. The three wards of Eltham North, South and West have a total population of 35,459."}]}, {"heading": "Events", "year": "2005", "date": "April 22", "txt": "Japan's Prime Minister Junichiro Koizumi apologizes for Japan's war record.", "entities": [{"title": "Junichiro Koizumi", "href": "/wiki/Junichiro_Koizumi", "description": "Junichiro Koizumi is a Japanese politician who was Prime Minister of Japan and President of the Liberal Democratic Party (LDP) from 2001 to 2006. He retired from politics in 2009, and he remains the sixth-longest serving Prime Minister in Japanese history."}, {"title": "List of war apology statements issued by Japan", "href": "/wiki/List_of_war_apology_statements_issued_by_Japan#2000s", "description": "This is a list of war apology statements issued by the state of Japan with regard to the war crimes committed by the Empire of Japan during World War II. The statements were made at and after the end of World War II in Asia, from the 1950s to the 2020s."}]}, {"heading": "Events", "year": "2016", "date": "April 22", "txt": "The Paris Agreement is signed, an agreement to help fight global warming.", "entities": [{"title": "Paris Agreement", "href": "/wiki/Paris_Agreement", "description": "The Paris Agreement is an agreement within the United Nations Framework Convention on Climate Change (UNFCCC), on climate change mitigation, adaptation, and finance, signed in 2016. The agreement's language was negotiated by representatives of 196 state parties at the 21st Conference of the Parties of the UNFCCC in Le Bourget, near Paris, France, and adopted by consensus on 12 December 2015. As of"}]}, {"heading": "Births", "year": "1412", "date": "April 22", "txt": "Reinhard III, Count of Hanau (1451–1452) (d. 1452)", "entities": [{"title": "Reinhard III, Count of Hanau", "href": "/wiki/Reinhard_III,_Count_of_Hanau", "description": "Count Reinhard III of Hanau was Count of Hanau from 1451 until his death. He was the son of Count Reinhard II of Hanau and his wife, Catherine of Nassau-Beilstein."}]}, {"heading": "Births", "year": "1444", "date": "April 22", "txt": "Elizabeth of York, Duchess of Suffolk (d. 1503)", "entities": [{"title": "Elizabeth of York, Duchess of Suffolk", "href": "/wiki/Elizabeth_of_York,_Duchess_of_Suffolk", "description": "Elizabeth of York, Duchess of Suffolk also known as Elizabeth Plantagenet was the sixth child and third daughter of Richard Plantagenet, 3rd Duke of York and Cecily Neville. She was thus a sister of King Edward IV and of King Richard III."}]}, {"heading": "Births", "year": "1451", "date": "April 22", "txt": "Isabella I of Castile (d. 1504)", "entities": [{"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}]}, {"heading": "Births", "year": "1518", "date": "April 22", "txt": "Antoine of Navarre (d. 1562)", "entities": [{"title": "Antoine of Navarre", "href": "/wiki/Antoine_of_Navarre", "description": "Antoine was the King of Navarre through his marriage to Queen Jeanne III, from 1555 until his death. He was the first monarch of the House of Bourbon, of which he was head from 1537. He was the father of Henry IV of France."}]}, {"heading": "Births", "year": "1592", "date": "April 22", "txt": "Wilhelm Schickard, German astronomer and mathematician (d. 1635)", "entities": [{"title": "Wilhelm Schickard", "href": "/wiki/Wilhelm_Schickard", "description": "Wilhelm Schickard was a German professor of Hebrew and astronomy who became famous in the second part of the 20th century after Franz Hammer, a biographer of Johannes Kepler, claimed that the drawings of a calculating clock, predating the public release of Pascal's calculator by twenty years, had been discovered in two unknown letters written by Schickard to Johannes Kepler in 1623 and 1624."}]}, {"heading": "Births", "year": "1610", "date": "April 22", "txt": "Pope Alexander VIII (d. 1691)", "entities": [{"title": "Pope Alexander VIII", "href": "/wiki/Pope_Alexander_VIII", "description": "Pope Alexander VIII, born Pietro Vito Ottoboni, was Pope from 6 October 1689 to his death in 1691. He is to date the last pope to take the pontifical name of \"Alexander\" upon his election to the papacy."}]}, {"heading": "Births", "year": "1658", "date": "April 22", "txt": "Giuseppe Torelli, Italian violinist and composer (d. 1709)", "entities": [{"title": "Giuseppe Torelli", "href": "/wiki/Giuseppe_Torelli", "description": "Giuseppe Torelli was an Italian violist, violinist, teacher, and composer of the late Baroque era."}]}, {"heading": "Births", "year": "1690", "date": "April 22", "txt": "John Carteret, 2nd Earl Granville, English politician, Lord President of the Council (d. 1763)", "entities": [{"title": "John Carteret, 2nd Earl Granville", "href": "/wiki/John_Carteret,_2nd_Earl_Granville", "description": "John Carteret, 2nd Earl Granville, 7th Seigneur of Sark,, commonly known by his earlier title Lord Carteret, was a British statesman and Lord President of the Council from 1751 to 1763; he worked extremely closely with the Prime Minister of the country, Spencer Compton, Earl of Wilmington, in order to manage the various factions of the Government. He was Seigneur of Sark from 1715 to 1720 when he "}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1707", "date": "April 22", "txt": "Henry Fielding, English novelist and playwright (d. 1754)", "entities": [{"title": "Henry Fielding", "href": "/wiki/Henry_Fielding", "description": "Henry Fielding was an English novelist and dramatist known for his earthy humour and satire. His comic novel Tom Jones is still widely appreciated. He and Samuel Richardson are seen as founders of the traditional English novel. He also holds a place in the history of law enforcement, having used his authority as a magistrate to found the Bow Street Runners, London's first intermittently funded, fu"}]}, {"heading": "Births", "year": "1711", "date": "April 22", "txt": "Paul II Anton, Prince Esterházy, Austrian soldier (d. 1762)", "entities": [{"title": "Paul II Anton, Prince Esterházy", "href": "/wiki/Paul_II_Anton,_Prince_Esterh%C3%A1zy", "description": "Prince Paul II Anton Esterházy de Galántha was a prince of the Esterházy family. He had a distinguished career as a soldier and patron of music."}]}, {"heading": "Births", "year": "1724", "date": "April 22", "txt": "Immanuel Kant, German anthropologist, philosopher, and academic (d. 1804)", "entities": [{"title": "Immanuel Kant", "href": "/wiki/Immanuel_Kant", "description": "Immanuel Kant was a German philosopher and one of the central Enlightenment thinkers. Kant's comprehensive and systematic works in epistemology, metaphysics, ethics, and aesthetics have made him one of the most influential figures in modern Western philosophy."}]}, {"heading": "Births", "year": "1732", "date": "April 22", "txt": "John Johnson, English architect and surveyor (d. 1814)", "entities": [{"title": "John Johnson (architect, born 1732)", "href": "/wiki/John_Johnson_(architect,_born_1732)", "description": "John Johnson was an English architect and surveyor to the county of Essex. He is best known for designing the Shire Hall, Chelmsford."}]}, {"heading": "Births", "year": "1744", "date": "April 22", "txt": "James Sullivan, American lawyer and politician, 7th Governor of Massachusetts (d. 1808)", "entities": [{"title": "James Sullivan (governor)", "href": "/wiki/James_Sullivan_(governor)", "description": "James Sullivan was a lawyer and politician in Massachusetts. He was an early associate justice of the Massachusetts Supreme Judicial Court, served as the state's attorney general for many years, and as governor of the state from 1807 until his death."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1757", "date": "April 22", "txt": "Alessandro Rolla, Italian violinist and composer (d. 1841)", "entities": [{"title": "Alessandro Rolla", "href": "/wiki/Alessandro_Rolla", "description": "Alessandro Rolla was an Italian viola and violin virtuoso, composer, conductor and teacher. His son, Antonio Rolla, was also a violin virtuoso and composer."}]}, {"heading": "Births", "year": "1766", "date": "April 22", "txt": "Germaine de Staël, French author and political philosopher (d. 1817)", "entities": [{"title": "Germaine de Staël", "href": "/wiki/Germaine_de_Sta%C3%ABl", "description": "Anne Louise Germaine de Staël-Holstein, commonly known as Madame de Staël, was a French woman of letters and political theorist of Genevan origin. She was a voice of moderation in the French Revolution and the Napoleonic era up to the French Restoration. She was present at the Estates General of 1789 and at the 1789 Declaration of the Rights of Man and of the Citizen. Her intellectual collaboratio"}]}, {"heading": "Births", "year": "1812", "date": "April 22", "txt": "Solomon Caesar Malan, Swiss-English orientalist (d. 1894)", "entities": [{"title": "Solomon Caesar Malan", "href": "/wiki/Solomon_Caesar_Malan", "description": "Solomon Caesar Malan D.D., Vicar of Broadwindsor, Prebendary of Sarum, was a British divine, polyglot and well known orientalist which fluency in language was legendary: English, French, Sanskrit, Arabic, Hebrew, German, Spanish, Italian, Latin, Greek, Tibetan, Chinese, Georgian, Armenian, Coptic, Geez."}]}, {"heading": "Births", "year": "1816", "date": "April 22", "txt": "Charles-Denis Bourbaki, French general (d. 1897)", "entities": [{"title": "Charles-Denis Bourbaki", "href": "/wiki/Charles-Denis_Bourbaki", "description": "Charles Denis Sauter Bourbaki was a French general."}]}, {"heading": "Births", "year": "1830", "date": "April 22", "txt": "Emily Davies, British suffragist and educator, co-founder and an early Mistress of Girton College, Cambridge University", "entities": [{"title": "Emily Davies", "href": "/wiki/Emily_Davies", "description": "Sarah Emily Davies was an English feminist and suffragist, and a pioneering campaigner for women's rights to university access. She is remembered above all as a co-founder and an early Mistress of Girton College, Cambridge University, the first university college in England to educate women."}, {"title": "Girton College, Cambridge", "href": "/wiki/Girton_College,_Cambridge", "description": "Girton College is one of the 31 constituent colleges of the University of Cambridge. The college was established in 1869 by Emily Davies and Barbara Bodichon as the first women's college in Cambridge. In 1948, it was granted full college status by the university, marking the official admittance of women to the university. In 1976, it was the first Cambridge women's college to become coeducational."}]}, {"heading": "Births", "year": "1832", "date": "April 22", "txt": "Julius Sterling Morton, American journalist and politician, 3rd United States Secretary of Agriculture (d. 1902)", "entities": [{"title": "Julius Sterling Morton", "href": "/wiki/Julius_Sterling_Morton", "description": "Julius Sterling Morton was a Nebraska newspaper editor who served as President Grover Cleveland's Secretary of Agriculture. He was a prominent Bourbon Democrat, taking the conservative position on political, economic and social issues, and opposing agrarianism. Among his most notable achievements was the founding of Arbor Day in 1872. In 1897 he started a weekly magazine entitled The Conservative."}, {"title": "United States Secretary of Agriculture", "href": "/wiki/United_States_Secretary_of_Agriculture", "description": "The United States secretary of agriculture is the head of the United States Department of Agriculture. The position carries similar responsibilities to those of agriculture ministers in other governments."}]}, {"heading": "Births", "year": "1844", "date": "April 22", "txt": "Lewis Powell, American soldier, attempted assassin of William H. Seward (d. 1865)", "entities": [{"title": "Lewis Powell (conspirator)", "href": "/wiki/Lewis_Powell_(conspirator)", "description": "Lewis Thornton Powell, also known as Lewis Payne and Lewis Paine, was an American Confederate soldier who attempted to assassinate William Henry Seward as part of the Lincoln assassination plot. Wounded at the Battle of Gettysburg, he later served in Mosby's Rangers before working with the Confederate Secret Service in Maryland. John Wilkes Booth recruited him into a plot to kidnap Lincoln and tur"}, {"title": "William H. Seward", "href": "/wiki/William_H._Seward", "description": "William Henry Seward was United States Secretary of State from 1861 to 1869, and earlier served as governor of New York and as a United States Senator. A determined opponent of the spread of slavery in the years leading up to the American Civil War, he was a prominent figure in the Republican Party in its formative years, and was praised for his work on behalf of the Union as Secretary of State du"}]}, {"heading": "Births", "year": "1852", "date": "April 22", "txt": "William IV, Grand Duke of Luxembourg (d. 1912)", "entities": [{"title": "William IV, Grand Duke of Luxembourg", "href": "/wiki/William_IV,_Grand_Duke_of_Luxembourg", "description": "William IV reigned as the Grand Duke of Luxembourg from 17 November 1905 until his death. He succeeded his father, Adolphe."}]}, {"heading": "Births", "year": "1858", "date": "April 22", "txt": "Ethel Smyth, English composer (d. 1944)", "entities": [{"title": "Ethel Smyth", "href": "/wiki/Ethel_Smyth", "description": "Dame Ethel Mary Smyth, DBE was an English composer and a member of the women's suffrage movement. Her compositions include songs, works for piano, chamber music, orchestral works, choral works and operas."}]}, {"heading": "Births", "year": "1854", "date": "April 22", "txt": "Henri La Fontaine, Belgian lawyer and author, Nobel Prize laureate (d. 1943)", "entities": [{"title": "Henri La Fontaine", "href": "/wiki/Henri_La_Fontaine", "description": "Henri La Fontaine, was a Belgian international lawyer and president of the International Peace Bureau. He received the Nobel Prize for Peace in 1913 because \" he was the effective leader of the peace movement in Europe\"."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1860", "date": "April 22", "txt": "Ada Rehan, Irish-American actress (d. 1916)", "entities": [{"title": "Ada Rehan", "href": "/wiki/Ada_Rehan", "description": "Ada Rehan was an American actress and comedian who typified the \"personality\" style of acting in the nineteenth century."}]}, {"heading": "Births", "year": "1870", "date": "April 22", "txt": "Vladimir Lenin, Russian revolutionary and founder of Soviet Russia (d. 1924)", "entities": [{"title": "Vladimir Lenin", "href": "/wiki/Vladimir_Lenin", "description": "Vladimir Ilyich Ulyanov, better known by his alias Lenin, was a Russian revolutionary, politician, and political theorist. He served as the first and founding head of government of Soviet Russia from 1917 to 1924 and of the Soviet Union from 1922 to 1924. Under his administration, Russia, and later the Soviet Union, became a one-party socialist state governed by the Soviet Communist Party. A Marxi"}, {"title": "Russian Soviet Federative Socialist Republic", "href": "/wiki/Russian_Soviet_Federative_Socialist_Republic", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}]}, {"heading": "Births", "year": "1872", "date": "April 22", "txt": "Princess Margaret of Prussia (d. 1954)", "entities": [{"title": "Princess Margaret of Prussia", "href": "/wiki/Princess_Margaret_of_Prussia", "description": "Princess Margaret of Prussia was a daughter of Frederick III, German Emperor and Victoria, Princess Royal, and the younger sister of Emperor Wilhelm II and a granddaughter of Queen Victoria. She married Prince Frederick Charles of Hesse, the elected King of Finland, making her the would-be Queen of Finland had he not decided to renounce the throne on 14 December 1918. In 1926 they assumed the titl"}]}, {"heading": "Births", "year": "1873", "date": "April 22", "txt": "Ellen Glasgow, American author (d. 1945)", "entities": [{"title": "Ellen Glasgow", "href": "/wiki/Ellen_Glasgow", "description": "Ellen Anderson Gholson Glasgow was an American novelist who won the Pulitzer Prize for the Novel in 1942. A lifelong Virginian who published 20 books including seven novels which sold well as well as gained critical acclaim, Glasgow portrayed the changing world of the contemporary South, differing from the idealistic escapism that characterized Southern literature after Reconstruction."}]}, {"heading": "Births", "year": "1876", "date": "April 22", "txt": "Róbert Bárány, Austrian-Swedish otologist and physician, Nobel Prize laureate (d. 1936)", "entities": [{"title": "Róbert Bárány", "href": "/wiki/R%C3%B3bert_B%C3%A1r%C3%A1ny", "description": "Robert Bárány Hungarian pronunciation: [ˈroːbɛrt ˈbaːraːɲ] was an Austro-Hungarian otologist. He received the 1914 Nobel Prize in Physiology or Medicine for his work on the physiology and pathology of the vestibular apparatus."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1876", "date": "April 22", "txt": "Georg Lurich, Estonian wrestler and strongman (d. 1920)", "entities": []}, {"heading": "Births", "year": "1879", "date": "April 22", "txt": "Bernhard Gregory, Estonian-German chess player (d. 1939)", "entities": [{"title": "Bernhard Gregory", "href": "/wiki/Bernhard_Gregory", "description": "Bernhard Gregory was a Baltic German chess master."}]}, {"heading": "Births", "year": "1884", "date": "April 22", "txt": "Otto Rank, Austrian-American psychologist and academic (d. 1939)", "entities": [{"title": "Otto Rank", "href": "/wiki/Otto_Rank", "description": "Otto Rank was an Austrian psychoanalyst, writer, and teacher. Born in Vienna, he was one of Sigmund Freud's closest colleagues for 20 years, a prolific writer on psychoanalytic themes, editor of the two leading analytic journals of the era, managing director of Freud's publishing house, and a creative theorist and therapist. In 1926, Rank left Vienna for Paris and, for the remainder of his life, l"}]}, {"heading": "Births", "year": "1886", "date": "April 22", "txt": "Izidor Cankar, Slovenian historian, author, and diplomat (d. 1958)", "entities": [{"title": "Izidor Cankar", "href": "/wiki/Izidor_Cankar", "description": "Izidor Cankar was a Slovenian author, art historian, diplomat, journalist, translator, and liberal conservative politician. He was one of the most important Slovenian art historians of the first part of the 20th century, and one of the most influential cultural figures in interwar Slovenia."}]}, {"heading": "Births", "year": "1887", "date": "April 22", "txt": "Harald Bohr, Danish mathematician and footballer (d. 1951)", "entities": [{"title": "Harald Bohr", "href": "/wiki/Harald_Bohr", "description": "Harald August Bohr was a Danish mathematician and footballer. After receiving his doctorate in 1910, Bohr became an eminent mathematician, founding the field of almost periodic functions. His brother was the Nobel Prize-winning physicist Niels Bohr. He was a member of the Danish national football team for the 1908 Summer Olympics, where he won a silver medal."}]}, {"heading": "Births", "year": "1889", "date": "April 22", "txt": "Richard Glücks, German SS officer (d. 1945)", "entities": [{"title": "Richard Glücks", "href": "/wiki/Richard_Gl%C3%BCcks", "description": "Richard Glücks (help·info) was a high-ranking German Nazi official in the SS. From November 1939 until the end of World War II, he was Concentration Camps Inspector (CCI), which became Amt D: Konzentrationslagerwesen under the WVHA in Nazi Germany. As a direct subordinate of Heinrich Himmler, he was responsible for the forced labour of the camp inmates, and was also the supervisor for the medical "}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1891", "date": "April 22", "txt": "Laura Gilpin, American photographer (d. 1979)", "entities": [{"title": "Laura Gilpin", "href": "/wiki/Laura_Gilpin", "description": "Laura Gilpin was an American photographer."}]}, {"heading": "Births", "year": "1891", "date": "April 22", "txt": "Vittorio Jano, Italian engineer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1891", "date": "April 22", "txt": "Harold Jeffreys, English mathematician, geophysicist, and astronomer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1891", "date": "April 22", "txt": "Nicola Sacco, Italian-American anarchist (d. 1927)", "entities": []}, {"heading": "Births", "year": "1892", "date": "April 22", "txt": "Vernon Johns, African-American minister and activist (d. 1965)", "entities": [{"title": "Vernon Johns", "href": "/wiki/Vernon_Johns", "description": "Vernon Johns was an American minister based in the South and a pioneer in the civil rights movement. He is best known as the pastor (1947–52) of the Dexter Avenue Baptist Church in Montgomery, Alabama. He was succeeded there by Dr. Martin Luther King Jr."}]}, {"heading": "Births", "year": "1899", "date": "April 22", "txt": "Vladimir Nabokov, Russian-born novelist and critic (d. 1977)", "entities": [{"title": "Vladimir Nabokov", "href": "/wiki/Vladimir_Nabokov", "description": "Vladimir Vladimirovich Nabokov, also known by the pen name Vladimir Sirin, was a Russian-American novelist, poet, translator, and entomologist. Born in Russia, he wrote his first nine novels in Russian (1926–1938) while living in Berlin. He achieved international acclaim and prominence after moving to the United States and beginning to write in English. Nabokov became an American citizen in 1945, "}]}, {"heading": "Births", "year": "1900", "date": "April 22", "txt": "Nellie Beer, British politician, Lord Mayor of Manchester from 1966 to 1967 (d. 1988) ", "entities": [{"title": "Nellie Beer", "href": "/wiki/Nellie_Beer", "description": "Nellie Beer, OBE, JP, was a Conservative member of Manchester City Council from 1937 to 1972. She was Lord Mayor of Manchester from 1966 to 1967."}, {"title": "Manchester", "href": "/wiki/Manchester", "description": "Manchester is a city and metropolitan borough in Greater Manchester, England. The city has the country's fifth-largest population at 547,627 and lies within the United Kingdom's second-most populous urban area, with a population of 2.7 million, third most-populous county, at around 2.8 million, and third-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshi"}]}, {"heading": "Births", "year": "1904", "date": "April 22", "txt": "J. Robert Oppenheimer, American physicist and academic (d. 1967)", "entities": [{"title": "J. Robert Oppenheimer", "href": "/wiki/J._Robert_Oppenheimer", "description": "J. Robert Oppenheimer was an American theoretical physicist and professor of physics at the University of California, Berkeley. Oppenheimer was the wartime head of the Los Alamos Laboratory and is among those who are credited with being the \"father of the atomic bomb\" for their role in the Manhattan Project, the World War II undertaking that developed the first nuclear weapons. The first atomic bo"}]}, {"heading": "Births", "year": "1905", "date": "April 22", "txt": "Robert Choquette, American-Canadian author, poet, and diplomat (d. 1991)", "entities": [{"title": "Robert Choquette", "href": "/wiki/Robert_Choquette", "description": "Robert Guy Choquette was a Canadian novelist, poet and diplomat."}]}, {"heading": "Births", "year": "1906", "date": "April 22", "txt": "Eric Fenby, English composer and educator (d. 1997)", "entities": [{"title": "Eric Fenby", "href": "/wiki/Eric_Fenby", "description": "Eric William Fenby OBE was an English composer, conductor, pianist, organist and teacher who is best known for being Frederick Delius's amanuensis from 1928 to 1934. He helped Delius realise a number of works that would not otherwise have been forthcoming."}]}, {"heading": "Births", "year": "1906", "date": "April 22", "txt": "Prince Gustaf Adolf, Duke of Västerbotten (d. 1947)", "entities": []}, {"heading": "Births", "year": "1908", "date": "April 22", "txt": "Ivan Yefremov, Russian paleontologist and author (d. 1972)", "entities": [{"title": "Ivan Yefremov", "href": "/wiki/Ivan_Yefremov", "description": "Ivan Antonovich Yefremov was a Soviet paleontologist, science fiction author and social thinker. He is the founder of taphonomy, the study of fossilization patterns."}]}, {"heading": "Births", "year": "1909", "date": "April 22", "txt": "Rita Levi-Montalcini, Sephardic Jewish-Italian neurologist and academic, Nobel Prize laureate (d. 2012)", "entities": [{"title": "Rita Levi-Montalcini", "href": "/wiki/Rita_Levi-Montalcini", "description": "Rita Levi-Montalcini was an Italian Nobel laureate, honored for her work in neurobiology. She was awarded the 1986 Nobel Prize in Physiology or Medicine jointly with colleague Stanley Cohen for the discovery of nerve growth factor (NGF). From 2001 until her death, she also served in the Italian Senate as a Senator for Life. This honor was given due to her significant scientific contributions.\nOn 2"}, {"title": "Sephardic", "href": "/wiki/Sephardic", "description": "Sephardi Jews, also known as Sephardic Jews, Sephardim, or Hispanic Jews by modern scholars, are a Jewish ethnic division originating from traditionally established communities in the Iberian Peninsula. The term \"Sephardim\" sometimes refers to Eastern Jewish communities of the Middle East and North Africa. Many of them can trace their ancestry back to the Jewish communities of Iberia, and the vast"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1909", "date": "April 22", "txt": "Indro Montanelli, Italian journalist and historian (d. 2001)", "entities": []}, {"heading": "Births", "year": "1909", "date": "April 22", "txt": "Spyros Markezinis, Greek politician, Prime Minister of Greece (d. 2000)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1910", "date": "April 22", "txt": "Norman Steenrod, American mathematician and academic (d. 1971)", "entities": [{"title": "Norman Steenrod", "href": "/wiki/Norman_Steenrod", "description": "Norman Earl Steenrod was an American mathematician most widely known for his contributions to the field of algebraic topology."}]}, {"heading": "Births", "year": "1912", "date": "April 22", "txt": "Kathleen Ferrier, English operatic singer (d. 1953)", "entities": [{"title": "Kathleen Ferrier", "href": "/wiki/Kathleen_Ferrier", "description": "Kathleen Mary Ferrier, CBE was an English contralto singer who achieved an international reputation as a stage, concert and recording artist, with a repertoire extending from folksong and popular ballads to the classical works of Bach, Brahms, Mahler and Elgar. Her death from cancer, at the height of her fame, was a shock to the musical world and particularly to the general public, which was kept "}]}, {"heading": "Births", "year": "1912", "date": "April 22", "txt": "Kaneto Shindo, Japanese director, producer, and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 22", "txt": "Baldev Raj Chopra, Indian director and producer (d. 2008)", "entities": [{"title": "Baldev Raj Chopra", "href": "/wiki/Baldev_Raj_Chopra", "description": "Baldev Raj Chopra was an Indian film director and film producer who worked in Bollywood movies and television serials. Best known for directing Hindi films like Naya Daur (1957), Sadhna (1958), Kanoon (1961), Gumrah (1963), Humraaz (1967), Insaaf Ka Tarazu (1980), Nikaah (1982), Awam (1987), and the producer of TV series, Mahabharat in 1988, he was awarded the Dadasaheb Phalke Award in 1998."}]}, {"heading": "Births", "year": "1914", "date": "April 22", "txt": "Jan de Hartog, Dutch-American author and playwright (d. 2002)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 22", "txt": "José Quiñones Gonzales, Peruvian soldier and pilot (d. 1941)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 22", "txt": "Michael Wittmann, German SS officer (d. 1944)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1916", "date": "April 22", "txt": "Hanfried Lenz, German mathematician and academic (d. 2013)", "entities": [{"title": "Hanfried Lenz", "href": "/wiki/Hanfried_Lenz", "description": "Hanfried Lenz was a German mathematician, who is mainly known for his work in geometry and combinatorics."}]}, {"heading": "Births", "year": "1916", "date": "April 22", "txt": "Yehudi Menuhin, American-Swiss violinist and conductor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 22", "txt": "Yvette Chauviré, French ballerina (d. 2016)", "entities": [{"title": "Yvette Chauviré", "href": "/wiki/Yvette_Chauvir%C3%A9", "description": "Yvette Chauviré was a French prima ballerina and actress. She is often described as France's greatest ballerina, and was the coach of prima ballerinas Sylvie Guillem and Marie-Claude Pietragalla. She was awarded the Légion d'Honneur in 1964."}]}, {"heading": "Births", "year": "1917", "date": "April 22", "txt": "Sidney Nolan, Australian painter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1918", "date": "April 22", "txt": "William Jay Smith, American poet and academic (d. 2015)", "entities": [{"title": "William Jay Smith", "href": "/wiki/William_Jay_Smith", "description": "William Jay Smith was an American poet. He was appointed the nineteenth Poet Laureate Consultant in Poetry to the Library of Congress from 1968 to 1970."}]}, {"heading": "Births", "year": "1918", "date": "April 22", "txt": "Mickey Vernon, American baseball player and coach (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "April 22", "txt": "Donald J. Cram, American chemist and academic, Nobel Prize laureate (d. 2001)", "entities": [{"title": "Donald J. Cram", "href": "/wiki/Donald_J._Cram", "description": "Donald James Cram was an American chemist who shared the 1987 Nobel Prize in Chemistry with Jean-Marie Lehn and Charles J. Pedersen \"for their development and use of molecules with structure-specific interactions of high selectivity.\" They were the founders of the field of host–guest chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1919", "date": "April 22", "txt": "Carl Lindner, Jr., American businessman and philanthropist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 22", "txt": "Richard Diebenkorn, American soldier and painter (d. 1993)", "entities": [{"title": "Richard Diebenkorn", "href": "/wiki/Richard_Diebenkorn", "description": "Richard Diebenkorn was an American painter and printmaker. His early work is associated with abstract expressionism and the Bay Area Figurative Movement of the 1950s and 1960s. In the late 1960s he began his extensive series of geometric, lyrical abstract paintings. Known as the Ocean Park paintings, these paintings were instrumental to his achievement of worldwide acclaim."}]}, {"heading": "Births", "year": "1922", "date": "April 22", "txt": "Charles Mingus, American bassist, composer, and bandleader (d. 1979)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 22", "txt": "Wolf V. Vishniac, American microbiologist and academic (d. 1973)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 22", "txt": "Peter Kane Dufault, American soldier, pilot, and poet (d. 2013)", "entities": [{"title": "Peter Kane Dufault", "href": "/wiki/Peter_Kane_Dufault", "description": "Peter Kane Dufault was an American poet. He was born in New Jersey."}]}, {"heading": "Births", "year": "1923", "date": "April 22", "txt": "Bettie Page, American model and actress (d. 2008)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 22", "txt": "Aaron Spelling, American actor, producer, and screenwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 22", "txt": "Nam Duck-woo, South Korean politician, 12th Prime Minister of South Korea (d. 2013)", "entities": [{"title": "Nam Duck-woo", "href": "/wiki/Nam_Duck-woo", "description": "Nam Duck-woo was the 12th Prime Minister of South Korea from 1980 to 1982."}, {"title": "Prime Minister of South Korea", "href": "/wiki/Prime_Minister_of_South_Korea", "description": "The prime minister of the Republic of Korea is the deputy head of government and the second highest political office of South Korea who is appointed by the president of the Republic of Korea, with the National Assembly's approval. The officeholder is not required to be a member of the National Assembly."}]}, {"heading": "Births", "year": "1926", "date": "April 22", "txt": "Charlotte Rae, American actress and singer (d. 2018)", "entities": [{"title": "Charlotte Rae", "href": "/wiki/Charlotte_Rae", "description": "Charlotte Rae Lubotsky, known professionally as Charlotte Rae, was an American character actress, comedienne, and singer whose career spanned six decades."}]}, {"heading": "Births", "year": "1926", "date": "April 22", "txt": "James Stirling, Scottish architect, designed the Staatsgalerie Stuttgart and Seeley Historical Library (d. 1992)", "entities": [{"title": "Staatsgalerie Stuttgart", "href": "/wiki/Staatsgalerie_Stuttgart", "description": "The Staatsgalerie Stuttgart is an art museum in Stuttgart, Germany, it opened in 1843. In 1984, the opening of the Neue Staatsgalerie designed by James Stirling transformed the once provincial gallery into one of Europe's leading museums."}, {"title": "Seeley Historical Library", "href": "/wiki/Seeley_Historical_Library", "description": "The Seeley Historical Library is the history library of the University of Cambridge, England. It is housed within the History Faculty building on the Sidgwick Site off West Road, Cambridge. Since October 2003, incoming books have been classified according to the Library of Congress scheme; before that a unique system was used. The library is open to university students only, seven days a week in t"}]}, {"heading": "Births", "year": "1927", "date": "April 22", "txt": "Laurel Aitken, Cuban-Jamaican singer (d. 2005)", "entities": [{"title": "Laurel Aitken", "href": "/wiki/Laurel_Aitken", "description": "Lorenzo \"Laurel\" Aitken was an influential Caribbean singer and one of the pioneers of Jamaican ska music. He is often referred to as the \"Godfather of Ska\"."}]}, {"heading": "Births", "year": "1929", "date": "April 22", "txt": "Michael Atiyah, English-Lebanese mathematician and academic (d. 2019)", "entities": [{"title": "Michael Atiyah", "href": "/wiki/Michael_Atiyah", "description": "Sir Michael Francis Atiyah was a British-Lebanese mathematician specialising in geometry."}]}, {"heading": "Births", "year": "1929", "date": "April 22", "txt": "Robert Wade-Gery, English diplomat, British High Commissioner to India (d. 2015)", "entities": [{"title": "List of High Commissioners of the United Kingdom to India", "href": "/wiki/List_of_High_Commissioners_of_the_United_Kingdom_to_India", "description": "\n\nCountries belonging to the Commonwealth of Nations exchange High Commissioners rather than Ambassadors. Though there are a few technical differences, they are in practice the same office. The following persons have served as British High Commissioner to India."}]}, {"heading": "Births", "year": "1930", "date": "April 22", "txt": "Enno Penno, Estonian politician, Prime Minister of Estonia in exile (d. 2016)", "entities": [{"title": "Enno Penno", "href": "/wiki/Enno_Penno", "description": "Enno Penno was an Estonian politician, who was acting as Acting Prime Minister of Estonia in exile from 1 March 1990 to 20 June 1992."}, {"title": "Estonian government-in-exile", "href": "/wiki/Estonian_government-in-exile", "description": "The Estonian government-in-exile was the formally declared governmental authority of the Republic of Estonia in exile, existing from 1944 until the reestablishment of Estonian sovereignty over Estonian territory in 1991–92. It traced its legitimacy through constitutional succession to the last Estonian government in power prior to the Soviet invasion of 1940. During its existence, it was the inter"}]}, {"heading": "Births", "year": "1931", "date": "April 22", "txt": "John Buchanan, Canadian lawyer and politician, 20th Premier of Nova Scotia (d. 2019)", "entities": [{"title": "John Buchanan (Canadian politician)", "href": "/wiki/John_Buchanan_(Canadian_politician)", "description": "John MacLennan Buchanan, was a Canadian lawyer and former politician who served as the 20th Premier of Nova Scotia from 1978 to 1990 and as a member of the Senate of Canada from 1990 to 2006."}, {"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Births", "year": "1931", "date": "April 22", "txt": "Ronald Hynd, English dancer and choreographer", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 22", "txt": "Anthony Llewellyn, Welsh-American chemist and astronaut (d. 2013)", "entities": [{"title": "Anthony Llewellyn", "href": "/wiki/Anthony_Llewellyn", "description": "John Anthony Llewellyn, was a Welsh-born American scientist and a former NASA astronaut candidate."}]}, {"heading": "Births", "year": "1935", "date": "April 22", "txt": "Christopher Ball, English linguist and academic", "entities": [{"title": "Christopher Ball (linguist)", "href": "/wiki/Christopher_Ball_(linguist)", "description": "\nSir Christopher John Elinger Ball is a British academic, who served as Warden of Keble College, Oxford, from 1980 to 1988, and as the first Chancellor of the University of Derby, from 1995 to 2003."}]}, {"heading": "Births", "year": "1935", "date": "April 22", "txt": "Paul Chambers, African-American bassist and composer (d. 1969)", "entities": []}, {"heading": "Births", "year": "1935", "date": "April 22", "txt": "Bhama Srinivasan, Indian-American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1936", "date": "April 22", "txt": "Glen Campbell, American singer-songwriter, guitarist, and actor (d. 2017)", "entities": [{"title": "Glen Campbell", "href": "/wiki/Glen_Campbell", "description": "Glen Travis Campbell was an American guitarist, singer, songwriter, actor and television host. He was best known for a series of hit songs in the 1960s and 1970s, and for hosting The Glen Campbell Goodtime Hour on CBS television from 1969 until 1972. He released 64 albums in a career that spanned five decades, selling over 45 million records worldwide, including twelve gold albums, four platinum a"}]}, {"heading": "Births", "year": "1936", "date": "April 22", "txt": "Pierre Hétu, Canadian pianist and conductor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 22", "txt": "Jack Nicholson, American actor and producer", "entities": [{"title": "Jack Nicholson", "href": "/wiki/Jack_Nicholson", "description": "John Joseph Nicholson is an American actor and filmmaker whose career has spanned more than 60 years. He is known for having played a wide range of starring and supporting roles, including comic characters, romantic leads, anti-heroes and villains. In many of his films, he played the \"eternal outsider, the sardonic drifter\", someone who rebels against the social structure."}]}, {"heading": "Births", "year": "1937", "date": "April 22", "txt": "Jack Nitzsche, American singer-songwriter, pianist, and conductor (d. 2000)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 22", "txt": "Alan Bond, English-Australian businessman (d. 2015)", "entities": [{"title": "Alan Bond", "href": "/wiki/Alan_Bond", "description": "Alan Bond was an English-born Australian businessman noted for his high-profile and often corrupt business dealings. These included his central role in the WA Inc scandals of the 1980s, and what was at the time the biggest corporate collapse in Australian history and also for his criminal conviction that saw him serve four years in prison. He is also remembered for bankrolling the successful chall"}]}, {"heading": "Births", "year": "1938", "date": "April 22", "txt": "Gani Fawehinmi, Nigerian lawyer and activist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 22", "txt": "Issey Miyake, Japanese fashion designer", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 22", "txt": "Adam Raphael, English journalist and author", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 22", "txt": "Mel Carter, American singer and actor", "entities": [{"title": "Mel Carter", "href": "/wiki/Mel_Carter", "description": "Mel Carter is an American singer and actor. He is best known for his 1965 million-selling recording, \"Hold Me, Thrill Me, Kiss Me\"."}]}, {"heading": "Births", "year": "1939", "date": "April 22", "txt": "John Foley, English general and politician, Lieutenant Governor of Guernsey", "entities": [{"title": "Lieutenant Governor of Guernsey", "href": "/wiki/Lieutenant_Governor_of_Guernsey", "description": "The Lieutenant Governor of Guernsey is the representative of the British monarch in the Bailiwick of Guernsey, a Crown dependency of the British Crown. The role of the Lieutenant Governor is to act as the de facto head of state in Guernsey and as liaison between the governments of Guernsey and the United Kingdom. The holder of this office is also ex officio a member of the States of Guernsey but m"}]}, {"heading": "Births", "year": "1939", "date": "April 22", "txt": "Ray Guy, Canadian journalist and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 22", "txt": "Jason Miller, American actor and playwright (d. 2001)", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 22", "txt": "Theodor Waigel, German lawyer and politician, German Federal Minister of Finance", "entities": [{"title": "Federal Ministry of Finance (Germany)", "href": "/wiki/Federal_Ministry_of_Finance_(Germany)", "description": "The Federal Ministry of Finance, abbreviated BMF, is the cabinet-level finance ministry of Germany, with its seat at the Detlev-Rohwedder-Haus in Berlin and a secondary office in Bonn. The current Federal Minister of Finance is Olaf Scholz (SPD)."}]}, {"heading": "Births", "year": "1941", "date": "April 22", "txt": "Greville Howard, Baron Howard of Rising, English politician", "entities": [{"title": "Greville Howard, Baron Howard of Rising", "href": "/wiki/Greville_Howard,_Baron_Howard_of_Rising", "description": "Greville Patrick Charles Howard, Baron Howard of Rising is a British Conservative politician and, before the 2010 general election, was variously an Opposition Whip and Shadow Minister for Cabinet Office, for Treasury and for Culture, Media and Sport."}]}, {"heading": "Births", "year": "1942", "date": "April 22", "txt": "Giorgio Agamben, Italian philosopher and academic", "entities": [{"title": "Giorgio Agamben", "href": "/wiki/Giorgio_Agamben", "description": "Giorgio Agamben is an Italian philosopher best known for his work investigating the concepts of the state of exception, form-of-life and homo sacer. The concept of biopolitics informs many of his writings."}]}, {"heading": "Births", "year": "1942", "date": "April 22", "txt": "Mary Prior, English politician, Lord Lieutenant of Bristol", "entities": [{"title": "Lord Lieutenant of Bristol", "href": "/wiki/Lord_Lieutenant_of_Bristol", "description": "This is a list of Lord-Lieutenants of the County and City of Bristol."}]}, {"heading": "Births", "year": "1943", "date": "April 22", "txt": "Keith Crisco, American businessman and politician (d. 2014)", "entities": [{"title": "Keith Crisco", "href": "/wiki/Keith_Crisco", "description": "John Keith Crisco Sr. was an American businessman and public official from the State of North Carolina."}]}, {"heading": "Births", "year": "1943", "date": "April 22", "txt": "Janet Evanovich, American author", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 22", "txt": "Louise Glück, American poet", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 22", "txt": "John Maples, Baron Maples, English lawyer and politician, Shadow Secretary of State for Defence (d. 2012)", "entities": [{"title": "Shadow Secretary of State for Defence", "href": "/wiki/Shadow_Secretary_of_State_for_Defence", "description": "The Shadow Secretary of State for Defence is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Defence and the department, the Ministry of Defence. The post is currently held by John Healey."}]}, {"heading": "Births", "year": "1943", "date": "April 22", "txt": "Scott W. Williams, American mathematician and professor", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 22", "txt": "Steve Fossett, American businessman, pilot, and sailor (d. 2007)", "entities": [{"title": "Steve Fossett", "href": "/wiki/Steve_Fossett", "description": "James Stephen Fossett was an American businessman and a record-setting aviator, sailor, and adventurer. He was the first person to fly solo nonstop around the world in a balloon and in a fixed-wing aircraft. He made his fortune in the financial services industry and held world records for five nonstop circumnavigations of the Earth: as a long-distance solo balloonist, as a sailor, and as a solo fl"}]}, {"heading": "Births", "year": "1944", "date": "April 22", "txt": "Doug Jarrett, Canadian ice hockey player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 22", "txt": "Joshua Rifkin, American conductor and musicologist", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 22", "txt": "Gopalkrishna Gandhi, Indian civil servant and politician, 22nd Governor of West Bengal", "entities": [{"title": "Gopalkrishna Gandhi", "href": "/wiki/Gopalkrishna_Gandhi", "description": "Gopalkrishna Devdas Gandhi is an Indian politician and a former diplomat who served as the 23rd Governor of West Bengal serving from 2004 to 2009. He is the grandson of Mahatma Gandhi. As a former IAS officer he served as Secretary to the President of India and as High Commissioner to South Africa and Sri Lanka, among other administrative and diplomatic posts. He was the United Progressive Allianc"}, {"title": "Governor of West Bengal", "href": "/wiki/Governor_of_West_Bengal", "description": "The Governor of West Bengal is the nominal head of state of the Indian state of West Bengal and a representative of the President of India. The governor is appointed by the president for a term of five years. His official residence is the Raj Bhavan. Jagdeep Dhankhar became the governor of West Bengal on 30 July 2019."}]}, {"heading": "Births", "year": "1945", "date": "April 22", "txt": "Demetrio Stratos, Egyptian-Italian singer-songwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 22", "txt": "Steven L. Bennett, American captain and pilot, Medal of Honor recipient (d. 1972)", "entities": [{"title": "Steven L. Bennett", "href": "/wiki/Steven_L._Bennett", "description": "Steven Logan Bennett was a United States Air Force pilot who posthumously received the Medal of Honor for heroism during the Vietnam War on August 8, 1974."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1946", "date": "April 22", "txt": "Paul Davies, English physicist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 22", "txt": "Louise Harel, Canadian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 22", "txt": "Archy Kirkwood, Baron Kirkwood of Kirkhope, Scottish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 22", "txt": "Nicholas Stern, Baron Stern of Brentford, English economist and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 22", "txt": "John Waters, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 22", "txt": "John Pritchard, English bishop", "entities": [{"title": "John Pritchard (bishop)", "href": "/wiki/John_Pritchard_(bishop)", "description": "John Lawrence Pritchard is a Church of England bishop. He was the Bishop of Oxford from 2007 to 2014. He is in the Open Evangelical tradition."}]}, {"heading": "Births", "year": "1949", "date": "April 22", "txt": "Spencer Haywood, American basketball player", "entities": [{"title": "Spencer Haywood", "href": "/wiki/Spencer_Haywood", "description": "Spencer Haywood is an American former professional basketball player and Olympic Gold Medalist. Haywood is a member of the Naismith Memorial Basketball Hall of Fame, being inducted in 2015."}]}, {"heading": "Births", "year": "1950", "date": "April 22", "txt": "Peter Frampton, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Peter Frampton", "href": "/wiki/Peter_Frampton", "description": "Peter Kenneth Frampton is an English rock musician, singer, songwriter, and producer. He was previously associated with the bands Humble Pie and the Herd. As a solo artist, Frampton released several albums including his international breakthrough album, the live release Frampton Comes Alive!. The album sold more than eight million copies in the United States and spawned several hit singles. Since "}]}, {"heading": "Births", "year": "1950", "date": "April 22", "txt": "Jancis Robinson, English journalist and critic", "entities": []}, {"heading": "Births", "year": "1951", "date": "April 22", "txt": "Aivars Kalējs, Latvian organist, composer, and pianist", "entities": [{"title": "Aivars Kalējs", "href": "/wiki/Aivars_Kal%C4%93js", "description": "Aivars Kalējs is a Latvian composer, organist and pianist."}]}, {"heading": "Births", "year": "1951", "date": "April 22", "txt": "Ana María Shua, Argentinian author and poet", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 22", "txt": "Donald Tusk, Polish journalist and politician, 14th Prime Minister of Poland", "entities": [{"title": "Donald Tusk", "href": "/wiki/Donald_Tusk", "description": "Donald Franciszek Tusk is a Polish politician who was President of the European Council from 2014 to 2019. He served as the 14th prime minister of Poland from 2007 to 2014 and was a co-founder and chairman of the Civic Platform political party. On 20 November 2019, Tusk was elected as the president of the European People's Party (EPP), Europe's largest transnational political party."}, {"title": "Prime Minister of Poland", "href": "/wiki/Prime_Minister_of_Poland", "description": "The President of the Council of Ministers, colloquially referred to as the prime minister, is the leader of the cabinet and the head of government of Poland. The current responsibilities and traditions of the office stem from the creation of the contemporary Polish state, and the office is defined in the Constitution of 1997. According to the Constitution, the president of Poland nominates and app"}]}, {"heading": "Births", "year": "1960", "date": "April 22", "txt": "Mart Laar, Estonian historian and politician, 9th Prime Minister of Estonia", "entities": [{"title": "Mart Laar", "href": "/wiki/Mart_Laar", "description": "Mart Laar is an Estonian politician and historian. He served as the Prime Minister of Estonia from 1992 to 1994 and from 1999 to 2002. Laar is credited with having helped bring about Estonia’s rapid economic development during the 1990s. He is a member of the centre-right Isamaa party."}, {"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1961", "date": "April 22", "txt": "Alo Mattiisen, Estonian composer (d. 1996)", "entities": [{"title": "Alo Mattiisen", "href": "/wiki/Alo_Mattiisen", "description": "Alo Mattiisen was an Estonian musician and composer."}]}, {"heading": "Births", "year": "1961", "date": "April 22", "txt": "Dewey Nicks, American photographer and director", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 22", "txt": "Danièle Sauvageau, Canadian ice hockey player and coach", "entities": [{"title": "Danièle Sauvageau", "href": "/wiki/Dani%C3%A8le_Sauvageau", "description": "Danièle Sauvageau, is a Canadian ice hockey executive and former coach, and former police officer. Sauvageau was the head coach of the Canadian national women's hockey team which won the gold medal in ice hockey at the 2002 Winter Olympics."}]}, {"heading": "Births", "year": "1963", "date": "April 22", "txt": "Rosalind Gill, English sociologist and academic", "entities": [{"title": "Rosalind Gill", "href": "/wiki/Rosalind_Gill", "description": "Rosalind Clair Gill, is a British sociologist and feminist cultural theorist. She is currently Professor of Social and Cultural Analysis at City, University of London. Gill is author or editor of ten books, and numerous articles and chapters, and her work has been translated into Chinese, German, Portuguese, Spanish and Turkish."}]}, {"heading": "Births", "year": "1966", "date": "April 22", "txt": "Mickey Morandini, American baseball player and manager", "entities": [{"title": "Mickey Morandini", "href": "/wiki/Mickey_Morandini", "description": "Michael Robert \"Mickey\" Morandini, is an American former professional baseball second baseman and coach, who played in Major League Baseball (MLB) for the Philadelphia Phillies, Chicago Cubs, and Toronto Blue Jays. His career highlights include selection as a 1995 National League (NL) All-Star, playing for the Phillies in the 1993 NL Championship Series and World Series, and appearing for the Cubs"}]}, {"heading": "Births", "year": "1967", "date": "April 22", "txt": "David J. C. MacKay, English physicist, engineer, and academic", "entities": [{"title": "David J. C. MacKay", "href": "/wiki/David_J._C._MacKay", "description": "Sir David John Cameron MacKay was a British physicist, mathematician, and academic. He was the Regius Professor of Engineering in the Department of Engineering at the University of Cambridge and from 2009 to 2014 was Chief Scientific Advisor to the UK Department of Energy and Climate Change (DECC). MacKay authored the book Sustainable Energy – Without the Hot Air."}]}, {"heading": "Births", "year": "1976", "date": "April 22", "txt": "Dan Cloutier, Canadian ice hockey player and coach", "entities": [{"title": "Dan Cloutier", "href": "/wiki/Dan_Cloutier", "description": "Daniel Cloutier is a Canadian former professional ice hockey goaltender. In his 10-year National Hockey League (NHL) career, Cloutier played with the New York Rangers, Tampa Bay Lightning, Vancouver Canucks and Los Angeles Kings, spending the majority of his career in Vancouver. He employed a combination of both butterfly and stand-up goaltending and was known for wearing the uncommon birdcage sty"}]}, {"heading": "Births", "year": "1978", "date": "April 22", "txt": "Paul Malakwen Kosgei, Kenyan runner and coach", "entities": [{"title": "Paul Malakwen Kosgei", "href": "/wiki/Paul_Malakwen_Kosgei", "description": "Paul Malakwen Kosgei is a Kenyan long-distance and marathon runner. He first came to prominence in athletics by taking the World Junior Record of 3000m steeple in 1997, and later with consecutive medals at the IAAF World Cross Country Championships from 1998 to 2000."}]}, {"heading": "Births", "year": "1979", "date": "April 22", "txt": "Zoltán Gera, Hungarian international footballer and manager", "entities": [{"title": "Zoltán Gera", "href": "/wiki/Zolt%C3%A1n_Gera", "description": "Zoltán Gera is a Hungarian former professional footballer who played as an attacking midfielder. He played for Fulham, Pécsi Mecsek and Harkány SE, as well as enjoying two spells at Ferencváros and West Bromwich Albion."}]}, {"heading": "Births", "year": "1979", "date": "April 22", "txt": "Daniel Johns, Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 22", "txt": "Quincy Timberlake, Kenyan-Australian activist, engineer, and politician", "entities": [{"title": "Quincy Timberlake", "href": "/wiki/Quincy_Timberlake", "description": "Quincy Zuma Wambitta Timberlake is a Kenyan political activist, occulist, and former presidential candidate, now resident in Australia. Along with Esther Arunga and Joseph Hellon, he is the co-founder of the PlaCenta Party of Kenya, which according to its manifesto aims \"to promote and protect individual rights and freedoms set forth in the Kenyan Constitution and to limit the scope of national go"}]}, {"heading": "Births", "year": "1982", "date": "April 22", "txt": "Kaká, Brazilian footballer", "entities": [{"title": "Kaká", "href": "/wiki/Kak%C3%A1", "description": "Ricardo Izecson dos Santos Leite, commonly known as Kaká or Ricardo Kaká, is a Brazilian retired professional footballer who played as an attacking midfielder. Owing to his performances as a playmaker in his prime at A.C. Milan, a period marked by his creative passing, goal scoring and dribbles from midfield, Kaká is widely considered one of the best players of his generation. With success at club"}]}, {"heading": "Births", "year": "1983", "date": "April 22", "txt": "Sam W. Heads, English-American entomologist and palaeontologist", "entities": [{"title": "Sam W. Heads", "href": "/wiki/Sam_W._Heads", "description": "Sam W. Heads is a British palaeontologist, a Fellow of the Linnean Society of London, a Fellow of the Royal Entomological Society and an Officer of the Orthopterists' Society."}]}, {"heading": "Births", "year": "1991", "date": "April 22", "txt": "Danni Wyatt, English cricketer", "entities": [{"title": "Danni Wyatt", "href": "/wiki/Danni_Wyatt", "description": "Danielle Nicole Wyatt, is an English international cricketer who plays for the England women's team. She made her England debut against the Indian women's team in Mumbai on 1 March 2010."}]}, {"heading": "Deaths", "year": "296", "date": "April 22", "txt": "Pope Caius", "entities": [{"title": "Pope Caius", "href": "/wiki/Pope_Caius", "description": "Pope Caius, also called Gaius, was the bishop of Rome from 17 December 283 to his death in 296. Little information on Caius is available except that given by the Liber Pontificalis, which relies on a legendary account of the martyrdom of Susanna of Rome for its information. According to legend, Caius baptized the men and women who had been converted by Tiburtius and Castulus. His legend states tha"}]}, {"heading": "Deaths", "year": "536", "date": "April 22", "txt": "Pope Agapetus I", "entities": [{"title": "Pope Agapetus I", "href": "/wiki/Pope_Agapetus_I", "description": "Pope Agapetus I was the bishop of Rome from 13 May 535 to his death."}]}, {"heading": "Deaths", "year": "591", "date": "April 22", "txt": "Peter III of Raqqa", "entities": [{"title": "Peter III of Raqqa", "href": "/wiki/Peter_III_of_Raqqa", "description": "Peter III of Callinicum was the Patriarch of Antioch and head of the Syriac Orthodox Church from 581 until his death in 591. He is commemorated as a saint by the Syriac Orthodox Church in the Martyrology of Rabban Sliba, and his feast day is 22 April."}]}, {"heading": "Deaths", "year": "613", "date": "April 22", "txt": "Saint Theodore of Sykeon", "entities": [{"title": "Saint Theodore of Sykeon", "href": "/wiki/Saint_Theodore_of_Sykeon", "description": "Saint Theodore of Sykeon was a revered Byzantine ascetic, who lived between the first half of the 6th century and the thirteenth year of the Emperor Heraclius' rule in the early 7th century. His hagiography, written after 641, is a key primary source for the reign of Emperor Heraclius. His feast day is April 22."}]}, {"heading": "Deaths", "year": "835", "date": "April 22", "txt": "Kūkai, Japanese Buddhist monk, founder of Esoteric (Shingon) Buddhism (b. 774)", "entities": [{"title": "Kūkai", "href": "/wiki/K%C5%ABkai", "description": "Kūkai, also known posthumously as Kōbō Daishi , was a Japanese Buddhist monk, civil servant, engineer, scholar, poet, artist and calligrapher who founded the esoteric Shingon school of Buddhism. He travelled to China, where he studied Tangmi under the monk Huiguo. Upon returning to Japan, he founded Shingon—the Japanese branch of Vajrayana Buddhism. With the blessing of several Emperors, Kūkai was"}, {"title": "Shingon", "href": "/wiki/Shingon", "description": "Shingon Buddhism  is one of the major schools of Buddhism in Japan and one of the few surviving Vajrayana lineages in East Asia, originally spread from India to China through traveling monks such as Vajrabodhi and Amoghavajra."}]}, {"heading": "Deaths", "year": "846", "date": "April 22", "txt": "Wuzong, Chinese emperor (b. 814)", "entities": [{"title": "Emperor Wuzong of Tang", "href": "/wiki/Emperor_Wuzong_of_Tang", "description": "Emperor Wuzong of Tang, né Li Chan, later changed to Li Yan just before his death, was an emperor of the Tang Dynasty of China, reigning from 840 to 846. Emperor Wuzong is mainly known in modern times for the religious persecution that occurred during his reign. However, he was also known for his successful reactions against incursions by remnants of the Uyghur Khanate and the rebellion by Liu Zhe"}]}, {"heading": "Deaths", "year": "1208", "date": "April 22", "txt": "Philip of Poitou, Prince-Bishop of Durham", "entities": [{"title": "Philip of Poitou", "href": "/wiki/Philip_of_Poitou", "description": "Philip of Poitou was Bishop of Durham from 1197 to 1208, and prior to this Archdeacon of Canterbury."}]}, {"heading": "Deaths", "year": "1322", "date": "April 22", "txt": "Francis of Fabriano, Italian writer (b. 1251)", "entities": [{"title": "Francis of Fabriano", "href": "/wiki/Francis_of_Fabriano", "description": "Francesco da Fabriano - born Francesco Venimbeni - was an Italian Roman Catholic professed member from the Order of Friars Minor. He was a noted writer on various theological and biblical matters and was known for his great breadth of theological knowledge that characterized his religious life."}]}, {"heading": "Deaths", "year": "1355", "date": "April 22", "txt": "Eleanor of Woodstock, countess regent of Guelders, eldest daughter of King Edward II of England (b. 1318)", "entities": [{"title": "Eleanor of Woodstock", "href": "/wiki/Eleanor_of_Woodstock", "description": "Eleanor of Woodstock was an English princess and Duchess consort of Guelders by marriage. She was regent of Guelders as the guardian of her minor son from 1343 until 1344."}, {"title": "Edward II of England", "href": "/wiki/Edward_II_of_England", "description": "Edward II, also called Edward of Caernarfon, was King of England from 1307 until he was deposed in January 1327. The fourth son of Edward I, Edward became the heir apparent to the throne following the death of his elder brother Alphonso. Beginning in 1300, Edward accompanied his father on campaigns to pacify Scotland. In 1306, he was knighted in a grand ceremony at Westminster Abbey. Following his"}]}, {"heading": "Deaths", "year": "1585", "date": "April 22", "txt": "Henry of Saxe-Lauenburg, Prince-Archbishop of Bremen, Prince-Bishop of Osnabrück and Paderborn (b. 1550)", "entities": [{"title": "Henry of Saxe-Lauenburg", "href": "/wiki/Henry_of_Saxe-Lauenburg", "description": "Henry of Saxe-Lauenburg was a Prince-Archbishop of Bremen, then Prince-Bishop of Osnabrück, then Prince-Bishop of Paderborn."}]}, {"heading": "Deaths", "year": "1616", "date": "April 22", "txt": "Miguel de Cervantes, Spanish novelist, poet, and playwright (b. 1547)", "entities": [{"title": "Miguel de Cervantes", "href": "/wiki/Miguel_de_Cervantes", "description": "Miguel de Cervantes Saavedra was a Spanish writer widely regarded as the greatest writer in the Spanish language, and one of the world's pre-eminent novelists. He is best known for his novel Don Quixote, a work often cited as both the first modern novel and one of the pinnacles of world literature."}]}, {"heading": "Deaths", "year": "1672", "date": "April 22", "txt": "Georg Stiernhielm, Swedish linguist and poet (b. 1598)", "entities": [{"title": "Georg Stiernhielm", "href": "/wiki/Georg_Stiernhielm", "description": "Georg Stiernhielm was a Swedish civil servant, mathematician, linguist and poet."}]}, {"heading": "Deaths", "year": "1699", "date": "April 22", "txt": "Hans Erasmus Aßmann, German poet (b. 1646)", "entities": [{"title": "Hans Erasmus Aßmann", "href": "/wiki/Hans_Erasmus_A%C3%9Fmann", "description": "Hans Erasmus Aßmann, Freiherr von Abschatz was a German statesman and poet from the second Silesian school."}]}, {"heading": "Deaths", "year": "1758", "date": "April 22", "txt": "Antoine de Jussieu, French botanist and physician (b. 1686)", "entities": [{"title": "Antoine de Jussieu", "href": "/wiki/Antoine_de_Jussieu", "description": "Antoine de Jussieu was a French naturalist, botanist and physician. The standard author abbreviation Ant.Juss. is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Deaths", "year": "1778", "date": "April 22", "txt": "James Hargreaves, British inventor (b. 1720)", "entities": [{"title": "James Hargreaves", "href": "/wiki/James_Hargreaves", "description": "James Hargreaves was an English weaver, carpenter and inventor who lived and worked in Lancashire, England. He was one of three men responsible for the mechanisation of spinning: Hargreaves is credited with inventing the spinning jenny in 1764; Richard Arkwright patented the water frame in 1769; and Samuel Crompton combined the two, creating the spinning mule in 1779."}]}, {"heading": "Deaths", "year": "1806", "date": "April 22", "txt": "Pierre-Charles Villeneuve, French admiral (b. 1763)", "entities": [{"title": "Pierre-Charles Villeneuve", "href": "/wiki/Pierre-Charles_Villeneuve", "description": "Pierre-Charles-Jean-Baptiste-Silvestre de Villeneuve was a French naval officer during the Napoleonic Wars. He was in command of the French and the Spanish fleets that were defeated by Nelson at the Battle of Trafalgar."}]}, {"heading": "Deaths", "year": "1821", "date": "April 22", "txt": "Gregory V of Constantinople, Greek patriarch and saint (b. 1746)", "entities": [{"title": "Gregory V of Constantinople", "href": "/wiki/Gregory_V_of_Constantinople", "description": "Gregory V was Ecumenical Patriarch of Constantinople from 1797 to 1798, from 1806 to 1808 and from 1818 to 1821. He was an ethnic Greek. He was responsible for much restoration work to the Patriarchal Cathedral of St George, which had been badly damaged by fire in 1738."}]}, {"heading": "Deaths", "year": "1833", "date": "April 22", "txt": "Richard Trevithick, English engineer and explorer (b. 1771)", "entities": [{"title": "Richard Trevithick", "href": "/wiki/Richard_Trevithick", "description": "Richard Trevithick was a British inventor and mining engineer from Cornwall, UK. The son of a mining captain, and born in the mining heartland of Cornwall, Trevithick was immersed in mining and engineering from an early age. He was an early pioneer of steam-powered road and rail transport, and his most significant contributions were the development of the first high-pressure steam engine and the f"}]}, {"heading": "Deaths", "year": "1850", "date": "April 22", "txt": "Friedrich Robert Faehlmann, Estonian philologist and physician (b. 1798)", "entities": [{"title": "Friedrich Robert Faehlmann", "href": "/wiki/Friedrich_Robert_Faehlmann", "description": "Friedrich Robert Faehlmann (Fählmann) was an Estonian writer, medical doctor and philologist active in Livonia, Russian Empire. He was a co-founder of the Learned Estonian Society at the University of Dorpat and its chairman (1843-1850)."}]}, {"heading": "Deaths", "year": "1854", "date": "April 22", "txt": "Nicolás Bravo, Mexican general and politician, 11th President of Mexico (b. 1786)", "entities": [{"title": "Nicolás Bravo", "href": "/wiki/Nicol%C3%A1s_Bravo", "description": "Nicolás Bravo Rueda was the 11th President of Mexico and a soldier. He distinguished himself in both roles during the 1846–1848 U.S. invasion of Mexico."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1871", "date": "April 22", "txt": "Martín Carrera, Mexican general and president (1855) (b. 1806)", "entities": [{"title": "Martín Carrera", "href": "/wiki/Mart%C3%ADn_Carrera", "description": "Martín Carrera Sabat was a Mexican general and interim president of the country for about a month in 1855. He was a moderate Liberal. His family still influences Mexican politics, and some of his grandsons, were revolutionaries in the Mexican Revolution."}]}, {"heading": "Deaths", "year": "1877", "date": "April 22", "txt": "James P. Kirkwood, Scottish-American engineer (b. 1807)", "entities": [{"title": "James P. Kirkwood", "href": "/wiki/James_P._Kirkwood", "description": "James Pugh Kirkwood was a 19th-century American civil engineer, and general superintendent of the Erie Railroad in the year 1849–1850. He left the Erie to go to the southwest to construct railroads, and he made the first survey for the Pacific Railroad west from the Mississippi to the Rocky Mountains. Late 1860s he served as President of the American Society of Civil Engineers."}]}, {"heading": "Deaths", "year": "1892", "date": "April 22", "txt": "Édouard Lalo, French violinist and composer (b. 1823)", "entities": [{"title": "Édouard Lalo", "href": "/wiki/%C3%89douard_Lalo", "description": "Édouard-Victoire-Antoine Lalo was a French composer. His most celebrated piece is the Symphonie espagnole, a five-movement concerto for violin and orchestra, which remains a popular work in the standard repertoire."}]}, {"heading": "Deaths", "year": "1893", "date": "April 22", "txt": "Chaim Aronson, Lithuanian businessman and author (b. 1825)", "entities": [{"title": "Chaim Aronson", "href": "/wiki/Chaim_Aronson", "description": "Chaim Aronson was an inventor and memoirist. He was a Lithuanian Jew who lived during the time when Lithuania belonged to the Russian Empire."}]}, {"heading": "Deaths", "year": "1894", "date": "April 22", "txt": "Kostas Krystallis, Greek author and poet (b. 1868)", "entities": [{"title": "Kostas Krystallis", "href": "/wiki/Kostas_Krystallis", "description": "Kostas Krystallis was a Greek author and poet, representative of 19th century Greek pastoral literature. He was born an Ottoman subject in Epirus, but escaped to Greece after being denounced to the authorities for writing a patriotic collection of poetry. Krystallis initially wrote his works in archaic language, but after 1891 he adopted the vernacular (Demotic) Greek language and became influence"}]}, {"heading": "Deaths", "year": "1896", "date": "April 22", "txt": "Thomas Meik, English engineer, founded Halcrow Group (b. 1812)", "entities": [{"title": "Thomas Meik", "href": "/wiki/Thomas_Meik", "description": "\n\nThomas Meik was a 19th-century Scottish engineer."}, {"title": "Halcrow Group", "href": "/wiki/Halcrow_Group", "description": "Halcrow Group Limited was a multinational engineering consultancy company, based in the United Kingdom"}]}, {"heading": "Deaths", "year": "1908", "date": "April 22", "txt": "Henry Campbell-Bannerman, Prime Minister of the United Kingdom (b. 1836)", "entities": [{"title": "Henry Campbell-Bannerman", "href": "/wiki/Henry_Campbell-Bannerman", "description": "Sir Henry Campbell-Bannerman, a British statesman and Liberal politician, served as Prime Minister of the United Kingdom from 1905 to 1908 and Leader of the Liberal Party from 1899 to 1908. He also served as Secretary of State for War twice, in the Cabinets of Gladstone and Rosebery. He was the first First Lord of the Treasury to be officially called \"Prime Minister\", the term only coming into off"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1925", "date": "April 22", "txt": "André Caplet, French composer and conductor (b. 1878)", "entities": [{"title": "André Caplet", "href": "/wiki/Andr%C3%A9_Caplet", "description": "André Caplet was a French composer and conductor now known primarily through his orchestrations of works by Claude Debussy."}]}, {"heading": "Deaths", "year": "1929", "date": "April 22", "txt": "Henry Lerolle, French painter and art collector (b. 1848)", "entities": [{"title": "Henry Lerolle", "href": "/wiki/Henry_Lerolle", "description": "Henry Lerolle was a French painter, art collector and patron, born in Paris. He studied at Académie Suisse and in the studio of Louis Lamothe."}]}, {"heading": "Deaths", "year": "1932", "date": "April 22", "txt": "Ferenc Oslay, Hungarian-Slovene historian and author (b. 1883)", "entities": [{"title": "Ferenc Oslay", "href": "/wiki/Ferenc_Oslay", "description": "Ferenc Oslay was a Hungarian-Slovene historian, writer, Trianon irredentist, and propagandist."}]}, {"heading": "Deaths", "year": "1933", "date": "April 22", "txt": "Henry Royce, English engineer and businessman, co-founded Rolls-Royce Limited (b. 1863)", "entities": [{"title": "Henry Royce", "href": "/wiki/Henry_Royce", "description": "Sir Frederick Henry Royce, 1st Baronet, was an English engineer famous for his designs of car and aeroplane engines with a reputation for reliability and longevity. With Charles Rolls and Claude Johnson, he founded Rolls-Royce."}, {"title": "Rolls-Royce Limited", "href": "/wiki/Rolls-Royce_Limited", "description": "Rolls-Royce was a British luxury car and later an aero-engine manufacturing business established in 1904 in Manchester, United Kingdom by the partnership of Charles Rolls and Henry Royce. Building on Royce's reputation established with his cranes they quickly developed a reputation for superior engineering by manufacturing the \"best car in the world\". The First World War brought them into manufact"}]}, {"heading": "Deaths", "year": "1945", "date": "April 22", "txt": "Wilhelm Cauer, German mathematician and academic (b. 1900)", "entities": [{"title": "Wilhelm Cauer", "href": "/wiki/Wilhelm_Cauer", "description": "Wilhelm Cauer was a German mathematician and scientist. He is most noted for his work on the analysis and synthesis of electrical filters and his work marked the beginning of the field of network synthesis. Prior to his work, electronic filter design used techniques which accurately predicted filter behaviour only under unrealistic conditions. This required a certain amount of experience on the pa"}]}, {"heading": "Deaths", "year": "1945", "date": "April 22", "txt": "Käthe Kollwitz, German painter and sculptor (b. 1867)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "April 22", "txt": "Charles Hamilton Houston, American lawyer and academic (b. 1895)", "entities": [{"title": "Charles Hamilton Houston", "href": "/wiki/Charles_Hamilton_Houston", "description": "Charles Hamilton Houston was a prominent African-American lawyer, Dean of Howard University Law School, and NAACP first special counsel, or Litigation Director. A graduate of Amherst College and Harvard Law School, Houston played a significant role in dismantling Jim Crow laws, especially attacking segregation in schools and racial housing covenants. He earned the title \"The Man Who Killed Jim Cro"}]}, {"heading": "Deaths", "year": "1951", "date": "April 22", "txt": "Horace Donisthorpe, English myrmecologist and coleopterist (b. 1870)", "entities": [{"title": "Horace Donisthorpe", "href": "/wiki/Horace_Donisthorpe", "description": "Horace St. John Kelly Donisthorpe was an eccentric British myrmecologist and coleopterist, memorable in part for his enthusiastic championing of the renaming of the genus Lasius after him as Donisthorpea, and for his many claims of discovering new species of beetles and ants.\nHe is often considered to be the greatest figure in British myrmecology."}]}, {"heading": "Deaths", "year": "1978", "date": "April 22", "txt": "Will Geer, American actor (b. 1902)", "entities": [{"title": "Will Geer", "href": "/wiki/Will_Geer", "description": "Will Geer was an American actor, musician, and social activist, who was active in labor organizing and other movements in New York and Southern California in the 1930s and 1940s. In California he befriended rising singer Woody Guthrie. They both lived in New York for a time in the 1940s. He was blacklisted in the 1950s, by Hollywood, after refusing, in testimony before Congress, to name persons wh"}]}, {"heading": "Deaths", "year": "1980", "date": "April 22", "txt": "Jane Froman, American actress and singer (b. 1907)", "entities": [{"title": "Jane Froman", "href": "/wiki/Jane_Froman", "description": "Ellen Jane Froman was an American singer and actress. During her thirty-year career, Froman performed on stage, radio and television despite chronic health problems due to injuries sustained in a 1943 plane crash."}]}, {"heading": "Deaths", "year": "1980", "date": "April 22", "txt": "Fritz Strassmann, German chemist and physicist (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "April 22", "txt": "Earl Hines, American pianist and bandleader (b. 1903)", "entities": [{"title": "Earl Hines", "href": "/wiki/Earl_Hines", "description": "Earl Kenneth Hines, also known as Earl \"Fatha\" Hines, was an American jazz pianist and bandleader. He was one of the most influential figures in the development of jazz piano and, according to one source, \"one of a small number of pianists whose playing shaped the history of jazz\"."}]}, {"heading": "Deaths", "year": "1984", "date": "April 22", "txt": "Ansel Adams, American photographer and environmentalist (b. 1902)", "entities": [{"title": "Ansel Adams", "href": "/wiki/Ansel_Adams", "description": "Ansel Easton Adams was an American landscape photographer and environmentalist known for his black-and-white images of the American West. He helped found Group f/64, an association of photographers advocating \"pure\" photography which favored sharp focus and the use of the full tonal range of a photograph. He and Fred Archer developed an exacting system of image-making called the Zone System, a met"}]}, {"heading": "Deaths", "year": "1985", "date": "April 22", "txt": "Paul Hugh Emmett, American chemist and academic (b. 1900)", "entities": [{"title": "Paul Hugh Emmett", "href": "/wiki/Paul_Hugh_Emmett", "description": "Paul Hugh Emmett was an American chemist best known for his pioneering work in the field of catalysis and for his work on the Manhattan Project during World War II. He spearheaded the research to separate isotopes of uranium and to develop a corrosive uranium gas. Emmett also made significant contributions to BET Theory which explains the relationship between surface area and gas adsorption. He se"}]}, {"heading": "Deaths", "year": "1985", "date": "April 22", "txt": "Jacques Ferron, Canadian physician and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "April 22", "txt": "Mircea Eliade, Romanian historian and author (b. 1907)", "entities": [{"title": "Mircea Eliade", "href": "/wiki/Mircea_Eliade", "description": "Mircea Eliade was a Romanian historian of religion, fiction writer, philosopher, and professor at the University of Chicago. He was a leading interpreter of religious experience, who established paradigms in religious studies that persist to this day. His theory that hierophanies form the basis of religion, splitting the human experience of reality into sacred and profane space and time, has prove"}]}, {"heading": "Deaths", "year": "1987", "date": "April 22", "txt": "Erika Nõva, Estonian architect (b. 1905)", "entities": [{"title": "Erika Nõva", "href": "/wiki/Erika_N%C3%B5va", "description": "Erika Nõva née Volberg was an Estonian architect, remembered mainly for her farmhouse designs. She was the first woman to graduate as an architect in Estonia."}]}, {"heading": "Deaths", "year": "1988", "date": "April 22", "txt": "Grigori Kuzmin, Russian-Estonian astronomer and academic (b. 1917)", "entities": [{"title": "Grigori Kuzmin", "href": "/wiki/Grigori_Kuzmin", "description": "Grigori Kuzmin was an Estonian astronomer, who worked mainly in the field of stellar dynamics."}]}, {"heading": "Deaths", "year": "1988", "date": "April 22", "txt": "Irene Rich, American actress (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "April 22", "txt": "Emilio G. Segrè, Italian-American physicist and academic, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Emilio G. Segrè", "href": "/wiki/Emilio_G._Segr%C3%A8", "description": "Emilio Gino Segrè was an Italian-American physicist and Nobel laureate, who discovered the elements technetium and astatine, and the antiproton, a subatomic antiparticle, for which he was awarded the Nobel Prize in Physics in 1959 along with Owen Chamberlain."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1990", "date": "April 22", "txt": "Albert Salmi, American actor (b. 1928)", "entities": [{"title": "Albert Salmi", "href": "/wiki/Albert_Salmi", "description": "Albert Salmi was an American actor of stage, film, and television. Best known for his work as a character actor, he appeared in over 150 film and television productions."}]}, {"heading": "Deaths", "year": "1994", "date": "April 22", "txt": "Richard Nixon, 37th President of the United States (b. 1913)", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1995", "date": "April 22", "txt": "Jane Kenyon, American poet and author (b. 1947)", "entities": [{"title": "Jane Kenyon", "href": "/wiki/Jane_Kenyon", "description": "Jane Kenyon was an American poet and translator. Her work is often characterized as simple, spare, and emotionally resonant. Kenyon was the second wife of poet, editor, and critic Donald Hall who made her the subject of many of his poems."}]}, {"heading": "Deaths", "year": "1996", "date": "April 22", "txt": "Erma Bombeck, American journalist and author (b. 1927)", "entities": [{"title": "Erma Bombeck", "href": "/wiki/Erma_Bombeck", "description": "Erma Louise Bombeck was an American humorist who achieved great popularity for her syndicated newspaper humor column describing suburban home life from 1965 to 1996. She also published 15 books, most of which became bestsellers."}]}, {"heading": "Deaths", "year": "1996", "date": "April 22", "txt": "Jug McSpaden, American golfer and architect (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "April 22", "txt": "Munir Ahmad Khan, Pakistani nuclear engineer (b. 1926)", "entities": [{"title": "Munir Ahmad Khan", "href": "/wiki/Munir_Ahmad_Khan", "description": "Munir Ahmad Khan, NI, HI, FPAS, was a Pakistani nuclear reactor physicist who is credited, among others, with being the \"father of the atomic bomb program\" of Pakistan for their leading role in developing their nation's nuclear weapons during the successive years after the war with India in 1971."}]}, {"heading": "Deaths", "year": "2003", "date": "April 22", "txt": "Felice Bryant, American songwriter (b. 1925)", "entities": [{"title": "Felice Bryant", "href": "/wiki/Felice_Bryant", "description": "Felice Bryant and Diadorius Boudleaux Bryant were an American husband and wife country music and pop songwriting team. They were best known for songs such as \"Rocky Top,\" \"We Could\", \"Love Hurts\", and numerous hits by the Everly Brothers, including \"All I Have to Do Is Dream\", \"Bye Bye Love\", and \"Wake Up Little Susie\"."}]}, {"heading": "Deaths", "year": "2005", "date": "April 22", "txt": "Erika Fuchs, German translator (b. 1906)", "entities": [{"title": "Erika Fuchs", "href": "/wiki/Erika_Fuchs", "description": "Erika Fuchs, née Petri, was a German translator. She is largely known in Germany due to her translations of American Disney comics, especially Carl Barks' stories about Duckburg and its inhabitants."}]}, {"heading": "Deaths", "year": "2005", "date": "April 22", "txt": "Philip Morrison, American physicist and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 22", "txt": "Eduardo Paolozzi, Scottish sculptor and artist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "April 22", "txt": "Henriette Avram, American computer scientist and academic (b. 1919)", "entities": [{"title": "Henriette Avram", "href": "/wiki/Henriette_Avram", "description": "Henriette Davidson Avram was a computer programmer and systems analyst who developed the MARC format, the international data standard for bibliographic and holdings information in libraries. Avram's development of the MARC format in the late 1960s and early 1970s at the Library of Congress had a revolutionizing effect on the practice of librarianship, making possible the automation of many library"}]}, {"heading": "Deaths", "year": "2006", "date": "April 22", "txt": "Alida Valli, Italian actress (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 22", "txt": "Juanita Millender-McDonald, American educator and politician (b. 1938)", "entities": [{"title": "Juanita Millender-McDonald", "href": "/wiki/Juanita_Millender-McDonald", "description": "Juanita Millender-McDonald was an American politician who served as a member of the United States House of Representatives from 1996 until her death in 2007, representing California's 37th congressional district, which includes most of South Central Los Angeles and the city of Long Beach, California. She was a member of the Democratic Party."}]}, {"heading": "Deaths", "year": "2009", "date": "April 22", "txt": "Jack Cardiff, British cinematographer, director and photographer (b. 1914)", "entities": [{"title": "Jack Cardiff", "href": "/wiki/Jack_Cardiff", "description": "Jack Cardiff, was a British cinematographer, film and television director, and photographer. His career spanned the development of cinema, from silent film, through early experiments in Technicolor, to filmmaking more than half a century later."}]}, {"heading": "Deaths", "year": "2010", "date": "April 22", "txt": "Richard Barrett, American lawyer and activist (b. 1943)", "entities": [{"title": "Richard Barrett (lawyer)", "href": "/wiki/Richard_Barrett_(lawyer)", "description": "Richard Barrett was an American lawyer, white nationalist, and self-proclaimed leader in the nationalist Skinheadz movement. Barrett was a speaker and editor of the All The Way monthly newsletter. He was general counsel of the Nationalist Movement, which he founded in Mississippi."}]}, {"heading": "Deaths", "year": "2012", "date": "April 22", "txt": "George Rathmann, American chemist, biologist, and businessman (b. 1927)", "entities": [{"title": "George Rathmann", "href": "/wiki/George_Rathmann", "description": "George Blatz Rathmann (1927–2012) was an American chemist, biologist, pioneer in biotechnology and corporate executive. In 1980 he co-founded and served as the first CEO of Amgen, and later founded Icos."}]}, {"heading": "Deaths", "year": "2013", "date": "April 22", "txt": "Richie Havens, American singer-songwriter and guitarist (b. 1941)", "entities": [{"title": "Richie Havens", "href": "/wiki/Richie_Havens", "description": "Richard Pierce Havens was an American singer-songwriter and guitarist. His music encompassed elements of folk, soul, and rhythm and blues. He had an intense and rhythmic guitar style, and played soulful covers of pop and folk songs. He was the opening act at Woodstock."}]}, {"heading": "Deaths", "year": "2013", "date": "April 22", "txt": "Lalgudi Jayaraman, Indian violinist and composer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 22", "txt": "Robert Suderburg, American pianist, composer, and conductor (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 22", "txt": "Oswaldo Vigas, Venezuelan painter (b. 1926)", "entities": [{"title": "Oswaldo Vigas", "href": "/wiki/Oswaldo_Vigas", "description": "Oswaldo Vigas was a Venezuelan artist, best known as a painter and muralist. His work includes painting, sculpture, prints, drawings, ceramics and tapestries. His artwork was created between France and Venezuela, and it's an original synthesis of the cultural roots of Latin America and the latest artistic currents of modernity. He has had over one hundred solo exhibitions and is represented in num"}]}, {"heading": "Deaths", "year": "2015", "date": "April 22", "txt": "Dick Balharry, Scottish environmentalist and photographer (b. 1937)", "entities": [{"title": "Dick Balharry", "href": "/wiki/Dick_Balharry", "description": "Richard Balharry was a Scottish conservationist, writer, and wildlife photographer."}]}, {"heading": "Deaths", "year": "2017", "date": "April 22", "txt": "Donna Leanne Williams, Australian writer, artist, and activist (b. 1963)", "entities": [{"title": "Donna Williams", "href": "/wiki/Donna_Williams", "description": "Donna Leanne Williams, also known by her married name Donna Leanne Samuel, was an Australian writer, artist, singer-songwriter, screenwriter, and sculptor."}]}, {"heading": "Deaths", "year": "2021", "date": "April 22", "txt": "Adrian Garrett, American professional baseball player (b. 1943)", "entities": [{"title": "Adrian Garrett", "href": "/wiki/Adrian_Garrett", "description": "Henry Adrian Garrett Jr., nicknamed \"Pat\" and \"Smokey\", was an American professional baseball player and coach. A utility man in Major League Baseball, he appeared in 163 total games during eight seasons between 1966 and 1976 for the Atlanta Braves, Chicago Cubs, Oakland Athletics and California Angels. He batted left-handed, threw right-handed, and was listed at 6 feet 3 inches (1.91 m) tall and "}]}]