[{"heading": "Events", "year": "190", "date": "April 9", "txt": "Dong Zhuo has his troops evacuate the capital Luoyang and burn it to the ground.", "entities": [{"title": "Dong Zhuo", "href": "/wiki/Dong_Zhuo", "description": "Dong Zhuo, courtesy name Zhongying, was a military general and warlord who lived in the late Eastern Han dynasty of China. At the end of the reign of the Eastern Han, Dong Zhuo was a general and powerful minister of the imperial government. Yet he forced the young Emperor Shao of Han to abdicate and replaced him with his half-brother Emperor Xian of Han while he sought to become the de facto ruler"}, {"title": "Luoyang", "href": "/wiki/Luoyang", "description": "Luoyang is a city located in the confluence area of Luo River and Yellow River in the west of Henan province. Governed as a prefecture-level city, it borders the provincial capital of Zhengzhou to the east, Pingdingshan to the southeast, Nanyang to the south, Sanmenxia to the west, Jiyuan to the north, and Jiaozuo to the northeast. As of December 31, 2018, Luoyang had a population of 6,888,500 inh"}]}, {"heading": "Events", "year": "475", "date": "April 9", "txt": "Byzantine Emperor Basiliscus issues a circular letter (Enkyklikon) to the bishops of his empire, supporting the Monophysite christological position.", "entities": [{"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Basiliscus", "href": "/wiki/Basiliscus", "description": "Flavius Basiliscus was Eastern Roman emperor from 475 to 476. A member of the House of Leo, he came to power when Emperor Zeno was forced out of Constantinople by a revolt."}, {"title": "Monophysitism", "href": "/wiki/Monophysitism", "description": "Monophysitism or Monophysism is a Christological term derived from μόνος monos, \"alone, solitary\" and φύσις physis, a word that has many meanings but in this context means \"nature\". It is defined as \"a doctrine that in the person of the incarnated Word there was only one nature—the divine\"."}, {"title": "Christological", "href": "/wiki/Christological", "description": "In Christianity, Christology, translated literally from Greek as \"the study of Christ\", is a branch of theology that concerns Jesus. Different denominations have different opinions on questions like whether Jesus was human, divine, or both, and as a messiah what his role would be in the freeing of the Jewish people from foreign rulers or in the prophesied Kingdom of God, and in the salvation from "}]}, {"heading": "Events", "year": "537", "date": "April 9", "txt": "Siege of Rome: The Byzantine general Belisarius receives his promised reinforcements, 1,600 cavalry, mostly of Hunnic or Slavic origin and expert bowmen. He starts, despite shortages, raids against the Gothic camps and Vitiges is forced into a stalemate.", "entities": [{"title": "Siege of Rome (537–538)", "href": "/wiki/Siege_of_Rome_(537%E2%80%93538)", "description": "The First Siege of Rome during the Gothic War lasted for a year and nine days, from 2 March 537 to 12 March 538. The city was besieged by the Ostrogothic army under their king Vitiges; the defending East Romans were commanded by Belisarius, one of the most famous and successful Roman generals. The siege was the first major encounter between the forces of the two opponents, and played a decisive ro"}, {"title": "Belisarius", "href": "/wiki/Belisarius", "description": "Flavius Belisarius was a military commander of the Byzantine Empire. He was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior."}, {"title": "Huns", "href": "/wiki/Huns", "description": "The Huns were a nomadic people who lived in Central Asia, the Caucasus, and Eastern Europe between the 4th and 6th century AD. According to European tradition, they were first reported living east of the Volga River, in an area that was part of Scythia at the time; the Huns' arrival is associated with the migration westward of an Iranian people, the Alans. By 370 AD, the Huns had arrived on the Vo"}, {"title": "Slavs", "href": "/wiki/Slavs", "description": "Slavs are a European ethno-linguistic group of people who speak the various Slavic languages of the larger Balto-Slavic linguistic group of the Indo-European languages. They are native to Eurasia, stretching from Central, Eastern and Southeastern Europe all the way north and eastwards to Northeast Europe, Northern Asia (Siberia) and Central Asia, as well as historically in Western Europe and Weste"}, {"title": "Archery", "href": "/wiki/Archery", "description": "Archery is the art, sport, practice, or skill of using a bow to shoot arrows. The word comes from the Latin arcus for bow. Historically, archery has been used for hunting and combat. In modern times, it is mainly a competitive sport and recreational activity. A person who participates in archery is typically called an archer or a bowman, and a person who is fond of or an expert at archery is somet"}, {"title": "Ostrogoths", "href": "/wiki/Ostrogoths", "description": "The Ostrogoths were a Roman-era Germanic people. In the 5th century, they followed the Visigoths in creating one of the two great Gothic kingdoms within the Roman Empire, based upon the large Gothic populations who had settled in the Balkans in the 4th century, having crossed the Lower Danube. While the Visigoths had formed under the leadership of Alaric I, the new Ostrogothic political entity whi"}, {"title": "Vitiges", "href": "/wiki/Vitiges", "description": "Vitiges or Vitigis, Witiges was king of the Ostrogoths in Italy from 536 to 540."}]}, {"heading": "Events", "year": "1241", "date": "April 9", "txt": "Battle of Liegnitz: Mongol forces defeat the Polish and German armies.", "entities": [{"title": "Battle of Legnica", "href": "/wiki/Battle_of_Legnica", "description": "The Battle of Legnica, also known as the Battle of Liegnitz or Battle of Wahlstatt, was a battle between the Mongol Empire and combined European forces that took place at the village of Legnickie Pole (Wahlstatt), approximately 10 kilometres (6 mi) southeast of the city of Legnica in the Duchy of Silesia on 9 April 1241."}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}]}, {"heading": "Events", "year": "1288", "date": "April 9", "txt": "Mongol invasions of Vietnam: Yuan forces are defeated by Trần forces in the Battle of Bach Dang in present-day northern Vietnam.", "entities": [{"title": "Mongol invasions of Vietnam", "href": "/wiki/Mongol_invasions_of_Vietnam", "description": "The Mongol invasions of Vietnam or Mongol–Vietnamese wars and Mongol–Cham war were military campaigns launched by the Mongol Empire, and later the Yuan dynasty, against the kingdom of Đại Việt ruled by the Trần dynasty and the kingdom of Champa in 1258, 1282–1284, 1285, and 1287–88. In studies of China and Mongolia, the campaigns are often treated as a success due to the establishment of tributary"}, {"title": "Yuan dynasty", "href": "/wiki/Yuan_dynasty", "description": "The Yuan dynasty, officially the Great Yuan, was a successor state to the Mongol Empire after its division and a ruling dynasty of China established by Kublai Khan, leader of the Mongol Borjigin clan, lasting from 1271 to 1368. In Chinese historiography, this dynasty followed the Song dynasty and preceded the Ming dynasty."}, {"title": "Trần dynasty", "href": "/wiki/Tr%E1%BA%A7n_dynasty", "description": "The Trần dynasty of Vietnam was a medieval royal clan of Chinese origins that ruled over the Kingdom of Đại Việt from 1225 to 1400. The dynasty was founded when king Trần Thái Tông ascended to the throne after his uncle Trần Thủ Độ orchestrated the overthrow of the Lý dynasty. The final emperor of the dynasty was Thiếu Đế, who at the age of five years was forced to abdicate the throne in favor of "}, {"title": "Battle of Bạch Đằng (1288)", "href": "/wiki/Battle_of_B%E1%BA%A1ch_%C4%90%E1%BA%B1ng_(1288)", "description": "The Battle of Bạch Đằng was one of the greatest victories in Vietnamese military history. It was a navy battle between Đại Việt, commanded by Commander-in-Chief Prince Trần Hưng Đạo, and the invading army of the Yuan dynasty, commanded by general Omar Khan on the Bạch Đằng River. The Battle of Bạch Đằng was the last confrontation between Đại Việt and the Yuan dynasty. The battle took place at the "}]}, {"heading": "Events", "year": "1388", "date": "April 9", "txt": "Despite being outnumbered 16 to 1, forces of the Old Swiss Confederacy are victorious over the Archduchy of Austria in the Battle of Näfels.", "entities": [{"title": "Old Swiss Confederacy", "href": "/wiki/Old_Swiss_Confederacy", "description": "The Old Swiss Confederacy or Swiss Confederacy was a loose confederation of independent small states within the Holy Roman Empire. It is the precursor of the modern state of Switzerland."}, {"title": "Archduchy of Austria", "href": "/wiki/Archduchy_of_Austria", "description": "The Archduchy of Austria was a major principality of the Holy Roman Empire and the nucleus of the Habsburg Monarchy. With its capital at Vienna, the archduchy was centered at the Empire's southeastern periphery."}, {"title": "Battle of Näfels", "href": "/wiki/Battle_of_N%C3%A4fels", "description": "\n\nThe Battle of Näfels was fought on 9 April 1388 between the Canton of Glarus with its allies the Old Swiss Confederation, and the Archduchy of Austria, ruled by the Habsburgs. It was a decisive Glarner victory despite being outnumbered sixteen to one."}]}, {"heading": "Events", "year": "1454", "date": "April 9", "txt": "The Treaty of Lodi is signed, establishing a balance of power among northern Italian city-states for almost 50 years.", "entities": [{"title": "Treaty of Lodi", "href": "/wiki/Treaty_of_Lodi", "description": "The Treaty of Lodi, or Peace of Lodi, was a peace agreement between Milan, Naples and Florence that was signed on 9 April 1454 at Lodi in Lombardy, on the banks of the Adda. It put an end to the Wars in Lombardy between expansive Milan, under Filippo Maria Visconti, and Venice, in the terraferma. They had produced a single decisive Venetian victory, at the Battle of Maclodio in 1427 in which the V"}]}, {"heading": "Events", "year": "1609", "date": "April 9", "txt": "Eighty Years' War: Spain and the Dutch Republic sign the Treaty of Antwerp to initiate twelve years of truce.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}, {"title": "Treaty of Antwerp (1609)", "href": "/wiki/Treaty_of_Antwerp_(1609)", "description": "The Treaty of Antwerp, which initiated the Twelve Years' Truce, was an armistice signed in Antwerp on 9 April 1609 between Spain and the Netherlands, creating the major break in hostilities during the Eighty Years' War for independence conducted by the Seventeen Provinces in the Low Countries."}]}, {"heading": "Events", "year": "1609", "date": "April 9", "txt": "Philip III of Spain issues the decree of the \"Expulsion of the Moriscos\".", "entities": [{"title": "Expulsion of the Moriscos", "href": "/wiki/Expulsion_of_the_Moriscos", "description": "The Expulsion of the Moriscos was decreed by King Philip III of Spain on April 9, 1609. The Moriscos were descendants of Spain's Muslim population who had converted to Christianity because of coercion or by royal decree in the early 16th century. Since the Spanish were fighting wars in the Americas, feeling threatened by the Turks raiding along the Spanish coast and by two Morisco revolts in the c"}]}, {"heading": "Events", "year": "1682", "date": "April 9", "txt": "Robert Cavelier de La Salle discovers the mouth of the Mississippi River, claims it for France and names it Louisiana.", "entities": [{"title": "René-Robert Cavelier, Sieur de La Salle", "href": "/wiki/Ren%C3%A9-Robert_Cavelier,_Sieur_de_La_Salle", "description": "René-Robert Cavelier, Sieur de La Salle was a 17th-century French explorer and fur trader in North America. He explored the Great Lakes region of the United States and Canada, the Mississippi River, and the Gulf of Mexico. He is best known for an early 1682 expedition in which he canoed the lower Mississippi River from the mouth of the Illinois River to the Gulf of Mexico; there, on 9 April 1682, "}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "Louisiana (New France)", "href": "/wiki/Louisiana_(New_France)", "description": "Louisiana or French Louisiana was an administrative district of New France. Under French control 1682 to 1769 and 1801 (nominally) to 1803, the area was named in honor of King Louis XIV, by French explorer René-Robert Cavelier, Sieur de la Salle. It originally covered an expansive territory that included most of the drainage basin of the Mississippi River and stretched from the Great Lakes to the "}]}, {"heading": "Events", "year": "1784", "date": "April 9", "txt": "The Treaty of Paris, ratified by the United States Congress on January 14, 1784, is ratified by King George III of the Kingdom of Great Britain, ending the American Revolutionary War. Copies of the ratified documents are exchanged on May 12, 1784.", "entities": [{"title": "Treaty of Paris (1783)", "href": "/wiki/Treaty_of_Paris_(1783)", "description": "The Treaty of Paris, signed in Paris by representatives of King George III of Great Britain and representatives of the United States of America on September 3, 1783, officially ended the American Revolutionary War. The treaty set the boundaries between the British Empire in North America and the United States of America, on lines \"exceedingly generous\" to the latter. Details included fishing right"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}]}, {"heading": "Events", "year": "1860", "date": "April 9", "txt": "On his phonautograph machine, Édouard-Léon Scott de Martinville makes the oldest known recording of an audible human voice.", "entities": [{"title": "Phonautograph", "href": "/wiki/Phonautograph", "description": "The phonautograph is the earliest known device for recording sound. Previously, tracings had been obtained of the sound-producing vibratory motions of tuning forks and other objects by physical contact with them, but not of actual sound waves as they propagated through air or other media. Invented by Frenchman Édouard-Léon Scott de Martinville, it was patented on March 25, 1857. It transcribed sou"}, {"title": "Édouard-Léon Scott de Martinville", "href": "/wiki/%C3%89douard-L%C3%A9on_Scott_de_Martinville", "description": "Édouard-Léon Scott de Martinville was a French printer, bookseller and inventor."}, {"title": "History of sound recording", "href": "/wiki/History_of_sound_recording", "description": "The history of sound recording - which has progressed in waves, driven by the invention and commercial introduction of new technologies — can be roughly divided into four main periods:The Acoustic era (1877–1925)\nThe Electrical era (1925–1945)\nThe Magnetic era (1945–1975)\nThe Digital era (1975–present)."}]}, {"heading": "Events", "year": "1865", "date": "April 9", "txt": "American Civil War: Robert E. Lee surrenders the Army of Northern Virginia (26,765 troops) to Ulysses S. Grant at Appomattox Court House, Virginia, effectively ending the war.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}, {"title": "Army of Northern Virginia", "href": "/wiki/Army_of_Northern_Virginia", "description": "The Army of Northern Virginia was the primary military force of the Confederate States of America in the Eastern Theater of the American Civil War. It was also the primary command structure of the Department of Northern Virginia. It was most often arrayed against the Union Army of the Potomac."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Appomattox Court House National Historical Park", "href": "/wiki/Appomattox_Court_House_National_Historical_Park", "description": "The Appomattox Court House National Historical Park is a preserved 19th-century village in Appomattox County, Virginia. The village is famous for the site of the Battle of Appomattox Court House, and contains the house of Wilmer McLean, where the surrender of the Army of Northern Virginia under Robert E. Lee to Union commander Ulysses S. Grant took place on April 9, 1865, effectively ending the Am"}]}, {"heading": "Events", "year": "1909", "date": "April 9", "txt": "The U.S. Congress passes the Payne–Aldrich Tariff Act.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Payne–Aldrich Tariff Act", "href": "/wiki/Payne%E2%80%93Aldrich_Tariff_Act", "description": "The Payne–Aldrich Tariff Act of 1909, named for Representative Sereno E. Payne (R–NY) and Senator Nelson W. Aldrich (R–RI), began in the United States House of Representatives as a bill raising certain tariffs on goods entering the United States. The high rates angered Republican reformers, and led to a deep split in the Republican Party."}]}, {"heading": "Events", "year": "1914", "date": "April 9", "txt": "Mexican Revolution: One of the world's first naval/air skirmishes takes place off the coast of western Mexico.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "Action of 9 April 1914", "href": "/wiki/Action_of_9_April_1914", "description": "The action of 9 April 1914 was an important turning point in naval and aviation history. On that date, one of the first naval/air skirmishes took place. This engagement took place off the coast of western Mexico during the Mexican Revolution. The action was part of the naval campaign off Topolobampo at the edge of the Gulf of California. A Constitutionalist biplane dropped bombs on two Huertista g"}]}, {"heading": "Events", "year": "1917", "date": "April 9", "txt": "World War I: The Battle of Arras: The battle begins with Canadian Corps executing a massive assault on Vimy Ridge.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Arras (1917)", "href": "/wiki/Battle_of_Arras_(1917)", "description": "The Battle of Arras was a British offensive on the Western Front during World War I. From 9 April to 16 May 1917, British troops attacked German defences near the French city of Arras on the Western Front. The British achieved the longest advance since trench warfare had begun, surpassing the record set by the French Sixth Army on 1 July 1916. The British advance slowed in the next few days and th"}, {"title": "Canadian Corps", "href": "/wiki/Canadian_Corps", "description": "The Canadian Corps was a World War I corps formed from the Canadian Expeditionary Force in September 1915 after the arrival of the 2nd Canadian Division in France. The corps was expanded by the addition of the 3rd Canadian Division in December 1915 and the 4th Canadian Division in August 1916. The organization of a 5th Canadian Division began in February 1917 but it was still not fully formed when"}, {"title": "Battle of Vimy Ridge", "href": "/wiki/Battle_of_Vimy_Ridge", "description": "The Battle of Vimy Ridge was part of the Battle of Arras, in the Nord-Pas-de-Calais region of France, during the First World War. The main combatants were the four divisions of the Canadian Corps in the First Army, against three divisions of the German 6th Army. The battle took place from 9 to 12 April 1917 at the beginning of the Battle of Arras, the first attack of the Nivelle Offensive, which w"}]}, {"heading": "Events", "year": "1918", "date": "April 9", "txt": "World War I: The Battle of the Lys: The Portuguese Expeditionary Corps is crushed by the German forces during what is called the Spring Offensive on the Belgian region of Flanders.", "entities": [{"title": "Battle of the Lys (1918)", "href": "/wiki/Battle_of_the_Lys_(1918)", "description": "The Battle of the Lys, also known as the Fourth Battle of Ypres, was fought from 7 to 29 April 1918 and was part of the German spring offensive in Flanders during the First World War. It was originally planned by General Erich Ludendorff as Operation George but was reduced to Operation Georgette, with the objective of capturing Ypres, forcing the British forces back to the Channel ports and out of"}, {"title": "Portuguese Expeditionary Corps", "href": "/wiki/Portuguese_Expeditionary_Corps", "description": "The Portuguese Expeditionary Corps was the main military force from Portugal that fought in the Western Front, during World War I. Portuguese neutrality ended in 1916 after the Portuguese seizure of German merchant ships resulted in the German Empire declaring war on Portugal. The expeditionary force was raised soon after and included around 55,000 soldiers."}, {"title": "German spring offensive", "href": "/wiki/German_spring_offensive", "description": "The German spring offensive, or  Kaiserschlacht, also known as the Ludendorff Offensive, was a series of German attacks along the Western Front during the First World War, beginning on 21 March 1918. The Germans had realised that their only remaining chance of victory was to defeat the Allies before the United States could fully deploy its resources. The German Army had gained a temporary advantag"}, {"title": "Flanders", "href": "/wiki/Flanders", "description": "Flanders is the Dutch-speaking northern portion of Belgium and one of the communities, regions and language areas of Belgium. However, there are several overlapping definitions, including ones related to culture, language, politics and history, and sometimes involving neighbouring countries. The demonym associated with Flanders is Fleming, while the corresponding adjective is Flemish. The official"}]}, {"heading": "Events", "year": "1937", "date": "April 9", "txt": "The Kamikaze arrives at Croydon Airport in London. It is the first Japanese-built aircraft to fly to Europe.", "entities": [{"title": "Croydon Airport", "href": "/wiki/Croydon_Airport", "description": "Croydon Airport was the UK's major and only international airport during the interwar period. Located in Croydon, South London, England, it opened in 1920, built in a Neoclassical style, and was developed as Britain's main airport, handling more cargo, mail, and passengers than any other UK airport at the time. Innovations at the site included the world's first air traffic control and the first ai"}]}, {"heading": "Events", "year": "1939", "date": "April 9", "txt": "African-American singer Marian Anderson gives a concert at the Lincoln Memorial after being denied the use of Constitution Hall by the Daughters of the American Revolution.", "entities": [{"title": "Marian Anderson", "href": "/wiki/Marian_Anderson", "description": "Marian Anderson was an American contralto. She performed a wide range of music, from opera to spirituals. Anderson performed with renowned orchestras in major concert and recital venues throughout the United States and Europe between 1925 and 1965."}, {"title": "Lincoln Memorial", "href": "/wiki/Lincoln_Memorial", "description": "The Lincoln Memorial is a US national memorial built to honor the 16th President of the United States, Abraham Lincoln. It is on the western end of the National Mall in Washington, D.C., across from the Washington Monument, and is in the form of a neoclassical temple. The memorial's architect was Henry Bacon. The designer of the memorial interior's large central statue – Abraham Lincoln, 1920 – wa"}, {"title": "Constitution Hall", "href": "/wiki/Constitution_Hall", "description": "DAR Constitution Hall is a concert hall located at 1776 D Street NW, near the White House in Washington, D.C. It was built in 1929 by the Daughters of the American Revolution to house its annual convention when membership delegations outgrew Memorial Continental Hall. Later, the two buildings were connected by a third structure housing the DAR Museum, administrative offices, and genealogical libra"}, {"title": "Daughters of the American Revolution", "href": "/wiki/Daughters_of_the_American_Revolution", "description": "The Daughters of the American Revolution (DAR) is a lineage-based membership service organization for women who are directly descended from a person involved in the United States' efforts towards independence. A non-profit group, they promote education and patriotism. The organization's membership is limited to direct lineal descendants of soldiers or others of the Revolutionary period who aided t"}]}, {"heading": "Events", "year": "1940", "date": "April 9", "txt": "World War II: Operation Weserübung: Germany invades Denmark and Norway.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Weserübung", "href": "/wiki/Operation_Weser%C3%BCbung", "description": "Operation Weserübung was Germany's assault on Denmark and Norway during the Second World War and the opening operation of the Norwegian Campaign."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1940", "date": "April 9", "txt": "Vidkun Quisling seizes power in Norway.", "entities": []}, {"heading": "Events", "year": "1942", "date": "April 9", "txt": "World War II: The Battle of Bataan ends. An Indian Ocean raid by Japan's 1st Air Fleet sinks the British aircraft carrier HMS Hermes and the Australian destroyer HMAS Vampire.", "entities": [{"title": "Battle of Bataan", "href": "/wiki/Battle_of_Bataan", "description": "The Battle of Bataan was fought by the United States and the Philippine Commonwealth against Japan during World War II. The battle represented the most intense phase of the Japanese invasion of the Philippines during World War II. In January 1942, forces of the Imperial Japanese Army and Navy invaded Luzon along with several islands in the Philippine Archipelago after the bombing of the American n"}, {"title": "Indian Ocean raid", "href": "/wiki/Indian_Ocean_raid", "description": "The Indian Ocean raid, also known as Operation C or Battle of Ceylon in Japanese, was a naval sortie carried out by the Imperial Japanese Navy (IJN) from 31 March to 10 April 1942. Japanese aircraft carriers under Admiral Chūichi Nagumo struck Allied shipping and naval bases around Ceylon, but failed to locate and destroy the bulk of the British Eastern Fleet. The Eastern Fleet, commanded by Admir"}, {"title": "1st Air Fleet", "href": "/wiki/1st_Air_Fleet", "description": "The 1st Air Fleet  also known as the Kidō Butai, was a name used for a combined carrier battle group comprising most of the aircraft carriers and carrier air groups of the Imperial Japanese Navy (IJN), during the first eight months of the Pacific War."}, {"title": "HMS Hermes (95)", "href": "/wiki/HMS_Hermes_(95)", "description": "HMS Hermes was a British aircraft carrier built for the Royal Navy and was the world's first ship to be designed as an aircraft carrier, although the Imperial Japanese Navy's Hōshō was the first to be launched and commissioned. The ship's construction began during the First World War but not completed until after the end of the war, delayed by multiple changes in her design after she was laid down"}, {"title": "HMAS Vampire (D68)", "href": "/wiki/HMAS_Vampire_(D68)", "description": "HMAS Vampire was a V-class destroyer of the Royal Navy (RN) and Royal Australian Navy (RAN). Launched in 1917 as HMS Wallace, the ship was renamed and commissioned into the RN later that year. Vampire was loaned to the RAN in 1933, and operated as a depot tender until just before World War II. Reactivated for war service, the destroyer served in the Mediterranean as part of the Scrap Iron Flotilla"}]}, {"heading": "Events", "year": "1945", "date": "April 9", "txt": "Execution of Dietrich Bonhoeffer, anti-Nazi dissident and spy, by the Nazi regime.", "entities": [{"title": "Dietrich Bonhoeffer", "href": "/wiki/Dietrich_Bonhoeffer", "description": "Dietrich Bonhoeffer was a German Lutheran pastor, theologian, anti-Nazi dissident, and key founding member of the Confessing Church. His writings on Christianity's role in the secular world have become widely influential, and his book The Cost of Discipleship has been described as a modern classic."}]}, {"heading": "Events", "year": "1945", "date": "April 9", "txt": "World War II: The German heavy cruiser Admiral Scheer is sunk by the Royal Air Force.", "entities": [{"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}]}, {"heading": "Events", "year": "1945", "date": "April 9", "txt": "World War II: The Battle of Königsberg, in East Prussia, ends.", "entities": [{"title": "East Prussia", "href": "/wiki/East_Prussia", "description": "East Prussia was a province of the Kingdom of Prussia from 1773 to 1829 and again from 1878 ; following World War I it formed part of the Weimar Republic's Free State of Prussia, until 1945. Its capital city was Königsberg. East Prussia was the main part of the region of Prussia along the southeastern Baltic Coast."}]}, {"heading": "Events", "year": "1945", "date": "April 9", "txt": "The United States Atomic Energy Commission is formed.", "entities": []}, {"heading": "Events", "year": "1947", "date": "April 9", "txt": "The Glazier–Higgins–Woodward tornadoes kill 181 and injure 970 in Texas, Oklahoma, and Kansas.", "entities": [{"title": "Glazier–Higgins–Woodward tornadoes", "href": "/wiki/Glazier%E2%80%93Higgins%E2%80%93Woodward_tornadoes", "description": "The 1947 Glazier–Higgins–Woodward tornadoes were a series of related tornadoes spawned by a single supercell that swept through the U.S. states of Texas, Oklahoma, and Kansas on Wednesday, April 9, 1947. Most of the damage and all the deaths are still blamed on one large F5 tornado, known as the Glazier–Higgins–Woodward Tornado, that traveled nearly 125 miles from Texas to Oklahoma. This event was"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Oklahoma", "href": "/wiki/Oklahoma", "description": "Oklahoma is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. Partially in the western extreme of the Upland South, it is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents a"}, {"title": "Kansas", "href": "/wiki/Kansas", "description": "Kansas is a state in the Midwestern United States. Its capital is Topeka and its largest city is Wichita. Kansas is bordered by Nebraska to the north; Missouri to the east; Oklahoma to the south; and Colorado to the west. Kansas is named after the Kansas River, which in turn was named after the Kansa Native Americans who lived along its banks. The tribe's name is often said to mean \"people of the "}]}, {"heading": "Events", "year": "1947", "date": "April 9", "txt": "The Journey of Reconciliation, the first interracial Freedom Ride begins through the upper South in violation of Jim Crow laws. The riders wanted enforcement of the United States Supreme Court's 1946 Irene Morgan decision that banned racial segregation in interstate travel.", "entities": [{"title": "Freedom Ride", "href": "/wiki/Freedom_Ride", "description": "Freedom Riders were civil rights activists who rode interstate buses into the segregated Southern United States in 1961 and subsequent years to challenge the non-enforcement of the United States Supreme Court decisions Morgan v. Virginia (1946) and Boynton v. Virginia (1960), which ruled that segregated public buses were unconstitutional. The Southern states had ignored the rulings and the federal"}, {"title": "Southern United States", "href": "/wiki/Southern_United_States", "description": "The southern United States, also known as the American South, the southern states, or simply the South, is a geographic and cultural region of the United States. It is between the Atlantic Ocean and the western United States, with the midwestern United States and northeastern United States to its north and the Gulf of Mexico and Mexico to its south."}, {"title": "Jim Crow laws", "href": "/wiki/Jim_Crow_laws", "description": "Jim Crow laws were state and local laws that enforced racial segregation in the Southern United States. These laws were enacted in the late 19th and early 20th centuries by white Southern Democrat-dominated state legislatures to disenfranchise and remove political and economic gains made by black people during the Reconstruction period. Jim Crow laws were enforced until 1965."}, {"title": "United States Supreme Court", "href": "/wiki/United_States_Supreme_Court", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "1946", "href": "/wiki/1946", "description": "1946 (MCMXLVI) was a common year starting on Tuesday of the Gregorian calendar, the 1946th year of the Common Era (CE) and Anno Domini (AD) designations, the 946th year of the 2nd millennium, the 46th year of the 20th century, and the 7th year of the 1940s decade. "}, {"title": "Irene Morgan", "href": "/wiki/Irene_Morgan", "description": "Irene Amos Morgan, later known as Irene Morgan Kirkaldy, was an African-American woman from Baltimore, Maryland, who was arrested in Middlesex County, Virginia, in 1944 under a state law imposing racial segregation in public facilities and transportation. She was traveling on an interstate bus that operated under federal law and regulations. She refused to give up her seat in what the driver said "}, {"title": "Racial segregation", "href": "/wiki/Racial_segregation", "description": "Racial segregation is the systematic separation of people into racial or other ethnic groups in daily life. Racial segregation can amount to the international crime of apartheid and a crime against humanity under the Statute of the International Criminal Court. Segregation can involve the spatial separation of the races, and mandatory use of different institutions, such as schools and hospitals by"}]}, {"heading": "Events", "year": "1947", "date": "April 9", "txt": "United Nations Security Council Resolution 22 relating to Corfu Channel incident is adopted.", "entities": [{"title": "Corfu Channel incident", "href": "/wiki/Corfu_Channel_incident", "description": "The Corfu Channel Incident consists of three separate events involving Royal Navy ships in the Channel of Corfu which took place in 1946, and it is considered an early episode of the Cold War. During the first incident, Royal Navy ships came under fire from Albanian fortifications. The second incident involved Royal Navy ships striking mines; and the third occurred when the Royal Navy conducted mi"}]}, {"heading": "Events", "year": "1948", "date": "April 9", "txt": "Jorge Eliécer Gaitán's assassination provokes a violent riot in Bogotá (the Bogotazo), and a further ten years of violence in Colombia.", "entities": [{"title": "Jorge Eliécer Gaitán", "href": "/wiki/Jorge_Eli%C3%A9cer_Gait%C3%A1n", "description": "Jorge Eliécer Gaitán Ayala was a left-wing Colombian politician and charismatic leader of the Liberal Party. He served as the mayor of Bogotá from 1936-37, the national Education Minister from 1940-41, and the Labor Minister from 1943–44. He was assassinated during his second presidential campaign in 1948, setting off the Bogotazo  and leading to a violent period of political unrest in Colombian h"}, {"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}, {"title": "La Violencia", "href": "/wiki/La_Violencia", "description": "La Violencia was a ten-year civil war in Colombia from 1948 to 1958, between the Colombian Conservative Party and the Colombian Liberal Party, fought mainly in the countryside."}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "1948", "date": "April 9", "txt": "Fighters from the Irgun and Lehi Zionist paramilitary groups attacked Deir Yassin near Jerusalem, killing over 100.", "entities": [{"title": "Lehi (militant group)", "href": "/wiki/Lehi_(militant_group)", "description": "Lehi, often known pejoratively as the Stern Gang, was a Zionist paramilitary organization founded by Avraham (\"Yair\") Stern in Mandatory Palestine that used terrorist means in its actions. Its avowed aim was to evict the British authorities from Palestine by resort to force, allowing unrestricted immigration of Jews and the formation of a Jewish state, a \"new totalitarian Hebrew republic\". It was "}, {"title": "Zionist", "href": "/wiki/Zionist", "description": "Zionism is both an ideology and nationalist movement among the Jewish people that espouses the re-establishment of and support for a Jewish state centered in the area roughly corresponding to Canaan, the Holy Land, or the region of Palestine. Modern Zionism emerged in the late 19th century in Central and Eastern Europe as a national revival movement, both in reaction to newer waves of antisemitism"}, {"title": "Deir Yassin", "href": "/wiki/Deir_Yassin", "description": "Deir Yassin was a Palestinian Arab village of around 600 inhabitants about 5 kilometers (3.1 mi) west of Jerusalem. Deir Yassin declared its neutrality during the 1948 Palestine war between Arabs and Jews. The village was razed after a massacre of around 107 of its residents on April 9, 1948, by the Jewish paramilitary groups Irgun and Lehi. The village buildings are today part of the Kfar Shaul M"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Deir Yassin massacre", "href": "/wiki/Deir_Yassin_massacre", "description": "The Deir Yassin massacre took place on April 9, 1948, when around 130 fighters from the Far-right wing Zionist paramilitary groups Irgun and Lehi killed at least 107 Palestinian Arabs, including women and children, in Deir Yassin, a village of roughly 600 people near Jerusalem. The assault occurred as Jewish militia sought to relieve the blockade of Jerusalem during the civil war that preceded the"}]}, {"heading": "Events", "year": "1952", "date": "April 9", "txt": "Hugo Ballivián's government is overthrown by the Bolivian National Revolution, starting a period of agrarian reform, universal suffrage and the nationalization of tin mines", "entities": [{"title": "Hugo Ballivián", "href": "/wiki/Hugo_Ballivi%C3%A1n", "description": "Hugo Ballivián Rojas was a Bolivian politician and military officer who served as the de facto 44th President of Bolivia from 1951 to 1952. A career military officer, he was Commander of the Bolivian Armed Forces when President Mamerto Urriolagoitía called upon him to take over as extra-Constitutional chief executive in order to prevent the swearing-in of the reform-minded President-elect, Víctor "}, {"title": "History of Bolivia (1920–64)", "href": "/wiki/History_of_Bolivia_(1920%E2%80%9364)", "description": "Bolivia's defeat by Paraguay in the Chaco War of 1932–1936 marked a turning point in the modern history of Bolivia. Great loss of life and territory discredited the traditional ruling classes, while service in the army produced stirrings of political awareness among the indigenous people. A large portion of the contested Gran Chaco region was surrendered to Paraguay. In return Bolivia was given ac"}, {"title": "Agrarian reform", "href": "/wiki/Agrarian_reform", "description": "Agrarian reform can refer either, narrowly, to government-initiated or government-backed redistribution of agricultural land or, broadly, to an overall redirection of the agrarian system of the country, which often includes land reform measures. Agrarian reform can include credit measures, training, extension, land consolidations, etc. The World Bank evaluates agrarian reform using five dimensions"}, {"title": "Universal suffrage", "href": "/wiki/Universal_suffrage", "description": "Universal suffrage gives the right to vote to all adult citizens, regardless of wealth, income, gender, social status, race, ethnicity, political stance, or any other restriction, subject only to relatively minor exceptions. In its original 19th-century usage by reformers in Britain, universal suffrage was understood to mean only universal manhood suffrage; the vote was extended to women later, du"}, {"title": "Nationalization", "href": "/wiki/Nationalization", "description": "Nationalization is the process of transforming privately-owned assets into public assets by bringing them under the public ownership of a  national government or state. Nationalization usually refers to private assets or to assets owned by lower levels of government being transferred to the state. Nationalization contrasts with privatization and with demutualization. When previously nationalized a"}]}, {"heading": "Events", "year": "1957", "date": "April 9", "txt": "The Suez Canal in Egypt is cleared and opens to shipping following the Suez Crisis.", "entities": [{"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Suez Crisis", "href": "/wiki/Suez_Crisis", "description": "The Suez Crisis, or the Second Arab–Israeli war, also called the Tripartite Aggression in the Arab world and the Sinai War in Israel,\nwas an invasion of Egypt in late 1956 by Israel, followed by the United Kingdom and France. The aims were to regain control of the Suez Canal for the Western powers and to remove Egyptian president Gamal Abdel Nasser, who had just nationalised the canal. After the f"}]}, {"heading": "Events", "year": "1959", "date": "April 9", "txt": "Project Mercury: NASA announces the selection of the United States' first seven astronauts, whom the news media quickly dub the \"Mercury Seven\".", "entities": [{"title": "Project Mercury", "href": "/wiki/Project_Mercury", "description": "Project Mercury was the first human spaceflight program of the United States, running from 1958 through 1963. An early highlight of the Space Race, its goal was to put a man into Earth orbit and return him safely, ideally before the Soviet Union. Taken over from the US Air Force by the newly created civilian space agency NASA, it conducted twenty uncrewed developmental flights, and six successful "}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Mercury Seven", "href": "/wiki/Mercury_Seven", "description": "The Mercury Seven were the group of seven astronauts selected to fly spacecraft for Project Mercury. They are also referred to as the Original Seven and Astronaut Group 1. Their names were publicly announced by NASA on April 9, 1959. These seven original American astronauts were Scott Carpenter, Gordon Cooper, John Glenn, Gus Grissom, Wally Schirra, Alan Shepard, and Deke Slayton. The Mercury Seve"}]}, {"heading": "Events", "year": "1960", "date": "April 9", "txt": "Dr. Hendrik Verwoerd, Prime Minister of South Africa and architect of apartheid, narrowly survives an assassination attempt by a white farmer, David Pratt in Johannesburg.", "entities": [{"title": "Hendrik Verwoerd", "href": "/wiki/Hendrik_Verwoerd", "description": "Hendrik Frensch Verwoerd, also commonly referred to as Dr. H. F. Verwoerd, was a South African politician, a scholar of applied psychology and sociology, and chief editor of \"Die Transvaler\" news paper. He is commonly regarded as the architect of Apartheid. Verwoerd played a significant role in socially engineering apartheid, the country's system of institutionalized racial segregation and white s"}, {"title": "Prime Minister of South Africa", "href": "/wiki/Prime_Minister_of_South_Africa", "description": "The prime minister of South Africa was the head of government in South Africa between 1910 and 1984."}, {"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "David Pratt (assassin)", "href": "/wiki/David_Pratt_(assassin)", "description": "David Beresford Pratt was a South African businessman and anti-apartheid activist who shot South African Prime Minister Hendrik Verwoerd in 1960. Verwoerd survived, but was killed six years later by Dimitri Tsafendas."}, {"title": "Johannesburg", "href": "/wiki/Johannesburg", "description": "Johannesburg, informally known as Jozi, Joburg, or \"The City of Gold\", is the largest city in South Africa, classified as a megacity, and is one of the 50 largest urban areas in the world. It is the provincial capital and largest city of Gauteng, which is the wealthiest province in South Africa. Johannesburg is the seat of the Constitutional Court, the highest court in South Africa. Most of the ma"}]}, {"heading": "Events", "year": "1967", "date": "April 9", "txt": "The first Boeing 737 (a 100 series) makes its maiden flight.", "entities": [{"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}]}, {"heading": "Events", "year": "1969", "date": "April 9", "txt": "The first British-built Concorde 002 makes its maiden flight from Filton to RAF Fairford.", "entities": [{"title": "Filton", "href": "/wiki/Filton", "description": "Filton is a suburban town and civil parish in South Gloucestershire, England, north of the City of Bristol and approximately 5.5 miles (9 km) from the city centre. The town centres upon Filton Church, which dates back to the 12th century and is a Grade II listed building."}, {"title": "RAF Fairford", "href": "/wiki/RAF_Fairford", "description": "Royal Air Force Fairford or more simply RAF Fairford is a Royal Air Force (RAF) station in Gloucestershire, England which is currently a standby airfield and therefore not in everyday use. Its most prominent use in recent years has been as an airfield for United States Air Force B-52s during the 2003 Iraq War, Operation Allied Force in 1999, and the first Gulf War in 1991. It is the US Air Force's"}]}, {"heading": "Events", "year": "1980", "date": "April 9", "txt": "The Iraqi regime of Saddam Hussein kills philosopher Muhammad Baqir al-Sadr and his sister Bint al-Huda after three days of torture.", "entities": [{"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Muhammad Baqir al-Sadr", "href": "/wiki/Muhammad_Baqir_al-Sadr", "description": "Muhammad Baqir al-Sadr, also known as al-Shahīd al-Khāmis, was an Iraqi Shia, philosopher, and the ideological founder of the Islamic Dawa Party, born in al-Kadhimiya, Iraq. He was father-in-law to Muqtada al-Sadr, a cousin of Muhammad Sadeq al-Sadr and Imam Musa as-Sadr. His father Haydar al-Sadr was a well-respected high-ranking Shi'a cleric. His lineage can be traced back to Muhammad through th"}, {"title": "Bint al-Huda", "href": "/wiki/Bint_al-Huda", "description": "Amina Haydar al-Sadr, known as Bint al-Huda al-Sadr, was an Iraqi educator and political activist who was executed by Saddam Hussein along with her brother, Ayatullah Sayyid Mohammad Baqir al-Sadr, in 1980."}]}, {"heading": "Events", "year": "1981", "date": "April 9", "txt": "The U.S. Navy nuclear submarine USS George Washington accidentally collides with the Nissho Maru, a Japanese cargo ship, sinking it and killing two Japanese sailors.", "entities": [{"title": "USS George Washington (SSBN-598)", "href": "/wiki/USS_George_Washington_(SSBN-598)", "description": "USS George Washington (SSBN-598) was the United States's first operational ballistic missile submarine. It was the lead ship of her class of nuclear ballistic missile submarines, was the third United States Navy ship of the name, in honor of George Washington (1732–1799), the first President of the United States, and the first of that name to be purpose-built as a warship."}]}, {"heading": "Events", "year": "1989", "date": "April 9", "txt": "Tbilisi massacre: An anti-Soviet peaceful demonstration and hunger strike in Tbilisi, demanding restoration of Georgian independence, is dispersed by the Soviet Army, resulting in 20 deaths and hundreds of injuries.", "entities": [{"title": "April 9 tragedy", "href": "/wiki/April_9_tragedy", "description": "The April 9 tragedy refers to the events in Tbilisi, Georgian Soviet Socialist Republic, on April 9, 1989, when an anti-Soviet demonstration was brutally crushed by the Soviet Army, resulting in 21 deaths and hundreds of injuries. April 9 is now remembered as the Day of National Unity, an annual public holiday."}, {"title": "Anti-Sovietism", "href": "/wiki/Anti-Sovietism", "description": "Anti-Sovietism, anti-Soviet sentiment, called by Soviet authorities antisovetchina, refers to persons and activities actually or allegedly aimed against the Soviet Union or government power within the Soviet Union."}, {"title": "Tbilisi", "href": "/wiki/Tbilisi", "description": "Tbilisi, in some languages still known by its pre-1936 name Tiflis, is the capital and the largest city of Georgia, lying on the banks of the Kura River with a population of approximately 1.5 million people. Tbilisi was founded in the 5th century AD by Vakhtang I of Iberia, and since then has served as the capital of various Georgian kingdoms and republics. Between 1801 and 1917, then part of the "}, {"title": "April 9 tragedy", "href": "/wiki/April_9_tragedy", "description": "The April 9 tragedy refers to the events in Tbilisi, Georgian Soviet Socialist Republic, on April 9, 1989, when an anti-Soviet demonstration was brutally crushed by the Soviet Army, resulting in 21 deaths and hundreds of injuries. April 9 is now remembered as the Day of National Unity, an annual public holiday."}]}, {"heading": "Events", "year": "1990", "date": "April 9", "txt": "An IRA bombing in County Down, Northern Ireland, kills three members of the UDR.", "entities": [{"title": "Irish Republican Army", "href": "/wiki/Irish_Republican_Army", "description": "The Irish Republican Army (IRA) is a name used by various paramilitary organisations in Ireland throughout the 20th and the 21st centuries. Organisations going by this name have been dedicated to irredentism through Irish republicanism, the belief that all of Ireland should be an independent republic free from British rule. The original Irish Republican Army was raised in 1917 from members of the "}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "1990 Downpatrick roadside bomb", "href": "/wiki/1990_Downpatrick_roadside_bomb", "description": "On 9 April 1990 the Provisional IRA (IRA) detonated a massive IED roadside bomb under an Ulster Defence Regiment (UDR) mobile patrol which killed four members of the UDR. It was the worst attack against the UDR since seven years previously when, in July 1983, four soldiers of the same regiment were killed in a similar attack near Ballygawley. It was also one of the worst attacks against the securi"}]}, {"heading": "Events", "year": "1990", "date": "April 9", "txt": "The Sahtu Dene and Metis Comprehensive Land Claim Agreement is signed for 180,000 square kilometres (69,000 sq mi) in the Mackenzie Valley of the western Arctic.", "entities": [{"title": "Mackenzie Valley", "href": "/wiki/Mackenzie_Valley", "description": "The Mackenzie River is a river in the Canadian boreal forest. It forms, along with the Slave, Peace, and Finlay, the longest river system in Canada, and includes the second largest drainage basin of any North American river after the Mississippi."}, {"title": "Arctic", "href": "/wiki/Arctic", "description": "The Arctic is a polar region located at the northernmost part of Earth. The Arctic consists of the Arctic Ocean, adjacent seas, and parts of Alaska, Canada, Finland, Greenland (Denmark), Iceland, Norway, Russia, and Sweden. Land within the Arctic region has seasonally varying snow and ice cover, with predominantly treeless permafrost containing tundra. Arctic seas contain seasonal sea ice in many "}]}, {"heading": "Events", "year": "1991", "date": "April 9", "txt": "Georgia declares independence from the Soviet Union.", "entities": [{"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1992", "date": "April 9", "txt": "A U.S. Federal Court finds former Panamanian dictator Manuel Noriega guilty of drug and racketeering charges. He is sentenced to 30 years in prison.", "entities": [{"title": "United States federal courts", "href": "/wiki/United_States_federal_courts", "description": "The federal judiciary of the United States is one of the three branches of the federal government of the United States organized under the United States Constitution and laws of the federal government. Article III of the Constitution requires the establishment of a Supreme Court and permits the Congress to create other federal courts, and place limitations on their jurisdiction. Article III federa"}, {"title": "Panama", "href": "/wiki/Panama", "description": "Panama, officially the Republic of Panama, is a transcontinental country in Central America and South America, bordered by Costa Rica to the west, Colombia to the southeast, the Caribbean Sea to the north, and the Pacific Ocean to the south. The capital and largest city is Panama City, whose metropolitan area is home to nearly half the country's 4 million people."}, {"title": "Manuel Noriega", "href": "/wiki/Manuel_Noriega", "description": "Manuel Antonio Noriega Moreno was a Panamanian politician and military officer who was the de facto ruler of Panama from 1983 to 1989. An authoritarian ruler who amassed a personal fortune through drug trafficking operations, he had longstanding ties to United States intelligence agencies before the U.S. invasion of Panama removed him from power."}]}, {"heading": "Events", "year": "2003", "date": "April 9", "txt": "Iraq War: Baghdad falls to American forces.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Battle of Baghdad (2003)", "href": "/wiki/Battle_of_Baghdad_(2003)", "description": "The Battle of Baghdad, also known as the Fall of Baghdad, was a military invasion of Baghdad that took place in early April 2003, as part of the invasion of Iraq."}]}, {"heading": "Events", "year": "2009", "date": "April 9", "txt": "In Tbilisi, Georgia, up to 60,000 people protest against the government of Mikheil Saakashvili.", "entities": [{"title": "Tbilisi", "href": "/wiki/Tbilisi", "description": "Tbilisi, in some languages still known by its pre-1936 name Tiflis, is the capital and the largest city of Georgia, lying on the banks of the Kura River with a population of approximately 1.5 million people. Tbilisi was founded in the 5th century AD by Vakhtang I of Iberia, and since then has served as the capital of various Georgian kingdoms and republics. Between 1801 and 1917, then part of the "}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "2009 Georgian demonstrations", "href": "/wiki/2009_Georgian_demonstrations", "description": "In 2009, a mass rally by a coalition of opposition parties in took place in Georgia against the government of President Mikheil Saakashvili. Thousands of people demonstrated, mainly in the capital, Tbilisi, starting on 9 April 2009, demanding Saakashvili's resignation. On the first day of demonstrations, up to 40,000 people gathered in Tbilisi. Opposition activists had expected some 100,000 – 150,"}, {"title": "Mikheil Saakashvili", "href": "/wiki/Mikheil_Saakashvili", "description": "Mikheil Saakashvili is a Georgian and Ukrainian politician and jurist. He was the third President of Georgia for two consecutive terms from 25 January 2004 to 17 November 2013. From May 2015 until November 2016, Saakashvili was the Governor of Ukraine's Odessa Oblast. He is the founder and former chairman of the United National Movement party. Saakashvili heads the Executive Committee of Ukraine's"}]}, {"heading": "Events", "year": "2013", "date": "April 9", "txt": "A 6.1–magnitude earthquake strikes Iran killing 32 people and injuring over 850 people.", "entities": [{"title": "2013 Bushehr earthquake", "href": "/wiki/2013_Bushehr_earthquake", "description": "The 2013 Bushehr earthquake occurred with a moment magnitude of 6.3 on April 9 in Iran. The shock's epicenter was in the province of Bushehr, near the city of Khvormuj and the towns of Kaki and Shonbeh. At least 37 people were killed, mostly from the town of Shonbeh and villages of Shonbeh-Tasuj district, and an estimated 850 people were injured."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "2013", "date": "April 9", "txt": "At least 13 people are killed and another three injured after a man goes on a spree shooting in the Serbian village of Velika Ivanča.", "entities": [{"title": "Velika Ivanča", "href": "/wiki/Velika_Ivan%C4%8Da", "description": "Velika Ivanča is a village situated in Mladenovac municipality in Serbia. The village is 50 kilometres southeast of Belgrade."}]}, {"heading": "Events", "year": "2014", "date": "April 9", "txt": "A student stabs 20 people at Franklin Regional High School in Murrysville, Pennsylvania.", "entities": [{"title": "Franklin Regional High School stabbing", "href": "/wiki/Franklin_Regional_High_School_stabbing", "description": "The Franklin Regional High School stabbing was a mass stabbing that occurred on April 9, 2014, at Franklin Regional High School in Murrysville, Pennsylvania. Alex Hribal, a 16-year-old sophomore at the school, used a pair of eight-inch kitchen knives to stab and slash 20 students and a security guard. Four students sustained life-threatening injuries, but all survived."}, {"title": "Franklin Regional High School", "href": "/wiki/Franklin_Regional_High_School", "description": "Franklin Regional Senior High School is a public high school in Murrysville, Pennsylvania and is part of the Franklin Regional School District."}, {"title": "Murrysville, Pennsylvania", "href": "/wiki/Murrysville,_Pennsylvania", "description": "Murrysville, its formal legal name in its Charter as The Municipality of Murrysville, is designated as a home rule status community in Westmoreland County, Pennsylvania, United States. The population was 20,079 at the 2010 census. It became a home rule Municipality in August 1976, when its electorate voted for its Charter designating it a Municipality."}]}, {"heading": "Events", "year": "2017", "date": "April 9", "txt": "The Palm Sunday church bombings at Coptic churches in Tanta and Alexandria, Egypt, take place.", "entities": [{"title": "Palm Sunday church bombings", "href": "/wiki/Palm_Sunday_church_bombings", "description": "On Palm Sunday, 9 April 2017, twin suicide bombings took place at St. George's Church in the northern Egyptian city of Tanta on the Nile delta, and Saint Mark's Coptic Orthodox Cathedral, the principal church in Alexandria, seat of the Coptic papacy. At least 45 people were reported killed and 126 injured. Amaq News Agency said the attacks were carried out by a security detachment of the ISIS."}, {"title": "Tanta", "href": "/wiki/Tanta", "description": "Tanta is a city in Egypt with the country's fifth largest populated area and 658,798 inhabitants as of 2018. Tanta is located between Cairo and Alexandria: 94 km (58 mi) north of Cairo and 130 km (81 mi) southeast of Alexandria. The capital of Gharbia Governorate, it is a center for the cotton-ginning industry. One of the major railway lines goes through Tanta. Annual festivals are held in Tanta f"}, {"title": "Alexandria", "href": "/wiki/Alexandria", "description": "Alexandria is the third-largest city in Egypt after Cairo and Giza, seventh-largest city in Africa, and a major economic centre. With a total population of 5,200,000, Alexandria is the largest city on the Mediterranean – also called the \"Bride of the Mediterranean\" by locals – the fourth-largest city in the Arab world and the ninth-largest urban area \nin Africa. The city extends about 40 km (25 mi"}]}, {"heading": "Events", "year": "2017", "date": "April 9", "txt": "After refusing to give up his seat on an overbooked United Express flight, Dr. David Dao Duy Anh is forcibly dragged off the flight by aviation security officers, leading to major criticism of United Airlines.", "entities": [{"title": "United Express Flight 3411 incident", "href": "/wiki/United_Express_Flight_3411_incident", "description": "The United Express Flight 3411 incident occurred at Chicago O'Hare International Airport, United States on April 9, 2017, when Dr. David Dao Duy Anh, a Vietnamese-American passenger, was injured while being forcibly removed from a fully boarded, sold-out flight to Louisville International Airport. Dao, a pulmonologist and folk musician, refused to surrender his seat when requested because he neede"}, {"title": "United Airlines", "href": "/wiki/United_Airlines", "description": "United Airlines, Inc. is a major American airline headquartered at Willis Tower in Chicago, Illinois. United operates a large domestic and international route network spanning cities large and small across the United States and all six continents.\nMeasured by fleet size and the number of routes, it is the third largest airline in the world."}]}, {"heading": "Births", "year": "1285", "date": "April 9", "txt": "Ayurbarwada Buyantu Khan, Emperor Renzong of Yuan (d. 1320)", "entities": [{"title": "Ayurbarwada Buyantu Khan, Emperor Renzong of Yuan", "href": "/wiki/Ayurbarwada_Buyantu_Khan,_Emperor_Renzong_of_Yuan", "description": "Buyantu Khan, born Ayurbarwada, also known by the temple name Renzong (Emperor Renzong of Yuan, was the fourth emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the eighth Great Khan of the Mongol Empire, although it was only nominal due to the division of the empire. His name means \"blessed/good Khan\" in the Mongolian language. His name \"Ayurbarwada\" was from a Sanskrit "}]}, {"heading": "Births", "year": "1458", "date": "April 9", "txt": "Camilla Battista da Varano, Italian saint (d. 1524)", "entities": [{"title": "Camilla Battista da Varano", "href": "/wiki/Camilla_Battista_da_Varano", "description": "Camilla Battista da Varano O.S.C.,, from Camerino, Italy, was an Italian princess and a Poor Clare nun and abbess. She is venerated as a saint in the Catholic Church."}]}, {"heading": "Births", "year": "1498", "date": "April 9", "txt": "Jean, Cardinal of Lorraine (d. 1550)", "entities": [{"title": "Jean, Cardinal of Lorraine", "href": "/wiki/Jean,_Cardinal_of_Lorraine", "description": "Jean de Lorraine was the third son of the ruling Duke of Lorraine, and a French cardinal, who was archbishop of Reims (1532–1538), Lyon (1537–1539), and Narbonne (1524–1550), bishop of Metz, and Administrator of the dioceses of Toul, Verdun, Thérouanne, Luçon, Albi, Valence, Nantes and Agen (1538–1550). He was a personal friend, companion, and advisor of King Francis I of France. Jean de Lorraine "}]}, {"heading": "Births", "year": "1586", "date": "April 9", "txt": "Julius Henry, Duke of Saxe-Lauenburg (d. 1665)", "entities": [{"title": "Julius Henry, Duke of Saxe-Lauenburg", "href": "/wiki/Julius_Henry,_Duke_of_Saxe-Lauenburg", "description": "Julius Henry was duke of Saxe-Lauenburg between 1656 and 1665. Before ascending to the throne he served as Field Marshal in the imperial army."}]}, {"heading": "Births", "year": "1597", "date": "April 9", "txt": "John Davenport, English minister, co-founded the New Haven Colony (d. 1670)", "entities": [{"title": "John Davenport (minister)", "href": "/wiki/John_Davenport_(minister)", "description": "John Davenport was an English Puritan clergyman and co-founder of the American colony of New Haven."}, {"title": "New Haven Colony", "href": "/wiki/New_Haven_Colony", "description": "The New Haven Colony was a small English colony in North America from 1637 to 1664 primarily in parts of what is now the state of Connecticut, but also with outposts in modern-day New York, New Jersey, Pennsylvania, and Delaware."}]}, {"heading": "Births", "year": "1598", "date": "April 9", "txt": "Johann Crüger, Sorbian-German composer and theorist (d. 1662)", "entities": [{"title": "Johann Crüger", "href": "/wiki/Johann_Cr%C3%BCger", "description": "Johann Crüger is known as a German composer of well-known hymns. In reality, he was an ethnic Sorb, baptized as Jan Krygar. He was also the editor of the most widely used Lutheran hymnal of the 17th century, Praxis pietatis melica."}, {"title": "Sorbs", "href": "/wiki/Sorbs", "description": "Sorbs are a West Slavic ethnic group predominantly inhabiting Lusatia, a region divided between Germany and Poland. Sorbs traditionally speak the Sorbian languages, which are closely related to Polish, Kashubian, Czech, Silesian, and Slovak. Sorbian is an officially recognized minority language in Germany. Sorbs are genetically closest to the Poles and Czechs."}]}, {"heading": "Births", "year": "1624", "date": "April 9", "txt": "Henrik Rysensteen, Dutch military engineer (d. 1679)", "entities": [{"title": "Henrik Rysensteen", "href": "/wiki/Henrik_Rysensteen", "description": "Henrik Ruse, Baron of Rysensteen was a Dutch officer and fortification engineer. Following a period when he served in various armies in Germany and Italy, he wrote a well-researched book documenting the latest trends in fortification systems across Europe. As a result, he was entrusted with commissions for improving defences in his native Amsterdam, in Germany, and finally in Denmark and Norway wh"}]}, {"heading": "Births", "year": "1627", "date": "April 9", "txt": "Johann Caspar Kerll, German organist and composer (d. 1693)", "entities": [{"title": "Johann Caspar Kerll", "href": "/wiki/Johann_Caspar_Kerll", "description": "Johann Caspar Kerll was a German baroque composer and organist. He is also known as Kerl, Gherl, Giovanni Gasparo Cherll and Gaspard Kerle."}]}, {"heading": "Births", "year": "1634", "date": "April 9", "txt": "Countess Albertine Agnes of Nassau (d. 1696)", "entities": [{"title": "Countess Albertine Agnes of Nassau", "href": "/wiki/Countess_Albertine_Agnes_of_Nassau", "description": "Albertine Agnes of Nassau, was regent of Friesland, Groningen and Drenthe during the minority of her son Henry Casimir II, Count of Nassau-Dietz. She was the sixth child and fifth daughter of stadtholder Frederick Henry, Prince of Orange and Amalia of Solms-Braunfels."}]}, {"heading": "Births", "year": "1648", "date": "April 9", "txt": "Henri de Massue, Earl of Galway, French soldier and diplomat (d. 1720)", "entities": [{"title": "Henri de Massue, Earl of Galway", "href": "/wiki/Henri_de_Massue,_Earl_of_Galway", "description": "Henri de Massue, 2nd Marquis de Ruvigny, Earl of Galway, was a French Huguenot soldier and diplomat who was influential in the English service in the Nine Years' War and the War of the Spanish Succession."}]}, {"heading": "Births", "year": "1649", "date": "April 9", "txt": "James Scott, 1st Duke of Monmouth, English general and politician, Lord Lieutenant of Staffordshire (d. 1685)", "entities": [{"title": "James Scott, 1st Duke of Monmouth", "href": "/wiki/James_Scott,_1st_Duke_of_Monmouth", "description": "James Scott, 1st Duke of Monmouth, 1st Duke of Buccleuch, KG, PC was a Dutch-born English nobleman. Originally called James Crofts or James Fitzroy, he was born in Rotterdam in the Netherlands, the eldest illegitimate son of Charles II of England, Scotland, and Ireland with his mistress Lucy Walter."}, {"title": "Lord Lieutenant of Staffordshire", "href": "/wiki/Lord_Lieutenant_of_Staffordshire", "description": "This is a list of people who have served as lord lieutenant for Staffordshire. Since 1828, all lord lieutenants have also been custos rotulorum of Staffordshire."}]}, {"heading": "Births", "year": "1654", "date": "April 9", "txt": "Samuel Fritz, Czech Jesuit missionary to South America (d. 1725?)", "entities": [{"title": "Samuel Fritz", "href": "/wiki/Samuel_Fritz", "description": "Samuel Fritz SJ was a Czech Jesuit missionary, noted for his exploration of the Amazon River and its basin. He spent most of his life preaching to Indigenous communities in the western Amazon region, including the Omaguas, the Yurimaguas, the Aisuare, the Ibanomas, and the Ticunas. In 1707 he produced the first accurate map of the Amazon River, establishing as its source the Marañón."}]}, {"heading": "Births", "year": "1680", "date": "April 9", "txt": "Philippe Néricault Destouches, French playwright (d. 1754)", "entities": [{"title": "Philippe Néricault Destouches", "href": "/wiki/Philippe_N%C3%A9ricault_Destouches", "description": "Philippe Néricault Destouches was a French playwright who wrote 22 plays."}]}, {"heading": "Births", "year": "1686", "date": "April 9", "txt": "James Craggs the Younger, English politician, Secretary of State for the Southern Department (d. 1721)", "entities": [{"title": "James Craggs the Younger", "href": "/wiki/James_Craggs_the_Younger", "description": "James Craggs the Younger, was an English statesman."}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Births", "year": "1691", "date": "April 9", "txt": "Johann Matthias Gesner, German scholar and academic (d. 1761)", "entities": [{"title": "Johann Matthias Gesner", "href": "/wiki/Johann_Matthias_Gesner", "description": "Johann Matthias Gesner was a German classical scholar and schoolmaster."}]}, {"heading": "Births", "year": "1717", "date": "April 9", "txt": "Georg Matthias Monn, Austrian organist, composer, and educator (d. 1750)", "entities": [{"title": "Georg Matthias Monn", "href": "/wiki/Georg_Matthias_Monn", "description": "Georg Matthias Monn was an Austrian composer, organist and music teacher whose works were fashioned in the transition from the Baroque to Classical period in music."}]}, {"heading": "Births", "year": "1770", "date": "April 9", "txt": "Thomas Johann Seebeck, German physicist and academic (d. 1831)", "entities": [{"title": "Thomas Johann Seebeck", "href": "/wiki/Thomas_Johann_Seebeck", "description": "Thomas Johann Seebeck was a Baltic German physicist, who, in 1822, observed a relationship between heat and magnetism. Later, in 1823, Ørsted called this phenomenon thermoelectric effect."}]}, {"heading": "Births", "year": "1773", "date": "April 9", "txt": "Étienne Aignan, French author and academic (d. 1824)", "entities": [{"title": "Étienne Aignan", "href": "/wiki/%C3%89tienne_Aignan", "description": "Étienne Aignan was a French translator, political writer, librettist and playwright. In 1814 he was made a member of the Académie française, succeeding Bernardin de Saint-Pierre in Seat 27. He died on 21 June 1824 aged 51 years old."}]}, {"heading": "Births", "year": "1794", "date": "April 9", "txt": "Theobald Boehm, German flute player and composer (d. 1881)", "entities": [{"title": "Theobald Boehm", "href": "/wiki/Theobald_Boehm", "description": "Theobald Böhm was a German inventor and musician, who perfected the modern Western concert flute and improved its fingering system. He was a Bavarian court musician, a virtuoso flautist and a renowned composer."}]}, {"heading": "Births", "year": "1802", "date": "April 9", "txt": "Elias Lönnrot, Finnish physician and philologist (d. 1884)", "entities": [{"title": "Elias Lönnrot", "href": "/wiki/Elias_L%C3%B6nnrot", "description": "Elias Lönnrot was a Finnish physician, philologist and collector of traditional Finnish oral poetry. He is best known for creating the Finnish national epic, Kalevala, \n(1835, enlarged 1849), from short ballads and lyric poems gathered from the Finnish oral tradition during several expeditions in Finland, Russian Karelia, the Kola Peninsula and Baltic countries."}]}, {"heading": "Births", "year": "1806", "date": "April 9", "txt": "Isambard Kingdom Brunel, English engineer, designed the Clifton Suspension Bridge (d. 1859)", "entities": [{"title": "Isambard Kingdom Brunel", "href": "/wiki/Isambard_Kingdom_Brunel", "description": "Isambard Kingdom Brunel was an English civil engineer who is considered \"one of the most ingenious and prolific figures in engineering history,\" \"one of the 19th-century engineering giants,\" and \"one of the greatest figures of the Industrial Revolution, [who] changed the face of the English landscape with his groundbreaking designs and ingenious constructions.\" Brunel built dockyards, the Great We"}, {"title": "Clifton Suspension Bridge", "href": "/wiki/Clifton_Suspension_Bridge", "description": "The Clifton Suspension Bridge is a suspension bridge spanning the Avon Gorge and the River Avon, linking Clifton in Bristol to Leigh Woods in North Somerset. Since opening in 1864, it has been a toll bridge, the income from which provides funds for its maintenance. The bridge is built to a design by William Henry Barlow and John Hawkshaw, based on an earlier design by Isambard Kingdom Brunel. It i"}]}, {"heading": "Births", "year": "1807", "date": "April 9", "txt": "James Bannerman, Scottish theologian and academic (d. 1868)", "entities": [{"title": "James Bannerman (theologian)", "href": "/wiki/James_Bannerman_(theologian)", "description": "The Rev Prof James Bannerman, D.D., was a Scottish theologian. He is best known for his classic work on Presbyterian ecclesiology, The Church of Christ, which continues to be widely read."}]}, {"heading": "Births", "year": "1821", "date": "April 9", "txt": "Charles Baudelaire, French poet and critic (d. 1867)", "entities": [{"title": "Charles Baudelaire", "href": "/wiki/Charles_Baudelaire", "description": "Charles Pierre Baudelaire was a French poet who also produced notable work as an essayist, art critic, as well as one of the first translators of Edgar Allan Poe. His poems exhibit mastery in the handling of rhyme and rhythm, contain an exoticism inherited from Romantics, but are based on observations of real life."}]}, {"heading": "Births", "year": "1830", "date": "April 9", "txt": "Eadweard Muybridge, English photographer and cinematographer (d. 1904)", "entities": [{"title": "Eadweard Muybridge", "href": "/wiki/Eadweard_Muybridge", "description": "Eadweard Muybridge was an English photographer important for his pioneering work in photographic studies of motion, and early work in motion-picture projection. He adopted the first name Eadweard as the original Anglo-Saxon form of Edward, and the surname Muybridge, believing it to be similarly archaic."}]}, {"heading": "Births", "year": "1835", "date": "April 9", "txt": "Leopold II of Belgium (d. 1909)", "entities": [{"title": "Leopold II of Belgium", "href": "/wiki/Leopold_II_of_Belgium", "description": "Leopold II was the second King of the Belgians from 1865 to 1909 and, through his own efforts, the owner and absolute ruler of the Congo Free State from 1885 to 1908."}]}, {"heading": "Births", "year": "1835", "date": "April 9", "txt": "Somerset Lowry-Corry, 4th Earl Belmore (d. 1913)", "entities": []}, {"heading": "Births", "year": "1846", "date": "April 9", "txt": "Paolo Tosti, Italian-English composer and educator (d. 1916)", "entities": [{"title": "Paolo Tosti", "href": "/wiki/Paolo_Tosti", "description": "Sir Francesco Paolo Tosti KCVO was an Italian, later British, composer and music teacher."}]}, {"heading": "Births", "year": "1848", "date": "April 9", "txt": "Ezequiél Moreno y Díaz, Spanish Augustinian Recollect priest and saint (d. 1906)", "entities": [{"title": "Ezequiél Moreno y Díaz", "href": "/wiki/Ezequi%C3%A9l_Moreno_y_D%C3%ADaz", "description": "Ezequiél Moreno y Díaz was a member of the Order of Augustinian Recollects and now venerated as a saint in the Catholic Church. He was born on April 9, 1848 in Alfaro, La Rioja, Spain and later served as a missionary to the Philippines. He also became the Bishop of Pinara and later of Pasto, in Colombia."}]}, {"heading": "Births", "year": "1865", "date": "April 9", "txt": "Erich Ludendorff, German general and politician (d. 1937)", "entities": [{"title": "Erich Ludendorff", "href": "/wiki/Erich_Ludendorff", "description": "Erich Friedrich Wilhelm Ludendorff was a German general, politician and military theorist. He achieved fame during World War I for his central role in the German victories at Liège and Tannenberg in 1914. Upon his rise to First Quartermaster-general of the Imperial Army's Great General Staff in 1916, he became the chief policymaker in a de facto military dictatorship that dominated Germany for the"}]}, {"heading": "Births", "year": "1865", "date": "April 9", "txt": "Charles Proteus Steinmetz, Polish-American mathematician and engineer (d. 1923)", "entities": []}, {"heading": "Births", "year": "1867", "date": "April 9", "txt": "Chris Watson, Chilean-Australian journalist and politician, 3rd Prime Minister of Australia (d. 1941)", "entities": [{"title": "Chris Watson", "href": "/wiki/Chris_Watson", "description": "John Christian Watson was an Australian politician who served as the third prime minister of Australia, in office from 27 April to 18 August 1904. He served as the inaugural federal leader of the Australian Labor Party (ALP) from 1901 to 1907 and was the first member of the party to serve as prime minister."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1867", "date": "April 9", "txt": "Charles Winckler, Danish tug of war competitor, discus thrower, and shot putter (d. 1932)", "entities": [{"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Births", "year": "1872", "date": "April 9", "txt": "Léon Blum, French lawyer and politician, Prime Minister of France (d. 1950)", "entities": [{"title": "Léon Blum", "href": "/wiki/L%C3%A9on_Blum", "description": "André Léon Blum was a French socialist politician and three-time Prime Minister."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1875", "date": "April 9", "txt": "Jacques Futrelle, American journalist and author (d. 1912)", "entities": [{"title": "Jacques Futrelle", "href": "/wiki/Jacques_Futrelle", "description": "Jacques Heath Futrelle was an American journalist and mystery writer. He is best known for writing short detective stories featuring Professor Augustus S. F. X. Van Dusen, also known as \"The Thinking Machine\" for his use of logic. He died in the sinking of the RMS Titanic."}]}, {"heading": "Births", "year": "1880", "date": "April 9", "txt": "Jan Letzel, Czech architect (d. 1925)", "entities": [{"title": "Jan Letzel", "href": "/wiki/Jan_Letzel", "description": "Jan Letzel was a Czech architect, most famous for designing a building in Hiroshima whose ruins are now the A-Bomb Dome or Peace Memorial."}]}, {"heading": "Births", "year": "1882", "date": "April 9", "txt": "Frederick Francis IV, Grand Duke of Mecklenburg-Schwerin (d. 1946)", "entities": [{"title": "Frederick Francis IV, Grand Duke of Mecklenburg-Schwerin", "href": "/wiki/Frederick_Francis_IV,_Grand_Duke_of_Mecklenburg-Schwerin", "description": "Frederick Francis IV was the last Grand Duke of Mecklenburg-Schwerin and regent of Mecklenburg-Strelitz. He inherited the throne when he was fifteen years old in 1897 and was forced to renounce it in 1918."}]}, {"heading": "Births", "year": "1882", "date": "April 9", "txt": "Otz Tollen, German actor (d. 1965)", "entities": []}, {"heading": "Births", "year": "1883", "date": "April 9", "txt": "Frank King, American cartoonist (d. 1969)", "entities": [{"title": "Frank King (cartoonist)", "href": "/wiki/Frank_King_(cartoonist)", "description": "Frank Oscar King was an American cartoonist best known for his comic strip Gasoline Alley. In addition to innovations with color and page design, King introduced real-time continuity in comic strips by showing his characters aging over generations."}]}, {"heading": "Births", "year": "1887", "date": "April 9", "txt": "Konrad Tom, Polish actor, writer, singer, and director (d. 1957)", "entities": [{"title": "Konrad Tom", "href": "/wiki/Konrad_Tom", "description": "Konrad Tom, born Konrad Runowiecki, a Polish Jewish actor, writer, singer and director, born in Warsaw. Wrote song lyrics in Polish and in Yiddish for stage, film and cabaret, including szmonces. His wife was actress Zula Pogorzelska.\"Yiddish talkies were not only comparable to those of the Polish mainstream but were produced by the same people. The most successful Yiddish talkies were directed by"}]}, {"heading": "Births", "year": "1888", "date": "April 9", "txt": "Sol Hurok, Ukrainian-American talent manager (d. 1974)", "entities": [{"title": "Sol Hurok", "href": "/wiki/Sol_Hurok", "description": "Sol Hurok was a 20th-century American impresario."}]}, {"heading": "Births", "year": "1893", "date": "April 9", "txt": "Charles E. Burchfield, American painter (d.1967)", "entities": [{"title": "Charles E. Burchfield", "href": "/wiki/Charles_E._Burchfield", "description": "Charles Ephraim Burchfield was an American painter and visionary artist, known for his passionate watercolors of nature scenes and townscapes. The largest collection of Burchfield's paintings, archives and journals are in the collection of the Burchfield Penney Art Center in Buffalo. His paintings are in the collections of more than 109 museums in the USA and have been the subject of exhibitions a"}]}, {"heading": "Births", "year": "1893", "date": "April 9", "txt": "Victor Gollancz, English publisher, founded Victor Gollancz Ltd (d. 1967)", "entities": [{"title": "Victor Gollancz Ltd", "href": "/wiki/Victor_Gollancz_Ltd", "description": "Victor Gollancz Ltd was a major British book publishing house of the twentieth century and continues to publish science fiction and fantasy titles as an imprint of Orion Publishing Group. It was founded in 1927 by Victor Gollancz and specialised in the publication of high-quality literature, nonfiction and popular fiction, including crime, detective, mystery, thriller and science fiction. Upon Gol"}]}, {"heading": "Births", "year": "1893", "date": "April 9", "txt": "Rahul Sankrityayan, Indian linguist, author, and scholar (d. 1963)", "entities": []}, {"heading": "Births", "year": "1895", "date": "April 9", "txt": "Mance Lipscomb, American singer-songwriter and guitarist (d. 1976)", "entities": [{"title": "Mance Lipscomb", "href": "/wiki/Mance_Lipscomb", "description": "Mance Lipscomb was an American blues singer, guitarist and songster. He was born Beau De Glen Lipscomb near Navasota, Texas. As a youth he took the name Mance from a friend of his oldest brother, Charlie."}]}, {"heading": "Births", "year": "1895", "date": "April 9", "txt": "Michel Simon, Swiss-French actor (d. 1975)", "entities": []}, {"heading": "Births", "year": "1897", "date": "April 9", "txt": "John B. Gambling, American radio host (d. 1974)", "entities": [{"title": "John B. Gambling", "href": "/wiki/John_B._Gambling", "description": "John Bradley Gambling was an American radio personality. He was a member of the Gambling family, 3 generations of whom—John B., John A. and John R.—were hosts of WOR Radio's morning show Rambling with Gambling over the course of over 75 years."}]}, {"heading": "Births", "year": "1898", "date": "April 9", "txt": "Curly Lambeau, American football player and coach (d. 1965)", "entities": [{"title": "Curly Lambeau", "href": "/wiki/Curly_Lambeau", "description": "Earl Louis \"Curly\" Lambeau was an American professional football player and coach in the National Football League (NFL). Lambeau, along with his friend and fellow Green Bay, Wisconsin native George Whitney Calhoun, founded the Green Bay Packers in 1919. From 1919 to 1929, Lambeau served as a player-coach and maintained de facto control on the day-to-day operations of the team. As a player, Lambeau"}]}, {"heading": "Births", "year": "1898", "date": "April 9", "txt": "Paul Robeson, American singer, actor, and activist (d. 1976)", "entities": []}, {"heading": "Births", "year": "1900", "date": "April 9", "txt": "Allen Jenkins, American actor and singer (d. 1974)", "entities": [{"title": "Allen Jenkins", "href": "/wiki/Allen_Jenkins", "description": "Allen Curtis Jenkins was an American character actor and singer who worked on stage, film, and television."}]}, {"heading": "Births", "year": "1901", "date": "April 9", "txt": "Jean Bruchési, Canadian historian and author (d. 1979)", "entities": [{"title": "Jean Bruchési", "href": "/wiki/Jean_Bruch%C3%A9si", "description": "Jean Bruchési was a Quebecois writer and historian. He was the president of the Royal Society of Canada from 1953-4."}]}, {"heading": "Births", "year": "1901", "date": "April 9", "txt": "Paul Willis, American actor and director (d. 1960)", "entities": []}, {"heading": "Births", "year": "1902", "date": "April 9", "txt": "Théodore Monod, French explorer and scholar (d. 2000)", "entities": [{"title": "Théodore Monod", "href": "/wiki/Th%C3%A9odore_Monod", "description": "Théodore André Monod was a French naturalist, humanist scholar, and explorer."}]}, {"heading": "Births", "year": "1903", "date": "April 9", "txt": "Ward Bond, American actor (d. 1960)", "entities": [{"title": "Ward Bond", "href": "/wiki/Ward_Bond", "description": "Wardell Edwin Bond was an American film character actor who appeared in more than 200 films and starred in the NBC television series Wagon Train from 1957 to 1960. Among his best-remembered roles are Bert, the cop, in Frank Capra's It's a Wonderful Life (1946) and Captain Clayton in John Ford's The Searchers (1956)."}]}, {"heading": "Births", "year": "1904", "date": "April 9", "txt": "Sharkey Bonano, American singer, trumpet player, and bandleader (d. 1972)", "entities": [{"title": "Sharkey Bonano", "href": "/wiki/Sharkey_Bonano", "description": "Joseph Gustaf \"Sharkey\" Bonano, also known as Sharkey Banana or Sharkey Bananas, was a jazz trumpeter, band leader, and vocalist. His musical abilities were sometimes overlooked because of his love of being an entertainer; he would often sing silly lyrics in a high raspy voice and break into dance on stage."}]}, {"heading": "Births", "year": "1905", "date": "April 9", "txt": "J. William Fulbright, American lawyer and politician (d. 1995)", "entities": [{"title": "J. William Fulbright", "href": "/wiki/J._William_Fulbright", "description": "James William Fulbright was an American politician, academic, and statesman who represented Arkansas in the United States Senate from 1945 until his resignation in 1974. As of 2021, Fulbright is the longest serving chairman in the history of the United States Senate Committee on Foreign Relations. He is best known for his staunch multilateralist positions on international issues, opposition to Ame"}]}, {"heading": "Births", "year": "1906", "date": "April 9", "txt": "Rafaela Aparicio, Spanish actress (d. 1996)", "entities": [{"title": "Rafaela Aparicio", "href": "/wiki/Rafaela_Aparicio", "description": "Rafaela Díaz Valiente MML better known as Rafaela Aparicio was a famous Spanish film and theatre actress."}]}, {"heading": "Births", "year": "1906", "date": "April 9", "txt": "Antal Doráti, Hungarian-American conductor and composer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1906", "date": "April 9", "txt": "Hugh Gaitskell, British politician and leader of the Labour Party (d. 1963)", "entities": []}, {"heading": "Births", "year": "1906", "date": "April 9", "txt": "Victor Vasarely, Hungarian-French painter (d. 1997)", "entities": []}, {"heading": "Births", "year": "1908", "date": "April 9", "txt": "Joseph Krumgold, American author and screenwriter (d. 1980)", "entities": [{"title": "Joseph Krumgold", "href": "/wiki/Joseph_Krumgold", "description": "Joseph Quincy Krumgold was an American writer of books and screenplays. He was the first person to win two annual Newbery Medals for the most distinguished new American children's book."}]}, {"heading": "Births", "year": "1908", "date": "April 9", "txt": "Paula Nenette Pepin, French composer, pianist and lyricist (d. 1990)", "entities": [{"title": "1990", "href": "/wiki/1990", "description": "1990 (MCMXC) was a common year starting on Monday of the Gregorian calendar, the 1990th year of the Common Era (CE) and Anno Domini (AD) designations, the 990th year of the 2nd millennium, the 90th year of the 20th century, and the 1st year of the 1990s decade. "}]}, {"heading": "Births", "year": "1909", "date": "April 9", "txt": "Robert Helpmann, Australian dancer, actor, and choreographer (d. 1986)", "entities": [{"title": "Robert Helpmann", "href": "/wiki/Robert_Helpmann", "description": "Sir Robert Murray Helpmann, CBE was an Australian ballet dancer, actor, director and choreographer. After early work in Australia he moved to Britain in 1932, where he joined the Vic-Wells Ballet under its creator, Ninette de Valois. He became one of the company's leading men, partnering Alicia Markova and later Margot Fonteyn. When Frederick Ashton, the company's chief choreographer, was called u"}]}, {"heading": "Births", "year": "1910", "date": "April 9", "txt": "Abraham A. Ribicoff, American lawyer and politician, 4th United States Secretary of Health and Human Services (d. 1998)", "entities": [{"title": "Abraham A. Ribicoff", "href": "/wiki/Abraham_A._Ribicoff", "description": "Abraham Alexander Ribicoff was an American Democratic Party politician from the state of Connecticut. He represented Connecticut in the United States House of Representatives and Senate and was the 80th Governor of Connecticut and Secretary of Health, Education, and Welfare in President John F. Kennedy's cabinet. He was Connecticut's first and to date only Jewish governor."}, {"title": "United States Secretary of Health and Human Services", "href": "/wiki/United_States_Secretary_of_Health_and_Human_Services", "description": "The United States secretary of health and human services is the head of the United States Department of Health and Human Services, and serves as the principal advisor to the president of the United States on all health matters. The secretary is a member of the United States Cabinet. The office was formerly Secretary of Health, Education, and Welfare. In 1980, the Department of Health, Education, a"}]}, {"heading": "Births", "year": "1912", "date": "April 9", "txt": "Lev Kopelev, Ukrainian-German author and academic (d. 1997)", "entities": [{"title": "Lev Kopelev", "href": "/wiki/Lev_Kopelev", "description": "Lev Zalmanovich (Zinovyevich) Kopelev was a Soviet author and dissident."}]}, {"heading": "Births", "year": "1915", "date": "April 9", "txt": "Daniel Johnson Sr., Canadian lawyer and politician, 20th Premier of Quebec (d. 1968)", "entities": [{"title": "Daniel Johnson Sr.", "href": "/wiki/Daniel_Johnson_Sr.", "description": "Francis Daniel Johnson Sr.,, was a Quebec politician and the 20th Premier of Quebec from 1966 until his death in 1968."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1916", "date": "April 9", "txt": "Julian Dash, American swing music jazz tenor saxophonist (d. 1974)", "entities": [{"title": "Julian Dash", "href": "/wiki/Julian_Dash", "description": "Julian Dash was an American swing music jazz tenor saxophonist born in Charleston, South Carolina, probably better known for his work with Erskine Hawkins and Buck Clayton."}]}, {"heading": "Births", "year": "1916", "date": "April 9", "txt": "Heinz Meyer, German Fallschirmjäger (paratrooper) during World War II (d. 1987)", "entities": []}, {"heading": "Births", "year": "1916", "date": "April 9", "txt": "Bill Leonard, American journalist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 9", "txt": "Johannes Bobrowski, German songwriter and poet (d. 1965)", "entities": [{"title": "Johannes Bobrowski", "href": "/wiki/Johannes_Bobrowski", "description": "Johannes Bobrowski was a German lyric poet, narrative writer, adaptor and essayist."}]}, {"heading": "Births", "year": "1917", "date": "April 9", "txt": "Ronnie Burgess, Welsh international footballer and manager (d. 2005)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 9", "txt": "Brad Dexter, American actor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 9", "txt": "Henry Hewes, American theater writer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1918", "date": "April 9", "txt": "Jørn Utzon, Danish architect, designed the Sydney Opera House (d. 2008)", "entities": [{"title": "Jørn Utzon", "href": "/wiki/J%C3%B8rn_Utzon", "description": "Jørn Oberg Utzon,, Hon. FAIA was a Danish architect. He was most notable for designing the Sydney Opera House in Australia, completed in 1973. When it was declared a World Heritage Site on 28 June 2007, Utzon became only the second person to have received such recognition for one of his works during his lifetime, after Oscar Niemeyer. Other noteworthy works include Bagsværd Church near Copenhagen "}, {"title": "Sydney Opera House", "href": "/wiki/Sydney_Opera_House", "description": "The Sydney Opera House is a multi-venue performing arts centre at Sydney Harbour located in Sydney, New South Wales, Australia. It is one of the 20th century's most famous and distinctive buildings."}]}, {"heading": "Births", "year": "1919", "date": "April 9", "txt": "J. Presper Eckert, American engineer, invented the ENIAC (d. 1995)", "entities": [{"title": "J. Presper Eckert", "href": "/wiki/J._Presper_Eckert", "description": "John Adam Presper Eckert Jr. was an American electrical engineer and computer pioneer. With John Mauchly, he designed the first general-purpose electronic digital computer (ENIAC), presented the first course in computing topics, founded the Eckert–Mauchly Computer Corporation, and designed the first commercial computer in the U.S., the UNIVAC, which incorporated Eckert's invention of the mercury d"}, {"title": "ENIAC", "href": "/wiki/ENIAC", "description": "ENIAC was the first programmable, electronic, general-purpose digital computer. It was Turing-complete, and able to solve \"a large class of numerical problems\" through reprogramming."}]}, {"heading": "Births", "year": "1921", "date": "April 9", "txt": "Jean-Marie Balestre, French businessman (d. 2008)", "entities": [{"title": "Jean-Marie Balestre", "href": "/wiki/Jean-Marie_Balestre", "description": "Jean-Marie Balestre was a French auto racing executive administrator, who became President of the Fédération Internationale du Sport Automobile (FISA) from 1978 to 1991 and President of the Fédération Internationale de l'Automobile (FIA) from 1985 to 1993."}]}, {"heading": "Births", "year": "1921", "date": "April 9", "txt": "Yitzhak Navon, Israeli politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1921", "date": "April 9", "txt": "Frankie Thomas, American actor (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "April 9", "txt": "Mary Jackson, African-American mathematician and aerospace engineer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 9", "txt": "Carl Amery, German author and activist (d. 2005)", "entities": [{"title": "Carl Amery", "href": "/wiki/Carl_Amery", "description": "Carl Amery, the pen name of Christian Anton Mayer, was a German writer and environmental activist. Born in Munich, he studied at the University of Munich. He was a participant of Gruppe 47. He died in Munich."}]}, {"heading": "Births", "year": "1923", "date": "April 9", "txt": "Leonard Levy, American historian and author (d. 2006)", "entities": [{"title": "Leonard Levy", "href": "/wiki/Leonard_Levy", "description": "Leonard Williams Levy was an American historian, the Andrew W. Mellon All-Claremont Professor of Humanities and Chairman of the Graduate Faculty of History at Claremont Graduate School, California, who specialized in the history of basic American Constitutional freedoms. He was born in Toronto, Ontario, and educated at the University of Michigan as an undergraduate and at Columbia University, wher"}]}, {"heading": "Births", "year": "1924", "date": "April 9", "txt": "Arthur Shaw, English professional footballer (d. 2015)", "entities": [{"title": "Arthur Shaw (footballer, born 1924)", "href": "/wiki/Arthur_Shaw_(footballer,_born_1924)", "description": "Arthur Shaw was an English professional footballer who played as a wing half in the Football League for Brentford, Arsenal and Watford."}]}, {"heading": "Births", "year": "1925", "date": "April 9", "txt": "Virginia Gibson, American actress, singer, and dancer (d. 2013)", "entities": [{"title": "Virginia Gibson", "href": "/wiki/Virginia_Gibson", "description": "Virginia Gibson was an American dancer, singer and actress of film, television and musical theatre."}]}, {"heading": "Births", "year": "1925", "date": "April 9", "txt": "Art Kane, American photographer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 9", "txt": "Gerry Fitt, Northern Irish soldier and politician; British life peer (d. 2005)", "entities": [{"title": "Gerry Fitt", "href": "/wiki/Gerry_Fitt", "description": "Gerard Fitt, Baron Fitt was a politician in Northern Ireland. He was a founder and the first leader of the Social Democratic and Labour Party (SDLP), a social democratic and Irish nationalist party."}]}, {"heading": "Births", "year": "1926", "date": "April 9", "txt": "Hugh Hefner, American publisher, founded Playboy Enterprises (d. 2017)", "entities": [{"title": "Playboy Enterprises", "href": "/wiki/Playboy_Enterprises", "description": "PLBY Group, Inc. is an American global media and lifestyle company founded by Hugh Hefner to oversee the Playboy magazine and related assets. It is currently headquartered in Los Angeles, California."}]}, {"heading": "Births", "year": "1926", "date": "April 9", "txt": "Harris Wofford, American politician, author, and civil rights activist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 9", "txt": "Tiny Hill, New Zealand rugby player (d. 2019)", "entities": [{"title": "Tiny Hill (rugby union)", "href": "/wiki/Tiny_Hill_(rugby_union)", "description": "Stanley Frank \"Tiny\" Hill was a New Zealand international rugby union player and selector. A lock and flanker, Hill represented Canterbury and Counties at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1955 to 1959. He played 19 matches for the All Blacks, two of which were as captain, including 11 internationals. After retiring as a player, Hill served"}]}, {"heading": "Births", "year": "1928", "date": "April 9", "txt": "Paul Arizin, American basketball player (d. 2006)", "entities": [{"title": "Paul Arizin", "href": "/wiki/Paul_Arizin", "description": "Paul Joseph Arizin, nicknamed \"Pitchin' Paul\", was an American basketball player who spent his entire National Basketball Association (NBA) career with the Philadelphia Warriors from 1950 to 1962. He retired with the third highest career point total (16,266) in NBA history, and was named one of the 50 Greatest Players in NBA History upon its 50th anniversary in 1996. He was a high-scoring forward "}]}, {"heading": "Births", "year": "1928", "date": "April 9", "txt": "Tom Lehrer, American singer-songwriter, pianist, and mathematician", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 9", "txt": "Sharan Rani Backliwal, Indian sarod player and scholar (d. 2008)", "entities": [{"title": "Sharan Rani Backliwal", "href": "/wiki/Sharan_Rani_Backliwal", "description": "Sharan Rani was an Indian classical sarod player and music scholar."}, {"title": "Sarod", "href": "/wiki/Sarod", "description": "The Sarod is a stringed instrument, used mainly in Hindustani music on the Indian subcontinent. Along with the sitar, it is among the most popular and prominent instruments. It is known for a deep, weighty, introspective sound, in contrast with the sweet, overtone-rich texture of the sitar, with sympathetic strings that give it a resonant, reverberant quality. A fretless instrument, it can produce"}]}, {"heading": "Births", "year": "1929", "date": "April 9", "txt": "Fred Hollows, New Zealand-Australian ophthalmologist (d. 1993)", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 9", "txt": "Paule Marshall, American author and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 9", "txt": "Nathaniel Branden, Canadian-American psychotherapist and author (d. 2014)", "entities": [{"title": "Nathaniel Branden", "href": "/wiki/Nathaniel_Branden", "description": "Nathaniel Branden was a Canadian–American psychotherapist and writer known for his work in the psychology of self-esteem. A former associate and romantic partner of Ayn Rand, Branden also played a prominent role in the 1960s in promoting Rand's philosophy, Objectivism. Rand and Branden split acrimoniously in 1968, after which Branden focused on developing his own psychological theories and modes o"}]}, {"heading": "Births", "year": "1930", "date": "April 9", "txt": "F. Albert Cotton, American chemist and academic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 9", "txt": "Jim Fowler, American zoologist and television host (d. 2019)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 9", "txt": "Wallace McCain, Canadian businessman, founded McCain Foods (d. 2011)", "entities": [{"title": "McCain Foods", "href": "/wiki/McCain_Foods", "description": "McCain Foods Limited is a Canadian multinational frozen food company established in 1957 in Florenceville, New Brunswick, Canada."}]}, {"heading": "Births", "year": "1931", "date": "April 9", "txt": "Richard Hatfield, Canadian lawyer and politician, 26th Premier of New Brunswick (d. 1991)", "entities": [{"title": "Richard Hatfield", "href": "/wiki/Richard_Hatfield", "description": "Richard Bennett Hatfield was a New Brunswick politician and the longest serving Premier in the province's history (1970–1987)."}, {"title": "Premier of New Brunswick", "href": "/wiki/Premier_of_New_Brunswick", "description": "The premier of New Brunswick is the first minister for the Canadian province of New Brunswick. They are the province's head of government and de facto chief executive."}]}, {"heading": "Births", "year": "1932", "date": "April 9", "txt": "Armin Jordan, Swiss conductor (d. 2006)", "entities": [{"title": "Armin Jordan", "href": "/wiki/Armin_Jordan", "description": "Armin Jordan was a Swiss conductor known for his interpretations of French music, Mozart and Wagner."}]}, {"heading": "Births", "year": "1932", "date": "April 9", "txt": "Peter Moores, English businessman and philanthropist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 9", "txt": "Carl Perkins, American singer-songwriter and guitarist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 9", "txt": "Jean-Paul Belmondo, French actor and producer", "entities": [{"title": "Jean-Paul Belmondo", "href": "/wiki/Jean-Paul_Belmondo", "description": "Jean-Paul Belmondo is a French actor initially associated with the New Wave of the 1960s and one of the biggest French film stars of the 1960s, 1970s and 1980s. His best known credits include Breathless (1960) and That Man from Rio (1964)."}]}, {"heading": "Births", "year": "1933", "date": "April 9", "txt": "René Burri, Swiss photographer and journalist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 9", "txt": "Fern Michaels, American author", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 9", "txt": "Richard Rose, American political scientist and academic", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 9", "txt": "Gian Maria Volonté, Italian actor (d. 1994)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 9", "txt": "Bill Birch, New Zealand surveyor and politician, 38th New Zealand Minister of Finance", "entities": [{"title": "Bill Birch", "href": "/wiki/Bill_Birch", "description": "Sir William Francis Birch, usually known as Bill Birch, is a New Zealand retired politician. He served as Minister of Finance from 1993 to 1999 in the fourth National Government."}, {"title": "Minister of Finance (New Zealand)", "href": "/wiki/Minister_of_Finance_(New_Zealand)", "description": "The minister of Finance, originally known as colonial treasurer, is the head of the New Zealand Treasury, responsible for producing an annual New Zealand budget outlining the government's proposed expenditure. The position is often considered to be the most important cabinet post after that of the prime minister."}]}, {"heading": "Births", "year": "1934", "date": "April 9", "txt": "Tom Phillis, Australian motorcycle racer (d. 1962)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 9", "txt": "Mariya Pisareva, Russian high jumper", "entities": []}, {"heading": "Births", "year": "1935", "date": "April 9", "txt": "Aulis Sallinen, Finnish composer and academic", "entities": [{"title": "Aulis Sallinen", "href": "/wiki/Aulis_Sallinen", "description": "Aulis Sallinen is a Finnish contemporary classical music composer. His music has been variously described as \"remorselessly harsh\", a \"beautifully crafted amalgam of several 20th-century styles\", and \"neo-romantic\". Sallinen studied at the Sibelius Academy, where his teachers included Joonas Kokkonen. He has had works commissioned by the Kronos Quartet, and has also written seven operas, eight sym"}]}, {"heading": "Births", "year": "1935", "date": "April 9", "txt": "Avery Schreiber, American actor and comedian (d. 2002)", "entities": []}, {"heading": "Births", "year": "1936", "date": "April 9", "txt": "Jerzy Maksymiuk, Polish pianist, composer, and conductor", "entities": [{"title": "Jerzy Maksymiuk", "href": "/wiki/Jerzy_Maksymiuk", "description": "Jerzy Jan Maksymiuk is a Polish composer, pianist and orchestra conductor."}]}, {"heading": "Births", "year": "1936", "date": "April 9", "txt": "Valerie Solanas, American radical feminist author, attempted murderer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 9", "txt": "Simon Brown, Baron Brown of Eaton-under-Heywood, English lieutenant, lawyer, and judge", "entities": [{"title": "Simon Brown, Baron Brown of Eaton-under-Heywood", "href": "/wiki/Simon_Brown,_Baron_Brown_of_Eaton-under-Heywood", "description": "Simon Denis Brown, Baron Brown of Eaton-under-Heywood, PC is a British lawyer and former law lord and Justice of the Supreme Court of the United Kingdom."}]}, {"heading": "Births", "year": "1937", "date": "April 9", "txt": "Marty Krofft, Canadian screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 9", "txt": "Valerie Singleton, English television and radio host", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 9", "txt": "Viktor Chernomyrdin, Russian businessman and politician, 30th Prime Minister of Russia (d. 2010)", "entities": [{"title": "Viktor Chernomyrdin", "href": "/wiki/Viktor_Chernomyrdin", "description": "Viktor Stepanovich Chernomyrdin was a Russian politician and businessman. He was the first chairman of the Gazprom energy company and the second-longest-serving Prime Minister of Russia (1992–1998) based on consecutive years. He was a key figure in Russian politics in the 1990s, and a participant in the transition from a planned to a market economy. From 2001 to 2009, he was Russia's ambassador to"}, {"title": "Prime Minister of Russia", "href": "/wiki/Prime_Minister_of_Russia", "description": "The Chairman of the Government of the Russian Federation, also known as the prime minister, is the head of the Russian government, the chief executive of the Russian Cabinet, and the second-most powerful figure in the Russian Federation. The official residence of the prime minister is Gorki-9 in Odintsovsky District, Moscow Oblast, and the working residence is the Russian White House of Moscow. Un"}]}, {"heading": "Births", "year": "1939", "date": "April 9", "txt": "Michael Learned, American actress", "entities": [{"title": "Michael Learned", "href": "/wiki/Michael_Learned", "description": "Michael Learned is an American actress, known for her role as Olivia Walton in the long-running CBS drama series The Waltons (1972–1981). She has won the Primetime Emmy Award for Outstanding Lead Actress in a Drama Series four times, which is tied for the record of most wins with Tyne Daly. Three of the wins were for The Waltons, while the other was for Nurse (1982)."}]}, {"heading": "Births", "year": "1940", "date": "April 9", "txt": "Hans-Joachim Reske, German sprinter", "entities": [{"title": "Hans-Joachim Reske", "href": "/wiki/Hans-Joachim_Reske", "description": "Hans-Joachim \"Jochen\" Reske is a West German former track and field athlete, who mainly competed in the 400 metres. He won a silver medal at the 1960 Summer Olympics, and in 1962, at the European championships, he finished in third place in the individual 400 m and his team won the 4×400 metre relay."}]}, {"heading": "Births", "year": "1940", "date": "April 9", "txt": "Jim Roberts, Canadian-American ice hockey player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 9", "txt": "Kay Adams, American singer-songwriter", "entities": [{"title": "Kay Adams (singer)", "href": "/wiki/Kay_Adams_(singer)", "description": "Kay Adams is an American country singer."}]}, {"heading": "Births", "year": "1941", "date": "April 9", "txt": "Hannah Gordon, Scottish actress", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 9", "txt": "Brandon deWilde, American actor (d. 1972)", "entities": [{"title": "Brandon deWilde", "href": "/wiki/Brandon_deWilde", "description": "Andre Brandon deWilde was an American theater, film, and television actor. Born into a theatrical family in Brooklyn, he debuted on Broadway at the age of seven and became a national phenomenon by the time he completed his 492 performances for The Member of the Wedding. He won a Donaldson Award for his performance, becoming the youngest actor to win one, and starred in the subsequent film adaptati"}]}, {"heading": "Births", "year": "1942", "date": "April 9", "txt": "Margo Smith, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 9", "txt": "Leila Khaled, Palestinian activist", "entities": [{"title": "Leila Khaled", "href": "/wiki/Leila_Khaled", "description": "Leila Khaled is a Palestinian refugee and member of the Popular Front for the Liberation of Palestine (PFLP)."}]}, {"heading": "Births", "year": "1943", "date": "April 9", "txt": "Terry Knight, American singer-songwriter and producer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 9", "txt": "Clive Sullivan, Welsh rugby league player (d. 1985)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 9", "txt": "Joe Brinkman, American baseball player and umpire", "entities": [{"title": "Joe Brinkman", "href": "/wiki/Joe_Brinkman", "description": "Joseph Norbert Brinkman is an American former umpire in Major League Baseball (MLB) who worked in the American League (AL) from 1972 to 1999 and throughout both major leagues from 2000 until his retirement during the 2006 season."}]}, {"heading": "Births", "year": "1944", "date": "April 9", "txt": "Heinz-Joachim Rothenburg, German shot putter", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 9", "txt": "Steve Gadd, American drummer and percussionist", "entities": [{"title": "Steve Gadd", "href": "/wiki/Steve_Gadd", "description": "Stephen Kendall Gadd is an American drummer, percussionist, and session musician. Gadd is one of the most well-known and highly regarded session and studio drummers in the industry, recognized by his induction into the Modern Drummer Hall of Fame in 1984. Gadd's performances on Paul Simon's \"50 Ways to Leave Your Lover\" and \"Late in the Evening\" and Steely Dan's \"Aja\" are examples of his style. He"}]}, {"heading": "Births", "year": "1946", "date": "April 9", "txt": "Nate Colbert, American baseball player", "entities": [{"title": "Nate Colbert", "href": "/wiki/Nate_Colbert", "description": "Nathan Colbert Jr., is an American former professional baseball player. He played in Major League Baseball as a first baseman for the Houston Astros, San Diego Padres (1969–74), Detroit Tigers (1975), Montreal Expos (1975–76), and Oakland Athletics (1976). He is the all-time home run leader for the Padres with 163."}]}, {"heading": "Births", "year": "1946", "date": "April 9", "txt": "Alan Knott, English cricketer", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 9", "txt": "Sara Parkin, Scottish activist and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 9", "txt": "David Webb, English footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 9", "txt": "Giovanni Andrea Cornia, Italian economist and academic", "entities": [{"title": "Giovanni Andrea Cornia", "href": "/wiki/Giovanni_Andrea_Cornia", "description": "Giovanni Andrea Cornia, is a development economist. He is Professor of Economics, Department of Economics and Management, at the University of Florence. He has previously been the director of the Regional Institute of Economic Planning of Tuscany, the United Nations University World Institute for Development Economics Research (UNU-WIDER), in Helsinki, and the Economic and Policy Research Program,"}]}, {"heading": "Births", "year": "1948", "date": "April 9", "txt": "Jaya Bachchan, Indian actress and politician", "entities": [{"title": "Jaya Bachchan", "href": "/wiki/Jaya_Bachchan", "description": "Jaya Bachchan is an Indian film actress, politician and a member of Parliament in the Rajya Sabha from the Samajwadi Party, notably serving four terms since 2004. She is particularly known for reinforcing a natural style of acting in both mainstream and \"middle-of-the-road\" cinema. During her career, she won nine Filmfare Awards: including three for Best Actress and three for Best Supporting Actre"}]}, {"heading": "Births", "year": "1948", "date": "April 9", "txt": "Michel Parizeau, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 9", "txt": "Patty Pravo, Italian singer", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 9", "txt": "Tony Cragg, English sculptor", "entities": [{"title": "Tony Cragg", "href": "/wiki/Tony_Cragg", "description": "Sir Anthony Douglas Cragg is a British sculptor living in Germany."}]}, {"heading": "Births", "year": "1952", "date": "April 9", "txt": "Robert Clark, American author", "entities": [{"title": "Robert Clark (author)", "href": "/wiki/Robert_Clark_(author)", "description": "Robert Clark is a novelist and writer of nonfiction. He received the Edgar Award for his novel Mr. White's Confession in 1999. A native of St. Paul, Minnesota, he lives in Seattle with his wife and two children."}]}, {"heading": "Births", "year": "1952", "date": "April 9", "txt": "Bruce Robertson, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 9", "txt": "Tania Tsanaklidou, Greek singer and actress", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 9", "txt": "John Howard, English singer-songwriter and pianist", "entities": [{"title": "John Howard (singer-songwriter)", "href": "/wiki/John_Howard_(singer-songwriter)", "description": "John Howard is an English singer-songwriter, pianist and recording artist. With his February 1975 debut album Kid in a Big World, Howard emerged as a late voice of the glam-pop wave of the early 1970s. Across a musical career that has included two main periods of recording activity – 1974-84 and 2004–present – Howard has released 16 studio albums and 11 studio EPs. In March 2018, he became a publi"}]}, {"heading": "Births", "year": "1953", "date": "April 9", "txt": "Hal Ketchum, American singer-songwriter and guitarist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 9", "txt": "Stephen Paddock, American mass murderer responsible for the 2017 Las Vegas shooting (d. 2017)", "entities": [{"title": "2017 Las Vegas shooting", "href": "/wiki/2017_Las_Vegas_shooting", "description": "On the evening of October 1, 2017, Stephen Paddock, a 64-year-old man from Mesquite, Nevada, opened fire upon the crowd attending the Route 91 Harvest music festival on the Las Vegas Strip in Nevada. Between 10:05 and 10:15 p.m. PDT, he fired more than 1,000 rounds of ammunition from his 32nd floor suites in the Mandalay Bay Hotel, which killed 60 people and wounded 411, with the ensuing panic bri"}]}, {"heading": "Births", "year": "1954", "date": "April 9", "txt": "Ken Kalfus, American journalist and author", "entities": [{"title": "Ken Kalfus", "href": "/wiki/Ken_Kalfus", "description": "Ken Kalfus is an American author and journalist. Three of his books have been named New York Times Notable Books of the Year."}]}, {"heading": "Births", "year": "1954", "date": "April 9", "txt": "Dennis Quaid, American actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 9", "txt": "Iain Duncan Smith, British soldier and politician, Secretary of State for Work and Pensions", "entities": [{"title": "Secretary of State for Work and Pensions", "href": "/wiki/Secretary_of_State_for_Work_and_Pensions", "description": "The Secretary of State for Work and Pensions, also referred to as the Work and Pensions Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Work and Pensions (DWP). The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1955", "date": "April 9", "txt": "Yamina Benguigui, Algerian-French director and politician", "entities": [{"title": "Yamina Benguigui", "href": "/wiki/Yamina_Benguigui", "description": "Yamina Benguigui is a French film director and politician of Algerian descent. She is known for her films on gender issues in the North African immigrant community in France. Through her films, Benguigui gave a voice to many from the Maghrebi population in France."}]}, {"heading": "Births", "year": "1955", "date": "April 9", "txt": "Joolz Denby, English poet and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 9", "txt": "Miguel Ángel Russo, Argentinian footballer and coach", "entities": [{"title": "Miguel Ángel Russo", "href": "/wiki/Miguel_%C3%81ngel_Russo", "description": "Miguel Ángel Russo is an Argentine former football player and manager of Boca Juniors, who played as a midfielder."}]}, {"heading": "Births", "year": "1956", "date": "April 9", "txt": "Nigel Shadbolt, English computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 9", "txt": "Vahur Sova, Estonian architect", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 9", "txt": "Marina Zoueva, Russian ice dancer and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 9", "txt": "Seve Ballesteros, Spanish golfer and architect (d. 2011)", "entities": [{"title": "Seve Ballesteros", "href": "/wiki/Seve_Ballesteros", "description": "Severiano Ballesteros Sota was a Spanish professional golfer, a World No. 1 who was one of the sport's leading figures from the mid-1970s to the mid-1990s. A member of a gifted golfing family, he won 90 international tournaments in his career, including five major championships between 1979 and 1988: the Open Championship three times and the Masters Tournament twice. He gained attention in the gol"}]}, {"heading": "Births", "year": "1957", "date": "April 9", "txt": "Martin Margiela, Belgian fashion designer", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 9", "txt": "Jamie Redfern, English-born Australian television presenter and pop singer", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 9", "txt": "Nadey Hakim, British-Lebanese surgeon and sculptor", "entities": [{"title": "Nadey Hakim", "href": "/wiki/Nadey_Hakim", "description": "Nadey S. Hakim FASMBS, is a British-Lebanese professor of transplantation surgery at Imperial College London, general surgeon, bariatric surgeon, writer, musician and sculptor, known for kidney and pancreas transplantations, and being part of the surgical team that performed the world's first hand transplantation in 1998 and then the double arm transplantation in 2000. Several of his sculptures ar"}]}, {"heading": "Births", "year": "1958", "date": "April 9", "txt": "Tony Sibson, English boxer", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 9", "txt": "Nigel Slater, English food writer and author", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 9", "txt": "Bernard Jenkin, English businessman and politician, Shadow Secretary of State for Defence", "entities": [{"title": "Bernard Jenkin", "href": "/wiki/Bernard_Jenkin", "description": " Sir Bernard Christison Jenkin is a British Conservative politician serving as Chairman of the Liaison Committee and has served as Member of Parliament (MP) for Harwich and North Essex since 2010. He was first elected to represent Colchester North in the 1992 general election, and went on to represent North Essex before the current Harwich and North Essex constituency was created."}, {"title": "Shadow Secretary of State for Defence", "href": "/wiki/Shadow_Secretary_of_State_for_Defence", "description": "The Shadow Secretary of State for Defence is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Defence and the department, the Ministry of Defence. The post is currently held by John Healey."}]}, {"heading": "Births", "year": "1960", "date": "April 9", "txt": "Jaak Aab, Estonian educator and politician, Minister of Social Affairs of Estonia", "entities": [{"title": "Jaak Aab", "href": "/wiki/Jaak_Aab", "description": "Jaak Aab is an Estonian politician of the Centre Party who has been serving as the Minister of Education and Research since 2020. He previously served twice as the Minister of Public Administration from 2017 to 2018 and 2019 to 2020 and as the Minister of Social Affairs (Estonia) from 2005 to 2007."}, {"title": "Minister of Social Affairs of Estonia", "href": "/wiki/Minister_of_Social_Affairs_of_Estonia", "description": "The Ministry of Social Affairs of Estonia is a government ministry of Estonia responsible for social policies of the country."}]}, {"heading": "Births", "year": "1961", "date": "April 9", "txt": "Mark Kelly, Irish keyboard player", "entities": [{"title": "Mark Kelly (keyboardist)", "href": "/wiki/Mark_Kelly_(keyboardist)", "description": "Mark Colbert Kelly is an Irish keyboardist and member of the neo-progressive rock band Marillion. He was raised in Ireland until he moved to England with his parents in 1969."}]}, {"heading": "Births", "year": "1961", "date": "April 9", "txt": "Kirk McCaskill, Canadian-American baseball and hockey player", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 9", "txt": "John Eaves, American production designer and illustrator", "entities": [{"title": "John Eaves", "href": "/wiki/John_Eaves", "description": "John Eaves is a designer and illustrator best known for his work on the Star Trek franchise, starting with Star Trek V: The Final Frontier. He served as a production illustrator on Star Trek: Deep Space Nine and Star Trek: Enterprise and was involved in all four Next Generation movies, specifically being responsible for the design of the Sovereign-class Enterprise-E. He also worked on a variety of"}]}, {"heading": "Births", "year": "1962", "date": "April 9", "txt": "Ihor Podolchak, Ukrainian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 9", "txt": "Imran Sherwani, English field hockey player", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 9", "txt": "Jeff Turner, American basketball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 9", "txt": "Marc Jacobs, American-French fashion designer", "entities": [{"title": "Marc Jacobs", "href": "/wiki/Marc_Jacobs", "description": "Marc Jacobs is an American fashion designer. He is the head designer for his own fashion label, Marc Jacobs, and formerly Marc by Marc Jacobs, a diffusion line, which was produced for approximately 15 years having been discontinued after the 2015 fall/winter collection. At one point there were over 200 retail stores in 80 countries. He was the creative director of the French design house Louis Vui"}]}, {"heading": "Births", "year": "1963", "date": "April 9", "txt": "Joe Scarborough, American journalist, lawyer, and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 9", "txt": "Rob Awalt, German-American football player", "entities": [{"title": "Rob Awalt", "href": "/wiki/Rob_Awalt", "description": "Robert Mitchell Awalt is former American football tight end in the National Football League for the Phoenix Cardinals, Dallas Cowboys, and Buffalo Bills. He played college football at San Diego State University."}]}, {"heading": "Births", "year": "1964", "date": "April 9", "txt": "Juliet Cuthbert, Jamaican sprinter", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 9", "txt": "Peter Penashue, Canadian businessman and politician, 9th Canadian Minister of Intergovernmental Affairs", "entities": [{"title": "Minister of Intergovernmental Affairs (Canada)", "href": "/wiki/Minister_of_Intergovernmental_Affairs_(Canada)", "description": "The Minister of Intergovernmental Affairs is the Minister of the Crown in the Canadian Cabinet who is responsible for the federal government's relations with the governments of the provinces and territories of Canada. The Minister of Intergovernmental Affairs does not head a full-fledged department, but rather directs the Intergovernmental Affairs Secretariat within the Privy Council Office. The c"}]}, {"heading": "Births", "year": "1964", "date": "April 9", "txt": "Margaret Peterson Haddix, American author", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 9", "txt": "Rick Tocchet, Canadian-American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 9", "txt": "Helen Alfredsson, Swedish golfer", "entities": [{"title": "Helen Alfredsson", "href": "/wiki/Helen_Alfredsson", "description": "Helen Christine Alfredsson is a Swedish professional golfer who played primarily on the U.S.-based LPGA Tour and is also a life member of the Ladies European Tour. She won the LPGA major Nabisco Dinah Shore and twice finished second in the U.S. Women's Open. She also won the Women's British Open once and the Evian Masters three times before those events were designated as majors in women's golf by"}]}, {"heading": "Births", "year": "1965", "date": "April 9", "txt": "Paulina Porizkova, Czech-born Swedish-American model and actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 9", "txt": "Jeff Zucker, American businessman", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 9", "txt": "John Hammond, English weather forecaster", "entities": [{"title": "John Hammond (weather forecaster)", "href": "/wiki/John_Hammond_(weather_forecaster)", "description": "John Michael Hammond is a meteorologist and an English weather forecaster for the BBC. For a long time he could be seen presenting weather forecasts on the BBC News channel, BBC Red Button and BBC World News. He was the main weather presenter on BBC News at One and also on the BBC News at Ten, Countryfile and BBC News at Six. At the weekend he also presents the weather on BBC Radio 5 Live. He is c"}]}, {"heading": "Births", "year": "1966", "date": "April 9", "txt": "Cynthia Nixon, American actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 9", "txt": "Natascha Engel, German-English translator and politician", "entities": [{"title": "Natascha Engel", "href": "/wiki/Natascha_Engel", "description": "Natascha Engel is a British former politician. She served as Labour Party Member of Parliament (MP) for North East Derbyshire from 2005 until her defeat at the 2017 general election."}]}, {"heading": "Births", "year": "1967", "date": "April 9", "txt": "Sam Harris, American author, philosopher, and neuroscientist", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 9", "txt": "Jay Chandrasekhar, American actor, comedian, writer and director", "entities": [{"title": "Jay Chandrasekhar", "href": "/wiki/Jay_Chandrasekhar", "description": "Jayanth Jambulingam Chandrasekhar is an American comedian, film director, screenwriter, and actor. He is best known for his work with the sketch comedy group Broken Lizard and for directing and starring in the Broken Lizard films Super Troopers, Club Dread, Beerfest and Super Troopers 2. Since 2001, he has also worked frequently as a television director, directing many episodes of Community and Th"}]}, {"heading": "Births", "year": "1969", "date": "April 9", "txt": "Barnaby Kay, English actor", "entities": [{"title": "Barnaby Kay", "href": "/wiki/Barnaby_Kay", "description": "Barnaby Kay is an English actor who has played roles in television, stage, film and performance art. He was a member of the Royal Shakespeare Company."}]}, {"heading": "Births", "year": "1969", "date": "April 9", "txt": "Linda Kisabaka, German runner", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 9", "txt": "Chorão, Brazilian singer-songwriter (d. 2013)", "entities": [{"title": "Chorão", "href": "/wiki/Chor%C3%A3o", "description": "Alexandre Magno Abrão, better known by his stage name Chorão, was a Brazilian singer-songwriter, rapper, lyricist, guitarist, skateboarder, record and film producer, screenwriter and entrepreneur. Best known for being a founding member and the vocalist/main lyricist of the influential alternative rock band Charlie Brown Jr., Folha de S.Paulo critic André Barcinski considered him \"the nearest thing"}]}, {"heading": "Births", "year": "1971", "date": "April 9", "txt": "Peter Canavan, Irish footballer and manager", "entities": [{"title": "Peter Canavan", "href": "/wiki/Peter_Canavan", "description": "Peter Canavan is an Irish former Gaelic footballer, manager and pundit."}]}, {"heading": "Births", "year": "1971", "date": "April 9", "txt": "Leo Fortune-West, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 9", "txt": "Austin Peck, American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 9", "txt": "Jacques Villeneuve, Canadian race car driver", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 9", "txt": "Bernard Ackah, German-Japanese martial artist and kick-boxer", "entities": [{"title": "Bernard Ackah", "href": "/wiki/Bernard_Ackah", "description": "Bernard Ackah is a Japanese-based Ivorian taekwondo practitioner, kickboxer, mixed martial artist and comedian."}]}, {"heading": "Births", "year": "1972", "date": "April 9", "txt": "Siiri Vallner, Estonian architect", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 9", "txt": "Megan Connolly, Australian actress (d. 2001)", "entities": [{"title": "Megan Connolly (actress)", "href": "/wiki/Megan_Connolly_(actress)", "description": "Megan Jennifer Connolly was an Australian actress, mainly of soap opera. She grew up in the northern Sydney suburb of St Ives, New South Wales."}]}, {"heading": "Births", "year": "1974", "date": "April 9", "txt": "Jenna Jameson, American actress and pornographic performer", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 9", "txt": "Robbie Fowler, English footballer and manager", "entities": [{"title": "Robbie Fowler", "href": "/wiki/Robbie_Fowler", "description": "Robert Bernard Fowler is an English football manager and former footballer who is currently the head coach of SC East Bengal in the Indian Super League."}]}, {"heading": "Births", "year": "1975", "date": "April 9", "txt": "David Gordon Green, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 9", "txt": "Kyle Peterson, American baseball player and sportscaster", "entities": [{"title": "Kyle Peterson", "href": "/wiki/Kyle_Peterson", "description": "Kyle Johnathan Peterson is a former Major League Baseball pitcher for the Milwaukee Brewers."}]}, {"heading": "Births", "year": "1977", "date": "April 9", "txt": "Gerard Way, American singer-songwriter and comic book writer", "entities": [{"title": "Gerard Way", "href": "/wiki/Gerard_Way", "description": "Gerard Arthur Way is an American singer, songwriter, and comic book writer. He is best known as the lead vocalist and co-founder of the rock band My Chemical Romance. He released his debut solo album, Hesitant Alien, in 2014."}]}, {"heading": "Births", "year": "1978", "date": "April 9", "txt": "Kousei Amano, Japanese actor", "entities": [{"title": "Kousei Amano", "href": "/wiki/Kousei_Amano", "description": "Hironari Amano  is a Japanese actor. In 2008 he changed his name to Kousei Amano , maintaining the kanji in his name. In 2013, he married actress Akiko Hinagata."}]}, {"heading": "Births", "year": "1978", "date": "April 9", "txt": "Jorge Andrade, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 9", "txt": "Rachel Stevens, English singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 9", "txt": "Jeff Reed, American football player", "entities": [{"title": "Jeff Reed (American football)", "href": "/wiki/Jeff_Reed_(American_football)", "description": "Jeffrey Montgomery Reed is a former National Football League placekicker. He was signed by the New Orleans Saints as an undrafted free agent in 2002. He played for the Pittsburgh Steelers from 2002 until 2010, and is second all-time behind Gary Anderson for the most points scored by a Steeler."}]}, {"heading": "Births", "year": "1979", "date": "April 9", "txt": "Keshia Knight Pulliam, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 9", "txt": "Sarah Ayton, English sailor", "entities": [{"title": "Sarah Ayton", "href": "/wiki/Sarah_Ayton", "description": "Sarah Lianne Ayton is a former English professional sailor."}]}, {"heading": "Births", "year": "1980", "date": "April 9", "txt": "Luciano Galletti, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 9", "txt": "Albert Hammond Jr., American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 9", "txt": "Milan Bartovič, Slovak ice hockey player", "entities": [{"title": "Milan Bartovič", "href": "/wiki/Milan_Bartovi%C4%8D", "description": "Milan Bartovič is a Slovak professional ice hockey left winger, who is currently playing for HK Dukla Trenčín in the Slovak Extraliga. He was drafted 35th overall by the Buffalo Sabres in the 1999 NHL Entry Draft."}]}, {"heading": "Births", "year": "1981", "date": "April 9", "txt": "A. J. Ellis, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 9", "txt": "Ireneusz Jeleń, Polish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 9", "txt": "Dennis Sarfate, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 9", "txt": "Eric Harris, American mass murderer, responsible for the Columbine High School massacre  (d. 1999)", "entities": [{"title": "Columbine High School massacre", "href": "/wiki/Columbine_High_School_massacre", "description": "The Columbine High School massacre was a school shooting and attempted bombing that occurred on April 20, 1999, at Columbine High School in Columbine, Colorado, United States. The perpetrators, twelfth grade (senior) students Eric Harris and Dylan Klebold, murdered 12 students and one teacher. Ten students were killed in the school library, where the pair subsequently committed suicide. Twenty-one"}]}, {"heading": "Births", "year": "1982", "date": "April 9", "txt": "Jay Baruchel, Canadian actor", "entities": [{"title": "Jay Baruchel", "href": "/wiki/Jay_Baruchel", "description": "Jonathan Adam Saunders Baruchel is a Canadian actor, director, stand-up comedian, and screenwriter. He is known for his voice role as Hiccup Haddock in the How to Train Your Dragon franchise, and for his roles in comedy movies such as Knocked Up, Tropic Thunder, The Trotsky, Fanboys, She's Out of My League, Goon, This Is the End and the action-fantasy film The Sorcerer's Apprentice. He had lead ro"}]}, {"heading": "Births", "year": "1982", "date": "April 9", "txt": "Carlos Hernández, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 9", "txt": "Kathleen Munroe, Canadian-American actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 9", "txt": "Ryan Clark, Australian actor", "entities": [{"title": "Ryan Clark (actor)", "href": "/wiki/Ryan_Clark_(actor)", "description": "Ryan James Clark is an Australian lifeguard and former television and film actor. He became known for his portrayal of Sam Marshall in Home and Away over the course of a decade, before becoming a Waverley Council lifeguard on Bondi Beach and featuring in Bondi Rescue."}]}, {"heading": "Births", "year": "1984", "date": "April 9", "txt": "Habiba Ghribi, Tunisian runner", "entities": [{"title": "Habiba Ghribi", "href": "/wiki/Habiba_Ghribi", "description": "Habiba Ghribi is a Tunisian middle- and long-distance runner who specialises in the 3000 metres steeplechase. She won the gold medal at the 2012 Summer Olympics, giving her country its first Olympic medal by a woman. She is also the Tunisian record holder in the event, having run 9:05.36 at the Memorial van Damme in Brussels in September 2015."}]}, {"heading": "Births", "year": "1984", "date": "April 9", "txt": "Adam Loewen, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 9", "txt": "Óscar Razo, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 9", "txt": "Antonio Nocerino, Italian footballer", "entities": [{"title": "Antonio Nocerino", "href": "/wiki/Antonio_Nocerino", "description": "Antonio Nocerino is an Italian former professional footballer who played as a midfielder for clubs such as A.C. Milan, Juventus, Palermo, and Orlando City. At international level, he represented the Italian national team, winning a runners-up medal at Euro 2012, and was also a member of the Italian team that took part at the 2008 Olympics. He currently serves as an academy coach at Orlando City."}]}, {"heading": "Births", "year": "1985", "date": "April 9", "txt": "David Robertson, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 9", "txt": "Mike Hart, American football player", "entities": [{"title": "Mike Hart (American football)", "href": "/wiki/Mike_Hart_(American_football)", "description": "Leon Michael Hart is an American football coach and former player. He currently serves as the running backs coach at University of Michigan. Hart played college football as a running back at the University of Michigan from 2004 to 2007 and holds the Michigan Wolverines career rushing record with 5,040 yards. He was selected by the Indianapolis Colts of the National Football League (NFL) in the six"}]}, {"heading": "Births", "year": "1986", "date": "April 9", "txt": "Leighton Meester, American actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 9", "txt": "Kassim Abdallah, French-Comorian footballer", "entities": [{"title": "Kassim Abdallah", "href": "/wiki/Kassim_Abdallah", "description": "Kassim Abdallah Mfoihaia is a French-born Comorian professional footballer who plays for Athlético Marseille. At international level, he represented the Comoros national team."}]}, {"heading": "Births", "year": "1987", "date": "April 9", "txt": "Graham Gano, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 9", "txt": "Craig Mabbitt, American singer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 9", "txt": "Jesse McCartney, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 9", "txt": "Jarrod Mullen, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 9", "txt": "Jazmine Sullivan, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 9", "txt": "Jeremy Metcalfe, English racing driver", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 9", "txt": "Danielle Kahle, American figure skater", "entities": [{"title": "Danielle Kahle", "href": "/wiki/Danielle_Kahle", "description": "Danielle \"Dani\" Kahle is an American figure skater. She won four medals on the ISU Junior Grand Prix series, including gold in Croatia in 2003, and finished 11th at the 2004 World Junior Championships. She won one senior international medal, silver, at the 2006 Karl Schäfer Memorial."}]}, {"heading": "Births", "year": "1990", "date": "April 9", "txt": "Kristen Stewart, American actress", "entities": [{"title": "Kristen Stewart", "href": "/wiki/Kristen_Stewart", "description": "Kristen Jaymes Stewart is an American actress and filmmaker. The world's highest-paid actress in 2010 and 2012, she is the recipient of a BAFTA Award and a César Award, being the only American actress to win the latter."}]}, {"heading": "Births", "year": "1990", "date": "April 9", "txt": "Ryan Williams, American football player", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 9", "txt": "Gai Assulin, Israeli footballer", "entities": [{"title": "Gai Assulin", "href": "/wiki/Gai_Assulin", "description": "Gai Yigaal Assulin is an Israeli professional footballer who plays as a winger or an attacking midfielder for Italian Serie D club Crema."}]}, {"heading": "Births", "year": "1991", "date": "April 9", "txt": "Ryan Kelly, American basketball player", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 9", "txt": "Mary Killman, American synchronized swimmer", "entities": []}, {"heading": "Births", "year": "1992", "date": "April 9", "txt": "Joshua Ledet, American singer", "entities": [{"title": "Joshua Ledet", "href": "/wiki/Joshua_Ledet", "description": "Joshua Ledet is an American singer from Westlake, Louisiana. In 2012 he placed third in the eleventh season of American Idol. He is known for his \n\"soaring, church-bred brand of old school soul music.\" In 2017, he released a self-titled EP."}]}, {"heading": "Births", "year": "1994", "date": "April 9", "txt": "Joey Pollari, American actor", "entities": [{"title": "Joey Pollari", "href": "/wiki/Joey_Pollari", "description": "Joey Pollari is an American actor who became well known for his role as Eric Tanner on ABC's second season of American Crime, and in 2018, appeared in the film Love, Simon, as Lyle, one of Simon's potential boyfriends. In 2020, Pollari released an album, About Men, under the stage name Odd Comfort."}]}, {"heading": "Births", "year": "1995", "date": "April 9", "txt": "Domagoj Bošnjak, Croatian basketball player", "entities": [{"title": "Domagoj Bošnjak", "href": "/wiki/Domagoj_Bo%C5%A1njak", "description": "Domagoj Bošnjak is a Croatian professional basketball player currently playing for Široki of the Basketball Championship of Bosnia and Herzegovina and ABA League Second Division. Standing at 1.98 m he plays the shooting guard and small forward positions."}]}, {"heading": "Births", "year": "1995", "date": "April 9", "txt": "Robert Bauer, German-Kazakhstani footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "April 9", "txt": "Demi Vermeulen, Dutch Paralympic equestrian", "entities": []}, {"heading": "Births", "year": "1996", "date": "April 9", "txt": "Jayden Brailey, Australian rugby league player", "entities": [{"title": "Jayden Brailey", "href": "/wiki/Jayden_Brailey", "description": "Jayden Brailey is an Australian rugby league footballer who plays as a hooker for the Newcastle Knights in the NRL. He co-captains the Knights alongside Daniel Saifiti."}]}, {"heading": "Births", "year": "1996", "date": "April 9", "txt": "Giovani Lo Celso, Argentinian international footballer", "entities": []}, {"heading": "Births", "year": "1998", "date": "April 9", "txt": "Elle Fanning, American actress", "entities": [{"title": "Elle Fanning", "href": "/wiki/Elle_Fanning", "description": "Mary Elle Fanning is an American actress. The younger sister of actress Dakota Fanning, she made her film debut as the younger version of her sister's character in the drama film I Am Sam (2001). As a child actress, she appeared in several films, including Babel (2006), Phoebe in Wonderland (2008), and Somewhere (2010). Her breakthrough came in 2011 with her starring role in J. J. Abrams' science-"}]}, {"heading": "Births", "year": "1999", "date": "April 9", "txt": "Montero Lamar Hill, American rapper", "entities": [{"title": "Lil Nas X", "href": "/wiki/Lil_Nas_X", "description": "Montero Lamar Hill, known by his stage name Lil Nas X, is an American rapper, singer, songwriter, and media personality. He rose to prominence with the release of his country rap single \"Old Town Road\", which first achieved viral popularity in early 2019 before climbing music charts internationally and becoming diamond certified by November of that same year."}]}, {"heading": "Births", "year": "1999", "date": "April 9", "txt": "Isaac Hempstead Wright, English actor", "entities": []}, {"heading": "Births", "year": "2000", "date": "April 9", "txt": "Jackie Evancho, American singer", "entities": [{"title": "Jackie Evancho", "href": "/wiki/Jackie_Evancho", "description": "Jacqueline Marie Evancho is an American classical crossover singer who gained wide recognition at an early age. Since 2009, she has issued a platinum-selling EP and eight albums, including three Billboard 200 top 10 debuts. She has also been the subject of three solo PBS concert specials."}]}, {"heading": "Deaths", "year": "585 BC", "date": "April 9", "txt": "Jimmu, emperor of Japan (b. 711 BC)", "entities": [{"title": "Emperor Jimmu", "href": "/wiki/Emperor_Jimmu", "description": "Emperor Jimmu  was the first legendary emperor of Japan according to the Nihon Shoki and Kojiki. His accession is traditionally dated as 660 BC. In Japanese mythology, he was a descendant of the sun goddess Amaterasu, through her grandson Ninigi, as well as a descendant of the storm god Susanoo. He launched a military expedition from Hyuga near the Seto Inland Sea, captured Yamato, and established"}]}, {"heading": "Deaths", "year": "436", "date": "April 9", "txt": "Tan Daoji, Chinese general and politician", "entities": [{"title": "Tan Daoji", "href": "/wiki/Tan_Daoji", "description": "Tan Daoji was a high level general of the Chinese dynasty Liu Song. He was one of the most respected generals during the Southern and Northern Dynasties era. Because of this, however, he was feared by Emperor Wen and even more so by Emperor Wen's brother, the prime minister Liu Yikang the Prince of Pengcheng, and during an illness of Emperor Wen, Liu Yikang had Tan arrested and executed on false a"}]}, {"heading": "Deaths", "year": "491", "date": "April 9", "txt": "Zeno, emperor of the Byzantine Empire (b. 425)", "entities": [{"title": "Zeno (emperor)", "href": "/wiki/Zeno_(emperor)", "description": "Flavius Zeno was Eastern Roman emperor from 474 to 475 and again from 476 to 491. Domestic revolts and religious dissension plagued his reign, which nevertheless succeeded to some extent in foreign issues. His reign saw the end of the Western Roman Empire following the deposition of Romulus Augustus and the death of Julius Nepos, but he was credited with contributing much to stabilising the Easter"}]}, {"heading": "Deaths", "year": "682", "date": "April 9", "txt": "Maslama ibn Mukhallad al-Ansari, Egyptian politician, Governor of Egypt (b. 616)", "entities": [{"title": "Maslama ibn Mukhallad al-Ansari", "href": "/wiki/Maslama_ibn_Mukhallad_al-Ansari", "description": "Maslama ibn Mukhallad ibn Samit al-Ansari to whom the tecnonymics Abu Ma'n or Sa'id or Umar are ascribed, was one of the companions of the Prophet and active in Egypt in the decades after its conquest by the Muslims."}, {"title": "List of governors of Islamic Egypt", "href": "/wiki/List_of_governors_of_Islamic_Egypt", "description": "Governors of Arab Egypt (640–1250) and Mamluk Egypt (1250–1517). For other periods, see the list of rulers of Egypt."}]}, {"heading": "Deaths", "year": "715", "date": "April 9", "txt": "Constantine, pope of the Catholic Church (b. 664)", "entities": [{"title": "Pope Constantine", "href": "/wiki/Pope_Constantine", "description": "Pope Constantine was the bishop of Rome from 25 March 708 to his death. One of the last popes of the Byzantine Papacy, the defining moment of Constantine's pontificate was his 710/711 visit to Constantinople where he compromised with Justinian II on the Trullan canons of the Quinisext Council. Constantine's was the last papal visit to Constantinople until 1967."}]}, {"heading": "Deaths", "year": "1024", "date": "April 9", "txt": "Benedict VIII, pope of the Catholic Church (b. 980)", "entities": [{"title": "Pope Benedict VIII", "href": "/wiki/Pope_Benedict_VIII", "description": "Pope Benedict VIII was the bishop of Rome and ruler of the Papal States from 18 May 1012 until his death. He was born Theophylact to the noble family of the counts of Tusculum. Unusually for a medieval pope, he had strong authority both in Rome and abroad."}]}, {"heading": "Deaths", "year": "1137", "date": "April 9", "txt": "William X, duke of Aquitaine (b. 1099)", "entities": [{"title": "William X, Duke of Aquitaine", "href": "/wiki/William_X,_Duke_of_Aquitaine", "description": "William X, called the Saint, was Duke of Aquitaine, Duke of Gascony, and Count of Poitou from 1126 to 1137. He was the son of William IX by his second wife, Philippa of Toulouse."}]}, {"heading": "Deaths", "year": "1241", "date": "April 9", "txt": "Henry II, High Duke of Poland (b. 1196)", "entities": [{"title": "Henry II the Pious", "href": "/wiki/Henry_II_the_Pious", "description": "Henry II the Pious, of the Silesian line of the Piast dynasty, was Duke of Silesia at Wrocław and Duke of Kraków and thus High Duke of Poland as well as Duke of Southern Greater Poland from 1238 until his death. During 1238–1239 he also served as a regent of two other Piast duchies: Sandomierz and Upper Silesian Opole–Racibórz. In October 2015, the Roman Catholic Diocese of Legnica opened up his c"}]}, {"heading": "Deaths", "year": "1283", "date": "April 9", "txt": "Margaret of Scotland, queen of Norway (b. 1261)", "entities": [{"title": "Margaret of Scotland, Queen of Norway", "href": "/wiki/Margaret_of_Scotland,_Queen_of_Norway", "description": "Margaret of Scotland was Queen of Norway as the wife of King Eric II. She is sometimes known as the Maid of Scotland to distinguish her from her daughter, Margaret, Maid of Norway, who succeeded to the throne of Scotland."}]}, {"heading": "Deaths", "year": "1327", "date": "April 9", "txt": "Walter Stewart, 6th High Steward of Scotland, Scottish nobleman (ca. 1296)", "entities": [{"title": "Walter Stewart, 6th High Steward of Scotland", "href": "/wiki/Walter_Stewart,_6th_High_Steward_of_Scotland", "description": "Walter Stewart was the 6th Hereditary High Steward of Scotland and was the father of King Robert II of Scotland, the first Stewart monarch."}]}, {"heading": "Deaths", "year": "1483", "date": "April 9", "txt": "Edward IV, king of England (b. 1442)", "entities": [{"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}]}, {"heading": "Deaths", "year": "1484", "date": "April 9", "txt": "Edward of Middleheim, prince of Wales (b. 1473)", "entities": [{"title": "Edward of Middleham, Prince of Wales", "href": "/wiki/Edward_of_Middleham,_Prince_of_Wales", "description": "Edward of Middleham, Prince of Wales, was the son and heir apparent of King Richard III of England by his wife Anne Neville. He was Richard's only legitimate child and died aged ten."}]}, {"heading": "Deaths", "year": "1550", "date": "April 9", "txt": "Alqas Mirza, Safavid prince (b. 1516)", "entities": [{"title": "Alqas Mirza", "href": "/wiki/Alqas_Mirza", "description": "Abu'l Ghazi Sultan Alqas Mirza, better known as Alqas Mirza \n(15 March 1516 – 9 April 1550), was a Safavid prince and the second son of king (shah) Ismail I. In early 1546, with Ottoman help, he staged a revolt against his brother Tahmasp I, who was king at the time."}]}, {"heading": "Deaths", "year": "1553", "date": "April 9", "txt": "François Rabelais, French monk and scholar (b. 1494)", "entities": [{"title": "François Rabelais", "href": "/wiki/Fran%C3%A7ois_Rabelais", "description": "François Rabelais was a French Renaissance writer, physician, Renaissance humanist, monk and Greek scholar. He is primarily known as a writer of satire, of the grotesque, and of bawdy jokes and songs."}]}, {"heading": "Deaths", "year": "1557", "date": "April 9", "txt": "Mikael Agricola, Finnish priest and scholar (b. 1510)", "entities": [{"title": "Mikael Agricola", "href": "/wiki/Mikael_Agricola", "description": "Mikael Agricola was a Finnish Lutheran clergyman who became the de facto founder of literary Finnish and a prominent proponent of the Protestant Reformation in Sweden, including Finland, which was a Swedish territory at the time. He is often called the \"father of literary Finnish\"."}]}, {"heading": "Deaths", "year": "1561", "date": "April 9", "txt": "Jean Quintin, French priest, knight and writer (b. 1500)", "entities": [{"title": "Jean Quintin", "href": "/wiki/Jean_Quintin", "description": "Jean Quintin or Quentin was a French priest, knight of the Order of St John and writer. His writings include Insulae Melitae Descriptio (1536), the earliest known detailed description of the Maltese Islands, which also contains the earliest known printed map of the archipelago."}]}, {"heading": "Deaths", "year": "1626", "date": "April 9", "txt": "Francis Bacon, English jurist and politician, Attorney General for England and Wales (b. 1561)", "entities": [{"title": "Francis Bacon", "href": "/wiki/Francis_Bacon", "description": "Francis Bacon, 1st Viscount St Alban,, also known as Lord Verulam, was an English philosopher and statesman who served as Attorney General and as Lord Chancellor of England. His works are seen as developing the scientific method and remained influential through the scientific revolution."}, {"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Deaths", "year": "1654", "date": "April 9", "txt": "Matei Basarab, Romanian prince (b. 1588)", "entities": [{"title": "Matei Basarab", "href": "/wiki/Matei_Basarab", "description": "Matei Basarab was a Wallachian Voivode (Prince) between 1632 and 1654."}]}, {"heading": "Deaths", "year": "1693", "date": "April 9", "txt": "Roger de Rabutin, Comte de Bussy, French author (b. 1618)", "entities": [{"title": "Roger de Rabutin, Comte de Bussy", "href": "/wiki/Roger_de_Rabutin,_Comte_de_Bussy", "description": "Roger de Rabutin, Comte de Bussy, commonly known as Bussy-Rabutin, was a French memoirist. He was the cousin and frequent correspondent of Madame de Sévigné."}]}, {"heading": "Deaths", "year": "1747", "date": "April 9", "txt": "Simon Fraser, 11th Lord Lovat, Scottish soldier and politician (b. 1667)", "entities": [{"title": "Simon Fraser, 11th Lord Lovat", "href": "/wiki/Simon_Fraser,_11th_Lord_Lovat", "description": "Simon Fraser, 11th Lord Lovat, nicknamed 'the Fox', was a Scottish Jacobite and Chief of Clan Fraser of Lovat, known for his feuding and changes of allegiance. In 1715, he had been a supporter of the House of Hanover, but in 1745 he changed sides and supported the Stuart claim on the crown of the United Kingdom. Lovat was among the Highlanders defeated at the Battle of Culloden and convicted of tr"}]}, {"heading": "Deaths", "year": "1754", "date": "April 9", "txt": "Christian Wolff, German philosopher and academic (b. 1679)", "entities": [{"title": "Christian Wolff (philosopher)", "href": "/wiki/Christian_Wolff_(philosopher)", "description": "Christian Wolff was a German philosopher. Wolff was the most eminent German philosopher between Leibniz and Kant. His main achievement was a complete oeuvre on almost every scholarly subject of his time, displayed and unfolded according to his demonstrative-deductive, mathematical method, which perhaps represents the peak of Enlightenment rationality in Germany."}]}, {"heading": "Deaths", "year": "1761", "date": "April 9", "txt": "William Law, English priest and theologian (b. 1686)", "entities": [{"title": "William Law", "href": "/wiki/William_Law", "description": "William Law was a Church of England priest who lost his position at Emmanuel College, Cambridge when his conscience would not allow him to take the required oath of allegiance to the first Hanoverian monarch, King George I. Previously William Law had given his allegiance to the House of Stuart and is sometimes considered a second-generation non-juror. Thereafter, Law first continued as a simple pr"}]}, {"heading": "Deaths", "year": "1768", "date": "April 9", "txt": "Sarah Fielding, English author (b. 1710)", "entities": [{"title": "Sarah Fielding", "href": "/wiki/Sarah_Fielding", "description": "Sarah Fielding was an English author and sister of the novelist Henry Fielding. She wrote The Governess, or The Little Female Academy (1749), thought to be the first novel in English aimed expressly at children. Earlier she had success with her novel The Adventures of David Simple (1744)."}]}, {"heading": "Deaths", "year": "1804", "date": "April 9", "txt": "Jacques Necker, Swiss-French politician, Chief Minister to the French Monarch (b. 1732)", "entities": [{"title": "Jacques Necker", "href": "/wiki/Jacques_Necker", "description": "Jacques Necker was a Genevan banker who served as finance minister for Louis XVI and a statesman. Necker played a key role in French history before and during the first period of the French Revolution."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Deaths", "year": "1806", "date": "April 9", "txt": "William V, stadtholder of the Dutch Republic (b. 1748)", "entities": [{"title": "William V, Prince of Orange", "href": "/wiki/William_V,_Prince_of_Orange", "description": "William V was a prince of Orange and the last stadtholder of the Dutch Republic. He went into exile to London in 1795. He was furthermore ruler of the Principality of Orange-Nassau until his death in 1806. In that capacity he was succeeded by his son William."}]}, {"heading": "Deaths", "year": "1872", "date": "April 9", "txt": "Erastus Corning, American businessman and politician (b. 1794)", "entities": [{"title": "Erastus Corning", "href": "/wiki/Erastus_Corning", "description": "Erastus Corning I was an American businessman and politician."}]}, {"heading": "Deaths", "year": "1876", "date": "April 9", "txt": "Charles Goodyear, American lawyer, judge, and politician (b. 1804)", "entities": [{"title": "Charles Goodyear (politician)", "href": "/wiki/Charles_Goodyear_(politician)", "description": "Charles Goodyear was a United States Representative from New York."}]}, {"heading": "Deaths", "year": "1882", "date": "April 9", "txt": "Dante Gabriel Rossetti, English poet and painter (b. 1828)", "entities": [{"title": "Dante Gabriel Rossetti", "href": "/wiki/Dante_Gabriel_Rossetti", "description": "Gabriel Charles Dante Rossetti, generally known as Dante Gabriel Rossetti, was an English poet, illustrator, painter and translator, and member of the Rossetti family. He founded the Pre-Raphaelite Brotherhood in 1848 with William Holman Hunt and John Everett Millais. Rossetti was later to be the main inspiration for a second generation of artists and writers influenced by the movement, most notab"}]}, {"heading": "Deaths", "year": "1889", "date": "April 9", "txt": "Michel Eugène Chevreul, French chemist and academic (b. 1786)", "entities": [{"title": "Michel Eugène Chevreul", "href": "/wiki/Michel_Eug%C3%A8ne_Chevreul", "description": "Michel Eugène Chevreul was a French chemist whose work influenced several areas in science, medicine, and art. His early work with animal fats revolutionized the manufacture of soap and of candles and led to his isolation of the heptadecanoic (margaric), stearic, and oleic fatty acids. In the medical field, he was first to demonstrate that diabetics excrete glucose in the urine and to isolate crea"}]}, {"heading": "Deaths", "year": "1904", "date": "April 9", "txt": "Isabella II, Spanish queen (b. 1830)", "entities": [{"title": "Isabella II of Spain", "href": "/wiki/Isabella_II_of_Spain", "description": "Isabella II, also known as the Queen of Sad Mischance and the Traditional Queen, was Queen of Spain from 1833 until 1868."}]}, {"heading": "Deaths", "year": "1909", "date": "April 9", "txt": "Helena Modjeska, Polish-American actress (b. 1840)", "entities": [{"title": "Helena Modjeska", "href": "/wiki/Helena_Modjeska", "description": "Helena Modrzejewska, known professionally as Helena Modjeska, was a renowned Polish actress who specialized in Shakespearean and tragic roles."}]}, {"heading": "Deaths", "year": "1915", "date": "April 9", "txt": "Raymond Whittindale, English rugby player (b. 1883)", "entities": [{"title": "Raymond Whittindale", "href": "/wiki/Raymond_Whittindale", "description": "Raymond Whittindale was a British rugby union player who competed in the 1900 Summer Olympics. He was a member of the British rugby union team, which won the silver medal."}]}, {"heading": "Deaths", "year": "1917", "date": "April 9", "txt": "James Hope Moulton, English philologist and scholar (b. 1863)", "entities": [{"title": "James Hope Moulton", "href": "/wiki/James_Hope_Moulton", "description": "\nThe Reverend James Hope Moulton was a British non-conformist divine. He was also a philologist and made a special study of Zoroastrianism."}]}, {"heading": "Deaths", "year": "1922", "date": "April 9", "txt": "Hans Fruhstorfer, German entomologist and explorer (b. 1866)", "entities": [{"title": "Hans Fruhstorfer", "href": "/wiki/Hans_Fruhstorfer", "description": "Hans Fruhstorfer was a German explorer, insect trader and entomologist who specialised in Lepidoptera. He collected and described new species of exotic butterflies, especially in Adalbert Seitz's Macrolepidoptera of the World. He is best known for his work on the butterflies of Java."}]}, {"heading": "Deaths", "year": "1926", "date": "April 9", "txt": "Zip the Pinhead, American freak show performer (b. 1857)", "entities": [{"title": "Zip the Pinhead", "href": "/wiki/Zip_the_Pinhead", "description": "William Henry Johnson, known as Zip the Pinhead, was an American freak show performer famous for his tapered head."}, {"title": "Freak show", "href": "/wiki/Freak_show", "description": "A freak show is an exhibition of biological rarities, referred to in popular culture as \"freaks of nature\". Typical features would be physically unusual humans, such as those uncommonly large or small, those with intersex variations, those with extraordinary diseases and conditions, and others with performances expected to be shocking to viewers. Heavily tattooed or pierced people have sometimes b"}]}, {"heading": "Deaths", "year": "1936", "date": "April 9", "txt": "Ferdinand Tönnies, German sociologist and philosopher (b. 1855)", "entities": [{"title": "Ferdinand Tönnies", "href": "/wiki/Ferdinand_T%C3%B6nnies", "description": "Ferdinand Tönnies was a German sociologist, economist, and philosopher. He was a major contributor to sociological theory and field studies, best known for his distinction between two types of social groups, Gemeinschaft and Gesellschaft. He co-founded the German Society for Sociology together with Max Weber and Georg Simmel and many other founders. He was president of the society from 1909 to 193"}]}, {"heading": "Deaths", "year": "1940", "date": "April 9", "txt": "Mrs Patrick Campbell, English actress (b. 1865)", "entities": [{"title": "Mrs Patrick Campbell", "href": "/wiki/Mrs_Patrick_Campbell", "description": "Mrs Patrick Campbell, born Beatrice Rose Stella Tanner and known informally as \"Mrs Pat\", was an English stage actress, best known for appearing in plays by Shakespeare, Shaw and Barrie. She also toured the United States and appeared briefly in films."}]}, {"heading": "Deaths", "year": "1944", "date": "April 9", "txt": "Yevgeniya Rudneva, Ukrainian lieutenant and pilot (b. 1920)", "entities": [{"title": "Yevgeniya Rudneva", "href": "/wiki/Yevgeniya_Rudneva", "description": "Yevgeniya Maksimovna Rudneva was the head navigator of the 46th Guards Night Bomber Regiment posthumously awarded Hero of the Soviet Union. Prior to World War II she was an astronomer, the head of the Solar Department of the Moscow branch of the Astronomical-Geodesical Society of the USSR."}]}, {"heading": "Deaths", "year": "1945", "date": "April 9", "txt": "Dietrich Bonhoeffer, German pastor and theologian (b. 1906)", "entities": [{"title": "Dietrich Bonhoeffer", "href": "/wiki/Dietrich_Bonhoeffer", "description": "Dietrich Bonhoeffer was a German Lutheran pastor, theologian, anti-Nazi dissident, and key founding member of the Confessing Church. His writings on Christianity's role in the secular world have become widely influential, and his book The Cost of Discipleship has been described as a modern classic."}]}, {"heading": "Deaths", "year": "1945", "date": "April 9", "txt": "Wilhelm Canaris, German admiral (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "April 9", "txt": "Johann Georg Elser, German carpenter (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "April 9", "txt": "Hans Oster, German general (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "April 9", "txt": "Karl Sack, German lawyer and jurist (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "April 9", "txt": "Hans von Dohnányi, Austrian-German lawyer and jurist (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "April 9", "txt": "George Carpenter, Australian 5th General of The Salvation Army (b. 1872)", "entities": [{"title": "George Carpenter (Salvation Army)", "href": "/wiki/George_Carpenter_(Salvation_Army)", "description": "George Lyndon Carpenter was the 5th General of The Salvation Army (1939-1946)."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Deaths", "year": "1948", "date": "April 9", "txt": "Jorge Eliécer Gaitán, Colombian lawyer and politician, 16th Colombian Minister of National Education (b. 1903)", "entities": [{"title": "Ministry of National Education (Colombia)", "href": "/wiki/Ministry_of_National_Education_(Colombia)", "description": "The Ministry of National Education is the national executive ministry of the Government of Colombia responsible for overseeing the instruction and education of the Colombian people, similar to education ministries in other countries."}]}, {"heading": "Deaths", "year": "1951", "date": "April 9", "txt": "Vilhelm Bjerknes, Norwegian physicist and meteorologist (b. 1862)", "entities": [{"title": "Vilhelm Bjerknes", "href": "/wiki/Vilhelm_Bjerknes", "description": "Vilhelm Friman Koren Bjerknes was a Norwegian physicist and meteorologist who did much to found the modern practice of weather forecasting. He formulated the primitive equations that are still in use in numerical weather prediction and climate modeling, and he developed the so-called Bergen School of Meteorology, which was successful in advancing weather prediction and meteorology in the early 20t"}]}, {"heading": "Deaths", "year": "1953", "date": "April 9", "txt": "Eddie Cochems, American football player and coach (b. 1877)", "entities": [{"title": "Eddie Cochems", "href": "/wiki/Eddie_Cochems", "description": "Edward Bulwer Cochems was an American football player and coach. He played football for the University of Wisconsin from 1898 to 1901 and was the head football coach at North Dakota Agricultural College—now known as North Dakota State University (1902–1903), Clemson University (1905), Saint Louis University (1906–1908), and the University of Maine (1914). During his three years at Saint Louis, he "}]}, {"heading": "Deaths", "year": "1953", "date": "April 9", "txt": "C. E. M. Joad, English philosopher and television host (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1953", "date": "April 9", "txt": "Hans Reichenbach, German philosopher from the Vienna Circle (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "April 9", "txt": "Frank Lloyd Wright, American architect, designed the Price Tower and Fallingwater (b. 1867)", "entities": [{"title": "Frank Lloyd Wright", "href": "/wiki/Frank_Lloyd_Wright", "description": "Frank Lloyd Wright was an American architect, designer, writer, and educator.\nHe designed more than 1,000 structures over a creative period of 70 years. Wright believed in designing in harmony with humanity and the environment, a philosophy he called organic architecture. This philosophy was exemplified in Fallingwater (1935), which has been called \"the best all-time work of American architecture."}, {"title": "Price Tower", "href": "/wiki/Price_Tower", "description": "The Price Tower is a nineteen-story, 221-foot-high tower at 510 South Dewey Avenue in Bartlesville, Oklahoma. It was built in 1956 to a design by Frank Lloyd Wright. It is the only realized skyscraper by Wright, and is one of only two vertically oriented Wright structures extant."}, {"title": "Fallingwater", "href": "/wiki/Fallingwater", "description": "Fallingwater is a house designed by the architect Frank Lloyd Wright in 1935 in southwest Pennsylvania's Laurel Highlands, about 90 minutes from downtown Pittsburgh. The house was built partly over a waterfall on Bear Run in the Mill Run section of Stewart Township, Fayette County, Pennsylvania, located in the Laurel Highlands of the Allegheny Mountains. The house was designed as a weekend home fo"}]}, {"heading": "Deaths", "year": "1961", "date": "April 9", "txt": "Zog I of Albania (b. 1895)", "entities": [{"title": "Zog I of Albania", "href": "/wiki/Zog_I_of_Albania", "description": "Zog I, born Ahmed Muhtar bey Zogolli, taking the name Ahmet Zogu in 1922, was the leader of Albania from 1922 to 1939. He first served as the Albanian prime minister (1922–1924), then as president (1925–1928), and finally as king (1928–1939)."}]}, {"heading": "Deaths", "year": "1963", "date": "April 9", "txt": "Eddie Edwards, American trombonist (b. 1891)", "entities": [{"title": "Eddie Edwards (musician)", "href": "/wiki/Eddie_Edwards_(musician)", "description": "Edwin Branford \"Eddie\" Edwards was an early jazz trombonist who was a member of the Original Dixieland Jass Band."}]}, {"heading": "Deaths", "year": "1963", "date": "April 9", "txt": "Xul Solar, Argentinian painter and sculptor (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "April 9", "txt": "Gustaf Tenggren, Swedish-American illustrator and animator (b. 1896)", "entities": [{"title": "Gustaf Tenggren", "href": "/wiki/Gustaf_Tenggren", "description": "Gustaf Adolf Tenggren was a Swedish-American illustrator. He is known for his Arthur Rackham-influenced fairy-tale style and use of silhouetted figures with caricatured faces. Tenggren was a chief illustrator for The Walt Disney Company in the late 1930s, in what has been called the Golden Age of American animation, when animated feature films such as Snow White and the Seven Dwarfs, Fantasia, Bam"}]}, {"heading": "Deaths", "year": "1976", "date": "April 9", "txt": "Dagmar Nordstrom, American singer-songwriter and pianist (b. 1903)", "entities": [{"title": "Dagmar Nordstrom", "href": "/wiki/Dagmar_Nordstrom", "description": "Dagmar Nordstrom was an American composer, pianist and singer. She performed together with her sister Siggie as a cabaret singing duo known as The Nordstrom Sisters."}]}, {"heading": "Deaths", "year": "1976", "date": "April 9", "txt": "Phil Ochs, American singer-songwriter and guitarist (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "April 9", "txt": "Renato Petronio, Italian rower (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "April 9", "txt": "Clough Williams-Ellis, English-Welsh architect, designed Portmeirion (b. 1883)", "entities": [{"title": "Clough Williams-Ellis", "href": "/wiki/Clough_Williams-Ellis", "description": "Sir Bertram Clough Williams-Ellis, CBE, MC was a Welsh architect known chiefly as the creator of the Italianate village of Portmeirion in North Wales."}, {"title": "Portmeirion", "href": "/wiki/Portmeirion", "description": "Portmeirion is a tourist village in Gwynedd, North Wales. It was designed and built by Sir Clough Williams-Ellis between 1925 and 1975 in the style of an Italian village, and is now owned by a charitable trust. The village is located in the community of Penrhyndeudraeth, on the estuary of the River Dwyryd, 2 miles (3.2 km) south east of Porthmadog, and 1 mile (1.6 km) from Minffordd railway statio"}]}, {"heading": "Deaths", "year": "1980", "date": "April 9", "txt": "Muhammad Baqir al-Sadr, Iraqi cleric and philosopher (b. 1935)", "entities": [{"title": "Muhammad Baqir al-Sadr", "href": "/wiki/Muhammad_Baqir_al-Sadr", "description": "Muhammad Baqir al-Sadr, also known as al-Shahīd al-Khāmis, was an Iraqi Shia, philosopher, and the ideological founder of the Islamic Dawa Party, born in al-Kadhimiya, Iraq. He was father-in-law to Muqtada al-Sadr, a cousin of Muhammad Sadeq al-Sadr and Imam Musa as-Sadr. His father Haydar al-Sadr was a well-respected high-ranking Shi'a cleric. His lineage can be traced back to Muhammad through th"}]}, {"heading": "Deaths", "year": "1982", "date": "April 9", "txt": "Wilfrid Pelletier, Canadian pianist, composer, and conductor (b. 1896)", "entities": [{"title": "Wilfrid Pelletier", "href": "/wiki/Wilfrid_Pelletier", "description": "Joseph Louis Wilfrid Pelletier, was a Canadian conductor, pianist, composer, and arts administrator. He was instrumental in establishing the Montreal Symphony Orchestra, serving as the orchestra's first artistic director and conductor from 1935 to 1941. He had a long and fruitful partnership with the Metropolitan Opera in New York City that began with his appointment as a rehearsal accompanist in "}]}, {"heading": "Deaths", "year": "1988", "date": "April 9", "txt": "Brook Benton, American singer-songwriter and actor (b. 1931)", "entities": [{"title": "Brook Benton", "href": "/wiki/Brook_Benton", "description": "Benjamin Franklin Peay, better known as Brook Benton, was an American singer and songwriter who was popular with rock and roll, rhythm and blues, and pop music audiences during the late 1950s and early 1960s, with hits such as \"It's Just a Matter of Time\" and \"Endlessly\", many of which he co-wrote."}]}, {"heading": "Deaths", "year": "1988", "date": "April 9", "txt": "Hans Berndt, German footballer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "April 9", "txt": "Dave Prater, American singer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "April 9", "txt": "Forrest Towns, American hurdler and coach (b. 1914)", "entities": [{"title": "Forrest Towns", "href": "/wiki/Forrest_Towns", "description": "Forrest Grady \"Spec\" Towns was an American track and field athlete. He was the 1936 Olympic champion in the 110 m hurdles and broke the world record in that event three times."}]}, {"heading": "Deaths", "year": "1993", "date": "April 9", "txt": "Joseph B. Soloveitchik, American rabbi and philosopher (b. 1903)", "entities": [{"title": "Joseph B. Soloveitchik", "href": "/wiki/Joseph_B._Soloveitchik", "description": "Joseph Ber Soloveitchik was a major American Orthodox rabbi, Talmudist, and modern Jewish philosopher. He was a scion of the Lithuanian Jewish Soloveitchik rabbinic dynasty."}]}, {"heading": "Deaths", "year": "1996", "date": "April 9", "txt": "Richard Condon, American author and publicist (b. 1915)", "entities": [{"title": "Richard Condon", "href": "/wiki/Richard_Condon", "description": "Richard Thomas Condon was an American political novelist. Though his works were satire, they were generally transformed into thrillers or semi-thrillers in other media, such as cinema. All 26 books were written in distinctive Condon style, which combined a fast pace, outrage, and frequent humor while focusing almost obsessively on monetary greed and political corruption. Condon himself once said: "}]}, {"heading": "Deaths", "year": "1997", "date": "April 9", "txt": "Mae Boren Axton, American singer-songwriter (b. 1914)", "entities": [{"title": "Mae Boren Axton", "href": "/wiki/Mae_Boren_Axton", "description": "Mae Boren Axton was known in the music industry as the \"Queen Mother of Nashville.\" She co-wrote the Elvis Presley hit single \"Heartbreak Hotel\" with Tommy Durden. She worked with Mel Tillis, Reba McEntire, Willie Nelson, Eddy Arnold, Tanya Tucker, Johnny Tillotson, and Blake Shelton."}]}, {"heading": "Deaths", "year": "1997", "date": "April 9", "txt": "Helene Hanff, American author and screenwriter (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "April 9", "txt": "Tom Cora, American cellist and composer (b. 1953)", "entities": [{"title": "Tom Cora", "href": "/wiki/Tom_Cora", "description": "Thomas Henry Corra, better known as Tom Cora, was an American cellist and composer, best known for his improvisational performances in the field of experimental jazz and rock. He recorded with John Zorn, Butch Morris, and the Ex, and was a member of Curlew, Third Person and Skeleton Crew."}]}, {"heading": "Deaths", "year": "1999", "date": "April 9", "txt": "Ibrahim Baré Maïnassara, Nigerien general and politician, President of Niger (b. 1949)", "entities": [{"title": "Ibrahim Baré Maïnassara", "href": "/wiki/Ibrahim_Bar%C3%A9_Ma%C3%AFnassara", "description": "General Ibrahim Baré Maïnassara was a military officer and diplomat in Niger who ruled the country until his assassination during the military coup of April 1999."}, {"title": "Niger", "href": "/wiki/Niger", "description": "Niger or the Niger, officially the Republic of the Niger, is a landlocked country in West Africa named after the Niger River. Niger is bordered by Libya to the northeast, Chad to the east, Nigeria to the south, Benin and Burkina Faso to the southwest, Mali to the west, and Algeria to the northwest. Niger covers a land area of almost 1,270,000 km2 (490,000 sq mi), making it the largest country in W"}, {"title": "President of Niger", "href": "/wiki/President_of_Niger", "description": "This is a list of heads of state of Niger since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "2000", "date": "April 9", "txt": "Tony Cliff, Trotskyist activist and founder of the Socialist Workers Party (b. 1917)", "entities": [{"title": "Tony Cliff", "href": "/wiki/Tony_Cliff", "description": "Tony Cliff was a Trotskyist activist. Born to a Jewish family in Palestine, he moved to Britain in 1947 and by the end of the 1950s had assumed the pen name of Tony Cliff. A founding member of the Socialist Review Group, which became the International Socialists and then the Socialist Workers Party, in 1977, Cliff was effectively the leader of all three."}, {"title": "Socialist Workers Party (UK)", "href": "/wiki/Socialist_Workers_Party_(UK)", "description": "The Socialist Workers Party (SWP) is a far-left political party in the United Kingdom. Founded as the Socialist Review Group by supporters of Tony Cliff in 1950, it became the International Socialists in 1962 and the SWP in 1977. The party considers itself to be Trotskyist. Cliff and his followers criticised the Soviet Union and its satellites, calling them state capitalist rather than socialist c"}]}, {"heading": "Deaths", "year": "2001", "date": "April 9", "txt": "Willie Stargell, American baseball player and coach (b. 1940)", "entities": [{"title": "Willie Stargell", "href": "/wiki/Willie_Stargell", "description": "Wilver Dornell Stargell, nicknamed \"Pops\" later in his career, was an American professional baseball left fielder and first baseman who spent all of his 21 seasons in Major League Baseball (MLB) (1962–1982) with the Pittsburgh Pirates. Among the most feared power hitters in baseball history, Stargell had the most home runs (296) of any player in the 1970s decade, many of the tape-measure variety. "}]}, {"heading": "Deaths", "year": "2002", "date": "April 9", "txt": "Pat Flaherty, American race car driver (b. 1926)", "entities": [{"title": "Pat Flaherty (racing driver)", "href": "/wiki/Pat_Flaherty_(racing_driver)", "description": "George Francis Flaherty, Jr., known professionally as Pat Flaherty, was an American racecar driver who won the Indianapolis 500 in 1956."}]}, {"heading": "Deaths", "year": "2002", "date": "April 9", "txt": "Leopold Vietoris, Austrian soldier, mathematician, and academic (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "April 9", "txt": "Jerry Bittle, American cartoonist (b. 1949)", "entities": [{"title": "Jerry Bittle", "href": "/wiki/Jerry_Bittle", "description": "Jerry Bittle was a cartoonist who drew the comic strips Geech and Shirley and Son."}]}, {"heading": "Deaths", "year": "2006", "date": "April 9", "txt": "Billy Hitchcock, American baseball player, coach, manager (b. 1916)", "entities": [{"title": "Billy Hitchcock", "href": "/wiki/Billy_Hitchcock", "description": "William Clyde Hitchcock was an American professional baseball infielder, coach, manager and scout. In Major League Baseball (MLB), he was primarily a third baseman, second baseman and shortstop who appeared in 703 games over nine years with five American League teams. After 18 years as a coach, manager, and scout he became an executive in Minor League Baseball, serving as president of the Double-A"}]}, {"heading": "Deaths", "year": "2006", "date": "April 9", "txt": "Vilgot Sjöman, Swedish director and screenwriter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 9", "txt": "Egon Bondy, Czech philosopher and poet (b. 1930)", "entities": [{"title": "Egon Bondy", "href": "/wiki/Egon_Bondy", "description": "Egon Bondy, born Zbyněk Fišer, was a Czech philosopher, writer, and poet, one of the leading personalities of the Prague underground."}]}, {"heading": "Deaths", "year": "2007", "date": "April 9", "txt": "Dorrit Hoffleit, American astronomer and academic (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "April 9", "txt": "Nick Adenhart, American baseball player (b. 1986)", "entities": [{"title": "Nick Adenhart", "href": "/wiki/Nick_Adenhart", "description": "Nicholas James Adenhart was an American right-handed baseball starting pitcher who played parts of two seasons in Major League Baseball (MLB) for the Los Angeles Angels of Anaheim. In just four career games, Adenhart pitched 18 innings and posted a win-loss record of 1–0."}]}, {"heading": "Deaths", "year": "2010", "date": "April 9", "txt": "Zoltán Varga, Hungarian footballer and manager (b. 1945)", "entities": [{"title": "Zoltán Varga (footballer, born 1945)", "href": "/wiki/Zolt%C3%A1n_Varga_(footballer,_born_1945)", "description": "Zoltán Varga was a Hungarian footballer who played in the 1960s and 1970s.\nHe was an Olympic gold medalist at the 1964 Summer Olympics in Tokyo. He played for Ferencvárosi TC when they won the Inter-Cities Fairs Cup in 1965, beating Juventus 1–0 in the final. He also played for Ajax Amsterdam."}]}, {"heading": "Deaths", "year": "2011", "date": "April 9", "txt": "Zakariya Rashid Hassan al-Ashiri, Bahraini journalist (b. 1971)", "entities": [{"title": "Zakariya Rashid Hassan al-Ashiri", "href": "/wiki/Zakariya_Rashid_Hassan_al-Ashiri", "description": "Zakariya Rashid Hassan Al-Ashiri, also spelled Al Asheri and Aushayri,, was a forty-year-old Bahraini blogger and journalist, worked as an editor and writer for a local blog news website in Al Dair, Bahrain. He was killed on April 9, 2011 while in custody of the Bahraini Government. Al-Ashiri was the first journalist in Bahrain to die in direct relation to his work since The Committee to Protect J"}]}, {"heading": "Deaths", "year": "2011", "date": "April 9", "txt": "Sidney Lumet, American director, producer, and screenwriter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 9", "txt": "Malcolm Thomas, Welsh rugby player and cricketer (b. 1929)", "entities": [{"title": "Malcolm Thomas (rugby union)", "href": "/wiki/Malcolm_Thomas_(rugby_union)", "description": "Malcolm Campbell Thomas was a Welsh and British Lions international rugby union player. A centre, he played club rugby for Newport. He won 27 caps for Wales and was selected to play in the British Lions on two tours of Australia and New Zealand."}]}, {"heading": "Deaths", "year": "2013", "date": "April 9", "txt": "David Hayes, American sculptor and painter (b. 1931)", "entities": [{"title": "David Hayes (sculptor)", "href": "/wiki/David_Hayes_(sculptor)", "description": "David Vincent Hayes was an American sculptor."}]}, {"heading": "Deaths", "year": "2013", "date": "April 9", "txt": "Greg McCrary, American football player (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 9", "txt": "Mordechai Mishani, Israeli lawyer and politician (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 9", "txt": "McCandlish Phillips, American journalist and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 9", "txt": "Paolo Soleri, Italian-American architect, designed the Cosanti (b. 1919)", "entities": [{"title": "Cosanti", "href": "/wiki/Cosanti", "description": "Cosanti is the gallery and studio of Italian-American architect Paolo Soleri; it was his residence until his death in 2013. Located in Paradise Valley, Arizona, USA, it is open to the public. Cosanti is marked by terraced landscaping, experimental earth-formed concrete structures, and its sculptural wind-bells."}]}, {"heading": "Deaths", "year": "2014", "date": "April 9", "txt": "Gil Askey, American trumpet player, composer, and producer (b. 1925)", "entities": [{"title": "Gil Askey", "href": "/wiki/Gil_Askey", "description": "\n\nGilbert Askey was an American jazz trumpeter, composer, producer and musical director who was born in Austin, Texas, and emigrated to Australia in 1988."}]}, {"heading": "Deaths", "year": "2014", "date": "April 9", "txt": "Chris Banks, American football player (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 9", "txt": "Rory Ellinger, American lawyer and politician (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 9", "txt": "Norman Girvan, Jamaican economist, academic, and politician (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 9", "txt": "Aelay Narendra, Indian politician (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 9", "txt": "A. N. R. Robinson, Trinbagonian politician, 3rd President of Trinidad and Tobago (b. 1926)", "entities": [{"title": "President of Trinidad and Tobago", "href": "/wiki/President_of_Trinidad_and_Tobago", "description": "The President of the Republic of Trinidad and Tobago is the head of state of Trinidad and Tobago and the commander-in-chief of the Trinidad and Tobago Defence Force. The office was established when the country became a republic in 1976, before which the head of state was Queen Elizabeth II. The last Governor-General, Sir Ellis Clarke, was sworn in as the first President on 1 August 1976 under a tr"}]}, {"heading": "Deaths", "year": "2014", "date": "April 9", "txt": "Svetlana Velmar-Janković, Serbian author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 9", "txt": "Paul Almond, Canadian-American director, producer, and screenwriter (b. 1931)", "entities": [{"title": "Paul Almond", "href": "/wiki/Paul_Almond", "description": "Paul Almond was a Canadian television and motion picture screenwriter, director, producer, and novelist. He is most known for being the director of the first film in the Up series."}]}, {"heading": "Deaths", "year": "2015", "date": "April 9", "txt": "Margaret Rule, British marine archaeologist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 9", "txt": "Nina Companeez, French director and screenwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 9", "txt": "Alexander Dalgarno, English physicist and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 9", "txt": "Ivan Doig, American journalist and author (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 9", "txt": "Tsien Tsuen-hsuin, Chinese-American academic (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "April 9", "txt": "Duane Clarridge, American spy (b. 1932)", "entities": [{"title": "Duane Clarridge", "href": "/wiki/Duane_Clarridge", "description": "Duane Ramsdell \"Dewey\" Clarridge was an American senior operations officer for the Central Intelligence Agency (CIA) and supervisor for more than 30 years. Clarridge was the chief of the Latin American division from 1981 to 1987 and a key figure in the Iran-Contra Affair."}]}, {"heading": "Deaths", "year": "2016", "date": "April 9", "txt": "Will Smith, American football player (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "April 9", "txt": "John Clarke, New Zealand-Australian comedian, writer, and satirist (b. 1948)", "entities": [{"title": "John Clarke (satirist)", "href": "/wiki/John_Clarke_(satirist)", "description": "John Morrison Clarke was a New Zealand-Australian comedian, writer and satirist who lived and worked in Australia from the late 1970s. He was a highly regarded actor and writer whose work appeared on the Australian Broadcasting Corporation (ABC) in both radio and television and also in print. He is known predominantly for his long-running collaboration with fellow satirist, Bryan Dawe, which laste"}]}, {"heading": "Deaths", "year": "2021", "date": "April 9", "txt": "Prince Philip, Duke of Edinburgh (b. 1921)", "entities": [{"title": "Prince Philip, Duke of Edinburgh", "href": "/wiki/Prince_Philip,_Duke_of_Edinburgh", "description": "Prince Philip, Duke of Edinburgh was a member of the British royal family as the husband of Elizabeth II."}]}, {"heading": "Deaths", "year": "2021", "date": "April 9", "txt": "DMX, American rapper and actor (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "April 9", "txt": "Nikki Grahame, British reality-TV icon (b. 1982) ", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "April 9", "txt": "Ian Gibson, British scientist and Labour Party politician (b. 1938) ", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "April 9", "txt": "Ramsey Clark,  American lawyer (b. 1927)", "entities": []}]