[{"heading": "Events", "year": "215 BC", "date": "April 23", "txt": "A temple is built on the Capitoline Hill dedicated to Venus Erycina to commemorate the Roman defeat at Lake Trasimene.", "entities": [{"title": "Temple of Venus Erycina", "href": "/wiki/Temple_of_Venus_Erycina", "description": "The Temple of Venus Erycina was a temple on the Capitoline Hill in Ancient Rome dedicated to Venus Erycina. This was an aspect of the goddess Venus. Later this temple was probably called the Temple of the Capitoline Venus. There was another temple with the same name in Rome, the Temple of Venus Erycina."}, {"title": "Capitoline Hill", "href": "/wiki/Capitoline_Hill", "description": "The Capitolium or Capitoline Hill, between the Forum and the Campus Martius, is one of the Seven Hills of Rome."}, {"title": "Venus Erycina", "href": "/wiki/Venus_Erycina", "description": "Venus is a Roman goddess, whose functions encompassed love, beauty, desire, sex, fertility, prosperity and victory. In Roman mythology, she was the ancestor of the Roman people through her son, Aeneas, who survived the fall of Troy and fled to Italy. Julius Caesar claimed her as his ancestor. Venus was central to many religious festivals, and was revered in Roman religion under numerous cult title"}, {"title": "Roman Republic", "href": "/wiki/Roman_Republic", "description": "The Roman Republic was the era of classical Roman civilization, led by the Roman people, beginning with the overthrow of the Roman Kingdom, traditionally dated to 509 BC, and ending in 27 BC with the establishment of the Roman Empire. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world."}, {"title": "Battle of Lake Trasimene", "href": "/wiki/Battle_of_Lake_Trasimene", "description": "The Battle of Lake Trasimene was fought when a Carthaginian force under Hannibal ambushed a Roman army commanded by Gaius Flaminius on 21 June 217 BC, during the Second Punic War. It took place on the north shore of Lake Trasimene, to the east of Cortona, and resulted in a heavy defeat for the Romans. The First Punic War between Carthage and Rome ended in 241 BC after 23 years. In 219 BC the quasi"}]}, {"heading": "Events", "year": "AD 599", "date": "April 23", "txt": "Maya king Uneh Chan of Calakmul attacks rival city-state Palenque in southern Mexico, defeating queen Yohl Ik'nal and sacking the city.", "entities": [{"title": "Scroll Serpent", "href": "/wiki/Scroll_Serpent", "description": "Scroll Serpent was a Maya ruler of the Kaan kingdom. He ruled from AD 579 to 611. He acceded on September 2."}, {"title": "Calakmul", "href": "/wiki/Calakmul", "description": "Calakmul is a Maya archaeological site in the Mexican state of Campeche, deep in the jungles of the greater Petén Basin region. It is 35 kilometres (22 mi) from the Guatemalan border. Calakmul was one of the largest and most powerful ancient cities ever uncovered in the Maya lowlands."}, {"title": "Palenque", "href": "/wiki/Palenque", "description": "Palenque, also anciently known as Lakamha, was a Maya city state in southern Mexico that perished in the 7th century. The Palenque ruins date from ca. 226 BC to ca. 799 AD. After its decline, it was overgrown by the jungle of cedar, mahogany, and sapodilla trees, but has since been excavated and restored. It is located near the Usumacinta River in the Mexican state of Chiapas, about 130 km (81 mi)"}, {"title": "Yohl Ik'nal", "href": "/wiki/Yohl_Ik%27nal", "description": "Yohl Ikʼnal, also known as Lady Kan Ik and Lady Kʼanal Ikʼnal, was queen regnant of the Maya city-state of Palenque. She acceded to the throne on 23 December 583, and ruled until her death."}]}, {"heading": "Events", "year": "711", "date": "April 23", "txt": "Dagobert III succeeds his father King Childebert III as King of the Franks.", "entities": [{"title": "Dagobert III", "href": "/wiki/Dagobert_III", "description": "Dagobert III (c.699–715) was Merovingian king of the Franks (711–715)."}, {"title": "Childebert III", "href": "/wiki/Childebert_III", "description": "Childebert III, called the Just, was the son of Theuderic III and Clotilda and sole king of the Franks (694–711). He was seemingly but a puppet of the mayor of the palace, Pepin of Heristal, though his placita show him making judicial decisions of his own will, even against the Arnulfing clan. His nickname has no comprehensible justification except possibly as a result of these judgements, but the"}, {"title": "King of the Franks", "href": "/wiki/King_of_the_Franks", "description": "The Franks were originally led by dukes and reguli. The Salian Merovingians rose to dominance among the Franks and conquered most of Roman Gaul. They also conquered the Gaulish territory of the Visigothic Kingdom in 507. The sons of Clovis conquered the Burgundians and Alamanni. They acquired Provence and made the Bavarii and Thuringii their clients. The Merovingians were later replaced by a new d"}]}, {"heading": "Events", "year": "1014", "date": "April 23", "txt": "Battle of Clontarf: High King of Ireland Brian Boru defeats Viking invaders, but is killed in battle.", "entities": [{"title": "Battle of Clontarf", "href": "/wiki/Battle_of_Clontarf", "description": "The Battle of Clontarf took place on 23 April 1014 at Clontarf, near Dublin, on the east coast of Ireland. It pitted an army led by Brian Boru, High King of Ireland, against a Norse-Irish alliance comprising the forces of Sigtrygg Silkbeard, King of Dublin; Máel Mórda mac Murchada, King of Leinster; and a Viking army from abroad led by Sigurd of Orkney and Brodir of Mann. It lasted from sunrise to"}, {"title": "Brian Boru", "href": "/wiki/Brian_Boru", "description": "Brian Boru was an Irish king who ended the domination of the High Kingship of Ireland by the Uí Néill and probably ended Viking invasion/domination of Ireland. Brian built on the achievements of his father, Cennétig mac Lorcain, and especially his elder brother, Mathgamain. Brian first made himself king of Munster, then subjugated Leinster, eventually becoming High King of Ireland. He was the foun"}, {"title": "Viking", "href": "/wiki/Viking", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}]}, {"heading": "Events", "year": "1016", "date": "April 23", "txt": "Edmund Ironside succeeds his father Æthelred the Unready as King of England.", "entities": [{"title": "Edmund Ironside", "href": "/wiki/Edmund_Ironside", "description": "Edmund Ironside was King of the English from 23 April to 30 November 1016. He was the son of King Æthelred the Unready and his first wife, Ælfgifu of York. Edmund's reign was marred by a war he had inherited from his father; his cognomen \"Ironside\" was given to him \"because of his valour\" in resisting the Danish invasion led by Cnut the Great."}, {"title": "Æthelred the Unready", "href": "/wiki/%C3%86thelred_the_Unready", "description": "Æthelred, known as the Unready, was King of the English from 978 to 1013 and again from 1014 until his death. His epithet does not derive from the modern word \"unready\", but rather from the Old English unræd meaning \"poorly advised\"; it is a pun on his name, which means \"well advised\"."}]}, {"heading": "Events", "year": "1343", "date": "April 23", "txt": "St. George's Night Uprising commences in the Duchy of Estonia.", "entities": [{"title": "St. George's Night Uprising", "href": "/wiki/St._George%27s_Night_Uprising", "description": "Saint George's Night Uprising in 1343–1345 was an unsuccessful attempt by the indigenous Estonian population in the Duchy of Estonia, the Bishopric of Ösel-Wiek, and the insular territories of the State of the Teutonic Order to rid themselves of Danish and German rulers and landlords who had conquered the country in the 13th century during the Livonian Crusade; and to eradicate the non-indigenous "}, {"title": "Danish Estonia", "href": "/wiki/Danish_Estonia#Duchy_of_Estonia", "description": "The Duchy of Estonia, also known as Danish Estonia, was a direct dominion of the King of Denmark from 1219 until 1346 when it was sold to the Teutonic Order and became part of the Ordensstaat."}]}, {"heading": "Events", "year": "1348", "date": "April 23", "txt": "The founding of the Order of the Garter by King Edward III is announced on St. George's Day.", "entities": [{"title": "Order of the Garter", "href": "/wiki/Order_of_the_Garter", "description": "The Most Noble Order of the Garter is an order of chivalry founded by Edward III of England in 1348. It is the most senior order of knighthood in the British honours system, outranked in precedence only by the Victoria Cross and the George Cross. The Order of the Garter is dedicated to the image and arms of Saint George, England's patron saint."}, {"title": "Edward III of England", "href": "/wiki/Edward_III_of_England", "description": "Edward III, also known as Edward of Windsor before his accession, was King of England and Lord of Ireland from January 1327 until his death in 1377. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His fif"}, {"title": "Saint George", "href": "/wiki/Saint_George", "description": "Saint George, also George of Lydda, was a Christian who is venerated as a saint in Christianity. According to tradition he was a soldier in the Roman army. His parents were Christians of Greek origin. His father, Gerontius, was a Cappadocian serving in the Roman army. His mother, Polychronia, was a Christian from the city of Lod in Palestine. Saint George was a soldier of Cappadocian Greek and Pal"}]}, {"heading": "Events", "year": "1516", "date": "April 23", "txt": "The Munich Reinheitsgebot (regarding the ingredients of beer) takes effect in all of Bavaria.", "entities": []}, {"heading": "Events", "year": "1521", "date": "April 23", "txt": "Battle of Villalar: King Charles I of Spain defeats the Comuneros.", "entities": [{"title": "Battle of Villalar", "href": "/wiki/Battle_of_Villalar", "description": "The Battle of Villalar was a battle in the Revolt of the Comuneros fought on 23 April 1521 near the town of Villalar in Valladolid province, Spain. The royalist supporters of King Charles I won a crushing victory over the comuneros rebels. Three of the most important rebel leaders were captured, Juan de Padilla, Juan Bravo, and Francisco Maldonado. They were executed the next day, effectively endi"}, {"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Revolt of the Comuneros", "href": "/wiki/Revolt_of_the_Comuneros", "description": "The Revolt of the Comuneros was an uprising by citizens of Castile against the rule of Charles I and his administration between 1520 and 1521. At its height, the rebels controlled the heart of Castile, ruling the cities of Valladolid, Tordesillas, and Toledo."}]}, {"heading": "Events", "year": "1635", "date": "April 23", "txt": "The first public school in the United States, Boston Latin School, is founded in Boston.", "entities": [{"title": "Boston Latin School", "href": "/wiki/Boston_Latin_School", "description": "The Boston Latin School is a public exam school in Boston, Massachusetts. It was established on April 23, 1635, making it both the oldest public school in America and the oldest existing school in the United States. Its curriculum follows that of the 18th century Latin school movement, which holds the classics to be the basis of an educated mind. Four years of Latin are mandatory for all students "}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}]}, {"heading": "Events", "year": "1655", "date": "April 23", "txt": "The Siege of Santo Domingo begins during the Anglo-Spanish War, and fails seven days later.", "entities": [{"title": "Siege of Santo Domingo (1655)", "href": "/wiki/Siege_of_Santo_Domingo_(1655)", "description": "The Siege of Santo Domingo was fought between April 23, 1655 and April 30, 1655, at the Spanish Colony of Santo Domingo. A force of 2,400 Spanish troops led by Governor Don Bernardino Meneses y Bracamonte, Count of Peñalba successfully resisted a force of 13,120 soldiers led by General Robert Venables and 34 ships under Admiral Sir William Penn\nof the English Commonwealth."}, {"title": "Anglo-Spanish War (1654–60)", "href": "/wiki/Anglo-Spanish_War_(1654%E2%80%9360)", "description": "The Anglo-Spanish War was a conflict between the English Protectorate under Oliver Cromwell and Spain, between 1654 and 1660. It was caused by commercial rivalry. Each side attacked the other's commercial and colonial interests in various ways such as privateering and naval expeditions. In 1655, an English amphibious expedition invaded Spanish territory in the Caribbean. In 1657, England formed an"}]}, {"heading": "Events", "year": "1660", "date": "April 23", "txt": "Treaty of Oliva is established between Sweden and Poland.", "entities": [{"title": "Treaty of Oliva", "href": "/wiki/Treaty_of_Oliva", "description": "The Treaty or Peace of Oliva of 23 April (OS)/3 May (NS) 1660 was one of the peace treaties ending the Second Northern War (1655-1660). The Treaty of Oliva, the Treaty of Copenhagen in the same year, and the Treaty of Cardis in the following year marked the high point of the Swedish Empire."}]}, {"heading": "Events", "year": "1661", "date": "April 23", "txt": "King Charles II of England, Scotland and Ireland is crowned in Westminster Abbey.", "entities": [{"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1815", "date": "April 23", "txt": "The Second Serbian Uprising: A second phase of the national revolution of the Serbs against the Ottoman Empire, erupts shortly after the annexation of the country to the Ottoman Empire.", "entities": [{"title": "Second Serbian Uprising", "href": "/wiki/Second_Serbian_Uprising", "description": "The Second Serbian Uprising was the second phase of the Serbian Revolution against the Ottoman Empire, which erupted shortly after the re-annexation of the country to the Ottoman Empire in 1813. The occupation was enforced following the defeat of the First Serbian Uprising (1804–1813), during which Serbia existed as a de facto independent state for over a decade. The second revolution ultimately r"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1879", "date": "April 23", "txt": "Fire burns down the second main building and dome of the University of Notre Dame, which prompts the construction of the third, and current, Main Building with its golden dome.", "entities": [{"title": "University of Notre Dame", "href": "/wiki/University_of_Notre_Dame", "description": "The University of Notre Dame du Lac, known simply as Notre Dame or ND, is a private Catholic research university in Notre Dame, Indiana, outside the city of South Bend. It was founded in 1842 by Edward Sorin. The main campus covers 1,261 acres (510 ha) in a suburban setting; it contains a number of recognizable landmarks, such as the Golden Dome, the Word of Life mural, Notre Dame Stadium, and the"}, {"title": "Main Building (University of Notre Dame)", "href": "/wiki/Main_Building_(University_of_Notre_Dame)", "description": "University of Notre Dame's Main Administration Building houses various administrative offices, including the Office of the President. Atop of the building stands the Golden Dome, the most recognizable landmark of the university. Three buildings were built at the site; the first was built in 1843 and replaced with a larger one in 1865, which burned down in 1879, after which the third and current bu"}]}, {"heading": "Events", "year": "1891", "date": "April 23", "txt": "Chilean Civil War: The ironclad Blanco Encalada is sunk at Caldera Bay by torpedo boats.", "entities": [{"title": "Chilean Civil War of 1891", "href": "/wiki/Chilean_Civil_War_of_1891", "description": "The Chilean Civil War of 1891 was a civil war in Chile fought between forces supporting Congress and forces supporting the President, José Manuel Balmaceda from 16 January 1891 to 18 September 1891. The war saw a confrontation between the Chilean Army and the Chilean Navy, which sided with the president and the congress, respectively. This conflict ended with the defeat of the Chilean Army and the"}, {"title": "Chilean ironclad Blanco Encalada", "href": "/wiki/Chilean_ironclad_Blanco_Encalada", "description": "Blanco Encalada was a central battery ship built by Earle's Shipbuilding Co. in England for the Chilean Navy in 1875. She was nicknamed El Blanco. She participated actively in the War of the Pacific, her most important action being the capture of the Peruvian monitor Huáscar during the Battle of Angamos."}, {"title": "Battle of Caldera Bay", "href": "/wiki/Battle_of_Caldera_Bay", "description": "The Battle of Caldera Bay, or the Sinking of Blanco Encalada, was an engagement fought in the port of Caldera Bay during the 1891 Chilean Civil War between Balmacedist and Congressional naval forces on 23 April 1891. It involved two Balmacedist torpedo boats, Almirante Lynch and Almirante Condell, and the Congressional armored frigate Blanco Encalada."}, {"title": "Caldera Bay", "href": "/wiki/Caldera_Bay", "description": "Caldera is a port city and commune in the Copiapó Province of the Atacama Region in northern Chile. It has a harbor protected by breakwaters, being the port city for the productive mining district centering on Copiapó to which it is connected by the first railroad constructed in Chile."}, {"title": "Torpedo boat", "href": "/wiki/Torpedo_boat", "description": "A torpedo boat is a relatively small and fast naval ship designed to carry torpedoes into battle. The first designs were steam-powered craft dedicated to ramming enemy ships with explosive spar torpedoes. Later evolutions launched variants of self-propelled Whitehead torpedoes."}]}, {"heading": "Events", "year": "1914", "date": "April 23", "txt": "First baseball game at Wrigley Field, then known as Weeghman Park, in Chicago.", "entities": [{"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}, {"title": "History of Wrigley Field", "href": "/wiki/History_of_Wrigley_Field", "description": "The history of Wrigley Field, the home of the Chicago Cubs of Major League Baseball's National League, begins well before the Cubs played their first game in that venue."}]}, {"heading": "Events", "year": "1918", "date": "April 23", "txt": "World War I: The British Royal Navy makes a raid in an attempt to neutralise the Belgian port of Bruges-Zeebrugge.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Zeebrugge Raid", "href": "/wiki/Zeebrugge_Raid", "description": "The Zeebrugge Raid on 23 April 1918, was an attempt by the Royal Navy to block the Belgian port of Bruges-Zeebrugge. The British intended to sink obsolete ships in the canal entrance, to prevent German vessels from leaving port. The port was used by the Imperial German Navy as a base for U-boats and light shipping, which were a threat to Allied control of the English Channel and southern North Sea"}, {"title": "Port of Bruges-Zeebrugge", "href": "/wiki/Port_of_Bruges-Zeebrugge", "description": "The Port of Zeebrugge is a large container, bulk cargo, new vehicles and passenger ferry terminal port on the North Sea. The port is located in the municipality of Bruges, West Flanders in the Flemish Region of Belgium, handling over 50 million tonnes of cargo annually."}]}, {"heading": "Events", "year": "1920", "date": "April 23", "txt": "The Grand National Assembly of Turkey (TBMM) is founded in Ankara. The assembly denounces the government of Sultan Mehmed VI and announces the preparation of a temporary constitution.", "entities": [{"title": "Grand National Assembly of Turkey", "href": "/wiki/Grand_National_Assembly_of_Turkey", "description": "The Grand National Assembly of Turkey, usually referred to simply as the TBMM or Parliament, is the unicameral Turkish legislature. It is the sole body given the legislative prerogatives by the Turkish Constitution. It was founded in Ankara on 23 April 1920 in the midst of the National Campaign. This constitution had founded its pre-government known as 1st Executive Ministers Of Turkey in May 1920"}, {"title": "Ankara", "href": "/wiki/Ankara", "description": "Ankara, historically known as Ancyra and Angora, is the capital of Turkey. Located in the central part of Anatolia, the city has a population of 4.5 million in its urban centre and over 5.6 million in Ankara Province, making it Turkey's second-largest city after Istanbul."}, {"title": "Sultan", "href": "/wiki/Sultan", "description": "Sultan is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\". Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms, albeit without claiming the overall caliphate, or to refer to a power"}, {"title": "Mehmed VI", "href": "/wiki/Mehmed_VI", "description": "Mehmed VI Vahideddin, also known as Şahbaba among the Osmanoğlu family, was the 36th and last Sultan of the Ottoman Empire, reigning from 4 July 1918 until 1 November, 1922 when the Ottoman Empire was dissolved after World War I, and was replaced by the Republic of Turkey, on 29 October 1923. The brother of Mehmed V, he became heir to the throne in 1916 after the suicide of Abdülaziz's son, Şehzad"}, {"title": "Turkish Constitution of 1921", "href": "/wiki/Turkish_Constitution_of_1921", "description": "The Constitution of 1921 was the fundamental law of Turkey for a brief period from 1921 to 1924. The first constitution of the modern Turkish state, it was ratified by the Grand National Assembly of Turkey in January 1921. It was a simple document consisting of only 23 short articles. In October 1923 the constitution was amended to declare Turkey to be a republic. In April the following year the c"}]}, {"heading": "Events", "year": "1927", "date": "April 23", "txt": "Cardiff City defeat Arsenal in the FA Cup Final, the only time it has been won by a team not based in England.", "entities": [{"title": "Cardiff City F.C.", "href": "/wiki/Cardiff_City_F.C.", "description": "Cardiff City Football Club is a professional association football club based in Cardiff, Wales. It competes in the Championship, the second tier of the English football league system. Founded in 1899 as Riverside A.F.C., the club changed its name to Cardiff City in 1908 and entered the Southern Football League in 1910 before joining the English Football League in 1920. The team have spent 17 seaso"}, {"title": "Arsenal F.C.", "href": "/wiki/Arsenal_F.C.", "description": "Arsenal Football Club is a professional football club based in Islington, London, England that plays in the Premier League, the top flight of English football. The club has won 13 league titles, a record 14 FA Cups, two League Cups, 16 FA Community Shields, the League Centenary Trophy, one European Cup Winners' Cup, and one Inter-Cities Fairs Cup."}, {"title": "1927 FA Cup Final", "href": "/wiki/1927_FA_Cup_Final", "description": "The 1927 FA Cup Final was an association football match between Cardiff City and Arsenal on 23 April 1927 at the Empire Stadium. The final was the showpiece match of English football's primary cup competition, the Football Association Challenge Cup, organised by the Football Association. Cardiff, one of the few Welsh teams taking part, won the match 1–0. Their victory remains the only occasion the"}]}, {"heading": "Events", "year": "1935", "date": "April 23", "txt": "The Polish Constitution of 1935 is adopted.", "entities": [{"title": "Polish Constitution of 1935", "href": "/wiki/Polish_Constitution_of_1935", "description": "The April Constitution of Poland was the general law passed by the act of the Polish Sejm on 23 April 1935. It introduced in the Second Polish Republic a presidential system with certain elements of authoritarianism."}]}, {"heading": "Events", "year": "1940", "date": "April 23", "txt": "The Rhythm Club fire at a dance hall in Natchez, Mississippi, kills 198 people.", "entities": [{"title": "Rhythm Club fire", "href": "/wiki/Rhythm_Club_fire", "description": "The Rhythm Club fire was a fire in a dance hall in Natchez, Mississippi on the night of April 23, 1940, which killed 209 people and severely injured many others. Hundreds of people were trapped inside the building. At the time, it was the second deadliest building fire in the history of the nation. It is now ranked as the fourth deadliest assembly and club fire in U.S. history."}, {"title": "Natchez, Mississippi", "href": "/wiki/Natchez,_Mississippi", "description": "Natchez is the county seat and only city of Adams County, Mississippi, United States. Natchez has a total population of 15,792. Located on the Mississippi River across from Vidalia in Concordia Parish, Louisiana, Natchez was a prominent city in the antebellum years, a center of cotton planters and Mississippi River trade."}]}, {"heading": "Events", "year": "1941", "date": "April 23", "txt": "World War II: The Greek government and King George II evacuate Athens before the invading Wehrmacht.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Greece", "href": "/wiki/Battle_of_Greece", "description": "The Battle of Greece is the common name for the invasion of Allied Greece by Fascist Italy and Nazi Germany in April 1941 during World War II. The Italian invasion in October 1940, which is usually known as the Greco-Italian War, was followed by the German invasion in April 1941. German landings on the island of Crete came after Allied forces had been defeated in mainland Greece. These battles wer"}]}, {"heading": "Events", "year": "1942", "date": "April 23", "txt": "World War II: Baedeker Blitz: German bombers hit Exeter, Bath and York in retaliation for the British raid on Lübeck.", "entities": [{"title": "Baedeker Blitz", "href": "/wiki/Baedeker_Blitz", "description": "The Baedeker Blitz or Baedeker raids were a series of attacks by the Luftwaffe on English cities during the Second World War. The name derives from Baedeker, a series of German tourist guidebooks, including detailed maps, which were used to generate targets for bombing."}, {"title": "Exeter", "href": "/wiki/Exeter", "description": "Exeter is a city in Devon, England, on the River Exe 36 miles (58 km) northeast of Plymouth and 65 miles (105 km) southwest of Bristol. It is the county town of Devon, and home to Devon County Council and the University of Exeter."}, {"title": "Bath, Somerset", "href": "/wiki/Bath,_Somerset", "description": "Bath is the largest city in the county of Somerset, England, known for and named after its Roman-built baths. In 2011, the population was 88,859. Bath is in the valley of the River Avon, 97 miles (156 km) west of London and 11 miles (18 km) southeast of Bristol. The city became a World Heritage site in 1987."}, {"title": "York", "href": "/wiki/York", "description": "York is a cathedral city and unitary authority area, at the confluence of the rivers Ouse and Foss, in England. At the 2011 census, the borough population was 198,051 and the population of the city was 153,717. The city has long-standing buildings and structures, such as a minster, castle and ancient city walls."}, {"title": "Lübeck", "href": "/wiki/L%C3%BCbeck", "description": "Lübeck, officially the Hanseatic City of Lübeck, is a city in Northern Germany. With around 217,000 inhabitants, Lübeck is the second-largest city on the German Baltic coast and in the state of Schleswig-Holstein, after its capital of Kiel, and is the 35th-largest city in Germany. The city lies in Holstein, northeast of Hamburg, on the mouth of the River Trave, which flows into the Bay of Lübeck i"}]}, {"heading": "Events", "year": "1945", "date": "April 23", "txt": "World War II: Adolf Hitler's designated successor, Hermann Göring, sends him a telegram asking permission to take leadership of the Third Reich. Martin Bormann and Joseph Goebbels advise Hitler that the telegram is treasonous.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Hermann Göring", "href": "/wiki/Hermann_G%C3%B6ring", "description": "Hermann Wilhelm Göring was a German political and military leader and a convicted war criminal. He was one of the most powerful figures in the Nazi Party, which ruled Germany from 1933 to 1945."}, {"title": "Göring Telegram", "href": "/wiki/G%C3%B6ring_Telegram", "description": "The Göring Telegram was a message sent by Hermann Göring, Adolf Hitler's designated successor, on 23 April 1945 that asked for permission to assume leadership of the crumbling Third Reich. The telegram caused Hitler to strip his handpicked successor of power and to appoint new political successors, Joseph Goebbels and Karl Dönitz."}, {"title": "Third Reich", "href": "/wiki/Third_Reich", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Martin Bormann", "href": "/wiki/Martin_Bormann", "description": "Martin Ludwig Bormann was a German Nazi Party official and head of the Nazi Party Chancellery. He gained immense power by using his position as Adolf Hitler's private secretary to control the flow of information and access to Hitler. He used his position to create an extensive bureaucracy and involve himself as much as possible in the decision making."}, {"title": "Joseph Goebbels", "href": "/wiki/Joseph_Goebbels", "description": "Paul Joseph Goebbels was a German Nazi politician and Reich Minister of Propaganda of Nazi Germany from 1933 to 1945. He was one of Adolf Hitler's closest and most devoted associates, and was known for his skills in public speaking and his deeply virulent antisemitism, which was evident in his publicly voiced views. He advocated progressively harsher discrimination, including the extermination of "}]}, {"heading": "Events", "year": "1946", "date": "April 23", "txt": "Manuel Roxas is elected the last President of the Commonwealth of the Philippines.", "entities": [{"title": "Manuel Roxas", "href": "/wiki/Manuel_Roxas", "description": "Manuel Acuña Roxas was the fifth President of the Philippines who served from 1946 until his death in 1948. He briefly served as the third and last President of the Commonwealth of the Philippines from May 28, 1946 to July 4, 1946 and then became the first President of the independent Third Philippine Republic after the United States ceded its sovereignty over the Philippines."}, {"title": "Commonwealth of the Philippines", "href": "/wiki/Commonwealth_of_the_Philippines", "description": "The Commonwealth of the Philippines was the administrative body that governed the Philippines from 1935 to 1946, aside from a period of exile in the Second World War from 1942 to 1945 when Japan occupied the country. It replaced the Insular Government, a United States territorial government, and was established by the Tydings–McDuffie Act. The Commonwealth was designed as a transitional administra"}]}, {"heading": "Events", "year": "1949", "date": "April 23", "txt": "Chinese Civil War: Establishment of the People's Liberation Army Navy.", "entities": [{"title": "Chinese Civil War", "href": "/wiki/Chinese_Civil_War", "description": "The Chinese Civil War was a civil war in China fought between the Kuomintang (KMT)-led government of the Republic of China (ROC) and forces of the Chinese Communist Party (CCP) lasting intermittently between 1927 and 1949. The war is generally divided into two phases with an interlude: from August 1927 to 1937, the KMT-CCP Alliance collapsed during the Northern Expedition, and the Nationalists con"}, {"title": "People's Liberation Army Navy", "href": "/wiki/People%27s_Liberation_Army_Navy", "description": "The People's Liberation Army Navy, also known as the Chinese Navy, PLA Navy or PLAN, is the naval warfare branch of the People's Liberation Army, the armed wing of the Communist Party of China and, by default, the national armed forces of China. The PLAN traces its lineage to naval units fighting during the Chinese Civil War and was established on 23 April 1949. Throughout the 1950s and early 1960"}]}, {"heading": "Events", "year": "1951", "date": "April 23", "txt": "Cold War: American journalist William N. Oatis is arrested for espionage by the Communist government of Czechoslovakia.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "William N. Oatis", "href": "/wiki/William_N._Oatis", "description": "William Nathan Oatis was an American journalist who gained international attention when he was charged with espionage by the Czechoslovak Socialist Republic in 1951. He was subsequently jailed until 1953."}, {"title": "Communist", "href": "/wiki/Communist", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "Czechoslovakia", "href": "/wiki/Czechoslovakia", "description": "Czechoslovakia, or Czecho-Slovakia, was a sovereign state in Central Europe, created in October 1918, when it declared its independence from Austria-Hungary."}]}, {"heading": "Events", "year": "1961", "date": "April 23", "txt": "Algiers putsch by French generals.", "entities": [{"title": "Algiers putsch of 1961", "href": "/wiki/Algiers_putsch_of_1961", "description": "The Algiers putsch, also known as the Generals' putsch, was a failed coup d'état intended to force French President Charles de Gaulle not to abandon French Algeria, along with the resident European community and pro-French Muslims. Organised in French Algeria by retired French Army generals Maurice Challe, Edmond Jouhaud, André Zeller and Raoul Salan, it took place from the afternoon of 21 to 26 A"}]}, {"heading": "Events", "year": "1967", "date": "April 23", "txt": "Soviet space program: Soyuz 1 (Russian: Союз 1, Union 1) a manned spaceflight carrying cosmonaut Colonel Vladimir Komarov is launched into orbit.", "entities": [{"title": "Soviet space program", "href": "/wiki/Soviet_space_program", "description": "The Soviet space program was the national space program of the Union of Soviet Socialist Republics (USSR), conducted in competition with its Cold War adversary the United States, known as the Space Race from the mid-1950s until the dissolution of the Soviet Union in 1991. It consisted of the development of expendable launch vehicles, uncrewed artificial satellites starting in 1953, and several hum"}, {"title": "Soyuz 1", "href": "/wiki/Soyuz_1", "description": "Soyuz 1 was a crewed spaceflight of the Soviet space program. Launched into orbit on 23 April 1967 carrying cosmonaut colonel Vladimir Komarov, Soyuz 1 was the first crewed flight of the Soyuz spacecraft. The flight was plagued with technical issues, and Komarov was killed when the descent module crashed into the ground due to a parachute failure. This was the first in-flight fatality in the histo"}, {"title": "Cosmonaut", "href": "/wiki/Cosmonaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}, {"title": "Vladimir Komarov", "href": "/wiki/Vladimir_Komarov", "description": "Vladimir Mikhaylovich Komarov was a Soviet test pilot, aerospace engineer, and cosmonaut. In October 1964, he commanded Voskhod 1, the first spaceflight to carry more than one crew member. He became the first Soviet cosmonaut to fly in space twice when he was selected as the solo pilot of Soyuz 1, its first crewed test flight. A parachute failure caused his Soyuz capsule to crash into the ground a"}]}, {"heading": "Events", "year": "1968", "date": "April 23", "txt": "Vietnam War: Student protesters at Columbia University in New York City take over administration buildings and shut down the university.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Columbia University", "href": "/wiki/Columbia_University", "description": "Columbia University is a private Ivy League research university in New York City. Established in 1754 on the grounds of Trinity Church in Manhattan, Columbia is the oldest institution of higher education in New York and the fifth-oldest institution of higher learning in the United States. It is one of nine colonial colleges founded prior to the Declaration of Independence, seven of which belong to"}, {"title": "Columbia University protests of 1968", "href": "/wiki/Columbia_University_protests_of_1968", "description": "In 1968, a series of protests at Columbia University in New York City were one among the various student demonstrations that occurred around the globe in that year. The Columbia protests erupted over the spring of that year after students discovered links between the university and the institutional apparatus supporting the United States' involvement in the Vietnam War, as well as their concern ov"}]}, {"heading": "Events", "year": "1971", "date": "April 23", "txt": "Bangladesh Liberation War: The Pakistan Army and Razakars massacre approximately 3,000 Hindu emigrants in the Jathibhanga area of East Pakistan (now Bangladesh).", "entities": [{"title": "Bangladesh Liberation War", "href": "/wiki/Bangladesh_Liberation_War", "description": "The Bangladesh Liberation War, also known as the Bangladesh War of Independence, or simply the Liberation War in Bangladesh, was a revolution and armed conflict sparked by the rise of the Bengali nationalist and self-determination movement in what was then East Pakistan during the 1971 Bangladesh genocide. It resulted in the independence of the People's Republic of Bangladesh. The war began after "}, {"title": "Razakar (Pakistan)", "href": "/wiki/Razakar_(Pakistan)", "description": "Razakar was an East Pakistani paramilitary force organised by the Pakistan Army in then East Pakistan, now called Bangladesh, during the Bangladesh Liberation War in 1971. Since the 1971 war, it has become a pejorative term in Bangladesh due to the numerous atrocities committed by the Razakars during the War. The Razakar force was composed of mostly anti-Bangladesh and pro-Pakistan Bengalis and Ur"}, {"title": "Jathibhanga massacre", "href": "/wiki/Jathibhanga_massacre", "description": "The Jathibhanga massacre was a massacre of the Bengali & Rajbanshi population in Jathibhanga, Thakurgaon District, East Pakistan on 23 April 1971. It was perpetrated by the Pakistani Army in collaboration with the Razakars as part of the 1971 Bangladesh genocide. The collaborators included members from Jamaat-e-Islami, Muslim League and Pakistan Democratic Party. The victims of the massacre were a"}, {"title": "East Pakistan", "href": "/wiki/East_Pakistan", "description": "East Pakistan was the eastern provincial wing of Pakistan between 1947 and 1971, covering the territory of the modern country Bangladesh. Its land borders were with India and Burma, with a coastline on the Bay of Bengal. East Pakistanis were popularly known as \"Pakistani Bengalis\"; to distinguish this region from India's state West Bengal, East Pakistan was known as \"Pakistani Bengal\"."}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "1985", "date": "April 23", "txt": "Coca-Cola changes its formula and releases New Coke. The response is overwhelmingly negative, and the original formula is back on the market in less than three months.", "entities": [{"title": "Coca-Cola", "href": "/wiki/Coca-Cola", "description": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The"}, {"title": "New Coke", "href": "/wiki/New_Coke", "description": "In April 1985, the Coca-Cola Company introduced a new formula for its Coca-Cola soda, known informally as New Coke. It was renamed Coke II in 1992, and was discontinued in July 2002."}]}, {"heading": "Events", "year": "1990", "date": "April 23", "txt": "Namibia becomes the 160th member of the United Nations and the 50th member of the Commonwealth of Nations.", "entities": [{"title": "Namibia", "href": "/wiki/Namibia", "description": "Namibia, officially the Republic of Namibia, is a country in Southern Africa. Its western border is the Atlantic Ocean; it shares land borders with Zambia and Angola to the north, Botswana to the east and South Africa to the south and east. Although it does not border Zimbabwe, less than 200 metres of the Zambezi River separates the two countries. Namibia gained independence from South Africa on 2"}, {"title": "Member states of the United Nations", "href": "/wiki/Member_states_of_the_United_Nations", "description": "The United Nations member states are the 193 sovereign states that are members of the United Nations (UN) and have equal representation in the UN General Assembly. The UN is the world's largest intergovernmental organization."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Member states of the Commonwealth of Nations", "href": "/wiki/Member_states_of_the_Commonwealth_of_Nations", "description": "The Commonwealth of Nations is a voluntary association of 54 sovereign states. Nearly all of them are former British colonies or dependencies of those colonies."}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1993", "date": "April 23", "txt": "Eritreans vote overwhelmingly for independence from Ethiopia in a United Nations-monitored referendum.", "entities": [{"title": "Eritrea", "href": "/wiki/Eritrea", "description": "Eritrea, officially the State of Eritrea, is a country in Eastern Africa, with its capital at Asmara. It is bordered by Ethiopia in the south, Sudan in the west, and Djibouti in the southeast. The northeastern and eastern parts of Eritrea have an extensive coastline along the Red Sea. The nation has a total area of approximately 117,600 km2 (45,406 sq mi), and includes the Dahlak Archipelago and s"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1993", "date": "April 23", "txt": "Sri Lankan politician Lalith Athulathmudali is assassinated while addressing a gathering, approximately four weeks ahead of the Provincial Council elections for the Western Province.", "entities": [{"title": "Lalith Athulathmudali", "href": "/wiki/Lalith_Athulathmudali", "description": "Lalith William Samarasekera Athulathmudali, PC, known as Lalith Athulathmudali, was a Sri Lankan statesman. He was a prominent member of the United National Party, who served as Minister of Trade and Shipping; Minister National Security and Deputy Minister of Defence; Minister of Agriculture, Food and Cooperatives and finally Minister of Education. Following a failed impeachment of President Ranas"}, {"title": "Assassination of Lalith Athulathmudali", "href": "/wiki/Assassination_of_Lalith_Athulathmudali", "description": "Lalith Athulathmudali, the former Cabinet Minister of Trade, National Security, Agriculture, Education and Deputy Minister of Defence of Sri Lanka was killed at 8:10 p.m. Sri Lanka Time on 23 April 1993 in Kirulapana. Athulathmudali was fatally shot while addressing a gathering, approximately 4 weeks ahead of the Provincial Council elections for the Western Province, May 1993."}, {"title": "Western Province, Sri Lanka", "href": "/wiki/Western_Province,_Sri_Lanka", "description": "The Western Province is one of the nine provinces of Sri Lanka, the first level administrative division of the country. The provinces have existed since the 19th century but did not have any legal status until 1987 when the 13th Amendment to the Constitution of Sri Lanka established provincial councils. The province is the most densely populated province in the country and is home to the legislati"}]}, {"heading": "Events", "year": "1999", "date": "April 23", "txt": "NATO bombs the headquarters of Radio Television of Serbia, as part of their aerial campaign against the Federal Republic of Yugoslavia.", "entities": [{"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}, {"title": "NATO bombing of the Radio Television of Serbia headquarters", "href": "/wiki/NATO_bombing_of_the_Radio_Television_of_Serbia_headquarters", "description": "The NATO bombing of the Radio Television of Serbia headquarters occurred on the evening of 23 April 1999, during Operation Allied Force."}, {"title": "Radio Television of Serbia", "href": "/wiki/Radio_Television_of_Serbia", "description": "Radio Television of Serbia is Serbia's public broadcaster. It broadcasts and produces news, drama, and sports programming through radio, television and the Internet. RTS is a member of the European Broadcasting Union.\nRadio Television of Serbia has four organizational units - radio, television, music production, and record label (PGP-RTS). It is financed primarily through monthly subscription fees"}, {"title": "NATO bombing of Yugoslavia", "href": "/wiki/NATO_bombing_of_Yugoslavia", "description": "The NATO bombing of Yugoslavia was the North Atlantic Treaty Organisation's (NATO) military operation against the Federal Republic of Yugoslavia during the Kosovo War. The air strikes lasted from March 24, 1999 to June 10, 1999. The bombings continued until an agreement was reached that led to the withdrawal of Yugoslav armed forces from Kosovo, and the establishment of the United Nations Interim "}]}, {"heading": "Events", "year": "2005", "date": "April 23", "txt": "The first YouTube video, titled \"Me at the zoo\", was published by co-founder Jawed Karim.", "entities": [{"title": "YouTube", "href": "/wiki/YouTube", "description": "YouTube is an online video platform owned by Google. In total, users watch more than one billion hours of YouTube videos each day, and hundreds of hours of video content are uploaded to YouTube servers every minute."}, {"title": "Me at the zoo", "href": "/wiki/Me_at_the_zoo", "description": "\"Me at the zoo\" is the first video that was uploaded to YouTube. It was uploaded on April 23, 2005, at 8:31:52 p.m. PDT, by the site's co-founder Jawed Karim, who uploaded the video onto a channel with the username \"jawed\", which was created the same day. It was recorded by his high-school friend Yakov Lapitsky at the San Diego Zoo, featuring Karim in front of the elephants in their old exhibit in"}, {"title": "Jawed Karim", "href": "/wiki/Jawed_Karim", "description": "Jawed Karim is a German software engineer and Internet entrepreneur. He is the co-founder of YouTube and the first person to upload a video to the site. This inaugural video, titled Me at the zoo and uploaded on April 24, 2005, has been viewed 164 million times, as of May 2, 2021. During Karim's time working at PayPal, where he met the fellow YouTube co-founders Steven Chen and Chad Hurley, he had"}]}, {"heading": "Events", "year": "2013", "date": "April 23", "txt": "At least 28 people are killed and more than 70 are injured as violence breaks out in Hawija, Iraq.", "entities": [{"title": "2013 Hawija clashes", "href": "/wiki/2013_Hawija_clashes", "description": "The 2013 Hawija clashes relate to a series of violent attacks within Iraq, as part of the 2012–2013 Iraqi protests and Iraqi insurgency post-U.S. withdrawal. On 23 April, an army raid against a protest encampment in the city of Hawija, west of Kirkuk, led to dozens of civilian deaths and the involvement of several insurgent groups in organized action against the government, leading to fears of a r"}, {"title": "Hawija", "href": "/wiki/Hawija", "description": "Hawija is the central town of Al-Hawija District in the Kirkuk Province of Iraq, 45 km (28 mi) west of Kirkuk, and north of Baghdad. The town has a population of about 100,000 inhabitants."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2018", "date": "April 23", "txt": "A vehicle-ramming attack kills 10 people and injures 16 in Toronto. A 25-year-old suspect, Alek Minassian, is arrested.", "entities": [{"title": "Toronto van attack", "href": "/wiki/Toronto_van_attack", "description": "The Toronto van attack was a misogynist terrorist vehicle-ramming attack that occurred on April 23, 2018, when a rented van was driven along Yonge Street through the North York City Centre business district in Toronto, Ontario, Canada, by Alek Minassian. The driver targeted pedestrians, killing 10 and injuring 16, some critically. The incident is the deadliest vehicle-ramming attack in Canadian hi"}, {"title": "Toronto", "href": "/wiki/Toronto", "description": "Toronto is the capital city of the Canadian province of Ontario. With a recorded population of 2,731,571 in 2016, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseshoe, an urban agglomeration of 9,245,438 people surrounding the western end of Lake Ontario, while the Greater Toronto Area (GTA) proper had a 2016 popu"}]}, {"heading": "Events", "year": "2019", "date": "April 23", "txt": "The 2019 Hpakant jade mine collapse in Myanmar kills four miners and two rescuers.", "entities": [{"title": "2019 Hpakant jade mine collapse", "href": "/wiki/2019_Hpakant_jade_mine_collapse", "description": "On 22 April 2019, a landslide triggered the collapse of a jade mine near Maw Wun Kalay, Hpakant, Kachin State, Myanmar, trapping at least 54 miners. The deaths of four miners were confirmed, along with the later deaths of two rescue workers. The remaining miners are presumed to be dead."}]}, {"heading": "Births", "year": "1141 (probable)[7]", "date": "April 23", "txt": "Malcolm IV of Scotland (d. 1165)", "entities": [{"title": "Malcolm IV of Scotland", "href": "/wiki/Malcolm_IV_of_Scotland", "description": "Malcolm IV, nicknamed Virgo, \"the Maiden\" was King of Scotland from 1153 until his death. He was the eldest son of Henry, Earl of Huntingdon and Northumbria and Ada de Warenne. The original Malcolm Canmore, a name now associated with his great-grandfather Malcolm III, he succeeded his grandfather David I, and shared David's Anglo-Norman tastes."}]}, {"heading": "Births", "year": "1185", "date": "April 23", "txt": "Afonso II of Portugal (d. 1223)", "entities": [{"title": "Afonso II of Portugal", "href": "/wiki/Afonso_II_of_Portugal", "description": "Afonso II, nicknamed the Fat or the Leper, was the third King of Portugal and the second but eldest surviving son of Sancho I of Portugal by his wife, Dulce, Infanta of Aragon. Afonso succeeded his father on 27 March 1211."}]}, {"heading": "Births", "year": "1408", "date": "April 23", "txt": "John de Vere, 12th Earl of Oxford (d. 1462)", "entities": [{"title": "John de Vere, 12th Earl of Oxford", "href": "/wiki/John_de_Vere,_12th_Earl_of_Oxford", "description": "John de Vere, 12th Earl of Oxford, was the son of Richard de Vere, 11th Earl of Oxford, and his second wife, Alice Sergeaux (1386–1452). A Lancastrian loyalist during the latter part of his life, he was convicted of high treason and executed on Tower Hill on 26 February 1462."}]}, {"heading": "Births", "year": "1420", "date": "April 23", "txt": "George of Poděbrady, King of Bohemia (d. 1471)", "entities": [{"title": "George of Poděbrady", "href": "/wiki/George_of_Pod%C4%9Bbrady", "description": "George of Kunštát and Podebrady, also known as Poděbrad or Podiebrad, was the sixteenth King of Bohemia, who ruled between years 1458–1471. He was a leader of the Hussites, however, moderate and tolerant toward the Catholic faith. His rule was marked by great efforts to preserve peace and tolerance between the Hussites and Catholics in the religiously divided Crown of Bohemia – hence his contempor"}]}, {"heading": "Births", "year": "1464", "date": "April 23", "txt": "Joan of France, Duchess of Berry (d. 1505)", "entities": [{"title": "Joan of France, Duchess of Berry", "href": "/wiki/Joan_of_France,_Duchess_of_Berry", "description": "Joan of France, was briefly Queen of France as wife of King Louis XII, in between the death of her brother, King Charles VIII, and the annulment of her marriage. After that, she retired to her domain, where she soon founded the monastic Order of the Sisters of the Annunciation of Mary, where she served as abbess. From this Order later sprang the religious congregation of the Apostolic Sisters of t"}]}, {"heading": "Births", "year": "1464", "date": "April 23", "txt": "Robert Fayrfax, English Renaissance composer (d. 1521)", "entities": []}, {"heading": "Births", "year": "1484", "date": "April 23", "txt": "Julius Caesar Scaliger, Italian physician and scholar (d. 1558)", "entities": [{"title": "Julius Caesar Scaliger", "href": "/wiki/Julius_Caesar_Scaliger", "description": "Julius Caesar Scaliger, or Giulio Cesare della Scala, was an Italian scholar and physician, who spent a major part of his career in France. He employed the techniques and discoveries of Renaissance humanism to defend Aristotelianism against the New Learning. In spite of his contentious disposition, his contemporary reputation was high. Jacques Auguste de Thou claimed that none of the ancients coul"}]}, {"heading": "Births", "year": "1500", "date": "April 23", "txt": "Alexander Ales, Scottish theologian and academic (d. 1565)", "entities": [{"title": "Alexander Ales", "href": "/wiki/Alexander_Ales", "description": "Alexander Ales or Alexander Alesius was a Scottish theologian who immigrated to Germany and became a Lutheran supporter of the Augsburg Confession."}]}, {"heading": "Births", "year": "1500", "date": "April 23", "txt": "Johann Stumpf, Swiss writer (d. 1576)", "entities": []}, {"heading": "Births", "year": "1512", "date": "April 23", "txt": "Henry FitzAlan, 19th Earl of Arundel, Chancellor of the University of Oxford (d. 1580)", "entities": [{"title": "Henry FitzAlan, 19th Earl of Arundel", "href": "/wiki/Henry_FitzAlan,_19th_Earl_of_Arundel", "description": "Henry Fitzalan, 12th Earl of Arundel KG was an English nobleman, who over his long life assumed a prominent place at the court of all the later Tudor sovereigns, probably the only person to do so."}]}, {"heading": "Births", "year": "1516", "date": "April 23", "txt": "Georg Fabricius, German poet, historian, and archaeologist (d. 1571)", "entities": [{"title": "Georg Fabricius", "href": "/wiki/Georg_Fabricius", "description": "Georg Fabricius, born Georg Goldschmidt, was a Protestant German poet, historian and archaeologist who wrote in Latin during the German Renaissance."}]}, {"heading": "Births", "year": "1598", "date": "April 23", "txt": "Maarten Tromp, Dutch admiral (d. 1653)", "entities": [{"title": "Maarten Tromp", "href": "/wiki/Maarten_Tromp", "description": "Maarten Harpertszoon Tromp was a Dutch army general and admiral in the Dutch navy."}]}, {"heading": "Births", "year": "1621", "date": "April 23", "txt": "William Penn, English admiral and politician (d. 1670)", "entities": [{"title": "William Penn (Royal Navy officer)", "href": "/wiki/William_Penn_(Royal_Navy_officer)", "description": "Sir William Penn was an English admiral and politician who sat in the House of Commons from 1660 to 1670. He was the father of William Penn, founder of the Province of Pennsylvania."}]}, {"heading": "Births", "year": "1628", "date": "April 23", "txt": "Johannes Hudde, Dutch mathematician and politician (d. 1704)", "entities": [{"title": "Johannes Hudde", "href": "/wiki/Johannes_Hudde", "description": "Johannes Hudde was a burgomaster (mayor) of Amsterdam between 1672 – 1703, a mathematician and governor of the Dutch East India Company."}]}, {"heading": "Births", "year": "1661", "date": "April 23", "txt": "Issachar Berend Lehmann, German-Jewish banker, merchant and diplomat (d. 1730)", "entities": [{"title": "Issachar Berend Lehmann", "href": "/wiki/Issachar_Berend_Lehmann", "description": "Issachar Berend Lehmann, Berend Lehmann, Yissakhar Bermann Segal, Yissakhar ben Yehuda haLevi, Berman Halberstadt, was a German banker, merchant, diplomatic agent as well as army and mint contractor working as a court Jew for Elector Augustus II the Strong of Saxony, King of Poland, and other German princes. He was privileged as a Court Jew and as a Resident. Thanks to his wealth, privileges as we"}]}, {"heading": "Births", "year": "1715", "date": "April 23", "txt": "Johann Friedrich Doles, German composer and conductor (d. 1797)", "entities": [{"title": "Johann Friedrich Doles", "href": "/wiki/Johann_Friedrich_Doles", "description": "Johann Friedrich Doles was a German composer and pupil of Johann Sebastian Bach."}]}, {"heading": "Births", "year": "1720", "date": "April 23", "txt": "Vilna Gaon, Lithuanian rabbi and author (d. 1797)", "entities": [{"title": "Vilna Gaon", "href": "/wiki/Vilna_Gaon", "description": "Elijah ben Solomon Zalman, known as the Vilna Gaon or Elijah of Vilna, or by his Hebrew acronym HaGra or Elijah Ben Solomon Zalman, was a Talmudist, halakhist, kabbalist, and the foremost leader of misnagdic (non-hasidic) Jewry of the past few centuries. He is commonly referred to in Hebrew as ha-Gaon he-Chasid mi-Vilna, \"the pious genius from Vilnius\"."}]}, {"heading": "Births", "year": "1744", "date": "April 23", "txt": "Princess Charlotte Amalie Wilhelmine of Schleswig-Holstein-Sonderburg-Plön (d. 1770)", "entities": [{"title": "Princess Charlotte Amalie Wilhelmine of Schleswig-Holstein-Sonderburg-Plön", "href": "/wiki/Princess_Charlotte_Amalie_Wilhelmine_of_Schleswig-Holstein-Sonderburg-Pl%C3%B6n", "description": "Charlotte Amalie Wilhelmine of (Schleswig-)Holstein-Plön, was a princess of the Duchy of Schleswig-Holstein-Sonderburg-Plön, a cadet branch of the Danish royal family. She was born at Plön to Frederick Charles, Duke of Schleswig-Holstein-Sonderburg-Plön and his wife Countess Christiane Armgard von Reventlow, the fourth of their five children."}]}, {"heading": "Births", "year": "1748", "date": "April 23", "txt": "Félix Vicq-d'Azyr, French physician and anatomist (d. 1794)", "entities": [{"title": "Félix Vicq-d'Azyr", "href": "/wiki/F%C3%A9lix_Vicq-d%27Azyr", "description": "Félix Vicq d'Azyr was a French physician and anatomist, the originator of comparative anatomy and discoverer of the theory of homology in biology."}]}, {"heading": "Births", "year": "1791", "date": "April 23", "txt": "James Buchanan, American soldier, lawyer, and politician, 15th President of the United States (d. 1868)", "entities": [{"title": "James Buchanan", "href": "/wiki/James_Buchanan", "description": "James Buchanan Jr. was an American lawyer and politician who served as the 15th president of the United States (1857–1861). He previously served as secretary of state (1845–1849) and represented Pennsylvania in both houses of the U.S. Congress. He was a states' rights advocate, and minimized the role of the federal government in the nation's final years of slavery."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1792", "date": "April 23", "txt": "Thomas Romney Robinson, Irish astronomer and physicist (d. 1882)", "entities": [{"title": "Thomas Romney Robinson", "href": "/wiki/Thomas_Romney_Robinson", "description": "Reverend John Thomas Romney Robinson FRS FRSE DD DCL LLD, usually referred to as Thomas Romney Robinson, was a 19th-century astronomer and physicist. He was the longtime director of the Armagh Astronomical Observatory, one of the chief astronomical observatories in the UK of its time."}]}, {"heading": "Births", "year": "1794", "date": "April 23", "txt": "Wei Yuan, Chinese scholar and author (d. 1856)", "entities": [{"title": "Wei Yuan", "href": "/wiki/Wei_Yuan", "description": "Wei Yuan, born Wei Yuanda (魏遠達), courtesy names Moshen (默深) and Hanshi (漢士), was a Chinese scholar from Shaoyang, Hunan. He moved to Yangzhou in 1831, where he remained for the rest of his life. Wei obtained the provincial degree (juren) in the Imperial examinations and subsequently worked in the secretariat of several prominent statesmen, such as Lin Zexu. Wei was deeply concerned with the crisis"}]}, {"heading": "Births", "year": "1805", "date": "April 23", "txt": "Johann Karl Friedrich Rosenkranz, German philosopher and academic (d. 1879)", "entities": [{"title": "Johann Karl Friedrich Rosenkranz", "href": "/wiki/Johann_Karl_Friedrich_Rosenkranz", "description": "Johann Karl Friedrich Rosenkranz was a German philosopher and pedagogue."}]}, {"heading": "Births", "year": "1812", "date": "April 23", "txt": "Frederick Whitaker, English-New Zealand lawyer and politician, 5th Prime Minister of New Zealand (d. 1891)", "entities": [{"title": "Frederick Whitaker", "href": "/wiki/Frederick_Whitaker", "description": "Sir Frederick Whitaker was an English-born New Zealand politician who served twice as the Prime Minister of New Zealand and six times as Attorney-General."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1813", "date": "April 23", "txt": "Stephen A. Douglas, American educator and politician, 7th Illinois Secretary of State (d. 1861)", "entities": [{"title": "Stephen A. Douglas", "href": "/wiki/Stephen_A._Douglas", "description": "Stephen Arnold Douglas was an American politician and lawyer from Illinois. He was one of two Democratic Party nominees for president in the 1860 presidential election, which was won by Republican Abraham Lincoln. Douglas had previously defeated Lincoln in the 1858 United States Senate election in Illinois, known for the Lincoln–Douglas debates. During the 1850s, Douglas was one of the foremost ad"}, {"title": "Illinois Secretary of State", "href": "/wiki/Illinois_Secretary_of_State", "description": "The Secretary of State of Illinois is one of the six elected executive state offices of the government of Illinois, and one of the 47 secretaries of states in the United States. The Illinois Secretary of State keeps the state records, laws, library, and archives, and is the state's corporation registration, vehicle registration and driver licensing authority. The current Secretary of State is Jess"}]}, {"heading": "Births", "year": "1813", "date": "April 23", "txt": "Frédéric Ozanam, Italian-French historian and scholar (d. 1853)", "entities": []}, {"heading": "Births", "year": "1818", "date": "April 23", "txt": "James Anthony Froude, English historian, novelist, biographer and editor (d. 1894)", "entities": [{"title": "James Anthony Froude", "href": "/wiki/James_Anthony_Froude", "description": "James Anthony Froude was an English historian, novelist, biographer, and editor of Fraser's Magazine. From his upbringing amidst the Anglo-Catholic Oxford Movement, Froude intended to become a clergyman, but doubts about the doctrines of the Anglican church, published in his scandalous 1849 novel The Nemesis of Faith, drove him to abandon his religious career. Froude turned to writing history, bec"}]}, {"heading": "Births", "year": "1819", "date": "April 23", "txt": "Edward Stafford, Scottish-New Zealand educator and politician, 3rd Prime Minister of New Zealand (d. 1901)", "entities": [{"title": "Edward Stafford (politician)", "href": "/wiki/Edward_Stafford_(politician)", "description": "Sir Edward William Stafford served as the third Premier of New Zealand on three occasions in the mid 19th century. His total time in office is the longest of any leader without a political party. He is described as pragmatic, logical, and clear-sighted."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1853", "date": "April 23", "txt": "Winthrop M. Crane, American businessman and politician, 40th Governor of Massachusetts (d. 1920)", "entities": [{"title": "Winthrop M. Crane", "href": "/wiki/Winthrop_M._Crane", "description": "Winthrop Murray Crane was a U.S. political figure and businessman."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1856", "date": "April 23", "txt": "Granville Woods, American inventor and engineer (d. 1910)", "entities": [{"title": "Granville Woods", "href": "/wiki/Granville_Woods", "description": "Granville Tailer Woods was an inventor who held more than 60 patents in the U.S. He was the first African American mechanical and electrical engineer after the Civil War. Self-taught, he concentrated most of his work on trains and streetcars. One of his notable inventions was a device he called the Synchronous Multiplex Railway Telegraph, a variation of induction telegraph which relied on ambient "}]}, {"heading": "Births", "year": "1857", "date": "April 23", "txt": "Ruggero Leoncavallo, Italian composer (d. 1919)", "entities": [{"title": "Ruggero Leoncavallo", "href": "/wiki/Ruggero_Leoncavallo", "description": "Ruggero  Leoncavallo was an Italian opera composer and librettist. Although he produced numerous operas and other songs throughout his career it is his opera Pagliacci (1892) that remained his lasting contribution, despite attempts to escape the shadow of his greatest success."}]}, {"heading": "Births", "year": "1858", "date": "April 23", "txt": "Max Planck, German physicist and academic, Nobel Prize laureate (d. 1947)", "entities": [{"title": "Max Planck", "href": "/wiki/Max_Planck", "description": "Max Karl Ernst Ludwig Planck, was a German theoretical physicist whose discovery of energy quanta won him the Nobel Prize in Physics in 1918."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1860", "date": "April 23", "txt": "Justinian Oxenham, Australian public servant (d. 1932)", "entities": [{"title": "Justinian Oxenham", "href": "/wiki/Justinian_Oxenham", "description": "Justinian Oxenham ISO was a senior Australian public servant. He was Secretary of the Postmaster-General's Department from January 1911 until December 1923."}]}, {"heading": "Births", "year": "1861", "date": "April 23", "txt": "Edmund Allenby, 1st Viscount Allenby, English field marshal and diplomat, British High Commissioner in Egypt (d. 1936)", "entities": [{"title": "Edmund Allenby, 1st Viscount Allenby", "href": "/wiki/Edmund_Allenby,_1st_Viscount_Allenby", "description": "Field Marshal Edmund Henry Hynman Allenby, 1st Viscount Allenby, was an English soldier and British Imperial Governor. He fought in the Second Boer War and also in the First World War, in which he led the British Empire's Egyptian Expeditionary Force (EEF) during the Sinai and Palestine Campaign against the Ottoman Empire in the conquest of Palestine."}, {"title": "List of diplomats of the United Kingdom to Egypt", "href": "/wiki/List_of_diplomats_of_the_United_Kingdom_to_Egypt", "description": "The Ambassador of the United Kingdom to Egypt is the United Kingdom's foremost diplomatic representative in Egypt, and head of the UK's diplomatic mission in Egypt. The official title is Her Britannic Majesty's Ambassador to the Arab Republic of Egypt."}]}, {"heading": "Births", "year": "1861", "date": "April 23", "txt": "John Peltz, American baseball player and manager (d. 1906)", "entities": []}, {"heading": "Births", "year": "1865", "date": "April 23", "txt": "Ali-Agha Shikhlinski, Russian-Azerbaijani general (d. 1943)", "entities": [{"title": "Ali-Agha Shikhlinski", "href": "/wiki/Ali-Agha_Shikhlinski", "description": "Ali-Agha Ismail-Agha oglu Shikhlinski, sometimes anglicized as Ali-Agha Shikhlinsky was an Azerbaijani lieutenant-general of the Russian imperial army, Deputy Minister of Defense and General of the Artillery of Azerbaijan Democratic Republic and a Soviet military officer."}]}, {"heading": "Births", "year": "1867", "date": "April 23", "txt": "Johannes Fibiger, Danish physician and pathologist, Nobel Prize laureate (d. 1928)", "entities": [{"title": "Johannes Fibiger", "href": "/wiki/Johannes_Fibiger", "description": "Johannes Andreas Grib Fibiger was a Danish physician and professor of anatomical pathology at the University of Copenhagen. He was the recipient of the 1926 Nobel Prize in Physiology or Medicine \"for his discovery of the Spiroptera carcinoma\". He demonstrated that the roundworm which he called Spiroptera carcinoma could cause stomach cancer in rats and mice. His experimental results were later pro"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1876", "date": "April 23", "txt": "Arthur Moeller van den Bruck, German historian and author (d. 1925)", "entities": [{"title": "Arthur Moeller van den Bruck", "href": "/wiki/Arthur_Moeller_van_den_Bruck", "description": "Arthur Wilhelm Ernst Victor Moeller van den Bruck was a German cultural historian and writer who best known for his controversial 1923 book Das Dritte Reich, which promoted German nationalism and strongly influenced the Conservative Revolutionary movement and then the Nazi Party."}]}, {"heading": "Births", "year": "1880", "date": "April 23", "txt": "Michel Fokine, Russian dancer and choreographer (d. 1942)", "entities": [{"title": "Michel Fokine", "href": "/wiki/Michel_Fokine", "description": "Michael Fokine was a groundbreaking Imperial Russian choreographer and dancer."}]}, {"heading": "Births", "year": "1882", "date": "April 23", "txt": "Albert Coates, English composer and conductor (d. 1953)", "entities": [{"title": "Albert Coates (musician)", "href": "/wiki/Albert_Coates_(musician)", "description": "Albert Coates was an English conductor and composer. Born in St. Petersburg where his English father was a successful businessman, he studied in Russia, England and Germany, before beginning his career as a conductor in a series of German opera houses. He was a success in England conducting Wagner at the Royal Opera House, Covent Garden in 1914, and in 1919 was appointed chief conductor of the Lon"}]}, {"heading": "Births", "year": "1888", "date": "April 23", "txt": "Georges Vanier, Canadian general and politician, 19th Governor General of Canada (d. 1967)", "entities": [{"title": "Georges Vanier", "href": "/wiki/Georges_Vanier", "description": "Georges-Philias Vanier was a Canadian soldier and diplomat who served as Governor General of Canada, the first French-Canadian to hold this post."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1889", "date": "April 23", "txt": "Karel Doorman, Dutch admiral (d. 1942)", "entities": [{"title": "Karel Doorman", "href": "/wiki/Karel_Doorman", "description": "Karel Willem Frederik Marie Doorman was a Dutch naval officer who during World War II commanded remnants of the short-lived American-British-Dutch-Australian Command naval strike forces in the Battle of the Java Sea. He was killed in action when his flagship HNLMS De Ruyter was torpedoed during the battle, having chosen to go down with the ship."}]}, {"heading": "Births", "year": "1893", "date": "April 23", "txt": "Frank Borzage, American actor and director (d. 1952)", "entities": [{"title": "Frank Borzage", "href": "/wiki/Frank_Borzage", "description": "Frank Borzage was an Academy Award-winning American film director and actor, known for directing 7th Heaven (1927), Street Angel (1928), Bad Girl (1931), A Farewell to Arms (1932), Man's Castle (1933), History Is Made at Night (1937), The Mortal Storm (1940) and Moonrise (1948)."}]}, {"heading": "Births", "year": "1895", "date": "April 23", "txt": "Ngaio Marsh, New Zealand author and director (d. 1982)", "entities": [{"title": "Ngaio Marsh", "href": "/wiki/Ngaio_Marsh", "description": "Dame Edith Ngaio Marsh was a New Zealand crime writer and theatre director. She was appointed a Dame Commander of the Order of the British Empire in 1966."}]}, {"heading": "Births", "year": "1897", "date": "April 23", "txt": "Folke Jansson, American general (d. 1965)", "entities": [{"title": "Folke Jansson", "href": "/wiki/Folke_Jansson", "description": "Folke Georg \"Pytta\" Janson was a Swedish athlete who specialized in the triple jump. He competed at the 1920 and 1924 Olympics and finished in second and fifth place, respectively."}]}, {"heading": "Births", "year": "1897", "date": "April 23", "txt": "Lester B. Pearson, Canadian historian and politician, 14th Prime Minister of Canada, Nobel Prize laureate (d. 1972)", "entities": [{"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}, {"title": "Nobel Peace", "href": "/wiki/Nobel_Peace", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1898", "date": "April 23", "txt": "Lucius D. Clay, American general (d. 1978)", "entities": [{"title": "Lucius D. Clay", "href": "/wiki/Lucius_D._Clay", "description": "General Lucius Dubignon Clay was a senior officer of the United States Army who was known for his administration of occupied Germany after World War II. He served as the deputy to General of the Army Dwight D. Eisenhower in 1945; deputy military governor, Germany, in 1946; Commander in Chief, United States Forces in Europe and military governor of the United States Zone, Germany, from 1947 to 1949"}]}, {"heading": "Births", "year": "1899", "date": "April 23", "txt": "Bertil Ohlin, Swedish economist and politician, Nobel Prize laureate (d. 1979)", "entities": [{"title": "Bertil Ohlin", "href": "/wiki/Bertil_Ohlin", "description": "Bertil Gotthard Ohlin was a Swedish economist and politician. He was a professor of economics at the Stockholm School of Economics from 1929 to 1965. He was also leader of the People's Party, a social-liberal party which at the time was the largest party in opposition to the governing Social Democratic Party, from 1944 to 1967. He served briefly as Minister for Trade from 1944 to 1945 in the Swedi"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1899", "date": "April 23", "txt": "Minoru Shirota, Japanese physician and microbiologist, invented Yakult (d. 1982)", "entities": [{"title": "Yakult", "href": "/wiki/Yakult", "description": "Yakult  is a Japanese sweetened probiotic milk beverage fermented with the bacteria strain Lactobacillus paracasei Shirota. It is sold by Yakult Honsha, based in Tokyo. It is distributed through convenience stores and supermarkets, in single-serving containers of 65 mL or 100 mL, often in single-row packs of five or seven."}]}, {"heading": "Births", "year": "1900", "date": "April 23", "txt": "Jim Bottomley, American baseball player and sportscaster (d. 1959)", "entities": [{"title": "Jim Bottomley", "href": "/wiki/Jim_Bottomley", "description": "James Leroy Bottomley was an American professional baseball player. A first baseman, Bottomley played in Major League Baseball from 1922 through 1937 for the St. Louis Cardinals, Cincinnati Reds, and St. Louis Browns. He also served as player-manager for the Browns in 1937. Playing for the Cardinals against Brooklyn at Ebbets Field on September 16, 1924, Bottomley set the all-time single game RBI "}]}, {"heading": "Births", "year": "1900", "date": "April 23", "txt": "Joseph Green, Polish-American actor and director (d. 1996)", "entities": []}, {"heading": "Births", "year": "1901", "date": "April 23", "txt": "E. B. Ford, English biologist and geneticist (d. 1988)", "entities": [{"title": "E. B. Ford", "href": "/wiki/E._B._Ford", "description": "Edmund Brisco \"Henry\" Ford was a British ecological geneticist. He was a leader among those British biologists who investigated the role of natural selection in nature. As a schoolboy Ford became interested in lepidoptera, the group of insects which includes butterflies and moths. He went on to study the genetics of natural populations, and invented the field of ecological genetics. Ford was award"}]}, {"heading": "Births", "year": "1902", "date": "April 23", "txt": "Halldór Laxness, Icelandic author and poet, Nobel Prize laureate (d. 1998)", "entities": [{"title": "Halldór Laxness", "href": "/wiki/Halld%C3%B3r_Laxness", "description": "Halldór Kiljan Laxness was an Icelandic writer and winner of the 1955 Nobel Prize in Literature. He wrote novels, poetry, newspaper articles, essays, plays, travelogues and short stories. Major influences included August Strindberg, Sigmund Freud, Knut Hamsun, Sinclair Lewis, Upton Sinclair, Bertolt Brecht and Ernest Hemingway."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1903", "date": "April 23", "txt": "Guy Simonds, English-Canadian general (d. 1974)", "entities": [{"title": "Guy Simonds", "href": "/wiki/Guy_Simonds", "description": "Lieutenant-General Guy Granville Simonds, was a senior Canadian Army officer who served with distinction during World War II, where he commanded the 1st Canadian Infantry Division and II Canadian Corps. In 1951, at the age of just 48, he was appointed Chief of the General Staff, the most senior member of the Canadian Army, a post he held for four years."}]}, {"heading": "Births", "year": "1904", "date": "April 23", "txt": "Clifford Bricker, Canadian long-distance runner (d. 1980)", "entities": [{"title": "Clifford Bricker", "href": "/wiki/Clifford_Bricker", "description": "Clifford \"Cliff\" Bricker was a Canadian long-distance runner who competed in the 1928 and 1932 Summer Olympics. In 1927 he set the amateur world record for 15 miles."}]}, {"heading": "Births", "year": "1904", "date": "April 23", "txt": "Louis Muhlstock, Polish-Canadian painter (d. 2001)", "entities": []}, {"heading": "Births", "year": "1904", "date": "April 23", "txt": "Duncan Renaldo, American actor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1907", "date": "April 23", "txt": "Lee Miller, American model and photographer (d. 1977)", "entities": [{"title": "Lee Miller", "href": "/wiki/Lee_Miller", "description": "Elizabeth \"Lee\" Miller, Lady Penrose, was an American photographer and photojournalist. She was a fashion model in New York City in the 1920s before going to Paris, where she became a fashion and fine art photographer. During the Second World War, she was a war correspondent for Vogue, covering events such as the London Blitz, the liberation of Paris, and the concentration camps at Buchenwald and "}]}, {"heading": "Births", "year": "1907", "date": "April 23", "txt": "Fritz Wotruba, Austrian sculptor, designed the Wotruba Church (d. 1975)", "entities": [{"title": "Wotruba Church", "href": "/wiki/Wotruba_Church", "description": "The Kirche Zur Heiligsten Dreifaltigkeit in Vienna, better known as the Wotruba Church, is located on the Sankt Georgenberg in Mauer in Liesing, the 23rd District of Vienna. It was built between August 1974 and October 1976 on the basis of a model by Fritz Wotruba."}]}, {"heading": "Births", "year": "1908", "date": "April 23", "txt": "Myron Waldman, American animator and director (d. 2006)", "entities": [{"title": "Myron Waldman", "href": "/wiki/Myron_Waldman", "description": "Myron Waldman was an American animator, best known for his work at Fleischer Studios."}]}, {"heading": "Births", "year": "1910", "date": "April 23", "txt": "Sheila Scott Macintyre, Scottish mathematician (d. 1960)", "entities": [{"title": "Sheila Scott Macintyre", "href": "/wiki/Sheila_Scott_Macintyre", "description": "Professor Sheila Scott Macintyre FRSE was a Scottish mathematician best known for her work on the Whittaker constant. Macintyre is also known for co-authoring a German-English mathematics dictionary with Edith Witte."}]}, {"heading": "Births", "year": "1910", "date": "April 23", "txt": "Simone Simon, French actress (d. 2005)", "entities": []}, {"heading": "Births", "year": "1911", "date": "April 23", "txt": "Ronald Neame, English-American director, cinematographer, producer, and screenwriter (d. 2010)", "entities": [{"title": "Ronald Neame", "href": "/wiki/Ronald_Neame", "description": "Ronald Neame CBE, BSC was an English film producer, director, cinematographer, and screenwriter. Beginning his career as a cinematographer, for his work on the British war film One of Our Aircraft Is Missing (1943) he received an Academy Award nomination for Best Special Effects. During a partnership with director David Lean, he produced Brief Encounter (1945), Great Expectations (1946), and Olive"}]}, {"heading": "Births", "year": "1913", "date": "April 23", "txt": "Diosa Costello, Puerto Rican-American entertainer, producer and club owner (d. 2013)", "entities": [{"title": "Diosa Costello", "href": "/wiki/Diosa_Costello", "description": "Juana de Dios Castrello, better known as Diosa Costello, was a Puerto Rican- American entertainer, performer, producer and club owner, often referred to as \"the Latin Bombshell\"."}]}, {"heading": "Births", "year": "1915", "date": "April 23", "txt": "Arnold Alexander Hall, English engineer, academic, and businessman (d. 2000)", "entities": [{"title": "Arnold Alexander Hall", "href": "/wiki/Arnold_Alexander_Hall", "description": "Sir Arnold Alexander Hall FRS FRAeS was an English aeronautical engineer, scientist and industrialist."}]}, {"heading": "Births", "year": "1916", "date": "April 23", "txt": "Yiannis Moralis, Greek painter and educator (d. 2009)", "entities": [{"title": "Yiannis Moralis", "href": "/wiki/Yiannis_Moralis", "description": "Yiannis Moralis was an important Greek visual artist and part of the so-called \"Generation of the '30s\"."}]}, {"heading": "Births", "year": "1916", "date": "April 23", "txt": "Sinah Estelle Kelley, American chemist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 23", "txt": "Dorian Leigh, American model (d. 2008)", "entities": [{"title": "Dorian Leigh", "href": "/wiki/Dorian_Leigh", "description": "Dorian Elizabeth Leigh Parker, known professionally as Dorian Leigh, was an American model and one of the earliest modeling icons of the fashion industry. She is considered one of the first supermodels, and was well known in the United States and Europe."}]}, {"heading": "Births", "year": "1917", "date": "April 23", "txt": "Tony Lupien, American baseball player and coach (d. 2004)", "entities": []}, {"heading": "Births", "year": "1918", "date": "April 23", "txt": "Maurice Druon, French author and screenwriter (d. 2009)", "entities": [{"title": "Maurice Druon", "href": "/wiki/Maurice_Druon", "description": "Maurice Druon was a French novelist and a member of the Académie française, of which he served as \"Perpetual Secretary\" (chairman) between 1985 and 1999."}]}, {"heading": "Births", "year": "1919", "date": "April 23", "txt": "Oleg Penkovsky, Russian colonel (d. 1963)", "entities": [{"title": "Oleg Penkovsky", "href": "/wiki/Oleg_Penkovsky", "description": "Oleg Vladimirovich Penkovsky, codenamed HERO, was a Soviet military intelligence (GRU) colonel during the late 1950s and early 1960s. Penkovsky informed the United Kingdom about the Soviet emplacement of missiles in Cuba, thus providing both the UK and the United States with the precise knowledge necessary to address rapidly developing military tensions with the Soviet Union."}]}, {"heading": "Births", "year": "1920", "date": "April 23", "txt": "Eric Grant Yarrow, 3rd Baronet, English businessman (d. 2018)", "entities": [{"title": "Eric Grant Yarrow, 3rd Baronet", "href": "/wiki/Eric_Grant_Yarrow,_3rd_Baronet", "description": "Sir Eric Grant Yarrow, 3rd Baronet, was a British businessman."}]}, {"heading": "Births", "year": "1921", "date": "April 23", "txt": "Judy Agnew, Second Lady of the United States (d. 2012)", "entities": [{"title": "Judy Agnew", "href": "/wiki/Judy_Agnew", "description": "Elinor Isabel Agnew was the Second Lady of the United States from 1969 to 1973. She was the wife of the 39th Vice President of the United States, Spiro Agnew, who had previously served as Governor of Maryland and Baltimore County Executive. Although Judy Agnew attempted to avoid political discussion during her tenure as Second Lady, preferring to cultivate her image primarily as a wife and mother,"}, {"title": "Second Lady of the United States", "href": "/wiki/Second_Lady_of_the_United_States", "description": "Second Lady of the United States (SLOTUS) or Second Gentleman of the United States (SGOTUS) is the informal title held by the spouse of the vice president of the United States, concurrent with the vice president's term of office. Coined in contrast to \"first lady\", albeit used less commonly, the title \"second lady\" was apparently first used by Jennie Tuttle Hobart to refer to herself. Second Gentl"}]}, {"heading": "Births", "year": "1921", "date": "April 23", "txt": "Cleto Bellucci, Italian archbishop (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "April 23", "txt": "Janet Blair, American actress and singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1921", "date": "April 23", "txt": "Warren Spahn, American baseball player and coach (d. 2003)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 23", "txt": "Dolph Briscoe, American lieutenant and politician, 41st Governor of Texas (d. 2010)", "entities": [{"title": "Dolph Briscoe", "href": "/wiki/Dolph_Briscoe", "description": "Dolph Briscoe Jr. was an American rancher and businessman who was the 41st Governor of Texas between 1973 and 1979. He was a member of the Democratic Party."}, {"title": "Governor of Texas", "href": "/wiki/Governor_of_Texas", "description": "The governor of Texas is the head of state, head of government and chief executive of Texas. The governor directs the legislative branch and the executive branch of the state government and is the commander in chief of the Texas military forces. The governor has the power to either approve or veto bills passed by the Texas Legislature, and to convene the legislature. The governor may grant pardons"}]}, {"heading": "Births", "year": "1923", "date": "April 23", "txt": "Avram Davidson, American soldier and author (d. 1993)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 23", "txt": "Chuck Harmon, American baseball player and scout (d. 2019)", "entities": [{"title": "Chuck Harmon", "href": "/wiki/Chuck_Harmon", "description": "Charles Byron Harmon was an American professional baseball utility player in Major League Baseball (MLB), who played for the Cincinnati Redlegs (1954–1956), St. Louis Cardinals (1956–1957), and Philadelphia Phillies (1957). He batted and threw right-handed."}]}, {"heading": "Births", "year": "1924", "date": "April 23", "txt": "Bobby Rosengarden, American drummer and bandleader (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 23", "txt": "J.P. Donleavy, American-Irish novelist and playwright (d. 2017)", "entities": [{"title": "J.P. Donleavy", "href": "/wiki/J.P._Donleavy", "description": "James Patrick Donleavy was an American-Irish novelist, short story writer and playwright. His best-known work is the novel The Ginger Man, which was initially banned for obscenity."}]}, {"heading": "Births", "year": "1926", "date": "April 23", "txt": "Rifaat el-Mahgoub, Egyptian politician (d. 1990)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 23", "txt": "Shirley Temple, American actress, singer, dancer, and diplomat (d. 2014)", "entities": [{"title": "Shirley Temple", "href": "/wiki/Shirley_Temple", "description": "Shirley Temple Black was an American actress, singer, dancer, businesswoman, and diplomat who was Hollywood's number one box-office draw as a child actress from 1934 to 1938. As an adult, she was named United States ambassador to Ghana and to Czechoslovakia, and also served as Chief of Protocol of the United States."}]}, {"heading": "Births", "year": "1929", "date": "April 23", "txt": "George Steiner, French-American philosopher, author, and critic (d. 2020)", "entities": [{"title": "George Steiner", "href": "/wiki/George_Steiner", "description": "Francis George Steiner, FBA was a Franco-American literary critic, essayist, philosopher, novelist, and educator. He wrote extensively about the relationship between language, literature and society, and the impact of the Holocaust. An article in The Guardian described Steiner as a \"polyglot and polymath\"."}]}, {"heading": "Births", "year": "1932", "date": "April 23", "txt": "Halston, American fashion designer (d. 1990)", "entities": [{"title": "Halston", "href": "/wiki/Halston", "description": "Roy Halston Frowick, known mononymously as Halston, was an American fashion designer who rose to international fame in the 1970s."}]}, {"heading": "Births", "year": "1932", "date": "April 23", "txt": "Jim Fixx, American runner and author (d. 1984)", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 23", "txt": "Annie Easley, American computer scientist, mathematician, and engineer (d. 2011)", "entities": [{"title": "Annie Easley", "href": "/wiki/Annie_Easley", "description": "Annie J. Easley was an American computer scientist, mathematician, and rocket scientist. She worked for the Lewis Research Center of the National Aeronautics and Space Administration (NASA) and its predecessor, the National Advisory Committee for Aeronautics (NACA). She was a leading member of the team which developed software for the Centaur rocket stage, and was one of the first African-American"}]}, {"heading": "Births", "year": "1934", "date": "April 23", "txt": "George Canseco, Filipino composer and producer (d. 2004)", "entities": [{"title": "George Canseco", "href": "/wiki/George_Canseco", "description": "George Masangkay Canseco was a Filipino composer of numerous popular Filipino songs."}]}, {"heading": "Births", "year": "1936", "date": "April 23", "txt": "Roy Orbison, American singer-songwriter (d. 1988)", "entities": [{"title": "Roy Orbison", "href": "/wiki/Roy_Orbison", "description": "Roy Kelton Orbison was an American singer, songwriter, and musician known for his impassioned singing style, complex song structures, and dark, emotional ballads. His music was described by critics as operatic, earning him the nicknames \"the Caruso of Rock\" and \"the Big O\". Many of Orbison's songs conveyed vulnerability at a time when most male rock-and-roll performers chose to project defiant mas"}]}, {"heading": "Births", "year": "1937", "date": "April 23", "txt": "Victoria Glendinning, English author and critic", "entities": [{"title": "Victoria Glendinning", "href": "/wiki/Victoria_Glendinning", "description": "Victoria Glendinning is a British biographer, critic, broadcaster and novelist; she is an Honorary Vice-President of English PEN, a winner of the James Tait Black Memorial Prize, was appointed a CBE in 1998 and is Vice-President of the Royal Society of Literature."}]}, {"heading": "Births", "year": "1937", "date": "April 23", "txt": "David Mills, English cricketer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 23", "txt": "Barry Shepherd, Australian cricketer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 23", "txt": "Jorge Fons, Mexican director and screenwriter", "entities": [{"title": "Jorge Fons", "href": "/wiki/Jorge_Fons", "description": "Jorge Fons Pérez is a Mexican film director."}]}, {"heading": "Births", "year": "1939", "date": "April 23", "txt": "Bill Hagerty, English journalist", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 23", "txt": "Lee Majors, American actor", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 23", "txt": "Ray Peterson, American pop singer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 23", "txt": "Michael Copps, American academic and politician", "entities": [{"title": "Michael Copps", "href": "/wiki/Michael_Copps", "description": "Michael Joseph Copps is a former Commissioner of the U.S. Federal Communications Commission (FCC), an independent agency of the United States government. He was sworn in on May 31, 2001 and served until December 31, 2011. He took on the additional role of acting chairman from January 22, 2009 through June 28, 2009. He relinquished the chairmanship to Julius Genachowski after Genachowski was confir"}]}, {"heading": "Births", "year": "1940", "date": "April 23", "txt": "Dale Houston, American singer-songwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 23", "txt": "Michael Kadosh, Israeli footballer and manager (d. 2014)", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 23", "txt": "Jacqueline Boyer, French singer and actress", "entities": [{"title": "Jacqueline Boyer", "href": "/wiki/Jacqueline_Boyer", "description": "Jacqueline Boyer is a French singer and actress. She is also the daughter of performers Jacques Pills and Lucienne Boyer."}]}, {"heading": "Births", "year": "1941", "date": "April 23", "txt": "Arie den Hartog, Dutch road bicycle racer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 23", "txt": "Paavo Lipponen, Finnish journalist and politician, 38th Prime Minister of Finland", "entities": [{"title": "Prime Minister of Finland", "href": "/wiki/Prime_Minister_of_Finland", "description": "The prime minister of Finland is the leader of the Finnish Government. The Prime Minister is Finland's head of government and is formally appointed by the President of Finland. Finland's first Prime Minister was Pehr Evind Svinhufvud, who was appointed to the post on 27 November 1917."}]}, {"heading": "Births", "year": "1941", "date": "April 23", "txt": "Michael Lynne, American film producer, co-founded New Line Cinema", "entities": [{"title": "New Line Cinema", "href": "/wiki/New_Line_Cinema", "description": "New Line Productions, Inc., doing business as New Line Cinema, is an American film production studio and a label of the Warner Bros. Pictures Group division of Warner Bros. Entertainment. It was founded in 1967 by Robert Shaye as an independent film distribution company, later becoming a film studio. It was acquired by Turner Broadcasting System in 1994; Turner later merged with Time Warner in 199"}]}, {"heading": "Births", "year": "1941", "date": "April 23", "txt": "Ed Stewart, English radio and television host (d. 2016)", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 23", "txt": "Ray Tomlinson, American computer programmer and engineer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 23", "txt": "Sandra Dee, American model and actress (d. 2005)", "entities": [{"title": "Sandra Dee", "href": "/wiki/Sandra_Dee", "description": "Sandra Dee was an American actress. Dee began her career as a child model, working first in commercials, and then film in her teenage years. Best known for her portrayal of ingénues, Dee earned a Golden Globe Award as one of the year's most promising newcomers for her performance in Robert Wise's Until They Sail (1958). She became a teenage star for her performances in Imitation of Life and Gidget"}]}, {"heading": "Births", "year": "1943", "date": "April 23", "txt": "Gail Goodrich, American basketball player and coach", "entities": [{"title": "Gail Goodrich", "href": "/wiki/Gail_Goodrich", "description": "Gail Charles Goodrich Jr. is an American former professional basketball player in the National Basketball Association (NBA). He is best known for scoring a then record 42 points for UCLA in the 1965 NCAA championship game vs. Michigan, and his part in the Los Angeles Lakers' 1971–72 season. During that season the team won a still-record 33 consecutive games, posted what was at the time the best re"}]}, {"heading": "Births", "year": "1943", "date": "April 23", "txt": "Tony Esposito, Canadian-American ice hockey player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 23", "txt": "Frans Koppelaar, Dutch painter", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 23", "txt": "Hervé Villechaize, French actor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 23", "txt": "Jean-François Stévenin, French actor and director", "entities": [{"title": "Jean-François Stévenin", "href": "/wiki/Jean-Fran%C3%A7ois_St%C3%A9venin", "description": "Jean-François Stévenin is a French actor and filmmaker. He has appeared in 150 films and television shows since 1968. He starred in the film Cold Moon, which was entered into the 1991 Cannes Film Festival."}]}, {"heading": "Births", "year": "1946", "date": "April 23", "txt": "Blair Brown, American actress", "entities": [{"title": "Blair Brown", "href": "/wiki/Blair_Brown", "description": "Bonnie Blair Brown is an American theater, film and television actress. She has had a number of high-profile roles, including in the play Copenhagen on Broadway, the leading actress in the films Altered States (1980), Continental Divide (1981) and Strapless (1989), as well as a run as the title character in the comedy-drama television series The Days and Nights of Molly Dodd, which ran from 1987 t"}]}, {"heading": "Births", "year": "1946", "date": "April 23", "txt": "Carlton Sherwood, American soldier and journalist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 23", "txt": "Robert Burgess, English sociologist and academic", "entities": [{"title": "Robert Burgess (sociologist)", "href": "/wiki/Robert_Burgess_(sociologist)", "description": "Sir Robert George Burgess DL, FAcSS is a British sociologist and academic. He was appointed Vice-Chancellor of the University of Leicester in 1999, succeeding Ken Edwards. He was President of the British Sociological Association 1989–1991. He is currently chair of the board of GSM London."}]}, {"heading": "Births", "year": "1947", "date": "April 23", "txt": "Glenn Cornick, English bass player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 23", "txt": "Bernadette Devlin McAliskey, Irish civil rights leader and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 23", "txt": "Pascal Quignard, French author and screenwriter", "entities": [{"title": "Pascal Quignard", "href": "/wiki/Pascal_Quignard", "description": "Pascal Quignard is a French writer born in Verneuil-sur-Avre, Eure. In 2002 his novel Les Ombres errantes won the Prix Goncourt, France's top literary prize. Terrasse à Rome, received the French Academy prize in 2000. In 1980 Carus had been awarded the \"Prix des Critiques\"."}]}, {"heading": "Births", "year": "1948", "date": "April 23", "txt": "Serge Thériault, Canadian actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 23", "txt": "Paul Collier, English economist and academic", "entities": [{"title": "Paul Collier", "href": "/wiki/Paul_Collier", "description": "Sir Paul Collier, is a British development economist who serves as the Professor of Economics and Public Policy in the Blavatnik School of Government and the director of the International Growth Centre. He currently is a Professeur invité at Sciences Po and a Professorial Fellow of St Antony's College, Oxford. He has served as a senior advisor to the Blair Commission for Africa and was the Directo"}]}, {"heading": "Births", "year": "1949", "date": "April 23", "txt": "David Cross, English violinist", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 23", "txt": "John Miles, British rock singer, songwriter, and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 23", "txt": "Rowley Leigh, English chef and journalist", "entities": [{"title": "Rowley Leigh", "href": "/wiki/Rowley_Leigh", "description": "Rowley Leigh is a British chef, restaurateur and journalist who lives in Shepherd's Bush, London."}]}, {"heading": "Births", "year": "1950", "date": "April 23", "txt": "Barbara McIlvaine Smith, Sac and Fox Nation Native American politician", "entities": [{"title": "Sac and Fox Nation", "href": "/wiki/Sac_and_Fox_Nation", "description": "The Sac and Fox Nation is the largest of three federally recognized tribes of Sauk and Meskwaki (Fox) Indian peoples. Originally from the Lake Huron and Lake Michigan area, they were forcibly relocated to Oklahoma in the 1870s and are predominantly Sauk."}]}, {"heading": "Births", "year": "1951", "date": "April 23", "txt": "Martin Bayerle, American treasure hunter", "entities": [{"title": "Martin Bayerle", "href": "/wiki/Martin_Bayerle", "description": "Captain Martin Gerard Bayerle is an American treasure hunter and author, best known for finding the 1909 shipwreck of the White Star Liner RMS Republic. He is also star of the History Channel show \"Billion Dollar Wreck.\" The Republic was the largest ship to sink in history to her day, only to be eclipsed by the loss of RMS Titanic in 1912. Capt. Bayerle and his company, Martha's Vineyard Scuba Hea"}]}, {"heading": "Births", "year": "1952", "date": "April 23", "txt": "Narada Michael Walden, American singer-songwriter, drummer, and producer", "entities": [{"title": "Narada Michael Walden", "href": "/wiki/Narada_Michael_Walden", "description": "Narada Michael Walden is an American singer, songwriter, musician, and record producer. He acquired the nickname Narada from Sri Chinmoy. Since 2020 he is the drummer for Journey."}]}, {"heading": "Births", "year": "1953", "date": "April 23", "txt": "James Russo, American actor, director, producer, and screenwriter", "entities": [{"title": "James Russo", "href": "/wiki/James_Russo", "description": "James Vincent Russo is an American film and television actor. He has appeared in over 150 films in three decades."}]}, {"heading": "Births", "year": "1954", "date": "April 23", "txt": "Stephen Dalton, English air marshal", "entities": [{"title": "Stephen Dalton", "href": "/wiki/Stephen_Dalton", "description": "Air Chief Marshal Sir Stephen Gary George Dalton, is a retired Royal Air Force commander and current Lieutenant Governor of Jersey."}]}, {"heading": "Births", "year": "1954", "date": "April 23", "txt": "Michael Moore, American director, producer, and activist", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 23", "txt": "Judy Davis, Australian actress", "entities": [{"title": "Judy Davis", "href": "/wiki/Judy_Davis", "description": "Judith Davis is an Australian actress known for her work in film, television and theatre. With a career spanning over 40 years, she is commended for her versatility and is regarded as one of the finest actresses of her generation with frequent collaborator Woody Allen describing her as \"one of the most exciting actresses in the world\". She is the recipient of numerous accolades, including eight Au"}]}, {"heading": "Births", "year": "1955", "date": "April 23", "txt": "Tony Miles, English chess player (d. 2001)", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 23", "txt": "Urmas Ott, Estonian journalist and author (d. 2008)", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 23", "txt": "Neville Brody, English graphic designer, typographer, and art director", "entities": [{"title": "Neville Brody", "href": "/wiki/Neville_Brody", "description": "Neville Brody is an English graphic designer, typographer and art director."}]}, {"heading": "Births", "year": "1957", "date": "April 23", "txt": "Jan Hooks, American actress and comedian (d. 2014)", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 23", "txt": "Hilmar Örn Hilmarsson, Icelandic composer and producer", "entities": [{"title": "Hilmar Örn Hilmarsson", "href": "/wiki/Hilmar_%C3%96rn_Hilmarsson", "description": "Hilmar Örn Hilmarsson, also known as HÖH, is a musician, an art director, and allsherjargoði of Ásatrúarfélagið."}]}, {"heading": "Births", "year": "1958", "date": "April 23", "txt": "Ryan Walter, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 23", "txt": "Unity Dow, Botswanan judge, author, and rights activist", "entities": [{"title": "Unity Dow", "href": "/wiki/Unity_Dow", "description": "Unity Dow is a Motswana judge, human rights activist and a former Minister of Foreign Affairs and International Cooperation. She came from a rural background that tended toward traditional values. She successfully challenged the law that argued that citizenship was inherited by children from the fathers and not from their mothers. She also went to court to argue that a gay rights group was legal a"}]}, {"heading": "Births", "year": "1960", "date": "April 23", "txt": "Valerie Bertinelli, American actress", "entities": [{"title": "Valerie Bertinelli", "href": "/wiki/Valerie_Bertinelli", "description": "Valerie Ann Bertinelli is an American actress and television personality. She portrayed Barbara Cooper Royer on the sitcom One Day at a Time (1975–1984), Gloria on the religious drama series Touched by an Angel (2001–2003) and Melanie Moretti on the sitcom Hot in Cleveland (2010–2015). Since 2015, she has hosted the cooking shows Valerie's Home Cooking and Kids Baking Championship on Food Network."}]}, {"heading": "Births", "year": "1960", "date": "April 23", "txt": "Steve Clark, English guitarist and songwriter (d. 1991)", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 23", "txt": "Barry Douglas, Irish pianist and conductor", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 23", "txt": "Léo Jaime, Brazilian singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 23", "txt": "Claude Julien, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 23", "txt": "George Lopez, American comedian, actor, and talk show host", "entities": [{"title": "George Lopez", "href": "/wiki/George_Lopez", "description": "George Edward Lopez is an American comedian and actor. He is known for starring in his self-produced ABC sitcom. His stand-up comedy examines race and ethnic relations, including Mexican American culture. Lopez has received several honors for his work and contributions to the Latino community, including the 2003 Imagen Vision Award, the 2003 Latino Spirit Award for Excellence in Television and the"}]}, {"heading": "Births", "year": "1961", "date": "April 23", "txt": "Pierluigi Martini, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 23", "txt": "John Hannah, Scottish actor and producer", "entities": [{"title": "John Hannah (actor)", "href": "/wiki/John_Hannah_(actor)", "description": "John David Hannah is a Scottish film and television actor. He came to prominence in Four Weddings and a Funeral (1994), for which he was nominated for the BAFTA Award for Best Actor in a Supporting Role as Matthew. His other film appearances include Sliding Doors (1998) and The Mummy trilogy (1999–2008). His television roles include: Dr Iain McCallum in McCallum (1995–1998); D.I. John Rebus in Reb"}]}, {"heading": "Births", "year": "1962", "date": "April 23", "txt": "Shaun Spiers, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 23", "txt": "Paul Belmondo, French race car driver", "entities": [{"title": "Paul Belmondo", "href": "/wiki/Paul_Belmondo", "description": "Paul Alexandre Belmondo is a French racing driver who raced in Formula One for the March and Pacific Racing teams. He was born in Boulogne-Billancourt, Hauts-de-Seine, the son of actor Jean-Paul Belmondo and grandson of sculptor Paul Belmondo. Around 1981, Paul gained publicity for becoming the lover of Princess Stéphanie of Monaco."}]}, {"heading": "Births", "year": "1963", "date": "April 23", "txt": "Robby Naish, American windsurfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 23", "txt": "Gianandrea Noseda, Italian pianist and conductor", "entities": [{"title": "Gianandrea Noseda", "href": "/wiki/Gianandrea_Noseda", "description": "Gianandrea Noseda is an Italian conductor."}]}, {"heading": "Births", "year": "1965", "date": "April 23", "txt": "Leni Robredo, Filipina human rights lawyer, 14th Vice President of the Philippines", "entities": [{"title": "Leni Robredo", "href": "/wiki/Leni_Robredo", "description": "Maria Leonor \"Leni\" Gerona Robredo is a Filipina lawyer and social activist who is the 14th and incumbent vice president of the Philippines. Running under the Liberal Party, Robredo won the vice-presidential contest in the May 9, 2016 election as confirmed and proclaimed by the official congressional count of May 25–27, with 14,418,817 votes, narrowly defeating Senator Bongbong Marcos by 263,473 v"}, {"title": "Vice President of the Philippines", "href": "/wiki/Vice_President_of_the_Philippines", "description": "The vice president of the Philippines is the second-highest executive official of the government of the Philippines, after the president. The vice president currently holds office at the Quezon City Reception House in Quezon City. Previously, the vice president of the Philippines held office at the Coconut Palace, the Philippine National Bank Financial Center, and the Philippine International Conv"}]}, {"heading": "Births", "year": "1966", "date": "April 23", "txt": "Jörg Deisinger, German bass player", "entities": [{"title": "Joerg Deisinger", "href": "/wiki/Joerg_Deisinger", "description": "Joerg Deisinger is a German musician and the former bassist and a founding member of the German 1980s heavy metal band Bonfire."}]}, {"heading": "Births", "year": "1966", "date": "April 23", "txt": "Matt Freeman, American bass player", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 23", "txt": "Lembit Oll, Estonian chess Grandmaster (d. 1999)", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 23", "txt": "Rhéal Cormier, Canadian baseball player (d. 2021)", "entities": [{"title": "Rhéal Cormier", "href": "/wiki/Rh%C3%A9al_Cormier", "description": "Rhéal Paul Cormier was a Canadian-American professional baseball left-handed relief pitcher who played in Major League Baseball (MLB), for the St. Louis Cardinals, Boston Red Sox (twice), Montreal Expos, Philadelphia Phillies, and Cincinnati Reds for 16 seasons, between 1991 through 2007."}]}, {"heading": "Births", "year": "1967", "date": "April 23", "txt": "Melina Kanakaredes, American actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 23", "txt": "Bas Haring, Dutch philosopher, writer, television presenter and professor.", "entities": [{"title": "Bas Haring", "href": "/wiki/Bas_Haring", "description": "Sebastiaan (Bas) Haring is a Dutch writer of popular science and children's literature, television presenter and professor. He is a full professor at Leiden University, where he has held a chair in \"public understanding of science\" since 2007. He also hosted his own philosophical TV program for Dutch public broadcasting. In his work his aims are to make science more accessible to the general publi"}]}, {"heading": "Births", "year": "1968", "date": "April 23", "txt": "Ken McRae, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 23", "txt": "Timothy McVeigh, American terrorist, Oklahoma City bombing co-perpetrator (d. 2001)", "entities": [{"title": "Oklahoma City bombing", "href": "/wiki/Oklahoma_City_bombing", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}]}, {"heading": "Births", "year": "1969", "date": "April 23", "txt": "Martín López-Zubero, American-Spanish swimmer and coach", "entities": [{"title": "Martín López-Zubero", "href": "/wiki/Mart%C3%ADn_L%C3%B3pez-Zubero", "description": "Martín López-Zubero Purcell, also known as Martin Zubero, is a former competition swimmer and Olympic gold medalist. López-Zubero was born in the United States, swam in international competition for Spain, and holds dual Spanish-American citizenship."}]}, {"heading": "Births", "year": "1969", "date": "April 23", "txt": "Yelena Shushunova, Russian gymnast", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 23", "txt": "Egemen Bağış, Turkish politician, 1st Minister of European Union Affairs", "entities": [{"title": "Egemen Bağış", "href": "/wiki/Egemen_Ba%C4%9F%C4%B1%C5%9F", "description": "Egemen Bağış is a former Turkish politician, former member of the Turkish parliament, and the former minister for EU Affairs and chief negotiator of Turkey in accession talks with the European Union. Currently, he serves as ambassador of Turkey to the Czech Republic."}, {"title": "Ministry of European Union Affairs", "href": "/wiki/Ministry_of_European_Union_Affairs", "description": "The Ministry of European Union Affairs was a ministry of the Turkish government responsible for the accession process between the Republic of Turkey and the European Union. Formed on June 29, 2011 after Prime Minister Recep Tayyip Erdoğan won a third term in the 2011 general election. The Ministry was responsible for co-ordinating negotiations and accession projects throughout the 81 Provinces of "}]}, {"heading": "Births", "year": "1970", "date": "April 23", "txt": "Dennis Culp, American singer-songwriter and trombonist", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 23", "txt": "Andrew Gee, Australian rugby league player and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 23", "txt": "Hans Välimäki, Finnish chef and author", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 23", "txt": "Tayfur Havutçu, Turkish international footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 23", "txt": "Uli Herzner, German-American fashion designer", "entities": [{"title": "Uli Herzner", "href": "/wiki/Uli_Herzner", "description": "Ulrike \"Uli\" Herzner is a fashion designer originally from East Germany, currently living in Miami Beach, Florida. She was a contestant on the third season of the Bravo network reality television series Project Runway, where she finished runner-up to Jeffrey Sebelia. She starred in her own show, It's Very Uli on Plum TV, and finished as second runner-up on season 2 of Project Runway All-Stars."}]}, {"heading": "Births", "year": "1972", "date": "April 23", "txt": "Pierre Labrie, Canadian poet and playwright", "entities": [{"title": "Pierre Labrie", "href": "/wiki/Pierre_Labrie", "description": "Pierre Labrie is a Québécois poet, born at Mont-Joli, Quebec. He now lives in Trois-Rivières."}]}, {"heading": "Births", "year": "1972", "date": "April 23", "txt": "Peter Dench, English photographer and journalist", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 23", "txt": "Amira Medunjanin, Bosnian singer", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 23", "txt": "Patrick Poulin, Canadian ice hockey player", "entities": [{"title": "Patrick Poulin", "href": "/wiki/Patrick_Poulin", "description": "Joseph Emelien Patrick Poulin is a Canadian former professional ice hockey player who played 634 games in the National Hockey League between 1991 and 2002."}]}, {"heading": "Births", "year": "1974", "date": "April 23", "txt": "Carlos Dengler, American bass player", "entities": [{"title": "Carlos Dengler", "href": "/wiki/Carlos_Dengler", "description": "Carlos Andres Dengler, previously known as Carlos D., is an American actor, musician, writer, and filmmaker, known as the former bass guitarist for American rock band Interpol. After departing the band in 2010, he began pursuing an acting career."}]}, {"heading": "Births", "year": "1974", "date": "April 23", "txt": "Michael Kerr, New Zealand-German rugby player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 23", "txt": "Bobby Shaw, American football player", "entities": [{"title": "Bobby Shaw", "href": "/wiki/Bobby_Shaw", "description": "Bobby T. Shaw II is a former American football wide receiver in the National Football League. Shaw has played for five NFL teams: Seattle Seahawks, Pittsburgh Steelers, Jacksonville Jaguars, Buffalo Bills, and San Diego Chargers. Shaw attended Galileo High School and played college football at California. He graduated Cal as the school's all-time leader in receptions with 180 catches for 2,731 yar"}]}, {"heading": "Births", "year": "1976", "date": "April 23", "txt": "Gabriel Damon, American actor", "entities": [{"title": "Gabriel Damon", "href": "/wiki/Gabriel_Damon", "description": "Gabriel Damon Lavezzi is a former American actor and real estate broker. His acting career involved a leading voice role as a child in the 1988 film The Land Before Time, and a variety of live-action guest roles on television."}]}, {"heading": "Births", "year": "1976", "date": "April 23", "txt": "Aaron Dessner, American guitarist, songwriter, and producer", "entities": [{"title": "Aaron Dessner", "href": "/wiki/Aaron_Dessner", "description": "Aaron Brooking Dessner is an American musician, songwriter, and record producer. He is best known as a founding member of the rock band The National, with whom he has recorded eight studio albums, and is one half of the indie rock duo Big Red Machine, alongside Bon Iver's Justin Vernon."}]}, {"heading": "Births", "year": "1977", "date": "April 23", "txt": "John Cena, American professional wrestler and actor", "entities": [{"title": "John Cena", "href": "/wiki/John_Cena", "description": "John Felix Anthony Cena is an American professional wrestler, actor, and television presenter. Widely regarded as one of the greatest professional wrestlers of all time, he is currently signed to WWE."}]}, {"heading": "Births", "year": "1977", "date": "April 23", "txt": "David Kidwell, New Zealand rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 23", "txt": "Willie Mitchell, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 23", "txt": "John Oliver, English comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 23", "txt": "Kal Penn, Indian-American actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 23", "txt": "Bram Schmitz, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 23", "txt": "Lee Young-pyo, South Korean international footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 23", "txt": "Gezahegne Abera, Ethiopian runner", "entities": [{"title": "Gezahegne Abera", "href": "/wiki/Gezahegne_Abera", "description": "Gezahegne Abera is an Ethiopian athlete, winner of the marathon race at the 2000 Summer Olympics."}]}, {"heading": "Births", "year": "1979", "date": "April 23", "txt": "Barry Hawkins, English snooker player", "entities": [{"title": "Barry Hawkins", "href": "/wiki/Barry_Hawkins", "description": "Barry Hawkins is an English professional snooker player from Ditton, Kent. He turned professional in 1996, but only rose to prominence in the 2004–05 snooker season, when he reached the last 16 of the 2004 UK Championship, the quarter-finals of the 2004 British Open, and the semi-finals of the 2005 Welsh Open. He has now spent twelve successive seasons ranked inside the top 32. He reached his firs"}]}, {"heading": "Births", "year": "1979", "date": "April 23", "txt": "Jaime King, American actress and model", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 23", "txt": "Joanna Krupa, Polish-American model and television personality", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 23", "txt": "Samppa Lajunen, Finnish skier", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 23", "txt": "Nicole den Dulk, Dutch Paralympic equestrian", "entities": [{"title": "Nicole den Dulk", "href": "/wiki/Nicole_den_Dulk", "description": "Nicole den Dulk is a Dutch Paralympic equestrian."}]}, {"heading": "Births", "year": "1982", "date": "April 23", "txt": "Kyle Beckerman, American footballer", "entities": [{"title": "Kyle Beckerman", "href": "/wiki/Kyle_Beckerman", "description": "Kyle Robert Beckerman is an American former soccer midfielder who played 21 seasons in Major League Soccer (MLS) with the Miami Fusion (2000–2001), Colorado Rapids (2002–2007) and Real Salt Lake (2007–2020). He was a starting center halfback and captain when RSL won MLS Cup 2009. He also earned 58 caps with the United States men's national soccer team."}]}, {"heading": "Births", "year": "1982", "date": "April 23", "txt": "Tony Sunshine, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 23", "txt": "Leon Andreasen, Danish international footballer", "entities": [{"title": "Leon Andreasen", "href": "/wiki/Leon_Andreasen", "description": "Leon Hougaard Andreasen is a former Danish professional footballer who played as a defender or midfielder. He won 20 caps and scored 3 goals for the Denmark national football team."}]}, {"heading": "Births", "year": "1983", "date": "April 23", "txt": "Daniela Hantuchová, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 23", "txt": "Ian Henderson, English rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 23", "txt": "Alexandra Kosteniuk, Russian chess player", "entities": [{"title": "Alexandra Kosteniuk", "href": "/wiki/Alexandra_Kosteniuk", "description": "Alexandra Konstantinovna Kosteniuk is a Russian chess grandmaster and Women's World Chess Champion from 2008 to 2010. She was European women's champion in 2004 and a two time Russian Women's Chess Champion. Kosteniuk won the team gold medal playing for Russia at the Women's Chess Olympiads of 2010, 2012 and 2014, the Women's World Team Chess Championship of 2017, and the Women's European Team Ches"}]}, {"heading": "Births", "year": "1984", "date": "April 23", "txt": "Jesse Lee Soffer, American actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 23", "txt": "Angel Locsin, Filipino actress, producer, and fashion designer", "entities": [{"title": "Angel Locsin", "href": "/wiki/Angel_Locsin", "description": "Angelica Locsin Colmenares, professionally known as Angel Locsin, is a Filipino television and film actress, commercial model, film producer and fashion designer. On GMA Network from 2002, she came to prominence for her television roles as Alwina in the 2004 fantasy-themed television series Mulawin and as the superheroine Darna in the TV adaptation of the Mars Ravelo eponymous comic. Locsin was a "}]}, {"heading": "Births", "year": "1986", "date": "April 23", "txt": "Sven Kramer, Dutch speed skater", "entities": [{"title": "Sven Kramer", "href": "/wiki/Sven_Kramer", "description": "Sven Kramer is a Dutch long track speed skater who has won an all time record nine World Allround Championships as well as a record ten European Allround Championships. He is the Olympic champion of the 5000 meters at the Vancouver 2010, Sochi 2014 and Pyeongchang 2018 Olympics, and won a record 21 gold medals at the World Single Distance Championships; eight in the 5000 meters, five in the 10,000"}]}, {"heading": "Births", "year": "1986", "date": "April 23", "txt": "Alysia Montaño, American runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 23", "txt": "Rafael Fernandes, Brazilian baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 23", "txt": "Michael Arroyo, Ecuadorian footballer", "entities": [{"title": "Michael Arroyo", "href": "/wiki/Michael_Arroyo", "description": "Michael Antonio Arroyo Mina is an Ecuadorian footballer who plays for Barcelona SC of the Ecuadorian Serie A, and the Ecuadorian national team as an attacking midfielder."}]}, {"heading": "Births", "year": "1987", "date": "April 23", "txt": "John Boye, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 23", "txt": "Emily Fox, American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 23", "txt": "Victor Anichebe, Nigerian footballer", "entities": [{"title": "Victor Anichebe", "href": "/wiki/Victor_Anichebe", "description": "Victor Chinedu Anichebe is a retired Nigerian professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1988", "date": "April 23", "txt": "Alistair Brownlee, English triathlete", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 23", "txt": "Signe Ronka, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 23", "txt": "Lenka Wienerová, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 23", "txt": "Nicole Vaidišová, Czech tennis player", "entities": [{"title": "Nicole Vaidišová", "href": "/wiki/Nicole_Vaidi%C5%A1ov%C3%A1", "description": "Nicole Vaidišová is a former professional tennis player from the Czech Republic."}]}, {"heading": "Births", "year": "1990", "date": "April 23", "txt": "Rui Fonte, Portuguese footballer", "entities": [{"title": "Rui Fonte", "href": "/wiki/Rui_Fonte", "description": "Rui Pedro da Rocha Fonte is a Portuguese professional footballer who plays as a forward or a right winger for S.C. Braga."}]}, {"heading": "Births", "year": "1990", "date": "April 23", "txt": "Dev Patel, English actor", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 23", "txt": "Nathan Baker, English footballer", "entities": [{"title": "Nathan Baker (footballer)", "href": "/wiki/Nathan_Baker_(footballer)", "description": "Nathan Luke Baker is an English professional footballer who plays as a central defender for Championship club Bristol City. Baker is a product of the Aston Villa Academy and had loan spells at Lincoln City and Millwall and Bristol City. He has represented England at U19, U20, and U21 levels."}]}, {"heading": "Births", "year": "1991", "date": "April 23", "txt": "Caleb Johnson, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 23", "txt": "Paul Vaughan, Australian-Italian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "April 23", "txt": "Patrick Olsen, Danish footballer", "entities": [{"title": "Patrick Olsen", "href": "/wiki/Patrick_Olsen", "description": "Patrick Haakon Olsen is a Danish professional footballer who plays as a midfielder for Danish Superliga club AGF."}]}, {"heading": "Births", "year": "1994", "date": "April 23", "txt": "Song Kang, South Korean actor", "entities": []}, {"heading": "Births", "year": "1995", "date": "April 23", "txt": "Gigi Hadid, American fashion model and television personality", "entities": [{"title": "Gigi Hadid", "href": "/wiki/Gigi_Hadid", "description": "Jelena Noura \"Gigi\" Hadid is an American model. In November 2014, Hadid made her debut in the Top 50 Models ranking at Models.com. In 2016, she was named International Model of the Year by the British Fashion Council. Over the span of four years, Hadid has made 35 appearances on international Vogue magazine covers."}]}, {"heading": "Births", "year": "1997", "date": "April 23", "txt": "Zach Apple, American swimmer", "entities": [{"title": "Zach Apple", "href": "/wiki/Zach_Apple", "description": "Zach Apple is an American professional swimmer who specializes in the sprint freestyle events. He currently represents DC Trident at the International Swimming League."}]}, {"heading": "Births", "year": "1999", "date": "April 23", "txt": "Son Chaeyoung, South Korean rapper and singer-songwriter", "entities": [{"title": "Chaeyoung", "href": "/wiki/Chaeyoung", "description": "Son Chae-young, known mononymously as Chaeyoung (Korean: 채영), is a South Korean rapper and singer. She is a member of Twice, a K-pop girl group formed by JYP Entertainment."}]}, {"heading": "Births", "year": "2018", "date": "April 23", "txt": "Prince Louis of Cambridge, member of the British royal family", "entities": [{"title": "Prince Louis of Cambridge", "href": "/wiki/Prince_Louis_of_Cambridge", "description": "Prince Louis of Cambridge is a member of the British royal family. He is the third and youngest child and second son of Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge. He is fifth in the line of succession to the British throne."}]}, {"heading": "Deaths", "year": "AD 303", "date": "April 23", "txt": "Saint George, Roman soldier and martyr (b. 275)", "entities": [{"title": "Saint George", "href": "/wiki/Saint_George", "description": "Saint George, also George of Lydda, was a Christian who is venerated as a saint in Christianity. According to tradition he was a soldier in the Roman army. His parents were Christians of Greek origin. His father, Gerontius, was a Cappadocian serving in the Roman army. His mother, Polychronia, was a Christian from the city of Lod in Palestine. Saint George was a soldier of Cappadocian Greek and Pal"}]}, {"heading": "Deaths", "year": "711", "date": "April 23", "txt": "Childebert III, Frankish king (b. 670)", "entities": [{"title": "Childebert III", "href": "/wiki/Childebert_III", "description": "Childebert III, called the Just, was the son of Theuderic III and Clotilda and sole king of the Franks (694–711). He was seemingly but a puppet of the mayor of the palace, Pepin of Heristal, though his placita show him making judicial decisions of his own will, even against the Arnulfing clan. His nickname has no comprehensible justification except possibly as a result of these judgements, but the"}]}, {"heading": "Deaths", "year": "725", "date": "April 23", "txt": "Wihtred of Kent (b. 670)", "entities": [{"title": "Wihtred of Kent", "href": "/wiki/Wihtred_of_Kent", "description": "Wihtred was king of Kent from about 690 or 691 until his death. He was a son of Ecgberht I and a brother of Eadric. Wihtred ascended to the throne after a confused period in the 680s, which included a brief conquest of Kent by Cædwalla of Wessex, and subsequent dynastic conflicts. His immediate predecessor was Oswine, who was probably descended from Eadbald, though not through the same line as Wih"}]}, {"heading": "Deaths", "year": "871", "date": "April 23", "txt": "Æthelred of Wessex (b. 837)", "entities": [{"title": "Æthelred of Wessex", "href": "/wiki/%C3%86thelred_of_Wessex", "description": "Æthelred I was King of Wessex from 865 until his death in 871. He was the fourth of five sons of King Æthelwulf of Wessex, four of whom in turn became king. Æthelred succeeded his elder brother Æthelberht and was followed by his youngest brother, Alfred the Great. Æthelred had two sons, Æthelhelm and Æthelwold, who were passed over for the kingship on their father's death because they were still i"}]}, {"heading": "Deaths", "year": "915", "date": "April 23", "txt": "Yang Shihou, Chinese general", "entities": [{"title": "Yang Shihou", "href": "/wiki/Yang_Shihou", "description": "Yang Shihou (楊師厚), formally the Prince of Ye (鄴王), was a major general of the Chinese Five Dynasties and Ten Kingdoms period state Later Liang, serving as the main obstacle to the expansion of Later Liang's archenemy Jin during latter parts of the reign of Emperor Taizu and the early parts of the reign of Emperor Taizu's son Zhu Zhen."}]}, {"heading": "Deaths", "year": "944", "date": "April 23", "txt": "Wichmann the Elder, Saxon nobleman", "entities": [{"title": "Wichmann the Elder", "href": "/wiki/Wichmann_the_Elder", "description": "\nWichmann I the Elder was a member of the Saxon House of Billung. He was a brother of Amelung, Bishop of Verden, and Herman, Duke of Saxony."}]}, {"heading": "Deaths", "year": "990", "date": "April 23", "txt": "Ekkehard II, Swiss monk and abbot", "entities": [{"title": "Ekkehard II", "href": "/wiki/Ekkehard_II", "description": "Ekkehard II, called Palatinus, was a monk of the Abbey of Saint Gall who became known for his sequence poetry."}, {"title": "Abbot", "href": "/wiki/Abbot", "description": "Abbot is an ecclesiastical title given to the male head of a monastery in various western religious traditions, including Christianity. The office may also be given as an honorary title to a clergyman who is not the head of a monastery. The female equivalent is abbess."}]}, {"heading": "Deaths", "year": "997", "date": "April 23", "txt": "Adalbert of Prague, Czech bishop, missionary, and saint (b. 956)", "entities": [{"title": "Adalbert of Prague", "href": "/wiki/Adalbert_of_Prague", "description": "Adalbert of Prague, known in Czech Republic, Poland and Slovakia by his birth name Vojtěch, was a Bohemian missionary and Christian saint. He was the Bishop of Prague and a missionary to the Hungarians, Poles, and Prussians, who was martyred in his efforts to convert the Baltic Prussians to Christianity. He is said to be the composer of the oldest Czech hymn Hospodine, pomiluj ny and Bogurodzica, "}]}, {"heading": "Deaths", "year": "1014", "date": "April 23", "txt": "Brian Boru, Irish king (b. 941)", "entities": [{"title": "Brian Boru", "href": "/wiki/Brian_Boru", "description": "Brian Boru was an Irish king who ended the domination of the High Kingship of Ireland by the Uí Néill and probably ended Viking invasion/domination of Ireland. Brian built on the achievements of his father, Cennétig mac Lorcain, and especially his elder brother, Mathgamain. Brian first made himself king of Munster, then subjugated Leinster, eventually becoming High King of Ireland. He was the foun"}]}, {"heading": "Deaths", "year": "1014", "date": "April 23", "txt": "Domnall mac Eimín, Mormaer of Mar", "entities": [{"title": "Domnall mac Eimín", "href": "/wiki/Domnall_mac_Eim%C3%ADn", "description": "Domnall mac Eimín meic Cainnig was an eleventh-century Mormaer of Mar. He is attested by numerous accounts of the Battle of Clontarf in which he is said to have lost his life supporting the cause of Brian Bóruma mac Cennétig, High King of Ireland, a king whose forces fought against those of Sitriuc mac Amlaíb, King of Dublin, Máel Mórda mac Murchada, King of Leinster and Sigurðr Hlǫðvisson, Earl o"}]}, {"heading": "Deaths", "year": "1016", "date": "April 23", "txt": "Æthelred the Unready, English son of Edgar the Peaceful (b. 968)", "entities": [{"title": "Æthelred the Unready", "href": "/wiki/%C3%86thelred_the_Unready", "description": "Æthelred, known as the Unready, was King of the English from 978 to 1013 and again from 1014 until his death. His epithet does not derive from the modern word \"unready\", but rather from the Old English unræd meaning \"poorly advised\"; it is a pun on his name, which means \"well advised\"."}, {"title": "Edgar the Peaceful", "href": "/wiki/Edgar_the_Peaceful", "description": "Edgar, known as the Peaceful or the Peaceable, was King of the English from 959 until his death. He was the younger son of Edmund I and Ælfgifu of Shaftesbury, and came to the throne as a teenager, following the death of his older brother Eadwig. As king, Edgar further consolidated the political unity achieved by his predecessors, with his reign being noted for its relative stability. His most tru"}]}, {"heading": "Deaths", "year": "1124", "date": "April 23", "txt": "Alexander I of Scotland (b. 1078)", "entities": [{"title": "Alexander I of Scotland", "href": "/wiki/Alexander_I_of_Scotland", "description": "Alexander I, posthumously nicknamed The Fierce, was the King of Scotland from 1107 to his death. He succeeded his brother, King Edgar, and his successor was his brother David. He was married to Sybilla of Normandy, an illegitimate daughter of Henry I of England."}]}, {"heading": "Deaths", "year": "1151", "date": "April 23", "txt": "Adeliza of Louvain (b. 1103)", "entities": [{"title": "Adeliza of Louvain", "href": "/wiki/Adeliza_of_Louvain", "description": "Adeliza of Louvain, sometimes known in England as Adelicia of Louvain, also called Adela and Aleidis; was Queen of England from 1121 to 1135, as the second wife of King Henry I. She was the daughter of Godfrey I, Count of Louvain."}]}, {"heading": "Deaths", "year": "1170", "date": "April 23", "txt": "Minamoto no Tametomo, Japanese samurai (b. 1139)", "entities": [{"title": "Minamoto no Tametomo", "href": "/wiki/Minamoto_no_Tametomo", "description": "Minamoto no Tametomo , also known as Chinzei Hachirō Tametomo , was a samurai who fought in the Hōgen Rebellion of 1156. He was the son of Minamoto no Tameyoshi, and brother to Yukiie and Yoshitomo."}]}, {"heading": "Deaths", "year": "1196", "date": "April 23", "txt": "Béla III of Hungary (b. c.1148)", "entities": [{"title": "Béla III of Hungary", "href": "/wiki/B%C3%A9la_III_of_Hungary", "description": "Béla III was King of Hungary and Croatia between 1172 and 1196. He was the second son of King Géza II and Géza's wife, Euphrosyne of Kiev. Around 1161, Géza granted Béla a duchy, which included Croatia, central Dalmatia and possibly Sirmium. In accordance with a peace treaty between his elder brother, Stephen III, who succeeded their father in 1162, and the Byzantine Emperor Manuel I Komnenos, Bél"}]}, {"heading": "Deaths", "year": "1200", "date": "April 23", "txt": "Zhu Xi, Chinese philosopher (b. 1130)", "entities": [{"title": "Zhu Xi", "href": "/wiki/Zhu_Xi", "description": "Zhu Xi, also known by his courtesy name Yuanhui, and self-titled Hui'an, was a Chinese calligrapher, historian, philosopher, politician, and writer of the Song dynasty. He was a Confucian scholar and influential Neo-Confucian in China. His contributions to Chinese philosophy including his editing of and commentaries to the Four Books, which later formed the curriculum of the civil service exam in "}]}, {"heading": "Deaths", "year": "1217", "date": "April 23", "txt": "Inge II of Norway (b. 1185)", "entities": [{"title": "Inge II of Norway", "href": "/wiki/Inge_II_of_Norway", "description": "Inge II was King of Norway from 1204 to 1217. His reign was within the later stages of the period known in Norwegian history as the age of civil wars. Inge was the king of the birkebeiner faction. The conclusion of the settlement of Kvitsøy with the bagler faction in 1208 led to peace for the last nine years of Inge’s reign, at the price of Inge and the birkebeiner recognising bagler rule over Vik"}]}, {"heading": "Deaths", "year": "1262", "date": "April 23", "txt": "Aegidius of Assisi, companion of Saint Francis of Assisi", "entities": [{"title": "Aegidius of Assisi", "href": "/wiki/Aegidius_of_Assisi", "description": "Giles of Assisi, was one of the original companions of Francis of Assisi and holds a leading place among them. St. Francis called him \"The Knight of our Round Table\"."}, {"title": "Francis of Assisi", "href": "/wiki/Francis_of_Assisi", "description": "Francis of Assisi, venerated as Saint Francis of Assisi, also known in his ministry as Francesco, was an Italian Catholic friar, deacon, mystic, and preacher. He founded the men's Order of Friars Minor, the women's Order of St. Clare, the Third Order of St. Francis and the Custody of the Holy Land. Francis is one of the most venerated religious figures in Christianity."}]}, {"heading": "Deaths", "year": "1307", "date": "April 23", "txt": "Joan of Acre (b. 1272)", "entities": [{"title": "Joan of Acre", "href": "/wiki/Joan_of_Acre", "description": "Joan of Acre was an English princess, a daughter of King Edward I of England and Queen Eleanor of Castile. The name \"Acre\" derives from her birthplace in the Holy Land while her parents were on a crusade."}]}, {"heading": "Deaths", "year": "1400", "date": "April 23", "txt": "Aubrey de Vere, 10th Earl of Oxford, English politician and nobleman (b. c. 1338)", "entities": [{"title": "Aubrey de Vere, 10th Earl of Oxford", "href": "/wiki/Aubrey_de_Vere,_10th_Earl_of_Oxford", "description": "Aubrey de Vere, 10th Earl of Oxford was the third son of John de Vere, 7th Earl of Oxford and Maud de Badlesmere, daughter of Bartholomew de Badlesmere, 1st Lord Badlesmere."}]}, {"heading": "Deaths", "year": "1407", "date": "April 23", "txt": "Olivier de Clisson, French soldier (b. 1326)", "entities": [{"title": "Olivier de Clisson", "href": "/wiki/Olivier_de_Clisson", "description": "Olivier Le Vieux de Clisson, dit Olivier V de Clisson, nicknamed \"The Butcher\", was a Breton soldier, the son of Olivier IV de Clisson. His father had been put to death by the French in 1343 on the suspicion of having willingly given up the city of Vannes to the English."}]}, {"heading": "Deaths", "year": "1501", "date": "April 23", "txt": "Domenico della Rovere, Catholic cardinal (b. 1442)", "entities": [{"title": "Domenico della Rovere", "href": "/wiki/Domenico_della_Rovere", "description": "Domenico della Rovere was an Italian cardinal and patron of the arts."}]}, {"heading": "Deaths", "year": "1554", "date": "April 23", "txt": "Gaspara Stampa, Italian poet (b. 1523)", "entities": [{"title": "Gaspara Stampa", "href": "/wiki/Gaspara_Stampa", "description": "\nGaspara Stampa was an Italian poet. She is considered to have been the greatest woman poet of the Italian Renaissance, and she is regarded by many as the greatest Italian woman poet of any age."}]}, {"heading": "Deaths", "year": "1605", "date": "April 23", "txt": "Boris Godunov, Russian ruler (b. 1551)", "entities": [{"title": "Boris Godunov", "href": "/wiki/Boris_Godunov", "description": "Boris Fyodorovich Godunov ruled the Tsardom of Russia as de facto regent from c. 1585 to 1598 and then as the first non-Rurikid tsar from 1598 to 1605. After the end of his reign, Russia descended into the Time of Troubles."}]}, {"heading": "Deaths", "year": "1616", "date": "April 23", "txt": "William Shakespeare, English playwright and poet (b. 1564)", "entities": [{"title": "William Shakespeare", "href": "/wiki/William_Shakespeare", "description": "William Shakespeare was an English playwright, poet, and actor, widely regarded as the greatest writer in the English language and the world's greatest dramatist. He is often called England's national poet and the \"Bard of Avon\". His extant works, including collaborations, consist of some 39 plays, 154 sonnets, three long narrative poems, and a few other verses, some of uncertain authorship. His p"}]}, {"heading": "Deaths", "year": "1625", "date": "April 23", "txt": "Maurice, Prince of Orange (b. 1567)", "entities": [{"title": "Maurice, Prince of Orange", "href": "/wiki/Maurice,_Prince_of_Orange", "description": "Maurice of Orange was stadtholder of all the provinces of the Dutch Republic except for Friesland from 1585 at the earliest until his death in 1625. Before he became Prince of Orange upon the death of his eldest half-brother Philip William in 1618, he was known as Maurice of Nassau."}]}, {"heading": "Deaths", "year": "1695", "date": "April 23", "txt": "Henry Vaughan, Welsh poet and author (b. 1621)", "entities": [{"title": "Henry Vaughan", "href": "/wiki/Henry_Vaughan", "description": "Henry Vaughan was a Welsh metaphysical poet, author, translator and physician, writing in English. He is chiefly known for religious poetry published in Silex Scintillans in 1650, with a second part in 1655. In 1646 his poems, with the Tenth Satyre of Juvenal Englished, were published, followed by a second volume in 1647. Meanwhile, he had been persuaded by reading the religious poet George Herber"}]}, {"heading": "Deaths", "year": "1702", "date": "April 23", "txt": "Margaret Fell, English religious leader, founded the Religious Society of Friends (b. 1614)", "entities": [{"title": "Margaret Fell", "href": "/wiki/Margaret_Fell", "description": "Margaret Fell or Margaret Fox was a founder of the Religious Society of Friends. Known popularly as the \"mother of Quakerism,\" she is considered one of the Valiant Sixty early Quaker preachers and missionaries. Her daughters Isabel (Fell) Yeamans and Sarah Fell were also leading Quakers."}, {"title": "Religious Society of Friends", "href": "/wiki/Religious_Society_of_Friends", "description": "Quakers, also called Friends, belong to a historically Christian (Protestant) set of denominations known formally as the Religious Society of Friends. Members of the various Quaker movements are generally united by a belief in the ability of each human being to experience and access the light within or to see \"that of God in every one\". Some profess the priesthood of all believers, a doctrine deri"}]}, {"heading": "Deaths", "year": "1781", "date": "April 23", "txt": "James Abercrombie, Scottish general and politician (b. 1706)", "entities": [{"title": "James Abercrombie (British Army officer, born 1706)", "href": "/wiki/James_Abercrombie_(British_Army_officer,_born_1706)", "description": "General James Abercrombie or Abercromby of Glassaugh, Banffshire was a British Army general and Whig politician who sat in the House of Commons from 1734 to 1754. He was commander-in-chief of forces in North America during the French and Indian War, best known for the disastrous British losses in the 1758 Battle of Carillon."}]}, {"heading": "Deaths", "year": "1784", "date": "April 23", "txt": "Solomon I of Imereti (b. 1735)", "entities": [{"title": "Solomon I of Imereti", "href": "/wiki/Solomon_I_of_Imereti", "description": "Solomon I, \"the Great\",, of the Bagrationi Dynasty, was King of Imereti from 1752 to 1765 and again from 1767 until his death in 1784."}]}, {"heading": "Deaths", "year": "1792", "date": "April 23", "txt": "Karl Friedrich Bahrdt, German theologian and author (b. 1741)", "entities": [{"title": "Karl Friedrich Bahrdt", "href": "/wiki/Karl_Friedrich_Bahrdt", "description": "Karl Friedrich Bahrdt, also spelled Carl Friedrich Bahrdt, was an unorthodox German Protestant biblical scholar, theologian, and polemicist. Controversial during his day, he is sometimes considered an \"enfant terrible\" and one of the most immoral characters in German learning."}]}, {"heading": "Deaths", "year": "1794", "date": "April 23", "txt": "Guillaume-Chrétien de Lamoignon de Malesherbes, French lawyer and politician (b. 1721)", "entities": [{"title": "Guillaume-Chrétien de Lamoignon de Malesherbes", "href": "/wiki/Guillaume-Chr%C3%A9tien_de_Lamoignon_de_Malesherbes", "description": "Guillaume-Chrétien de Lamoignon de Malesherbes, often referred to as Malesherbes or Lamoignon-Malesherbes, was a French statesman and minister in the Ancien Régime, and later counsel for the defense of Louis XVI. He is known for his vigorous criticism of royal abuses as President of the Cour des Aides and his role, as director of censorship, in helping with the publication of the Encyclopédie. Des"}]}, {"heading": "Deaths", "year": "1827", "date": "April 23", "txt": "Georgios Karaiskakis, Greek general (b. 1780)", "entities": [{"title": "Georgios Karaiskakis", "href": "/wiki/Georgios_Karaiskakis", "description": "Georgios Karaiskakis, born Georgios Karaiskos, was a famous Greek military commander and a leader of the Greek War of Independence."}]}, {"heading": "Deaths", "year": "1839", "date": "April 23", "txt": "Jacques Félix Emmanuel Hamelin, French admiral and explorer (b. 1768)", "entities": [{"title": "Jacques Félix Emmanuel Hamelin", "href": "/wiki/Jacques_F%C3%A9lix_Emmanuel_Hamelin", "description": "Baron Jacques Félix Emmanuel Hamelin was a rear admiral of the French navy and later a Baron. He commanded numerous naval expeditions and battles with the Royal Navy as well as exploratory voyages in the Indian Ocean and the South Seas."}]}, {"heading": "Deaths", "year": "1850", "date": "April 23", "txt": "William Wordsworth, English poet and author (b. 1770)", "entities": [{"title": "William Wordsworth", "href": "/wiki/William_Wordsworth", "description": "William Wordsworth was an English Romantic poet who, with Samuel Taylor Coleridge, helped to launch the Romantic Age in English literature with their joint publication Lyrical Ballads (1798)."}]}, {"heading": "Deaths", "year": "1889", "date": "April 23", "txt": "Jules Amédée Barbey d'Aurevilly, French author and critic (b. 1808)", "entities": [{"title": "Jules Amédée Barbey d'Aurevilly", "href": "/wiki/Jules_Am%C3%A9d%C3%A9e_Barbey_d%27Aurevilly", "description": "Jules-Amédée Barbey d'Aurevilly was a French novelist and short story writer. He specialised in mystery tales that explored hidden motivation and hinted at evil without being explicitly concerned with anything supernatural. He had a decisive influence on writers such as Auguste Villiers de l'Isle-Adam, Henry James, Leon Bloy, and Marcel Proust."}]}, {"heading": "Deaths", "year": "1895", "date": "April 23", "txt": "Carl Ludwig, German physician and physiologist (b. 1815)", "entities": [{"title": "Carl Ludwig", "href": "/wiki/Carl_Ludwig", "description": "Carl Friedrich Wilhelm Ludwig was a German physician and physiologist. His work as both a researcher and teacher had a major influence on the understanding, methods and apparatus used in almost all branches of physiology."}]}, {"heading": "Deaths", "year": "1905", "date": "April 23", "txt": "Gédéon Ouimet, Canadian politician, 2nd Premier of Quebec (b. 1823)", "entities": [{"title": "Gédéon Ouimet", "href": "/wiki/G%C3%A9d%C3%A9on_Ouimet", "description": "Gédéon Ouimet was a French-Canadian politician."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1907", "date": "April 23", "txt": "Alferd Packer, American prospector (b. 1842)", "entities": [{"title": "Alferd Packer", "href": "/wiki/Alferd_Packer", "description": "Alferd Griner Packer, also known as \"The Colorado Cannibal\", was an American prospector and self-proclaimed professional wilderness guide who confessed to cannibalism during the winter of 1874. He and five other men had attempted to travel through the San Juan Mountains of Colorado, during the peak of a harsh winter. When only Packer reached civilization, he said that he had been abandoned by his "}]}, {"heading": "Deaths", "year": "1915", "date": "April 23", "txt": "Rupert Brooke, English poet (b. 1887)", "entities": [{"title": "Rupert Brooke", "href": "/wiki/Rupert_Brooke", "description": "Rupert Chawner Brooke was an English poet known for his idealistic war sonnets written during the First World War, especially The Soldier. He was also known for his boyish good looks, which were said to have prompted the Irish poet W. B. Yeats to describe him as \"the handsomest young man in England\"."}]}, {"heading": "Deaths", "year": "1936", "date": "April 23", "txt": "Teresa de la Parra, French-Venezuelan author (b. 1889)", "entities": [{"title": "Teresa de la Parra", "href": "/wiki/Teresa_de_la_Parra", "description": "Teresa de la Parra was a Venezuelan novelist."}]}, {"heading": "Deaths", "year": "1951", "date": "April 23", "txt": "Jules Berry, French actor and director (b. 1883)", "entities": [{"title": "Jules Berry", "href": "/wiki/Jules_Berry", "description": "Jules Berry was a French actor."}]}, {"heading": "Deaths", "year": "1951", "date": "April 23", "txt": "Charles G. Dawes, American banker and politician, 30th Vice President of the United States, Nobel Peace Prize laureate (b. 1865)", "entities": [{"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1959", "date": "April 23", "txt": "Bak Jungyang, Korean politician", "entities": [{"title": "Bak Jungyang", "href": "/wiki/Bak_Jungyang", "description": "Bak Jungyang was a Korean Joseon and Japanese-ruled Korean bureaucrat, politician, liberal and social activist. He demolished the castle of Daegueup and the Old Gyungsangdo Provincial Office, and contributed to city planning and road maintenance in Daegu. He also participated in the destruction of the Castle of Jinju. He was a conscientious Japanese colonial supporter with pro-Japanese group ideol"}]}, {"heading": "Deaths", "year": "1965", "date": "April 23", "txt": "George Adamski, Polish-American ufologist and author (b. 1891)", "entities": [{"title": "George Adamski", "href": "/wiki/George_Adamski", "description": "George Adamski was a Polish American author who became widely known in ufology circles, and to some degree in popular culture, after he displayed photographs that he said were of alien spacecraft on numerous occasions, claimed to have met with friendly Nordic alien Space Brothers, and to have taken flights with them to the Moon and other planets."}]}, {"heading": "Deaths", "year": "1966", "date": "April 23", "txt": "George Ohsawa, Japanese founder of the Macrobiotic diet (b. 1893)", "entities": [{"title": "George Ohsawa", "href": "/wiki/George_Ohsawa", "description": "George Ohsawa, born Nyoichi Sakurazawa , October 18, 1893 – April 23, 1966, was the founder of the macrobiotic diet. When living in Europe he went by the pen names of Musagendo Sakurazawa, Nyoiti Sakurazawa, and Yukikazu Sakurazawa. He also used the French first name Georges while living in France, and his name is sometimes also given this spelling. He wrote about 300 books in Japanese and 20 in F"}, {"title": "Macrobiotic diet", "href": "/wiki/Macrobiotic_diet", "description": "A macrobiotic diet is a fad diet based on ideas about types of food drawn from Zen Buddhism. The diet tries to balance the supposed yin and yang elements of food and cookware. Major principles of macrobiotic diets are to reduce animal products, eat locally grown foods that are in season, and consume meals in moderation."}]}, {"heading": "Deaths", "year": "1981", "date": "April 23", "txt": "Josep Pla, Catalan journalist and author (b. 1897)", "entities": [{"title": "Josep Pla", "href": "/wiki/Josep_Pla", "description": "Josep Pla i Casadevall was a Spanish journalist and a popular author. As a journalist he worked in France, Italy, England, Germany and Russia, from where he wrote political and cultural chronicles in Catalan and Spanish."}]}, {"heading": "Deaths", "year": "1983", "date": "April 23", "txt": "Buster Crabbe, American swimmer and actor (b. 1908)", "entities": [{"title": "Buster Crabbe", "href": "/wiki/Buster_Crabbe", "description": "Clarence Linden Crabbe II, known professionally as Buster Crabbe, was an American two-time Olympic swimmer and film and television actor. He won the 1932 Olympic gold medal for 400-meter freestyle swimming event, which launched his career on the silver screen and later television. He starred in a variety of popular feature films and movie serials released between 1933 and the 1950s, portraying the"}]}, {"heading": "Deaths", "year": "1984", "date": "April 23", "txt": "Red Garland, American pianist (b. 1923)", "entities": [{"title": "Red Garland", "href": "/wiki/Red_Garland", "description": "William McKinley \"Red\" Garland, Jr. was an American modern jazz pianist. Known for his work as a bandleader and during the 1950s with Miles Davis, Garland helped popularize the block chord style of piano playing."}]}, {"heading": "Deaths", "year": "1985", "date": "April 23", "txt": "Sam Ervin, American lawyer and politician (b. 1896)", "entities": [{"title": "Sam Ervin", "href": "/wiki/Sam_Ervin", "description": "Samuel James Ervin Jr. was an American politician. A Democrat, he served as a U.S. Senator from North Carolina from 1954 to 1974. A native of Morganton, he liked to call himself a \"country lawyer\", and often told humorous stories in his Southern drawl. During his Senate career, Ervin was a staunch defender of the Jim Crow laws and racial segregation, as the South's constitutional expert during the"}]}, {"heading": "Deaths", "year": "1985", "date": "April 23", "txt": "Frank Farrell, Australian rugby league player and policeman (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "April 23", "txt": "Harold Arlen, American composer (b. 1905)", "entities": [{"title": "Harold Arlen", "href": "/wiki/Harold_Arlen", "description": "Harold Arlen was an American composer of popular music, who composed over 500 songs, a number of which have become known worldwide. In addition to composing the songs for the 1939 film The Wizard of Oz, including \"Over the Rainbow\", Arlen is a highly regarded contributor to the Great American Songbook. \"Over the Rainbow\" was voted the 20th century's No. 1 song by the Recording Industry Association"}]}, {"heading": "Deaths", "year": "1986", "date": "April 23", "txt": "Jim Laker, English international cricketer and sportscaster; holder of world record for most wickets taken in a match (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "April 23", "txt": "Otto Preminger, Ukrainian-American actor, director, and producer (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "April 23", "txt": "Paulette Goddard, American actress (b. 1910)", "entities": [{"title": "Paulette Goddard", "href": "/wiki/Paulette_Goddard", "description": "Paulette Goddard was an American actress, a child fashion model and a performer in several Broadway productions as a Ziegfeld Girl; she became a major star of Paramount Pictures in the 1940s. Her most notable films were her first major role, as Charlie Chaplin's leading lady in Modern Times, and Chaplin's subsequent film The Great Dictator. She was nominated for an Academy Award for Best Supportin"}]}, {"heading": "Deaths", "year": "1991", "date": "April 23", "txt": "Johnny Thunders, American singer-songwriter and guitarist (b. 1952)", "entities": [{"title": "Johnny Thunders", "href": "/wiki/Johnny_Thunders", "description": "John Anthony Genzale, known professionally as Johnny Thunders, was an American guitarist, singer and songwriter. He came to prominence in the early 1970s as a member of the New York Dolls. He later played with the Heartbreakers and as a solo artist."}]}, {"heading": "Deaths", "year": "1992", "date": "April 23", "txt": "Satyajit Ray, Indian director, producer, and screenwriter (b. 1921)", "entities": [{"title": "Satyajit Ray", "href": "/wiki/Satyajit_Ray", "description": "Satyajit Ray  was an Indian film director, scriptwriter, documentary filmmaker, author, lyricist, magazine editor, illustrator, calligrapher, and music composer. Widely regarded as one of the greatest filmmakers in film history, he is celebrated for works such as The Apu Trilogy (1955–59), The Music Room (1958), The Big City (1963) and Charulata (1964). Ray was born in Calcutta to renowned writer "}]}, {"heading": "Deaths", "year": "1992", "date": "April 23", "txt": "Tanka Prasad Acharya, Nepalese politician, 27th Prime Minister of Nepal (b. 1912)", "entities": [{"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Deaths", "year": "1993", "date": "April 23", "txt": "Cesar Chavez, American activist, co-founded the United Farm Workers (b. 1927)", "entities": [{"title": "Cesar Chavez", "href": "/wiki/Cesar_Chavez", "description": "Cesar Chavez was an American labor leader and civil rights activist. Along with Dolores Huerta, he co-founded the National Farm Workers Association (NFWA), which later merged with the Agricultural Workers Organizing Committee (AWOC) to become the United Farm Workers (UFW) labor union. Ideologically, his world-view combined leftist politics with Roman Catholic social teachings."}, {"title": "United Farm Workers", "href": "/wiki/United_Farm_Workers", "description": "The United Farm Workers of America, or more commonly just United Farm Workers (UFW), is a labor union for farmworkers in the United States. It originated from the merger of two workers' rights organizations, the Agricultural Workers Organizing Committee (AWOC) led by organizer Larry Itliong, and the National Farm Workers Association (NFWA) led by César Chávez and Dolores Huerta. They became allied"}]}, {"heading": "Deaths", "year": "1995", "date": "April 23", "txt": "Douglas Lloyd Campbell, Canadian farmer and politician, 13th Premier of Manitoba (b. 1895)", "entities": [{"title": "Douglas Lloyd Campbell", "href": "/wiki/Douglas_Lloyd_Campbell", "description": "Douglas Lloyd Campbell was a politician in Manitoba, Canada. He served as the 13th Premier of Manitoba from 1948 to 1958. He was a member of the Legislative Assembly of Manitoba for 47 years, longer than anyone in the province's history."}, {"title": "Premier of Manitoba", "href": "/wiki/Premier_of_Manitoba", "description": "The Premier of Manitoba is the first minister for the Canadian province of Manitoba—as well as the de facto President of the province's Executive Council."}]}, {"heading": "Deaths", "year": "1995", "date": "April 23", "txt": "Howard Cosell, American lawyer and journalist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "April 23", "txt": "Riho Lahi, Estonian journalist (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "April 23", "txt": "John C. Stennis, American lawyer and politician (b. 1904)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "April 23", "txt": "Jean Victor Allard, Canadian general (b. 1913)", "entities": [{"title": "Jean Victor Allard", "href": "/wiki/Jean_Victor_Allard", "description": "General Jean Victor Allard & Two Bars, ED, CD was the first French Canadian to become Chief of the Defence Staff, the highest position in the Canadian Forces, from 1966 to 1969. He was also the first to hold the accompanying rank of general."}]}, {"heading": "Deaths", "year": "1996", "date": "April 23", "txt": "P. L. Travers, Australian-English author and actress (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "April 23", "txt": "Denis Compton, English cricketer and footballer (b. 1918)", "entities": [{"title": "Denis Compton", "href": "/wiki/Denis_Compton", "description": "Denis Charles Scott Compton was an English cricketer who played in 78 Test matches and spent his whole cricket career with Middlesex. He was also an accomplished footballer, who played most of his football career at Arsenal."}]}, {"heading": "Deaths", "year": "1998", "date": "April 23", "txt": "Konstantinos Karamanlis, Greek lawyer and politician, 172nd Prime Minister of Greece (b. 1907)", "entities": [{"title": "Konstantinos Karamanlis", "href": "/wiki/Konstantinos_Karamanlis", "description": "Konstantinos G. Karamanlis, commonly anglicised to Constantine Karamanlis or just Caramanlis, was a four-time Prime Minister and twice President of the Third Hellenic Republic, and a towering figure of Greek politics, whose political career spanned much of the latter half of the 20th century."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1998", "date": "April 23", "txt": "James Earl Ray, American assassin of Martin Luther King Jr. (b. 1928)", "entities": [{"title": "Assassination of Martin Luther King Jr.", "href": "/wiki/Assassination_of_Martin_Luther_King_Jr.", "description": "Martin Luther King Jr., an African-American clergyman and civil rights leader, was fatally shot at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968, at 6:01 p.m. CST. He was rushed to St. Joseph's Hospital, where he died at 7:05 p.m. He was a prominent leader of the Civil Rights Movement and a Nobel Peace Prize laureate who was known for his use of nonviolence and civil disobedience."}]}, {"heading": "Deaths", "year": "1998", "date": "April 23", "txt": "Thanassis Skordalos, Greek singer-songwriter and lyra player (b. 1920)", "entities": [{"title": "Cretan lyra", "href": "/wiki/Cretan_lyra", "description": "The Cretan lyra is a Greek pear-shaped, three-stringed bowed musical instrument, central to the traditional music of Crete and other islands in the Dodecanese and the Aegean Archipelago, in Greece. The Cretan lyra is considered to be the most popular surviving form of the medieval Byzantine lyra, an ancestor of most European bowed instruments."}]}, {"heading": "Deaths", "year": "2003", "date": "April 23", "txt": "Fernand Fonssagrives, French-American photographer (b. 1910)", "entities": [{"title": "Fernand Fonssagrives", "href": "/wiki/Fernand_Fonssagrives", "description": "Fernand Fonssagrives, born near Paris, France, was a photographer known for his 'beauty photography' in the early 1940s, and as the first husband of the model Lisa Fonssagrives. He died in 2003 at Little Rock, Arkansas, United States."}]}, {"heading": "Deaths", "year": "2004", "date": "April 23", "txt": "Herman Veenstra, Dutch water polo player (b. 1911)", "entities": [{"title": "Herman Veenstra", "href": "/wiki/Herman_Veenstra", "description": "Herman Alex Veenstra was a Dutch water polo player who competed in the 1936 Summer Olympics. He was part of the Dutch team which finished fifth in the 1936 tournament. He played five matches as goalkeeper."}]}, {"heading": "Deaths", "year": "2005", "date": "April 23", "txt": "Joh Bjelke-Petersen, New Zealand-Australian politician, 31st Premier of Queensland (b. 1911)", "entities": [{"title": "Joh Bjelke-Petersen", "href": "/wiki/Joh_Bjelke-Petersen", "description": "Sir Johannes Bjelke-Petersen was an Australian conservative politician. He was the longest-serving and longest-lived Premier of Queensland, holding office from 1968 to 1987, during which time the state underwent considerable economic development. He has become one of the most well-known and controversial figures of 20th-century Australian politics because of his uncompromising conservatism, politi"}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "2005", "date": "April 23", "txt": "Robert Farnon, Canadian-English trumpet player, composer and conductor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 23", "txt": "Al Grassby, Australian journalist and politician (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 23", "txt": "John Mills, English actor (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 23", "txt": "Romano Scarpa, Italian author and illustrator (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 23", "txt": "Earl Wilson, American baseball player, coach and educator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "April 23", "txt": "Phil Walden, American record producer and manager, co-founder of Capricorn Records (b. 1940)", "entities": [{"title": "Capricorn Records", "href": "/wiki/Capricorn_Records", "description": "Capricorn Records was an independent record label founded by Phil Walden and Frank Fenter in 1969 in Macon, Georgia. Capricorn Records is often credited by music historians as creating the southern rock genre."}]}, {"heading": "Deaths", "year": "2007", "date": "April 23", "txt": "Paul Erdman, Canadian-American economist and author (b. 1932)", "entities": [{"title": "Paul Erdman", "href": "/wiki/Paul_Erdman", "description": "Paul Emil Erdman was a Canadian-born American economist and banker who became known for writing novels based on monetary trends and international finance."}]}, {"heading": "Deaths", "year": "2007", "date": "April 23", "txt": "David Halberstam, American journalist, historian and author (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 23", "txt": "Peter Randall, English sergeant (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 23", "txt": "Boris Yeltsin, Russian politician, 1st President of Russia (b. 1931)", "entities": [{"title": "President of Russia", "href": "/wiki/President_of_Russia", "description": "The president of the Russian Federation, is the head of state of the Russian Federation, as well as the commander-in-chief of the Russian Armed Forces. It is the highest office in Russia."}]}, {"heading": "Deaths", "year": "2010", "date": "April 23", "txt": "Peter Porter, Australian-born British poet (b. 1929)", "entities": [{"title": "Peter Porter (poet)", "href": "/wiki/Peter_Porter_(poet)", "description": "Peter Neville Frederick Porter OAM was a British-based Australian poet."}]}, {"heading": "Deaths", "year": "2011", "date": "April 23", "txt": "James Casey, English comedian, radio scriptwriter and producer (b. 1922)", "entities": [{"title": "James Casey (variety artist)", "href": "/wiki/James_Casey_(variety_artist)", "description": "James Casey, known professionally as Jim Casey, was at various times during his long career a Variety comedian on the English music-halls, a scriptwriter for BBC Radio's variety shows and situation comedies, and a senior BBC Radio Light Entertainment producer."}]}, {"heading": "Deaths", "year": "2011", "date": "April 23", "txt": "Tom King, American guitarist and songwriter (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 23", "txt": "Geoffrey Russell, 4th Baron Ampthill, English businessman and politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 23", "txt": "Max van der Stoel, Dutch politician and Minister of State (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 23", "txt": "John Sullivan, English screenwriter and producer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 23", "txt": "Lillemor Arvidsson, Swedish trade union leader and politician, 34th Governor of Gotland (b. 1943)", "entities": [{"title": "Lillemor Arvidsson", "href": "/wiki/Lillemor_Arvidsson", "description": "Maj Lillemor Arvidsson was a Swedish trade union leader and the Governor of Gotland from 1998 to 2004."}, {"title": "List of governors of Gotland County", "href": "/wiki/List_of_governors_of_Gotland_County", "description": "This is a list of Governors for Gotland County of Sweden, from 1689 to present."}]}, {"heading": "Deaths", "year": "2012", "date": "April 23", "txt": "Billy Bryans, Canadian drummer, songwriter and producer (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 23", "txt": "Chris Ethridge, American bass player and songwriter (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 23", "txt": "Raymond Thorsteinsson, Canadian geologist and paleontologist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 23", "txt": "LeRoy T. Walker, American football player and coach (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 23", "txt": "Bob Brozman, American guitarist (b. 1954)", "entities": [{"title": "Bob Brozman", "href": "/wiki/Bob_Brozman", "description": "Bob Brozman was an American guitarist and ethnomusicologist."}]}, {"heading": "Deaths", "year": "2013", "date": "April 23", "txt": "Robert W. Edgar, American educator and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 23", "txt": "Tony Grealish, English footballer (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 23", "txt": "Antonio Maccanico, Italian banker and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 23", "txt": "Frank W. J. Olver, English-American mathematician and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 23", "txt": "Kathryn Wasserman Davis, American philanthropist and scholar (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 23", "txt": "Benjamín Brea, Spanish-Venezuelan saxophonist, clarinet player, and conductor (b. 1946)", "entities": [{"title": "Benjamín Brea", "href": "/wiki/Benjam%C3%ADn_Brea", "description": "Benjamín Brea was a Spanish-born Venezuelan musician, arranger and teacher, mostly associated with jazz, even though he had the advantage to play several music genres in various bands as a soloist as well as sideman and conductor."}]}, {"heading": "Deaths", "year": "2014", "date": "April 23", "txt": "Michael Glawogger, Austrian director, screenwriter, and cinematographer (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 23", "txt": "Jaap Havekotte, Dutch speed skater and producer of ice skates (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 23", "txt": "Connie Marrero, Cuban baseball player and coach (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 23", "txt": "F. Michael Rogers, American general (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 23", "txt": "Mark Shand, English conservationist and author (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 23", "txt": "Patric Standford, English composer and educator (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 23", "txt": "Richard Corliss, American journalist and critic (b. 1944)", "entities": [{"title": "Richard Corliss", "href": "/wiki/Richard_Corliss", "description": "Richard Nelson Corliss was an American film critic and magazine editor for Time. He focused on movies, with occasional articles on other subjects."}]}, {"heading": "Deaths", "year": "2015", "date": "April 23", "txt": "Ray Jackson, Australian activist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 23", "txt": "Pierre Claude Nolin, Canadian lawyer and politician, Speaker of the Canadian Senate (b. 1950)", "entities": [{"title": "Speaker of the Senate (Canada)", "href": "/wiki/Speaker_of_the_Senate_(Canada)", "description": "The Speaker of the Senate of Canada is the presiding officer of the Senate of Canada. The Speaker represents the Senate at official functions, rules on questions of parliamentary procedure and parliamentary privilege, and presides over debates and voting in the senate. The current Speaker is George Furey who assumed office upon nomination by Prime Minister Justin Trudeau on December 3, 2015, succe"}]}, {"heading": "Deaths", "year": "2015", "date": "April 23", "txt": "Jim Steffen, American football player (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 23", "txt": "Francis Tsai, American author and illustrator (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "April 23", "txt": "Inge King, German-born Australian sculptor (b. 1915)", "entities": [{"title": "Inge King", "href": "/wiki/Inge_King", "description": "Ingeborg Viktoria \"Inge\" King was a German-born Australian sculptor. She received many significant public commissions. Her work is held in public and private collections. Her best known work is Forward Surge (1974) at the Melbourne Arts Centre. She became a Member of the Order of Australia (AM) in January 1984."}]}, {"heading": "Deaths", "year": "2016", "date": "April 23", "txt": "Banharn Silpa-archa, Thai politician, Prime Minister from 1995 to 1996 (b. 1932)", "entities": [{"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Deaths", "year": "2019", "date": "April 23", "txt": "Charity Sunshine Tillemann-Dick, American soprano singer and presenter (b.1983) ", "entities": [{"title": "Charity Sunshine Tillemann-Dick", "href": "/wiki/Charity_Sunshine_Tillemann-Dick", "description": "Charity Tillemann-Dick, known professionally as Charity Sunshine Tillemann-Dick, was an American soprano and presenter. A recipient of two bilateral (double) lung transplants, she spoke and performed frequently at concerts, conferences and events around the United States."}]}, {"heading": "Deaths", "year": "2021", "date": "April 23", "txt": "Dan Kaminsky, 42, American internet security researcher, of diabetic ketoacidosis (1979 - 2021) ", "entities": [{"title": "Dan Kaminsky", "href": "/wiki/Dan_Kaminsky", "description": "Daniel Kaminsky was an American computer security researcher. He was a co-founder and chief scientist of WhiteOps, a computer security company. He previously worked for Cisco, Avaya, and IOActive, where he was the director of penetration testing. The New York Times labeled Kaminsky an \"Internet security savior\" and \"a digital Paul Revere\"."}]}]