[{"heading": "Events", "year": "224", "date": "April 28", "txt": "The Battle of Hormozdgan is fought. Ardashir I defeats and kills Artabanus V effectively ending the Parthian Empire.", "entities": [{"title": "Battle of Hormozdgan", "href": "/wiki/Battle_of_Hormozdgan", "description": "The Battle of Hormozdgan was the climactic battle between the Arsacid and the Sasanian dynasties that took place on April 28, 224. The Sasanian victory broke the power of the Arsacid dynasty, effectively ending almost five centuries of Parthian rule in Iran, and marking the official start of the Sasanian era."}, {"title": "Ardashir I", "href": "/wiki/Ardashir_I", "description": "Ardashir I or Ardeshir I, also known as Ardashir the Unifier, was the founder of the Sasanian Empire. He was also Ardashir V of the Kings of Persis, until he founded the new empire. After defeating the last Parthian shahanshah Artabanus IV on the Hormozdgan plain in 224, he overthrew the Parthian dynasty and established the Sasanian dynasty. Afterwards, Ardashir called himself \"shahanshah\" and beg"}, {"title": "Artabanus V of Parthia", "href": "/wiki/Artabanus_V_of_Parthia", "description": "Artabanus IV, also known as Ardavan IV, incorrectly known in older scholarship as Artabanus V, was the last ruler of Parthian Empire from c. 213 to 224. He was the younger son of Vologases V, who died in 208."}, {"title": "Parthian Empire", "href": "/wiki/Parthian_Empire", "description": "The Parthian Empire, also known as the Arsacid Empire, was a major Iranian political and cultural power in ancient Iran from 247 BC to 224 AD. Its latter name comes from its founder, Arsaces I, who led the Parni tribe in conquering the region of Parthia in Iran's northeast, then a satrapy (province) under Andragoras, in rebellion against the Seleucid Empire. Mithridates I (r. c. 171–132 BC) greatl"}]}, {"heading": "Events", "year": "357", "date": "April 28", "txt": "Emperor Constantius II enters Rome for the first time to celebrate his victory over Magnus Magnentius.", "entities": [{"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Magnentius", "href": "/wiki/Magnentius", "description": "Magnus Magnentius was a usurper of the Roman Empire from 350 to 353."}]}, {"heading": "Events", "year": "1192", "date": "April 28", "txt": "Assassination of Conrad of Montferrat (Conrad I), King of Jerusalem, in Tyre, two days after his title to the throne is confirmed by election. The killing is carried out by Hashshashin.", "entities": [{"title": "Conrad of Montferrat", "href": "/wiki/Conrad_of_Montferrat", "description": "Conrad of Montferrat was a north Italian nobleman, one of the major participants in the Third Crusade. He was the de facto King of Jerusalem by virtue of his marriage to Isabella I of Jerusalem from 24 November 1190, but officially elected only in 1192, days before his death. He was also the eighth Marquess of Montferrat from 1191."}, {"title": "King of Jerusalem", "href": "/wiki/King_of_Jerusalem", "description": "The King of Jerusalem was the supreme ruler of the Kingdom of Jerusalem, the Crusader state founded by Christian princes in 1099 when the First Crusade took the city."}, {"title": "Tyre, Lebanon", "href": "/wiki/Tyre,_Lebanon", "description": "Tyre is one of the oldest continually inhabited cities in the world, though in medieval times for some centuries by just a tiny population. It was one of the earliest Phoenician metropolises and the legendary birthplace of Europa, her brothers Cadmus and Phoenix, as well as Carthage's founder Dido (Elissa). The city has many ancient sites, including the Tyre Hippodrome, and was added as a whole to"}, {"title": "Hashshashin", "href": "/wiki/Hashshashin", "description": "The Assassins were a Nizari Isma'ili sect of Shia Islam who lived in the mountains of Persia and in Syria between 1090 and 1275. During that time, they held a strict subterfuge policy throughout the Middle East through the covert murder of first Muslim and later Christian leaders who were considered enemies of their state. The modern term assassination is based on the tactics used by the Assassins"}]}, {"heading": "Events", "year": "1253", "date": "April 28", "txt": "Nichiren, a Japanese Buddhist monk, propounds Namu Myōhō Renge Kyō for the very first time and declares it to be the essence of Buddhism, in effect founding Nichiren Buddhism.", "entities": [{"title": "Nichiren", "href": "/wiki/Nichiren", "description": "Nichiren was a Japanese Buddhist priest and philosopher of the Kamakura period."}, {"title": "Buddhism", "href": "/wiki/Buddhism", "description": "Buddhism is an Indian religion based on a series of original teachings attributed to Gautama Buddha. It originated in ancient India as a Sramana tradition sometime between the 6th and 4th centuries BCE, spreading through much of Asia. It is the world's fourth-largest religion with over 520 million followers, or over 7% of the global population, known as Buddhists. Buddhism encompasses a variety of"}, {"title": "Nichiren Buddhism", "href": "/wiki/Nichiren_Buddhism", "description": "Nichiren Buddhism is a branch of Mahayana Buddhism based on the teachings of the 13th-century Japanese Buddhist priest Nichiren (1222–1282) and is one of the Kamakura Buddhism schools. Its teachings derive from some 300–400 extant letters and treatises either authored by or attributed to Nichiren."}]}, {"heading": "Events", "year": "1503", "date": "April 28", "txt": "The Battle of Cerignola is fought. It is noted as one of the first European battles in history won by small arms fire using gunpowder.", "entities": [{"title": "Battle of Cerignola", "href": "/wiki/Battle_of_Cerignola", "description": "The Battle of Cerignola was fought on 28 April 1503, between Spanish and French armies, in Cerignola, Apulia. \nSpanish forces, under Gonzalo Fernández de Córdoba, formed by 6,300 men, including 2,000 landsknechte, with more than 1,000 arquebusiers, and 20 cannons, defeated the French who had 9,000 men; mainly heavy gendarme cavalry and Swiss mercenary pikemen, with about 40 cannons, and led by Lou"}, {"title": "Gunpowder", "href": "/wiki/Gunpowder", "description": "Gunpowder, also known as the retronym black powder to distinguish it from modern smokeless powder, is the earliest known chemical explosive. It consists of a mixture of sulfur (S), carbon (C), and potassium nitrate (saltpeter, KNO3). The sulfur and charcoal act as fuels while the saltpeter is an oxidizer. Gunpowder has been widely used as a propellant in firearms, artillery, rocketry, and pyrotech"}]}, {"heading": "Events", "year": "1611", "date": "April 28", "txt": "Establishment of the Pontifical and Royal University of Santo Tomas, The Catholic University of the Philippines, the largest Catholic university in the world.", "entities": [{"title": "University of Santo Tomas", "href": "/wiki/University_of_Santo_Tomas", "description": "The Pontifical and Royal University of Santo Tomas, the Catholic University of the Philippines, or simply the University of Santo Tomas (UST), is a private, catholic research university in Manila, Philippines. Founded on April 28, 1611, by Spanish friar Miguel de Benavides, Archbishop of Manila, it has the oldest extant university charter in the Philippines and in Asia, and is one of the world's l"}]}, {"heading": "Events", "year": "1758", "date": "April 28", "txt": "The Marathas defeat the Afghans in the Battle of Attock and capture the city.", "entities": [{"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Durrani Empire", "href": "/wiki/Durrani_Empire", "description": "The Durrani Empire, also called the Sadozai Kingdom and the Afghan Empire, was an Iranic empire founded and built by Ahmad Shah Abdali in parts of Central Asia, Middle East and South Asia. At its maximum extent, the empire ruled over the modern-day countries of Afghanistan and Pakistan, as well as parts of northeastern and southeastern Iran, eastern Turkmenistan, and northwestern India."}, {"title": "Battle of Attock (1758)", "href": "/wiki/Battle_of_Attock_(1758)", "description": "The Battle of Attock took place on 28 April 1758 between Maratha Empire and the Durrani Empire. The Marathas, under Raghunathrao (Raghoba), delivered a decisive victory and Attock was captured. The battle is seen as a great success for Marathas who hoisted Maratha flag in Attock. Raghunathrao left Punjab after three months appointing Maratha Sardar Narsoji Pandit with 4000 Maratha troops to guard "}]}, {"heading": "Events", "year": "1788", "date": "April 28", "txt": "Maryland becomes the seventh state to ratify the United States Constitution.", "entities": [{"title": "Maryland", "href": "/wiki/Maryland", "description": "Maryland is a state in the Mid-Atlantic region of the United States, bordering Virginia, West Virginia, and the District of Columbia to its south and west; Pennsylvania to its north; and Delaware and the Atlantic Ocean to its east. Baltimore is the largest city in the state and the capital is Annapolis. Among its occasional nicknames are Old Line State, the Free State, and the Chesapeake Bay State"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "1789", "date": "April 28", "txt": "Mutiny on the Bounty: Lieutenant William Bligh and 18 sailors are set adrift and the rebel crew returns to Tahiti briefly and then sets sail for Pitcairn Island.", "entities": [{"title": "Mutiny on the Bounty", "href": "/wiki/Mutiny_on_the_Bounty", "description": "The mutiny on the Royal Navy vessel HMS Bounty occurred in the South Pacific Ocean on 28 April 1789. Disaffected crewmen, led by acting-Lieutenant Fletcher Christian, seized control of the ship from their captain, Lieutenant William Bligh, and set him and 18 loyalists adrift in the ship's open launch. The mutineers variously settled on Tahiti or on Pitcairn Island. Bligh navigated more than 3,500 "}, {"title": "William Bligh", "href": "/wiki/William_Bligh", "description": "Vice-Admiral William Bligh was an officer of the Royal Navy and a colonial administrator. The Mutiny on the Bounty occurred during his command of HMS Bounty in 1789; after being set adrift in Bounty's launch by the mutineers, Bligh and his loyal men all reached Timor alive, after a journey of 3,618 nautical miles. Bligh's logbooks documenting the mutiny were officially inscribed on the UNESCO Aust"}, {"title": "Tahiti", "href": "/wiki/Tahiti", "description": "Tahiti is the largest island of the Windward group of the Society Islands in French Polynesia, located in the central part of the Pacific Ocean. Divided into two parts, Tahiti Nui and Tahiti Iti, the island was formed from volcanic activity; it is high and mountainous with surrounding coral reefs. Its population is 189,517 inhabitants, making it the most populous island of French Polynesia and acc"}, {"title": "Pitcairn Island", "href": "/wiki/Pitcairn_Island", "description": "The Pitcairn Islands consist of four islands: Pitcairn Island, Henderson Island, and two coral atolls, Oeno Island and Ducie Island."}]}, {"heading": "Events", "year": "1792", "date": "April 28", "txt": "France invades the Austrian Netherlands (present day Belgium and Luxembourg), beginning the French Revolutionary Wars.", "entities": [{"title": "Austrian Netherlands", "href": "/wiki/Austrian_Netherlands", "description": "The Austrian Netherlands was the larger part of the Southern Netherlands between 1714 and 1797. The period began with the Austrian acquisition of the former Spanish Netherlands under the Treaty of Rastatt in 1714 and lasted until Revolutionary France annexed the territory during the aftermath of the Battle of Sprimont in 1794 and the Peace of Basel in 1795. Austria, however, did not relinquish its"}, {"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}]}, {"heading": "Events", "year": "1794", "date": "April 28", "txt": "Sardinians, headed by Giovanni Maria Angioy, start a revolution against the Savoy domination, expelling Viceroy Balbiano and his officials from Cagliari, the capital and largest city of the island.", "entities": [{"title": "Sardinians", "href": "/wiki/Sardinians", "description": "The Sardinians, or Sards, are a Romance language-speaking ethnic group native to Sardinia, from which the western Mediterranean island and autonomous region of Italy derives its name."}, {"title": "Giovanni Maria Angioy", "href": "/wiki/Giovanni_Maria_Angioy", "description": "Giovanni Maria Angioy was a Sardinian politician and patriot and is considered to be a national hero by Sardinian nationalists. Although best known for his political activities, Angioy was a university lecturer, a judge for the Reale Udienza, an entrepreneur and a banker."}, {"title": "House of Savoy", "href": "/wiki/House_of_Savoy", "description": "The House of Savoy is a royal dynasty that was established in 1003 in the historical Savoy region. Through gradual expansion, the family grew in power from ruling a small Alpine county north-west of Italy to absolute rule of the Kingdom of Sicily in 1713 to 1720, when they were handed the island of Sardinia, over which they would exercise direct rule from then onward."}, {"title": "Cagliari", "href": "/wiki/Cagliari", "description": "Cagliari is an Italian municipality and the capital of the island of Sardinia, an autonomous region of Italy. Cagliari's Sardinian name Casteddu means castle. It has about 155,000 inhabitants, while its metropolitan city has more than 431,000 inhabitants. According to Eurostat, the population of the Functional urban area, the commuting zone of Cagliari, rises to 476,975. Cagliari is the 26th large"}]}, {"heading": "Events", "year": "1796", "date": "April 28", "txt": "The Armistice of Cherasco is signed by Napoleon Bonaparte and Vittorio Amedeo III, King of Sardinia, expanding French territory along the Mediterranean coast.", "entities": [{"title": "Treaty of Paris (1796)", "href": "/wiki/Treaty_of_Paris_(1796)", "description": "The Treaty of Paris of 15 May 1796 was a treaty between the French Republic and the Kingdom of Piedmont-Sardinia during the War of the First Coalition."}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Victor Amadeus III of Sardinia", "href": "/wiki/Victor_Amadeus_III_of_Sardinia", "description": "Victor Amadeus III was King of Sardinia from 1773 to his death. Although he was politically conservative, he carried out numerous administrative reforms until he declared war on Revolutionary France in 1792. He was the father of the last three mainline Kings of Sardinia."}, {"title": "Kingdom of Sardinia", "href": "/wiki/Kingdom_of_Sardinia", "description": "The Kingdom of Sardinia, also referred to as Kingdom of Savoy-Sardinia, Piedmont-Sardinia, or Savoy-Piedmont-Sardinia during the Savoyard period, was a state in Southern Europe from the early 14th until the mid-19th century."}]}, {"heading": "Events", "year": "1869", "date": "April 28", "txt": "Chinese and Irish laborers for the Central Pacific Railroad working on the First Transcontinental Railroad lay ten miles of track in one day, a feat which has never been matched.", "entities": [{"title": "Central Pacific Railroad", "href": "/wiki/Central_Pacific_Railroad", "description": "The Central Pacific Railroad (CPRR) was a rail company chartered by U.S. Congress in 1862 to build a railroad eastwards from Sacramento, California, to complete the western part of the \"First Transcontinental Railroad\" in North America. Incorporated in 1861, CPRR ceased operation in 1885 when it was acquired by Southern Pacific Railroad as a leased line."}, {"title": "First Transcontinental Railroad", "href": "/wiki/First_Transcontinental_Railroad", "description": null}]}, {"heading": "Events", "year": "1881", "date": "April 28", "txt": "Billy the Kid escapes from the Lincoln County jail in Mesilla, New Mexico.", "entities": [{"title": "Billy the Kid", "href": "/wiki/Billy_the_Kid", "description": "Billy the Kid, also known by the pseudonym William H. Bonney, was an Irish-American outlaw and gunfighter of the American Old West who killed eight men before he was shot and killed at the age of 21. He also fought in New Mexico's Lincoln County War, during which he allegedly committed three murders."}, {"title": "Lincoln County, New Mexico", "href": "/wiki/Lincoln_County,_New_Mexico", "description": "Lincoln County is a county in the U.S. state of New Mexico. As of the 2010 census, the population was 20,497. Its county seat is Carrizozo, while its largest community is Ruidoso."}, {"title": "Mesilla, New Mexico", "href": "/wiki/Mesilla,_New_Mexico", "description": "Mesilla is a town in Doña Ana County, New Mexico, United States. The population was 2,196 at the 2010 census. It is part of the Las Cruces Metropolitan Statistical Area."}]}, {"heading": "Events", "year": "1887", "date": "April 28", "txt": "A week after being arrested by the Prussian Secret Police, French police inspector Guillaume Schnaebelé is released on order of William I, German Emperor, defusing a possible war.", "entities": [{"title": "Prussian Secret Police", "href": "/wiki/Prussian_Secret_Police", "description": "The Prussian Secret Police was the Prussian Secret Police agency of the German state of Prussia in the 19th and early 20th centuries."}, {"title": "Guillaume Schnaebelé", "href": "/wiki/Guillaume_Schnaebel%C3%A9", "description": "Guillaume Schnaebelé or Wilhelm Schnäbele was a French official from Alsace, best known for being arrested by Germans in the April 1887 Schnaebele incident which nearly led to war between France and Germany."}, {"title": "William I, German Emperor", "href": "/wiki/William_I,_German_Emperor", "description": "William I or Wilhelm I of the House of Hohenzollern was King of Prussia from 2 January 1861 and the first German emperor from 18 January 1871 until his death. William was the first head of state of a united Germany, and was also de facto head of state of Prussia from 1858 to 1861, serving as regent for his brother, Frederick William IV."}]}, {"heading": "Events", "year": "1910", "date": "April 28", "txt": "Frenchman Louis Paulhan wins the 1910 London to Manchester air race, the first long-distance aeroplane race in England.", "entities": [{"title": "Louis Paulhan", "href": "/wiki/Louis_Paulhan", "description": "Isidore Auguste Marie Louis Paulhan, known as Louis Paulhan, was a pioneering French aviator. He is known for winning the first Daily Mail aviation prize for the first flight between London and Manchester in 1910."}, {"title": "1910 London to Manchester air race", "href": "/wiki/1910_London_to_Manchester_air_race", "description": "The 1910 London to Manchester air race took place between two aviators, each of whom attempted to win a heavier-than-air powered flight challenge between London and Manchester. The race had first been proposed by the Daily Mail newspaper in 1906. The £10,000 prize was won in April 1910 by Frenchman Louis Paulhan."}]}, {"heading": "Events", "year": "1920", "date": "April 28", "txt": "The Azerbaijan Soviet Socialist Republic is founded.", "entities": [{"title": "Azerbaijan Soviet Socialist Republic", "href": "/wiki/Azerbaijan_Soviet_Socialist_Republic", "description": "Azerbaijan, officially the Azerbaijan Soviet Socialist Republic, also referred to as Soviet Azerbaijan, was one of the constituent republics of the Soviet Union between 1922 and 1991. Created on 28 April 1920 when the Russian Soviet Federative Socialist Republic brought pro-Soviet figures to power in the region, the first two years of the Azerbaijani SSR were as an independent country until incorp"}]}, {"heading": "Events", "year": "1923", "date": "April 28", "txt": "Wembley Stadium is opened, named initially as the Empire Stadium.", "entities": [{"title": "Wembley Stadium (1923)", "href": "/wiki/Wembley_Stadium_(1923)", "description": "The original Wembley Stadium was a stadium in Wembley, London, best known for hosting important football matches. It stood on the same site now occupied by its successor."}]}, {"heading": "Events", "year": "1930", "date": "April 28", "txt": "The Independence Producers hosted the first night game in the history of Organized Baseball in Independence, Kansas.", "entities": [{"title": "Independence Producers", "href": "/wiki/Independence_Producers", "description": "The Independence Producers were a minor league baseball team based in Independence, Kansas, United States, that played from 1921 to 1925 and from 1928 to 1932. From 1921 to 1924, they played in the Southwestern League, and in 1925 they played in the Western Association. They played in the Western Association from 1928 to 1932 as well. The 1921 Producers were recognized as one of the 100 greatest m"}, {"title": "Night game", "href": "/wiki/Night_game", "description": "A night game, also called a nighter, is a sporting event that takes place, completely or partially, after the local sunset. Depending on the sport, this can be done either with floodlights or with the usual low-light conditions. The term \"night game\" is typically used only in reference to sports traditionally held outdoors. Although indoor sporting events often take place after local sunset, these"}, {"title": "Professional baseball", "href": "/wiki/Professional_baseball", "description": "Professional baseball is organized baseball in which players are selected for their talents and are paid to play for a specific team or club system. It is played in leagues and associated farm teams throughout the world."}, {"title": "Independence, Kansas", "href": "/wiki/Independence,_Kansas", "description": "Independence is a city in and the county seat of Montgomery County, Kansas, United States. As of the 2010 census, the city population was 9,483. It was named in commemoration of the Declaration of Independence."}]}, {"heading": "Events", "year": "1941", "date": "April 28", "txt": "The Ustaše massacre nearly 200 Serbs in the village of Gudovac, the first massacre of their genocidal campaign against Serbs of the Independent State of Croatia.", "entities": [{"title": "Ustaše", "href": "/wiki/Usta%C5%A1e", "description": "The Ustaša – Croatian Revolutionary Movement, commonly known as Ustaše or by anglicised versions Ustasha or Ustashe, was a Croatian fascist, ultranationalist and terrorist organization, which was active, as one organization, between 1929 and 1945. Its members murdered hundreds of thousands of Serbs, Jews, and Roma as well as political dissidents in Yugoslavia during World War II."}, {"title": "Gudovac massacre", "href": "/wiki/Gudovac_massacre", "description": "The Gudovac massacre was the mass killing of around 190 Bjelovar Serbs by the Croatian nationalist Ustaše movement on 28 April 1941, during World War II. The massacre occurred shortly after the German-led Axis invasion of Yugoslavia and the establishment of the Ustaše-led Axis puppet state known as the Independent State of Croatia (NDH). It was the first act of mass murder committed by the Ustaše "}, {"title": "Serbs", "href": "/wiki/Serbs", "description": "The Serbs are a South Slavic ethnic group and nation, native to the Balkans in Southeastern Europe."}, {"title": "Gudovac", "href": "/wiki/Gudovac", "description": "Gudovac  is a village in Croatia. It lies near to Bjelovar and about 80 kilometres (50 mi) east of the Croatian capital of Zagreb."}, {"title": "World War II persecution of Serbs", "href": "/wiki/World_War_II_persecution_of_Serbs", "description": "The Genocide of the Serbs was the systematic persecution of Serbs which was committed during World War II by the fascist Ustaše regime in the Nazi German puppet state known as the Independent State of Croatia between 1941 and 1945. It was carried out through executions in death camps, as well as through mass murder, ethnic cleansing, deportations, forced conversions, and war rape. This genocide wa"}, {"title": "Independent State of Croatia", "href": "/wiki/Independent_State_of_Croatia", "description": "The Independent State of Croatia was a World War II-era puppet state of Nazi Germany and Fascist Italy. It was established in parts of occupied Yugoslavia on 10 April 1941, after the invasion by the Axis powers. Its territory consisted of most of modern-day Croatia and Bosnia and Herzegovina, as well as some parts of modern-day Serbia and Slovenia, but also excluded many Croat-populated areas in D"}]}, {"heading": "Events", "year": "1944", "date": "April 28", "txt": "World War II: Nine German E-boats attacked US and UK units during Exercise Tiger, the rehearsal for the Normandy landings, killing 946.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "E-boat", "href": "/wiki/E-boat", "description": "E-boat was the Western Allies' designation for the fast attack craft of the Kriegsmarine during World War II; E-boat could refer to a patrol craft from an armed motorboat to a large Torpedoboot."}, {"title": "Exercise Tiger", "href": "/wiki/Exercise_Tiger", "description": "Exercise Tiger, or Operation Tiger, was one of a series of large-scale rehearsals for the D-Day invasion of Normandy, which took place in April 1944 on Slapton Sands in Devon. Coordination and communication problems resulted in friendly fire deaths during the exercise, and an Allied convoy positioning itself for the landing was attacked by E-boats of Nazi Germany's Kriegsmarine, resulting in the d"}, {"title": "Normandy landings", "href": "/wiki/Normandy_landings", "description": "The Normandy landings were the landing operations and associated airborne operations on Tuesday, 6 June 1944 of the Allied invasion of Normandy in Operation Overlord during World War II. Codenamed Operation Neptune and often referred to as D-Day, it was the largest seaborne invasion in history. The operation began the liberation of France and laid the foundations of the Allied victory on the Weste"}]}, {"heading": "Events", "year": "1945", "date": "April 28", "txt": "Benito Mussolini and his mistress Clara Petacci are shot dead by Walter Audisio, a member of the Italian resistance movement.", "entities": [{"title": "Benito Mussolini", "href": "/wiki/Benito_Mussolini", "description": "Benito Amilcare Andrea Mussolini was an Italian politician and journalist who founded and led the National Fascist Party. He was Prime Minister of Italy from the Fascist coup d'état in 1922 until his deposition in 1943, and Duce (\"Leader\") of Italian Fascism from the establishment of the Italian Fasces of Combat in 1919 until his execution in 1945 during the Italian Civil War. As dictator of Italy"}, {"title": "Clara Petacci", "href": "/wiki/Clara_Petacci", "description": "Clara Petacci, known as Claretta Petacci, was a mistress of the Italian dictator Benito Mussolini. She was killed during Mussolini's execution by Italian partisans, allegedly throwing herself on him in a vain attempt to protect him from the bullets."}, {"title": "Walter Audisio", "href": "/wiki/Walter_Audisio", "description": "Walter Audisio was an Italian communist partisan and politician. He was imprisoned during the late 1930s and early 1940s by the Italian fascist regime for his anti-fascist activities. As a senior partisan of the Italian resistance movement after his release during World War II, Audisio was involved in the death of Benito Mussolini, and possibly personally killed the dictator and his mistress. Afte"}, {"title": "Italian resistance movement", "href": "/wiki/Italian_resistance_movement", "description": "The Italian resistance movement is an umbrella term for Italian resistance groups during World War II. It was opposed to the forces of Nazi Germany as well as Nazi Germany's Italian puppet state regime, the Italian Social Republic, especially following the German invasion and military occupation of Italy between September 1943 and April 1945. Known as partisans, the brutal conflict they took part "}]}, {"heading": "Events", "year": "1947", "date": "April 28", "txt": "Thor Heyerdahl and five crew mates set out from Peru on the Kon-Tiki to demonstrate that Peruvian natives could have settled Polynesia.", "entities": [{"title": "Thor Heyerdahl", "href": "/wiki/Thor_Heyerdahl", "description": "Thor Heyerdahl was a Norwegian adventurer and ethnographer with a background in zoology, botany and geography."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Polynesia", "href": "/wiki/Polynesia", "description": "Polynesia is a subregion of Oceania, made up of more than 1,000 islands scattered over the central and southern Pacific Ocean. The indigenous people who inhabit the islands of Polynesia are called Polynesians. They have many things in common, including language relatedness, cultural practices, and traditional beliefs. In centuries past, they had a strong shared tradition of sailing and using stars"}]}, {"heading": "Events", "year": "1948", "date": "April 28", "txt": "Igor Stravinsky conducted the premiere of his American ballet, Orpheus at the New York City Center.", "entities": [{"title": "Igor Stravinsky", "href": "/wiki/Igor_Stravinsky", "description": "Igor Fyodorovich Stravinsky was a Russian composer, pianist and conductor, later of French and American citizenship. He is widely considered one of the most important and influential composers of the 20th century."}]}, {"heading": "Events", "year": "1949", "date": "April 28", "txt": "The Hukbalahap are accused of assassinating former First Lady of the Philippines Aurora Quezon, while she is en route to dedicate a hospital in memory of her late husband; her daughter and ten others are also killed.", "entities": [{"title": "Hukbalahap", "href": "/wiki/Hukbalahap", "description": "The Hukbong Bayan Laban sa Hapon, better known by its abbreviation Hukbalahap (Huks), was a socialist/communist guerrilla movement formed by the farmers of Central Luzon. They were originally formed to fight the Japanese, but extended their fight into a rebellion against the Philippine government, known as the Hukbalahap Rebellion, in 1946. It was put down through a series of reforms and military "}, {"title": "First Lady of the Philippines", "href": "/wiki/First_Lady_of_the_Philippines", "description": "First Lady or First Gentleman of the Philippines is the courtesy title given to the host or hostess of Malacañang Palace, the residence of the head of state and head of government of the Philippines."}, {"title": "Aurora Quezon", "href": "/wiki/Aurora_Quezon", "description": "Aurora Antonia Quezon was the wife of Philippine President Manuel Luis Quezon and the First Lady of the Philippines from 1935 to 1944. Although she is recognized as the second First Lady of the Philippines, she was actually the first spouse of a Philippine president to be addressed as such, the honorific being unknown in the Philippines prior to Manuel Quezon's presidency. Much beloved by Filipino"}, {"title": "Manuel L. Quezon", "href": "/wiki/Manuel_L._Quezon", "description": "Manuel Luis Quezon y Molina, also referred to by his initials MLQ, was a Filipino statesman, soldier and politician who served as president of the Commonwealth of the Philippines from 1935 to 1944. He was the first Filipino to head a government of the entire Philippines, and is considered to have been the second president of the Philippines, after Emilio Aguinaldo (1899–1901)."}]}, {"heading": "Events", "year": "1952", "date": "April 28", "txt": "Dwight D. Eisenhower resigns as Supreme Allied Commander of NATO.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Supreme Allied Commander Europe", "href": "/wiki/Supreme_Allied_Commander_Europe", "description": "The Supreme Allied Commander Europe (SACEUR) is the commander of the North Atlantic Treaty Organization's (NATO) Allied Command Operations (ACO) and head of ACO's headquarters, Supreme Headquarters Allied Powers Europe (SHAPE). The commander is based at SHAPE in Casteau, Belgium. SACEUR is the second-highest military position within NATO, below only the Chairman of the NATO Military Committee in t"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "1952", "date": "April 28", "txt": "The Treaty of San Francisco comes into effect, restoring Japanese sovereignty and ending its state of war with most of the Allies of World War II.", "entities": []}, {"heading": "Events", "year": "1952", "date": "April 28", "txt": "The Sino-Japanese Peace Treaty (Treaty of Taipei) is signed in Taipei, Taiwan between Japan and the Republic of China to officially end the Second Sino-Japanese War.", "entities": [{"title": "Taipei", "href": "/wiki/Taipei", "description": "Taipei, officially Taipei City, is the capital and a special municipality of Taiwan. Located in Northern Taiwan, Taipei City is an enclave of the municipality of New Taipei City that sits about 25 km (16 mi) southwest of the northern port city of Keelung. Most of the city rests on the Taipei Basin, an ancient lakebed. The basin is bounded by the relatively narrow valleys of the Keelung and Xindian"}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Republic of China", "href": "/wiki/Republic_of_China", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident on 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escal"}]}, {"heading": "Events", "year": "1965", "date": "April 28", "txt": "United States occupation of the Dominican Republic: American troops land in the Dominican Republic to \"forestall establishment of a Communist dictatorship\" and to evacuate U.S. Army troops.", "entities": [{"title": "United States occupation of the Dominican Republic (1965–66)", "href": "/wiki/United_States_occupation_of_the_Dominican_Republic_(1965%E2%80%9366)", "description": "The Dominican Civil War took place between April 24, 1965, and September 3, 1965, in Santo Domingo, Dominican Republic. It started when civilian and military supporters of former President Juan Bosch overthrew acting President Donald Reid Cabral. The coup prompted General Elías Wessin y Wessin to organize elements of the military loyal to President Reid (\"loyalists\"), initiating an armed campaign "}, {"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}, {"title": "Communist", "href": "/wiki/Communist", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}]}, {"heading": "Events", "year": "1967", "date": "April 28", "txt": "Vietnam War: Boxer Muhammad Ali refuses his induction into the United States Army and is subsequently stripped of his championship and license.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Muhammad Ali", "href": "/wiki/Muhammad_Ali", "description": "Muhammad Ali was an American professional boxer, activist, entertainer and philanthropist. Nicknamed The Greatest, he is widely regarded as one of the most significant and celebrated sporting figures of the 20th century, frequently ranked as the best heavyweight boxer and greatest athlete of the century."}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}]}, {"heading": "Events", "year": "1969", "date": "April 28", "txt": "Charles de Gaulle resigns as President of France.", "entities": [{"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Events", "year": "1970", "date": "April 28", "txt": "Vietnam War: U.S. President Richard Nixon formally authorizes American combat troops to take part in the Cambodian campaign.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Cambodian campaign", "href": "/wiki/Cambodian_campaign", "description": "The Cambodian campaign was a brief series of military operations conducted in eastern Cambodia in 1970 by South Vietnam and the United States as an extension of the Vietnam War and the Cambodian Civil War. Thirteen major operations were conducted by the Army of the Republic of Vietnam (ARVN) between 29 April and 22 July and by U.S. forces between 1 May and 30 June."}]}, {"heading": "Events", "year": "1973", "date": "April 28", "txt": "The Dark Side of the Moon by Pink Floyd, recorded in Abbey Road Studios goes to number one on the US Billboard chart, beginning a record-breaking 741-week chart run.", "entities": [{"title": "Pink Floyd", "href": "/wiki/Pink_Floyd", "description": "Pink Floyd were an English rock band formed in London in 1965. Gaining an early following as one of the first British psychedelic groups, they were distinguished for their extended compositions, sonic experimentation, philosophical lyrics and elaborate live shows, and became a leading band of the progressive rock genre."}, {"title": "Abbey Road Studios", "href": "/wiki/Abbey_Road_Studios", "description": "Abbey Road Studios is a recording studio at 3 Abbey Road, St John's Wood, City of Westminster, London, England. It was established in November 1931 by the Gramophone Company, a predecessor of British music company EMI, which owned it until Universal Music took control of part of EMI in 2013."}]}, {"heading": "Events", "year": "1975", "date": "April 28", "txt": "General Cao Văn Viên, chief of the South Vietnamese military, departs for the US as the North Vietnamese Army closed in on victory.", "entities": [{"title": "Cao Văn Viên", "href": "/wiki/Cao_V%C4%83n_Vi%C3%AAn", "description": "Cao Văn Viên was one of only two, South Vietnamese 4 star Army Generals in the history of the Army of the Republic of Vietnam during the Vietnam War. He rose to the position of Chairman of the South Vietnamese Joint General Staff. Considered one of \"the most gifted\" of South Vietnam's military leaders, he was previously called an \"absolute key figure\" and one of \"the most important Vietnamese mili"}, {"title": "Army of the Republic of Vietnam", "href": "/wiki/Army_of_the_Republic_of_Vietnam", "description": "The Army of the Republic of Vietnam were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975. It is estimated to have suffered 1,394,000 casualties during the Vietnam War."}, {"title": "North Vietnamese Army", "href": "/wiki/North_Vietnamese_Army", "description": "The People's Army of Vietnam, also known as the Vietnamese People's Army (VPA), is the military force of the Socialist Republic of Vietnam. The PAVN is a part of the Vietnam People's Armed Forces and includes: Ground Force, Navy, Air Force, Border Guard, Coast Guard, Cyberspace Operations, and Mausoleum Defense Force. However, Vietnam does not have a separate Ground Force or Army branch. All groun"}, {"title": "Ho Chi Minh Campaign", "href": "/wiki/Ho_Chi_Minh_Campaign", "description": "The 1975 spring offensive, officially known as the general offensive and uprising of spring 1975 was the final North Vietnamese campaign in the Vietnam War that led to the capitulation of South Vietnam. After the initial success capturing Phước Long Province, the North Vietnamese leadership increased the scope of the People's Army of Vietnam's (PAVN) offensive and captured and held the key Central"}]}, {"heading": "Events", "year": "1977", "date": "April 28", "txt": "The Red Army Faction trial ends, with Andreas Baader, Gudrun Ensslin and Jan-Carl Raspe found guilty of four counts of murder and more than 30 counts of attempted murder.", "entities": [{"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}, {"title": "Andreas Baader", "href": "/wiki/Andreas_Baader", "description": "Berndt Andreas Baader was one of the first leaders of the West German left-wing militant organization Red Army Faction (RAF), also commonly known as the Baader-Meinhof Group."}, {"title": "Gudrun Ensslin", "href": "/wiki/Gudrun_Ensslin", "description": "Gudrun Ensslin was a founder of the West German far-left militant group Red Army Faction. After becoming involved with co-founder Andreas Baader, Ensslin was influential in the politicization of his anarchist beliefs. Ensslin was perhaps the intellectual head of the RAF. She was involved in five bomb attacks, with four deaths, was arrested in 1972 and died on 18 October 1977 in what has been calle"}, {"title": "Jan-Carl Raspe", "href": "/wiki/Jan-Carl_Raspe", "description": "Jan-Carl Raspe was a member of the German militant group, the Red Army Faction (RAF)."}, {"title": "Murder", "href": "/wiki/Murder", "description": "Murder is the unlawful killing of another human without justification or valid excuse, especially the unlawful killing of another human with malice aforethought. This state of mind may, depending upon the jurisdiction, distinguish murder from other forms of unlawful homicide, such as manslaughter. Manslaughter is killing committed in the absence of malice, brought about by reasonable provocation, "}]}, {"heading": "Events", "year": "1978", "date": "April 28", "txt": "President of Afghanistan, Mohammed Daoud Khan, is overthrown and assassinated in a coup led by pro-communist rebels.", "entities": [{"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}, {"title": "Mohammed Daoud Khan", "href": "/wiki/Mohammed_Daoud_Khan", "description": "Sardar Mohammed Daoud Khan, also romanized as Daud Khan or Dawood Khan, was an Afghan statesman who served as the 5th Prime Minister of Afghanistan from 1953 to 1963 and as President of Afghanistan from 1973 to 1978. Born into the Musahiban royal family, Khan started as a provincial governor in the 1930s and later a commander before he was chosen as prime minister in the monarchy of his first cous"}, {"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}, {"title": "Saur Revolution", "href": "/wiki/Saur_Revolution", "description": "The Saur Revolution, also romanized Sowr Revolution, and alternatively called the April Revolution or April Coup, was a coup d'état led by the Soviet-backed People's Democratic Party of Afghanistan (PDPA) against the rule of Afghan President Mohammed Daoud Khan on 27–28 April 1978. Daoud Khan and most of his family were killed at the presidential palace. The revolution resulted in the creation of "}]}, {"heading": "Events", "year": "1986", "date": "April 28", "txt": "High levels of radiation resulting from the Chernobyl disaster are detected at a nuclear power plant in Sweden, leading Soviet authorities to publicly announce the accident.", "entities": []}, {"heading": "Events", "year": "1988", "date": "April 28", "txt": "Near Maui, Hawaii, flight attendant Clarabelle \"C.B.\" Lansing is blown out of Aloha Airlines Flight 243, a Boeing 737, and falls to her death when part of the plane's fuselage rips open in mid-flight.", "entities": [{"title": "Maui", "href": "/wiki/Maui", "description": "The island of Maui is the second-largest of the Hawaiian Islands at 727.2 square miles (1,883 km2) and is the 17th largest island in the United States. Maui is part of the State of Hawaii and is the largest of Maui County's four islands, which include Molokaʻi, Lānaʻi, and unpopulated Kahoʻolawe. In 2010, Maui had a population of 144,444, third-highest of the Hawaiian Islands, behind that of Oʻahu"}, {"title": "Flight attendant", "href": "/wiki/Flight_attendant", "description": "A flight attendant, also known as steward/stewardess or air host/air hostess, is a member of the aircrew aboard commercial flights, many business jets and some government aircraft. Collectively called cabin crew, flight attendants are primarily responsible for passenger safety and comfort."}, {"title": "Aloha Airlines Flight 243", "href": "/wiki/Aloha_Airlines_Flight_243", "description": "Aloha Airlines Flight 243 was a scheduled Aloha Airlines flight between Hilo and Honolulu in Hawaii. On April 28, 1988, a Boeing 737-297 serving the flight suffered extensive damage after an explosive decompression in flight, but was able to land safely at Kahului Airport on Maui. There was one fatality, flight attendant Clarabelle Lansing, who was ejected from the airplane. Another 65 passengers "}, {"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}]}, {"heading": "Events", "year": "1993", "date": "April 28", "txt": "A Zambia Air Force DHC-5 Buffalo crashes off the coast of Libreville, Gabon, killing all 30 passengers, which included the entire Zambia national football team.", "entities": [{"title": "Zambia Air Force", "href": "/wiki/Zambia_Air_Force", "description": "The Zambia Air Force (ZAF) is the air force of Zambia and the air operations element of the Zambian Defence Force. Following the creation of the Republic of Zambia in 1964, the former Northern Rhodesia Air Wing was renamed as the Zambia Air Wing. The Zambia Air Force was then established."}, {"title": "DHC-5 Buffalo", "href": "/wiki/DHC-5_Buffalo", "description": "The de Havilland Canada DHC-5 Buffalo is a short takeoff and landing (STOL) utility transport turboprop aircraft developed from the earlier piston-powered DHC-4 Caribou. The aircraft has extraordinary STOL performance and is able to take off in distances much shorter than even most light aircraft can manage."}, {"title": "Libreville", "href": "/wiki/Libreville", "description": "Libreville is the capital and largest city of Gabon. Occupying 65 square kilometres (25 sq mi) in the northwestern province of Estuaire, Libreville is a port on the Komo River, near the Gulf of Guinea. As of the 2013 census, its population was 703,904."}, {"title": "Zambia national football team", "href": "/wiki/Zambia_national_football_team", "description": "The Zambia national football team represents Zambia in men's international association football and it is governed by the Football Association of Zambia (FAZ). During the 1980s, they were known as the KK 11, after founding president Dr. Kenneth Kaunda (\"KK\") who ruled Zambia from 1964 to 1991. After the country adopted multiparty politics, the side was nicknamed Chipolopolo, the \"Copper Bullets\". "}]}, {"heading": "Events", "year": "1994", "date": "April 28", "txt": "Former Central Intelligence Agency counterintelligence officer and analyst Aldrich Ames pleads guilty to giving U.S. secrets to the Soviet Union and later Russia.", "entities": [{"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Counterintelligence", "href": "/wiki/Counterintelligence", "description": "Counterintelligence is an activity aimed at protecting an agency's intelligence program from an opposition's intelligence service. It includes gathering information and conducting activities to prevent espionage, sabotage, assassinations or other intelligence activities conducted for or on behalf of foreign powers, organizations or persons."}, {"title": "Aldrich Ames", "href": "/wiki/Aldrich_Ames", "description": "Aldrich Hazen \"Rick\" Ames is a former Central Intelligence Agency (CIA) officer turned KGB double agent, who was convicted of espionage in 1994. He is serving a life sentence, without the possibility of parole, in the Federal Correctional Institution in Terre Haute, Indiana, United States. Ames was formerly a 31-year CIA counterintelligence officer who committed espionage against the U.S. by spyin"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1996", "date": "April 28", "txt": "Whitewater controversy: President Bill Clinton gives a 4.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 hour videotaped testimony for the defense.", "entities": [{"title": "Whitewater controversy", "href": "/wiki/Whitewater_controversy", "description": "The Whitewater controversy, Whitewater scandal, or simply Whitewater, was an American political controversy during the 1990s. It began with an investigation into the real estate investments of Bill and Hillary Clinton and their associates, Jim McDougal and Susan McDougal, in the Whitewater Development Corporation. This failed business venture was incorporated in 1979 with the purpose of developing"}, {"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}]}, {"heading": "Events", "year": "1996", "date": "April 28", "txt": "Port Arthur massacre, Tasmania: A gunman, Martin Bryant, opens fire at the Broad Arrow Cafe in Port Arthur, Tasmania, killing 35 people and wounding 23 others.", "entities": [{"title": "Martin Bryant", "href": "/wiki/Martin_Bryant", "description": "Martin John Bryant is a convicted Australian mass shooter who murdered thirty-five people and injured twenty-three others in the Port Arthur massacre, one of the world's deadliest shooting sprees, in Port Arthur, Tasmania, between 28 and 29 April 1996. He is concurrently serving 35 life sentences, plus 1,035 years, all without the possibility of parole, at Risdon Prison in Hobart."}, {"title": "Port Arthur, Tasmania", "href": "/wiki/Port_Arthur,_Tasmania", "description": "Port Arthur is a town and former convict settlement on the Tasman Peninsula, in Tasmania, Australia. It is located approximately 97 kilometres (60 mi) southeast of the state capital, Hobart."}]}, {"heading": "Events", "year": "2004", "date": "April 28", "txt": "CBS News released evidence of the Abu Ghraib torture and prisoner abuse. The photographs show rape and abuse from the American troops over Iraqi detainees.", "entities": [{"title": "CBS News", "href": "/wiki/CBS_News", "description": "CBS News is the news division of the American television and radio service CBS. CBS News television programs include the CBS Evening News, CBS This Morning, news magazine programs CBS News Sunday Morning, 60 Minutes, and 48 Hours, and Sunday morning political affairs program Face the Nation. CBS News Radio produces hourly newscasts for hundreds of radio stations, and also oversees CBS News podcast"}, {"title": "Abu Ghraib torture and prisoner abuse", "href": "/wiki/Abu_Ghraib_torture_and_prisoner_abuse", "description": "During the early stages of the Iraq War, members of the United States Army and the CIA committed a series of human rights violations and war crimes against detainees in the Abu Ghraib prison in Iraq, including physical and sexual abuse, torture, rape, sodomy, and murder. The abuses came to public attention with the publication of photographs of the abuse by CBS News in April 2004. The incidents ca"}]}, {"heading": "Births", "year": "AD 32", "date": "April 28", "txt": "Otho, Roman emperor (d. 69 AD)", "entities": [{"title": "Otho", "href": "/wiki/Otho", "description": "Otho was Roman emperor for three months, from 15 January to 16 April 69. He was the second emperor of the Year of the Four Emperors."}]}, {"heading": "Births", "year": "1402", "date": "April 28", "txt": "Nezahualcoyotl, Acolhuan philosopher, warrior, poet and ruler (d. 1472)", "entities": [{"title": "Nezahualcoyotl (tlatoani)", "href": "/wiki/Nezahualcoyotl_(tlatoani)", "description": "Nezahualcoyotl was a scholar, warrior, architect, poet and ruler (tlatoani) of the city-state of Texcoco in pre-Columbian era Mexico. Unlike other high-profile Mexican figures from the century preceding Spanish conquest of the Aztec Empire, Nezahualcoyotl was not fully Mexica; his father's people were the Acolhua, another Nahuan people settled in the eastern part of the Valley of Mexico, on the co"}]}, {"heading": "Births", "year": "1442", "date": "April 28", "txt": "Edward IV, king of England (d. 1483)", "entities": [{"title": "Edward IV of England", "href": "/wiki/Edward_IV_of_England", "description": "Edward IV was King of England from 4 March 1461 to 3 October 1470, then again from 11 April 1471 until his death in 1483. He was a central figure in the Wars of the Roses, a series of civil wars in England fought between the Yorkist and Lancastrian factions between 1455 and 1487."}]}, {"heading": "Births", "year": "1545", "date": "April 28", "txt": "Yi Sun-sin, Korean commander (d. 1598)", "entities": [{"title": "Yi Sun-sin", "href": "/wiki/Yi_Sun-sin", "description": "Admiral Yi Sunsin was a Korean admiral and military general famed for his victories against the Japanese navy during the Imjin war in the Joseon Dynasty. Yi has since been celebrated as a national hero in Korea."}]}, {"heading": "Births", "year": "1573", "date": "April 28", "txt": "Charles de Valois, Duke of Angoulême, son of Charles IX (d. 1650)", "entities": [{"title": "Charles de Valois, Duke of Angoulême", "href": "/wiki/Charles_de_Valois,_Duke_of_Angoul%C3%AAme", "description": "Charles de Valois was a French royal bastard, count of Auvergne, duke of Angoulême, and memoirist."}, {"title": "Charles IX of France", "href": "/wiki/Charles_IX_of_France", "description": "Charles IX was King of France from 1560 until his death in 1574 from tuberculosis. He ascended the throne of France upon the death of his brother Francis II in 1560."}]}, {"heading": "Births", "year": "1604", "date": "April 28", "txt": "Joris Jansen Rapelje, Dutch settler in colonial North America (d. 1662)", "entities": [{"title": "Joris Jansen Rapelje", "href": "/wiki/Joris_Jansen_Rapelje", "description": "Joris Jansen Rapelje was a member of the Council of Twelve Men in the Dutch West India Company colony of New Netherland. He and his wife Catalina (Catalyntje) Trico (1605–1689) were among the earliest settlers in New Netherland."}]}, {"heading": "Births", "year": "1623", "date": "April 28", "txt": "Wilhelmus Beekman, Dutch politician (d. 1707)", "entities": [{"title": "Wilhelmus Beekman", "href": "/wiki/Wilhelmus_Beekman", "description": "Wilhelmus Hendricksen Beekman — also known as William Beekman and Willem Beekman — was a Dutch immigrant to America who came to New Amsterdam from the Netherlands in the same vessel with Director-General and later Governor Peter Stuyvesant."}]}, {"heading": "Births", "year": "1630", "date": "April 28", "txt": "Charles Cotton, English poet and author (d. 1687)", "entities": [{"title": "Charles Cotton", "href": "/wiki/Charles_Cotton", "description": "Charles Cotton was an English poet and writer, best known for translating the work of Michel de Montaigne from the French, for his contributions to The Compleat Angler, and for the influential The Compleat Gamester attributed to him."}]}, {"heading": "Births", "year": "1676", "date": "April 28", "txt": "Frederick I, prince consort and king of Sweden (d. 1751)", "entities": [{"title": "Frederick I of Sweden", "href": "/wiki/Frederick_I_of_Sweden", "description": "Frederick I was prince consort of Sweden from 1718 to 1720, and King of Sweden from 1720 until his death and also Landgrave of Hesse-Kassel from 1730. He ascended the throne following the death of his brother-in-law absolutist Charles XII in the Great Northern War, and the abdication of his wife, Charles's sister and successor Ulrika Eleonora, after she had to relinquish most powers to the Riksdag"}]}, {"heading": "Births", "year": "1715", "date": "April 28", "txt": "Franz Sparry, Austrian composer and educator (d. 1767)", "entities": [{"title": "Franz Sparry", "href": "/wiki/Franz_Sparry", "description": "Franz Sparry was a composer of the Baroque period."}]}, {"heading": "Births", "year": "1758", "date": "April 28", "txt": "James Monroe, American soldier, lawyer, and politician, 5th President of the United States (d. 1831)", "entities": [{"title": "James Monroe", "href": "/wiki/James_Monroe", "description": "James Monroe was an American statesman, lawyer, diplomat and Founding Father who served as the fifth president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty; his presidency coincided with the Era of Good Feelings. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colon"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1761", "date": "April 28", "txt": "Marie Harel, French cheesemaker (d. 1844)", "entities": [{"title": "Marie Harel", "href": "/wiki/Marie_Harel", "description": "Marie Harel was a French cheesemaker, who, along with Abbot Charles-Jean Bonvoust, invented Camembert cheese, according to local legend. She worked as a cheesemaker at the Manor of Beaumoncel and made Camembert cheeses according to local custom. Her main contribution was to have initiated a dynasty of entrepreneurial cheesemakers who developed the production of Camembert cheese on a large scale, n"}]}, {"heading": "Births", "year": "1765", "date": "April 28", "txt": "Sylvestre François Lacroix, French mathematician and academic (d. 1834)", "entities": [{"title": "Sylvestre François Lacroix", "href": "/wiki/Sylvestre_Fran%C3%A7ois_Lacroix", "description": "Sylvestre François Lacroix was a French mathematician."}]}, {"heading": "Births", "year": "1819", "date": "April 28", "txt": "Ezra Abbot, American scholar and academic (d. 1884)", "entities": [{"title": "Ezra Abbot", "href": "/wiki/Ezra_Abbot", "description": "Ezra Abbot was an American biblical scholar."}]}, {"heading": "Births", "year": "1827", "date": "April 28", "txt": "William Hall, Canadian soldier, Victoria Cross recipient (d. 1904)", "entities": [{"title": "William Hall (VC)", "href": "/wiki/William_Hall_(VC)", "description": "William Nelson Edward Hall was the first Black person, first Nova Scotian, and third Canadian to receive the Victoria Cross. He received the medal for his actions in the 1857 Siege of Lucknow during the Indian Rebellion. Hall and an officer from his ship continued to load and fire a 24-pounder gun at the walls after the rest of the party had been killed or injured by the defenders."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1838", "date": "April 28", "txt": "Tobias Asser, Dutch lawyer and scholar, Nobel Prize laureate (d. 1913)", "entities": [{"title": "Tobias Asser", "href": "/wiki/Tobias_Asser", "description": "Tobias Michael Carel Asser was a Dutch lawyer and legal scholar of Jewish background."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1848", "date": "April 28", "txt": "Ludvig Schytte, Danish pianist, composer, and educator (d. 1909)", "entities": [{"title": "Ludvig Schytte", "href": "/wiki/Ludvig_Schytte", "description": "Ludvig Schytte was a Danish composer, pianist, and teacher."}]}, {"heading": "Births", "year": "1854", "date": "April 28", "txt": "Hertha Marks Ayrton, Polish-British engineer, mathematician, and physicist. (d. 1923)", "entities": [{"title": "Hertha Marks Ayrton", "href": "/wiki/Hertha_Marks_Ayrton", "description": "Phoebe Sarah Hertha Ayrton was a British engineer, mathematician, physicist and inventor, and suffragette. Known in adult life as Hertha Ayrton, born Phoebe Sarah Marks, she was awarded the Hughes Medal by the Royal Society for her work on electric arcs and ripple marks in sand and water."}]}, {"heading": "Births", "year": "1855", "date": "April 28", "txt": "José Malhoa, Portuguese painter (d. 1933)", "entities": [{"title": "José Malhoa", "href": "/wiki/Jos%C3%A9_Malhoa", "description": "José Vital Branco Malhoa, known simply as José Malhoa was a Portuguese painter."}]}, {"heading": "Births", "year": "1863", "date": "April 28", "txt": "Josiah Thomas, English-Australian miner and politician, 7th Australian Minister for Foreign Affairs (d. 1933)", "entities": [{"title": "Josiah Thomas", "href": "/wiki/Josiah_Thomas", "description": "Josiah Thomas was an Australian politician. He was elected to the House of Representatives at the inaugural 1901 federal election, representing the Labor Party. Thomas served as a minister in Andrew Fisher's first two governments, as Postmaster-General and Minister for External Affairs (1911–1913). He joined the Nationalist Party after the 1916 Labor split and transferred to the Senate at the 1917"}, {"title": "Minister for Foreign Affairs (Australia)", "href": "/wiki/Minister_for_Foreign_Affairs_(Australia)", "description": "The Minister for Foreign Affairs is the minister in the Government of Australia who is responsible for overseeing the international diplomacy section of the Department of Foreign Affairs and Trade. Senator Marise Payne was appointed as Foreign Minister by Prime Minister Scott Morrison in August 2018 following the resignation of Julie Bishop."}]}, {"heading": "Births", "year": "1863", "date": "April 28", "txt": "Nikolai von Meck, Russian engineer (d. 1929)", "entities": []}, {"heading": "Births", "year": "1865", "date": "April 28", "txt": "Charles W. Woodworth, American entomologist and academic (d. 1940)", "entities": [{"title": "Charles W. Woodworth", "href": "/wiki/Charles_W._Woodworth", "description": "Charles William Woodworth was an American entomologist. He published extensively in entomology and founded the Entomology Department at the University of California, Berkeley. He was the first person to breed the model organism Drosophila melanogaster  in captivity and to suggest to early genetic researchers at Harvard its use for scientific research. He spent four years at the University of Nanki"}]}, {"heading": "Births", "year": "1868", "date": "April 28", "txt": "Lucy Booth, English composer (d. 1953)", "entities": [{"title": "Lucy Booth", "href": "/wiki/Lucy_Booth", "description": "Commissioner Lucy Milward Booth-Hellberg was the eighth and youngest child of Catherine and William Booth, the Founder of The Salvation Army."}]}, {"heading": "Births", "year": "1868", "date": "April 28", "txt": "Georgy Voronoy, Ukrainian-Russian mathematician and academic (d. 1908)", "entities": []}, {"heading": "Births", "year": "1874", "date": "April 28", "txt": "Karl Kraus, Austrian journalist and author (d. 1936)", "entities": [{"title": "Karl Kraus (writer)", "href": "/wiki/Karl_Kraus_(writer)", "description": "Karl Kraus was an Austrian writer and journalist, known as a satirist, essayist, aphorist, playwright and poet. He directed his satire at the press, German culture, and German and Austrian politics. He was nominated for the Nobel Prize in Literature three times."}]}, {"heading": "Births", "year": "1874", "date": "April 28", "txt": "Sidney Toler, American actor and director (d. 1947)", "entities": []}, {"heading": "Births", "year": "1876", "date": "April 28", "txt": "Nicola Romeo, Italian engineer and businessman (d. 1938)", "entities": [{"title": "Nicola Romeo", "href": "/wiki/Nicola_Romeo", "description": "Nicola Romeo was an Italian engineer and entrepreneur. He served as a senator in the 18th Legislature of the Kingdom of Italy."}]}, {"heading": "Births", "year": "1878", "date": "April 28", "txt": "Lionel Barrymore, American actor and director (d. 1954)", "entities": [{"title": "Lionel Barrymore", "href": "/wiki/Lionel_Barrymore", "description": "Lionel Barrymore was an American actor of stage, screen and radio as well as a film director. He won an Academy Award for Best Actor for his performance in A Free Soul (1931), and remains best known to modern audiences for the role of villainous Mr. Potter in Frank Capra's 1946 film It's a Wonderful Life."}]}, {"heading": "Births", "year": "1886", "date": "April 28", "txt": "Erich Salomon, German-born news photographer (d. 1944)", "entities": [{"title": "Erich Salomon", "href": "/wiki/Erich_Salomon", "description": "Erich Salomon was a German-born news photographer known for his pictures in the diplomatic and legal professions and the innovative methods he used to acquire them."}]}, {"heading": "Births", "year": "1886", "date": "April 28", "txt": "Art Shaw, American hurdler (d. 1955)", "entities": []}, {"heading": "Births", "year": "1888", "date": "April 28", "txt": "Walter Tull, English footballer and soldier (d. 1918)", "entities": [{"title": "Walter Tull", "href": "/wiki/Walter_Tull", "description": "Walter Daniel John Tull was an English professional footballer and British Army officer of Afro-Caribbean descent. He played as an inside forward and half back for Clapton, Tottenham Hotspur and Northampton Town and was the third person of mixed heritage to play in the top division of the Football League after Arthur Wharton and Willie Clarke. He was also the first black player to be signed for Ra"}]}, {"heading": "Births", "year": "1889", "date": "April 28", "txt": "António de Oliveira Salazar, Portuguese economist and politician, 100th Prime Minister of Portugal (d. 1970)", "entities": [{"title": "António de Oliveira Salazar", "href": "/wiki/Ant%C3%B3nio_de_Oliveira_Salazar", "description": "António de Oliveira Salazar was a Portuguese statesman and economist who served as the prime minister of Portugal from 1932 to 1968. He was responsible for the Estado Novo, the corporatist authoritarian government that ruled Portugal until 1974."}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Births", "year": "1896", "date": "April 28", "txt": "Na Hye-sok, South Korean journalist, poet, and painter (d. 1948)", "entities": [{"title": "Na Hye-sok", "href": "/wiki/Na_Hye-sok", "description": "Na Hyeseok  was a Korean feminist, poet, writer, painter, educator, and journalist. Her pen name was Jeongwol. She was a pioneering Korean feminist writer and painter. She was the first female professional painter and the first feminist writer in Korea. She created some of the earliest Western-style paintings in Korea, and published feminist novels and short stories. She became well known as a fem"}]}, {"heading": "Births", "year": "1896", "date": "April 28", "txt": "Tristan Tzara, Romanian-French poet and critic (d. 1963)", "entities": []}, {"heading": "Births", "year": "1897", "date": "April 28", "txt": "Ye Jianying, Chinese general and politician, Head of State of the People's Republic of China (d. 1986)", "entities": [{"title": "Ye Jianying", "href": "/wiki/Ye_Jianying", "description": "Ye Jianying was a Chinese communist revolutionary leader and politician, one of the founding Ten Marshals of the People's Liberation Army. He was the top military leader in the 1976 coup that overthrew the Gang of Four and ended the Cultural Revolution, and was the key supporter of Deng Xiaoping in his power struggle with Hua Guofeng. After Deng ascended power, Ye served as China's head of state a"}, {"title": "List of Presidents of the People's Republic of China", "href": "/wiki/List_of_Presidents_of_the_People%27s_Republic_of_China", "description": "The office of President of the People's Republic of China, called 国家主席 in short, was created in 1954 when the first constitution consolidated the system of government in the People's Republic of China. At the time, the title was translated into English as State Chairman. The position was abolished between 1975 and 1982 with the functions of head of state being performed by the Chairman of the Stan"}]}, {"heading": "Births", "year": "1900", "date": "April 28", "txt": "Alice Berry, Australian activist (d. 1978) ", "entities": [{"title": "Alice Berry", "href": "/wiki/Alice_Berry", "description": "Dame Alice Miriam Berry was an Australian activist dedicated to finding ways to improve the lives of women and children in rural areas."}]}, {"heading": "Births", "year": "1900", "date": "April 28", "txt": "Heinrich Müller, German SS officer (d. 1945)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1900", "date": "April 28", "txt": "Jan Oort, Dutch astronomer and academic (d. 1992)", "entities": []}, {"heading": "Births", "year": "1901", "date": "April 28", "txt": "H. B. Stallard, English runner and surgeon (d. 1973)", "entities": [{"title": "H. B. Stallard", "href": "/wiki/H._B._Stallard", "description": "Hyla Bristow Stallard, published as H. B. Stallard and familiarly known as Henry Stallard, was an English middle-distance runner and ophthalmologist."}]}, {"heading": "Births", "year": "1902", "date": "April 28", "txt": "Johan Borgen, Norwegian author and critic (d. 1979)", "entities": [{"title": "Johan Borgen", "href": "/wiki/Johan_Borgen", "description": "Johan Collett Müller Borgen was a Norwegian author, journalist and critic. His best-known work is the novel Lillelord for which he was awarded the Norwegian Critics Prize for Literature in 1955. He was nominated for the Nobel Prize in Literature in 1966."}]}, {"heading": "Births", "year": "1906", "date": "April 28", "txt": "Kurt Gödel, Czech-American mathematician, philosopher, and academic (d. 1978)", "entities": [{"title": "Kurt Gödel", "href": "/wiki/Kurt_G%C3%B6del", "description": "Kurt Friedrich Gödel was a logician, mathematician, and philosopher. Considered along with Aristotle and Gottlob Frege to be one of the most significant logicians in history, Gödel had an immense effect upon scientific and philosophical thinking in the 20th century, a time when others such as Bertrand Russell, Alfred North Whitehead, and David Hilbert were using logic and set theory to investigate"}]}, {"heading": "Births", "year": "1906", "date": "April 28", "txt": "Paul Sacher, Swiss conductor and philanthropist (d. 1999)", "entities": []}, {"heading": "Births", "year": "1908", "date": "April 28", "txt": "Ethel Catherwood, American-Canadian high jumper and javelin thrower (d. 1987)", "entities": [{"title": "Ethel Catherwood", "href": "/wiki/Ethel_Catherwood", "description": "Ethel Hannah Catherwood was a Canadian athlete."}]}, {"heading": "Births", "year": "1908", "date": "April 28", "txt": "Jack Fingleton, Australian cricketer, journalist, and sportscaster (d. 1981)", "entities": []}, {"heading": "Births", "year": "1908", "date": "April 28", "txt": "Oskar Schindler, Czech-German businessman (d. 1974)", "entities": []}, {"heading": "Births", "year": "1909", "date": "April 28", "txt": "Arthur Võõbus, Estonian-American theologist and orientalist (d. 1988)", "entities": [{"title": "Arthur Võõbus", "href": "/wiki/Arthur_V%C3%B5%C3%B5bus", "description": "Arthur Võõbus was an Estonian theologian, orientalist, and church historian."}]}, {"heading": "Births", "year": "1910", "date": "April 28", "txt": "Sam Merwin, Jr., American author (d. 1996)", "entities": [{"title": "Sam Merwin, Jr.", "href": "/wiki/Sam_Merwin,_Jr.", "description": "Samuel Kimball Merwin Jr. was an American mystery fiction writer, editor and science fiction author. His pseudonyms included Elizabeth Deare Bennett, Matt Lee, Jacques Jean Ferrat and Carter Sprague."}]}, {"heading": "Births", "year": "1911", "date": "April 28", "txt": "Lee Falk, American director, producer, and playwright (d. 1999)", "entities": [{"title": "Lee Falk", "href": "/wiki/Lee_Falk", "description": "Lee Falk, born Leon Harrison Gross, was an American cartoonist, writer, theater director and producer, best known as the creator of the popular comic strips Mandrake the Magician (1934–2013) and The Phantom (1936–present). At the height of their popularity, these strips attracted over 100 million readers every day. Falk also wrote short stories, and he contributed to a series of pulp novels about "}]}, {"heading": "Births", "year": "1912", "date": "April 28", "txt": "Odette Hallowes, French soldier and spy (d. 1995)", "entities": [{"title": "Odette Hallowes", "href": "/wiki/Odette_Hallowes", "description": "Odette Sansom, also known as Odette Churchill and Odette Hallowes, code named Lise, was an agent for the United Kingdom's clandestine Special Operations Executive (SOE) in France during the Second World War. The purpose of SOE was to conduct espionage, sabotage, and reconnaissance in occupied Europe against the Axis powers, especially Germany. SOE agents allied themselves with resistance groups an"}]}, {"heading": "Births", "year": "1912", "date": "April 28", "txt": "Kaneto Shindō, Japanese director, producer, and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1913", "date": "April 28", "txt": "Rose Murphy, American singer (d. 1989)", "entities": [{"title": "Rose Murphy", "href": "/wiki/Rose_Murphy", "description": "Rose Murphy was an American jazz singer famous for the song \"Busy Line\" and unique singing style."}]}, {"heading": "Births", "year": "1914", "date": "April 28", "txt": "Michel Mohrt, French author, historian (d. 2011)", "entities": [{"title": "Michel Mohrt", "href": "/wiki/Michel_Mohrt", "description": "Michel Mohrt was an editor, essayist, novelist and historian of French literature."}]}, {"heading": "Births", "year": "1916", "date": "April 28", "txt": "Ferruccio Lamborghini, Italian businessman, created Lamborghini (d. 1993)", "entities": [{"title": "Ferruccio Lamborghini", "href": "/wiki/Ferruccio_Lamborghini", "description": "Ferruccio Lamborghini was an Italian industrialist. In 1963, he created Automobili Lamborghini, a maker of high-end sports cars in Sant'Agata Bolognese."}, {"title": "Lamborghini", "href": "/wiki/Lamborghini", "description": "Automobili Lamborghini S.p.A. is an Italian brand and manufacturer of luxury sports cars and SUVs based in Sant'Agata Bolognese. The company is owned by the Volkswagen Group through its subsidiary Audi."}]}, {"heading": "Births", "year": "1917", "date": "April 28", "txt": "Robert Cornthwaite, American actor (d. 2006)", "entities": [{"title": "Robert Cornthwaite (actor)", "href": "/wiki/Robert_Cornthwaite_(actor)", "description": "Robert Rae Cornthwaite was an American film and television character actor."}]}, {"heading": "Births", "year": "1921", "date": "April 28", "txt": "Rowland Evans, American soldier, journalist, and author (d. 2001)", "entities": [{"title": "Rowland Evans", "href": "/wiki/Rowland_Evans", "description": "Rowland Evans Jr. was an American journalist. He was known best for his decades-long syndicated column and television partnership with Robert Novak, a partnership that endured, if only by way of a joint subscription newsletter, until Evans's death."}]}, {"heading": "Births", "year": "1921", "date": "April 28", "txt": "Simin Daneshvar, Iranian author and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 28", "txt": "Carolyn Cassady, American author (d. 2013)", "entities": [{"title": "Carolyn Cassady", "href": "/wiki/Carolyn_Cassady", "description": "\nCarolyn Elizabeth Robinson Cassady was an American writer and associated with the Beat Generation through her marriage to Neal Cassady and her friendships with Jack Kerouac, Allen Ginsberg, and other prominent Beat figures. She became a frequent character in the works of Jack Kerouac."}]}, {"heading": "Births", "year": "1923", "date": "April 28", "txt": "William Guarnere, American sergeant (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 28", "txt": "Dick Ayers, American author and illustrator (d. 2014)", "entities": [{"title": "Dick Ayers", "href": "/wiki/Dick_Ayers", "description": "Richard Bache Ayers was an American comic book artist and cartoonist best known for his work as one of Jack Kirby's inkers during the late-1950s and 1960s period known as the Silver Age of Comics, including on some of the earliest issues of Marvel Comics' The Fantastic Four. He is the signature penciler of Marvel's World War II comic Sgt. Fury and his Howling Commandos, drawing it for a 10-year ru"}]}, {"heading": "Births", "year": "1924", "date": "April 28", "txt": "Blossom Dearie, American singer and pianist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 28", "txt": "Kenneth Kaunda, Zambian educator and politician, 1st President of Zambia", "entities": [{"title": "President of Zambia", "href": "/wiki/President_of_Zambia", "description": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an inte"}]}, {"heading": "Births", "year": "1925", "date": "April 28", "txt": "T. John Lesinski, American judge and politician, 51st Lieutenant Governor of Michigan (d. 1996)", "entities": [{"title": "T. John Lesinski", "href": "/wiki/T._John_Lesinski", "description": "Thaddeus John \"T. John\" Lesinski,, was an American politician and judge from the U.S. state of Michigan."}, {"title": "Lieutenant Governor of Michigan", "href": "/wiki/Lieutenant_Governor_of_Michigan", "description": "The lieutenant governor of Michigan is the second-ranking official in U.S. state of Michigan, behind the governor. The holder of this office is afforded the courtesy title of the Honorable for life."}]}, {"heading": "Births", "year": "1925", "date": "April 28", "txt": "John Leonard Thorn, English lieutenant, author, and academic", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 28", "txt": "James Bama, American artist and illustrator", "entities": [{"title": "James Bama", "href": "/wiki/James_Bama", "description": "James Elliott Bama is an American artist known for his realistic paintings and etchings of Western subjects. Life in Wyoming led to his comment, \"Here an artist can trace the beginnings of Western history, see the first buildings, the oldest wagons, saddles and guns, and be up close to the remnants of Indian culture ... And you can stand surrounded by nature's wonders.\""}]}, {"heading": "Births", "year": "1926", "date": "April 28", "txt": "Bill Blackbeard, American historian and author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 28", "txt": "Harper Lee, American novelist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 28", "txt": "Hulusi Sayın, Turkish general (d. 1991)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 28", "txt": "Yves Klein, French painter (d. 1962)", "entities": [{"title": "Yves Klein", "href": "/wiki/Yves_Klein", "description": "Yves Klein was a French artist and an important figure in post-war European art. He was a leading member of the French artistic movement of Nouveau réalisme founded in 1960 by art critic Pierre Restany. Klein was a pioneer in the development of performance art, and is seen as an inspiration to and as a forerunner of minimal art, as well as pop art."}]}, {"heading": "Births", "year": "1928", "date": "April 28", "txt": "Eugene Merle Shoemaker, American geologist and astronomer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 28", "txt": "James Baker, American lawyer and politician, 61st United States Secretary of State", "entities": [{"title": "James Baker", "href": "/wiki/James_Baker", "description": "James Addison Baker III is an American attorney, statesman, and political figure. He served as White House Chief of Staff and United States Secretary of the Treasury under President Ronald Reagan, and as U.S. Secretary of State and White House Chief of Staff under President George H. W. Bush."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1930", "date": "April 28", "txt": "Carolyn Jones, American actress (d. 1983)", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 28", "txt": "Miodrag Radulovacki, Serbian-American neuropharmacologist and academic (d. 2014)", "entities": [{"title": "Miodrag Radulovacki", "href": "/wiki/Miodrag_Radulovacki", "description": "Miodrag (Misha) Radulovacki, was a Serbian American scientist and inventor. He was Professor of Pharmacology in the College of Medicine at the University of Illinois at Chicago (UIC), Radulovacki's research accomplishments include: (1) the Adenosine Sleep Theory, and (2) pioneering pharmacological studies for the treatment of sleep apnea, together with research collaborator, David W. Carley,. Radu"}]}, {"heading": "Births", "year": "1934", "date": "April 28", "txt": "Lois Duncan, American journalist and author (d. 2016)", "entities": [{"title": "Lois Duncan", "href": "/wiki/Lois_Duncan", "description": "Lois Duncan Steinmetz, known as Lois Duncan, was an American writer, novelist, poet, and journalist. She is best known for her young-adult novels, and has been credited by historians as a pioneering figure in the development of young-adult fiction, particularly in the genres of horror, thriller, and suspense."}]}, {"heading": "Births", "year": "1935", "date": "April 28", "txt": "Pedro Ramos, Cuban baseball player", "entities": [{"title": "Pedro Ramos", "href": "/wiki/Pedro_Ramos", "description": "Pedro Ramos Guerra, is a Cuban former professional baseball pitcher, who played in Major League Baseball (MLB) for the Washington Senators / Minnesota Twins, Cleveland Indians, New York Yankees, and the expansion Washington Senators, all of the American League (AL), and the Philadelphia Phillies, Pittsburgh Pirates, and Cincinnati Reds, all of the National League (NL), over the course of a 15-year"}]}, {"heading": "Births", "year": "1935", "date": "April 28", "txt": "Jimmy Wray, Scottish boxer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "April 28", "txt": "Tariq Aziz, Iraqi journalist and politician, Iraqi Minister of Foreign Affairs (d. 2015)", "entities": [{"title": "Tariq Aziz", "href": "/wiki/Tariq_Aziz", "description": "Tariq Aziz was Iraqi Deputy Prime Minister (1979–2003) and Foreign Minister (1983–1991) and a close advisor of President Saddam Hussein. Their association began in the 1950s when both were activists for the then-banned Arab Socialist Ba'ath Party. He was both an Arab nationalist and an ethnic Assyrian, and a member of the Chaldean Catholic Church."}, {"title": "Ministry of Foreign Affairs (Iraq)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Iraq)", "description": "Ministry of Foreign Affairs of the Republic of Iraq is a cabinet ministry of Iraq, responsible for conducting foreign relations of the country."}]}, {"heading": "Births", "year": "1937", "date": "April 28", "txt": "Saddam Hussein, Iraqi general and politician, 5th President of Iraq (d. 2006)", "entities": [{"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "President of Iraq", "href": "/wiki/President_of_Iraq", "description": "The president of Iraq is the head of state of Iraq and \"safeguards the commitment to the Constitution and the preservation of Iraq's independence, sovereignty, unity, the security of its territories in accordance with the provisions of the Constitution\". The President is elected by the Council of Representatives by a two-thirds majority, and is limited to two four-year terms. The president is resp"}]}, {"heading": "Births", "year": "1937", "date": "April 28", "txt": "Jean Redpath, Scottish singer-songwriter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 28", "txt": "John White, Scottish international footballer (d. 1964)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 28", "txt": "Madge Sinclair, Jamaican-American actress (d. 1995)", "entities": [{"title": "Madge Sinclair", "href": "/wiki/Madge_Sinclair", "description": "Madge Dorita Sinclair was a Jamaican actress best known for her roles in Cornbread, Earl and Me (1975), Convoy (1978), Coming to America (1988), Trapper John, M.D. (1980–1986), and the ABC TV miniseries Roots (1977). Sinclair also voiced the character of Sarabi, Mufasa's wife and Simba's mother, in the Disney animated feature film The Lion King (1994). A five-time Emmy Award nominee, Sinclair won "}]}, {"heading": "Births", "year": "1941", "date": "April 28", "txt": "Ann-Margret, Swedish-American actress, singer, and dancer", "entities": [{"title": "Ann-Margret", "href": "/wiki/Ann-Margret", "description": "Ann-Margret Olsson, known mononymously as Ann-Margret, is a Swedish-American actress, singer, and dancer."}]}, {"heading": "Births", "year": "1941", "date": "April 28", "txt": "Lucien Aimar, French cyclist", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 28", "txt": "John Madejski, English businessman and academic", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 28", "txt": "Karl Barry Sharpless, American chemist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1941", "date": "April 28", "txt": "Iryna Zhylenko, Ukrainian poet and author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 28", "txt": "Mike Brearley, English cricketer and psychoanalyst", "entities": [{"title": "Mike Brearley", "href": "/wiki/Mike_Brearley", "description": "John Michael Brearley is a retired English first-class cricketer who captained Cambridge University, Middlesex, and England."}]}, {"heading": "Births", "year": "1943", "date": "April 28", "txt": "Aryeh Bibi, Iraqi-born Israeli politician", "entities": [{"title": "Aryeh Bibi", "href": "/wiki/Aryeh_Bibi", "description": "Aryeh Bibi is an Israeli politician who served as a member of the Knesset for Kadima between 2009 and 2013."}, {"title": "Iraqi Jews", "href": "/wiki/Iraqi_Jews", "description": "The history of the Jews in Iraq is documented from the time of the Babylonian captivity c. 586 BC. Iraqi Jews constitute one of the world's oldest and most historically significant Jewish communities."}]}, {"heading": "Births", "year": "1944", "date": "April 28", "txt": "Elizabeth LeCompte, American director and producer", "entities": [{"title": "Elizabeth LeCompte", "href": "/wiki/Elizabeth_LeCompte", "description": "Elizabeth LeCompte is an American director of experimental theater, dance, and media. A founding member of The Wooster Group, she has directed that ensemble since its emergence in the late 1970s."}]}, {"heading": "Births", "year": "1944", "date": "April 28", "txt": "Jean-Claude Van Cauwenberghe, Belgian politician, 10th Minister-President of the Walloon Region", "entities": [{"title": "Minister-President of the Walloon Region", "href": "/wiki/Minister-President_of_the_Walloon_Region", "description": "The Minister-President of Wallonia is the head of the Government of Wallonia, the executive power of Wallonia, one of the three regions of Belgium."}]}, {"heading": "Births", "year": "1944", "date": "April 28", "txt": "Alice Waters, American chef and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 28", "txt": "Nour El-Sherif, Egyptian actor and producer (d. 2015)", "entities": [{"title": "Nour El-Sherif", "href": "/wiki/Nour_El-Sherif", "description": "Nour El-Sherif, born Mohamad Geber Mohamad Abd Allah was a prominent Egyptian actor."}]}, {"heading": "Births", "year": "1946", "date": "April 28", "txt": "Ginette Reno, Canadian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 28", "txt": "Larissa Grunig, American theorist and activist", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 28", "txt": "Christian Jacq, French historian and author", "entities": [{"title": "Christian Jacq", "href": "/wiki/Christian_Jacq", "description": "Christian Jacq is a French author and Egyptologist. He has written several novels about ancient Egypt, notably a five book series about pharaoh Ramses II, a character whom Jacq admires greatly."}]}, {"heading": "Births", "year": "1947", "date": "April 28", "txt": "Nicola LeFanu, English composer and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 28", "txt": "Steve Khan, American jazz guitarist", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 28", "txt": "Terry Pratchett, English journalist, author, and screenwriter (d. 2015)", "entities": [{"title": "Terry Pratchett", "href": "/wiki/Terry_Pratchett", "description": "Sir Terence David John Pratchett was an English humorist, satirist, and author of fantasy novels, especially comical works. He is best known for his Discworld series of 41 novels."}]}, {"heading": "Births", "year": "1948", "date": "April 28", "txt": "Marcia Strassman, American actress and singer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 28", "txt": "Jeremy Cooke, English lawyer and judge", "entities": [{"title": "Jeremy Cooke", "href": "/wiki/Jeremy_Cooke", "description": "Sir Jeremy Lionel Cooke, styled The Hon. Mr Justice Cooke, has been a judge at the Queen's Bench in the High Court since 2001 and was a presiding judge for the South Eastern Circuit since 2007. He retired in 2016, after 15 years as a judge."}]}, {"heading": "Births", "year": "1949", "date": "April 28", "txt": "Paul Guilfoyle, American actor", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 28", "txt": "Bruno Kirby, American actor and director (d. 2006)", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 28", "txt": "Willie Colón, Puerto Rican-American trombonist and producer", "entities": [{"title": "Willie Colón", "href": "/wiki/Willie_Col%C3%B3n", "description": "William Anthony Colón Román is an American salsa musician and social activist. He began his career as a trombonist, and also sings, writes, produces, and acts. He is also involved in the politics of New York City."}]}, {"heading": "Births", "year": "1950", "date": "April 28", "txt": "Jay Leno, American comedian, talk show host, and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 28", "txt": "Steve Rider, English journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1951", "date": "April 28", "txt": "Tim Congdon, English economist and politician", "entities": [{"title": "Tim Congdon", "href": "/wiki/Tim_Congdon", "description": "Timothy George Congdon CBE is a British economist."}]}, {"heading": "Births", "year": "1951", "date": "April 28", "txt": "Larry Smith, Canadian football player and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 28", "txt": "Chuck Leavell, American singer-songwriter and keyboard player", "entities": [{"title": "Chuck Leavell", "href": "/wiki/Chuck_Leavell", "description": "Charles Alfred Leavell is an American musician. A member of the Allman Brothers Band throughout their commercial zenith in the 1970s, he subsequently became a founding member of the jazz rock ensemble Sea Level. He has served as the principal touring keyboardist and de facto musical director of The Rolling Stones since 1982. As a session musician, Leavell has performed on every Rolling Stones stud"}]}, {"heading": "Births", "year": "1952", "date": "April 28", "txt": "Mary McDonnell, American actress", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 28", "txt": "Roberto Bolaño, Chilean novelist, short-story writer, poet, and essayist (d. 2003)", "entities": [{"title": "Roberto Bolaño", "href": "/wiki/Roberto_Bola%C3%B1o", "description": "Roberto Bolaño Ávalos was a Chilean novelist, short-story writer, poet and essayist. In 1999, Bolaño won the Rómulo Gallegos Prize for his novel Los detectives salvajes, and in 2008 he was posthumously awarded the National Book Critics Circle Award for Fiction for his novel 2666, which was described by board member Marcela Valdes as a \"work so rich and dazzling that it will surely draw readers and"}]}, {"heading": "Births", "year": "1953", "date": "April 28", "txt": "Kim Gordon, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 28", "txt": "Brian Greenhoff, English footballer and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 28", "txt": "Timothy Curley, American educator", "entities": [{"title": "Timothy Curley", "href": "/wiki/Timothy_Curley", "description": "Timothy M. Curley is a former athletic director for Penn State University."}]}, {"heading": "Births", "year": "1954", "date": "April 28", "txt": "Michael P. Jackson, American politician, 3rd Deputy Secretary of Homeland Security", "entities": [{"title": "United States Deputy Secretary of Homeland Security", "href": "/wiki/United_States_Deputy_Secretary_of_Homeland_Security", "description": "The deputy secretary of homeland security is the chief operating officer of the United States Department of Homeland Security, with responsibility for managing day-to-day operations. The department has over 208,000 employees and an annual budget of more than $48.5 billion."}]}, {"heading": "Births", "year": "1954", "date": "April 28", "txt": "Vic Sotto, Filipino actor-producer, singer-songwriter, comedian and television personality", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 28", "txt": "Ron Zook, American football player and coach", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 28", "txt": "Saeb Erekat, Chief Palestinian negotiator (d. 2020)", "entities": [{"title": "Saeb Erekat", "href": "/wiki/Saeb_Erekat", "description": "Saeb Muhammad Salih Erekat was a Palestinian politician and diplomat who was the Secretary General of the Executive Committee of the PLO. He served as chief of the PLO Steering and Monitoring Committee until 12 February 2011. He participated in early negotiations with Israel and remained chief negotiator from 1995 until May 2003, when he resigned in protest from the Palestinian government. He reco"}]}, {"heading": "Births", "year": "1955", "date": "April 28", "txt": "Eddie Jobson, English keyboard player and violinist", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 28", "txt": "Dieter Rubach, German bass player", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 28", "txt": "Jimmy Barnes, Scottish-Australian singer-songwriter and guitarist", "entities": [{"title": "Jimmy Barnes", "href": "/wiki/Jimmy_Barnes", "description": "James Dixon Barnes is a Scottish-Australian singer, songwriter, and musician. His career both as a solo performer and as the lead vocalist with the rock band Cold Chisel has made him one of the most popular and best-selling Australian music artists of all time. The combination of 14 Australian Top 40 albums for Cold Chisel and 13 charting solo albums, including 17 No. 1s, gives Barnes the highest "}]}, {"heading": "Births", "year": "1957", "date": "April 28", "txt": "Wilma Landkroon, Dutch singer", "entities": [{"title": "Wilma Landkroon", "href": "/wiki/Wilma_Landkroon", "description": "Wilma Landkroon is a Dutch pop singer. At eleven years old, her first top chart success in the Netherlands and Germany was in 1968 the song “Heintje, bau ein Schloss für mich”."}]}, {"heading": "Births", "year": "1958", "date": "April 28", "txt": "Hal Sutton, American golfer", "entities": [{"title": "Hal Sutton", "href": "/wiki/Hal_Sutton", "description": "Hal Evan Sutton is an American professional golfer, currently playing on the PGA Tour Champions, who achieved 14 victories on the PGA Tour, including a major championship, the 1983 PGA Championship, and the 1983 Tournament Players Championship. Sutton was also the PGA Tour's leading money winner in 1983 and named Player of the Year."}]}, {"heading": "Births", "year": "1960", "date": "April 28", "txt": "Tom Browning, American baseball player", "entities": [{"title": "Tom Browning", "href": "/wiki/Tom_Browning", "description": "Thomas Leo Browning is a former Major League Baseball left-handed pitcher. During a 12-year baseball career, he pitched for the Cincinnati Reds (1984–1994) and the Kansas City Royals (1995). He is also co-author of Tom Browning's Tales from the Reds Dugout."}]}, {"heading": "Births", "year": "1960", "date": "April 28", "txt": "Elena Kagan, American lawyer and jurist, Associate Justice of the Supreme Court of the United States", "entities": [{"title": "Associate Justice of the Supreme Court of the United States", "href": "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States", "description": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}]}, {"heading": "Births", "year": "1960", "date": "April 28", "txt": "Phil King, English bass player", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 28", "txt": "Ian Rankin, Scottish author", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 28", "txt": "Jón Páll Sigmarsson, Icelandic strongman and weightlifter (d. 1993)", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 28", "txt": "Walter Zenga, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 28", "txt": "Sandrine Dumas, French actress, director, and screenwriter", "entities": [{"title": "Sandrine Dumas", "href": "/wiki/Sandrine_Dumas", "description": "Sandrine Dumas is a French film actress."}]}, {"heading": "Births", "year": "1963", "date": "April 28", "txt": "Lloyd Eisler, Canadian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 28", "txt": "Marc Lacroix, Belgian biochemist and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 28", "txt": "Stephen Ames, Trinidadian golfer", "entities": [{"title": "Stephen Ames", "href": "/wiki/Stephen_Ames", "description": "Stephen Michael Ames is a professional golfer formerly of the PGA Tour, who now plays on the PGA Tour Champions. The biggest win of his career was at The Players Championship in 2006. He holds dual citizenship of Trinidad and Tobago and Canada."}]}, {"heading": "Births", "year": "1964", "date": "April 28", "txt": "Noriyuki Iwadare, Japanese composer", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 28", "txt": "Ajay Kakkar, Baron Kakkar, English surgeon and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 28", "txt": "Barry Larkin, American baseball player, manager, and sportscaster", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 28", "txt": "L'Wren Scott, American model and fashion designer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 28", "txt": "Jennifer Rardin, American author (d. 2010)", "entities": [{"title": "Jennifer Rardin", "href": "/wiki/Jennifer_Rardin", "description": "Jennifer Rardin was an American urban fantasy author, known for writing the Jaz Parks series."}]}, {"heading": "Births", "year": "1966", "date": "April 28", "txt": "John Daly, American golfer", "entities": [{"title": "John Daly (golfer)", "href": "/wiki/John_Daly_(golfer)", "description": "John Patrick Daly is an American professional golfer on the PGA Tour."}]}, {"heading": "Births", "year": "1966", "date": "April 28", "txt": "Too Short, American rapper, producer and actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 28", "txt": "Chris White, English engineer and politician", "entities": [{"title": "Chris White (politician)", "href": "/wiki/Chris_White_(politician)", "description": "Christopher Mark Francis White is a British Conservative Party politician and was the Member of Parliament (MP) for Warwick and Leamington from 2010 to 2017. He lost the seat at the 2017 general election. White is currently Director of the Institute for Industrial Strategy at King's College London."}]}, {"heading": "Births", "year": "1968", "date": "April 28", "txt": "Howard Donald, English singer-songwriter and producer", "entities": [{"title": "Howard Donald", "href": "/wiki/Howard_Donald", "description": "Howard Paul Donald is an English singer, songwriter, drummer, pianist, dancer and record producer. He is a member of English pop-group Take That. Donald was also judge on the German reality talent show Got to Dance from 2013 to 2014, during a Take That-hiatus."}]}, {"heading": "Births", "year": "1968", "date": "April 28", "txt": "Andy Flower, South-African-Zimbabwean cricketer and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 28", "txt": "LeRon Perry Ellis, American basketball player", "entities": [{"title": "LeRon Perry Ellis", "href": "/wiki/LeRon_Perry_Ellis", "description": "LeRon Perry Ellis is an American former professional basketball player. Ellis was considered to be one of the premier high school basketball players in the nation among the class of 1987 while playing for the top-ranked Southern California prep school squad Mater Dei. Ellis was drafted into the NBA after a mixed college basketball performance at the University of Kentucky and Syracuse University. "}]}, {"heading": "Births", "year": "1970", "date": "April 28", "txt": "Richard Fromberg, Australian tennis player", "entities": [{"title": "Richard Fromberg", "href": "/wiki/Richard_Fromberg", "description": "Richard James Fromberg is a former professional tennis player from Australia."}]}, {"heading": "Births", "year": "1970", "date": "April 28", "txt": "Nicklas Lidström, Swedish ice hockey player and scout", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 28", "txt": "Diego Simeone, Argentinian footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 28", "txt": "Brad McEwan, Australian journalist", "entities": [{"title": "Brad McEwan", "href": "/wiki/Brad_McEwan", "description": "Brad McEwan is an Australian television presenter and sports journalist."}]}, {"heading": "Births", "year": "1972", "date": "April 28", "txt": "Violent J, American rapper", "entities": [{"title": "Violent J", "href": "/wiki/Violent_J", "description": "Joseph Francis Bruce, known by his stage name Violent J, is an American rapper, record producer, professional wrestler, and part of the hip hop duo Insane Clown Posse. He is co-founder of the record label Psychopathic Records, with fellow ICP rapper Shaggy 2 Dope and their former manager, Alex Abbiss. Also along with Utsler, Bruce is the co-founder of the professional wrestling promotion Juggalo C"}]}, {"heading": "Births", "year": "1972", "date": "April 28", "txt": "Helena Tulve, Estonian composer", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 28", "txt": "Jean-Paul van Gastel, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 28", "txt": "Jorge Garcia, American actor and producer", "entities": [{"title": "Jorge Garcia", "href": "/wiki/Jorge_Garcia", "description": "Jorge Garcia is an American actor and comedian. He first came to public attention with his performance as Hector Lopez on the television show Becker, but is probably best known for his portrayal of Hugo \"Hurley\" Reyes in the television series Lost from 2004 to 2010. Garcia performs as a stand-up comedian. He starred in the Fox television series Alcatraz and played a minor character on ABC's Once U"}]}, {"heading": "Births", "year": "1973", "date": "April 28", "txt": "Earl Holmes, American football player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 28", "txt": "Andrew Mehrtens, South African-New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 28", "txt": "Penélope Cruz, Spanish actress and producer", "entities": [{"title": "Penélope Cruz", "href": "/wiki/Pen%C3%A9lope_Cruz", "description": "Penélope Cruz Sánchez is a Spanish actress and model. Signed by an agent at the age of 15, she made her acting debut at 16 on television, and her feature film debut the following year in Jamón Jamón (1992). Her subsequent roles in the 1990s and 2000s included Belle Époque (1992), Open Your Eyes (1997), The Hi-Lo Country (1999), The Girl of Your Dreams (2000), and Woman on Top (2000). Cruz is also "}]}, {"heading": "Births", "year": "1974", "date": "April 28", "txt": "Margo Dydek, Polish basketball player and coach (d. 2011)", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 28", "txt": "Richel Hersisia, Dutch boxer", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 28", "txt": "Vernon Kay, English radio and television host", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 28", "txt": "Dominic Matteo, Scottish footballer and journalist", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 28", "txt": "Michael Walchhofer, Austrian skier", "entities": [{"title": "Michael Walchhofer", "href": "/wiki/Michael_Walchhofer", "description": "Michael Walchhofer is a former World Cup alpine ski racer from Austria."}]}, {"heading": "Births", "year": "1976", "date": "April 28", "txt": "Shane Jurgensen, Australian cricketer", "entities": [{"title": "Shane Jurgensen", "href": "/wiki/Shane_Jurgensen", "description": "Shane John Jurgensen is an Australian cricket coach and former cricketer. He has played for Queensland, but has also played for Western Australia, Tasmania, and the Sussex Cricket Board in English county cricket."}]}, {"heading": "Births", "year": "1978", "date": "April 28", "txt": "Lauren Laverne, English singer and television host", "entities": [{"title": "Lauren Laverne", "href": "/wiki/Lauren_Laverne", "description": "Lauren Cecilia Fisher, known professionally as Lauren Laverne, is an English radio DJ, model, television presenter, author and singer. She was the lead singer and additional guitarist in the rock band Kenickie. Kenickie's album At The Club reached the top 10, although her greatest chart success came when she performed vocals on Mint Royale's single \"Don't Falter\". Laverne has presented numerous te"}]}, {"heading": "Births", "year": "1978", "date": "April 28", "txt": "Robert Oliveri, American actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 28", "txt": "Nate Richert, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 28", "txt": "Scott Fujita, American football player and sportscaster", "entities": [{"title": "Scott Fujita", "href": "/wiki/Scott_Fujita", "description": "Scott Anthony Fujita is a former American football linebacker in the National Football League (NFL), and current Head of School at All Saints' Day School. He was drafted by the Kansas City Chiefs in the fifth round of the 2002 NFL Draft. He played 11 seasons for the Chiefs, Dallas Cowboys, New Orleans Saints and Cleveland Browns. He was a member of the 2009 Saints team that won Super Bowl XLIV, de"}]}, {"heading": "Births", "year": "1980", "date": "April 28", "txt": "Bradley Wiggins, English cyclist", "entities": [{"title": "Bradley Wiggins", "href": "/wiki/Bradley_Wiggins", "description": "Sir Bradley Marc Wiggins, CBE is a British former professional road and track racing cyclist, who competed professionally between 2001 and 2016. Nicknamed \"Bobby Arthur Scott,\" he began his cycling career on the track, but later made the transition to road cycling. He won world titles in four disciplines, and Olympic gold in three. He is the only rider to have won both World and Olympic championsh"}]}, {"heading": "Births", "year": "1981", "date": "April 28", "txt": "Jessica Alba, American model and actress", "entities": [{"title": "Jessica Alba", "href": "/wiki/Jessica_Alba", "description": "Jessica Marie Alba is an American actress and businesswoman. She began her television and movie appearances at age 13 in Camp Nowhere and The Secret World of Alex Mack (1994), but rose to prominence at 19, as the lead actress of the television series Dark Angel (2000–2002), in which she received a Golden Globe nomination."}]}, {"heading": "Births", "year": "1981", "date": "April 28", "txt": "Pietro Travagli, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 28", "txt": "Nikki Grahame, English model and journalist (d. 2021)", "entities": [{"title": "Nikki Grahame", "href": "/wiki/Nikki_Grahame", "description": "Nicola Rachele-Beth Grahame was an English television personality, model and author. She was a contestant on the seventh series of Big Brother UK in 2006, in which she finished in fifth place, and later starred in her own reality series, Princess Nikki. In 2010, Grahame finished as the runner-up in Ultimate Big Brother, and in 2015, she appeared in the sixteenth series of Big Brother UK as a guest"}]}, {"heading": "Births", "year": "1982", "date": "April 28", "txt": "Chris Kaman, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 28", "txt": "Josh Brookes, Australian motorcycle racer", "entities": [{"title": "Josh Brookes", "href": "/wiki/Josh_Brookes", "description": "Joshua Brookes is a professional motorcycle road racer with experience of Superbike and Supersport racing, both domestically and internationally. In 2020, he raced in the British Superbike Championship aboard a Ducati Panigale where he won his second British title."}]}, {"heading": "Births", "year": "1983", "date": "April 28", "txt": "David Freese, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 28", "txt": "Roger Johnson, English footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 28", "txt": "Graham Wagg, English cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 28", "txt": "Thomas Waldrom, New Zealand-English rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 28", "txt": "Dmitri Torbinski, Russian footballer", "entities": [{"title": "Dmitri Torbinski", "href": "/wiki/Dmitri_Torbinski", "description": "Dmitri Yevgenyevich Torbinski is a Russian former professional footballer who played as a midfielder. He was a central midfielder and winger known for his pace and accurate crosses."}]}, {"heading": "Births", "year": "1985", "date": "April 28", "txt": "Lucas Jakubczyk, German sprinter and long jumper", "entities": [{"title": "Lucas Jakubczyk", "href": "/wiki/Lucas_Jakubczyk", "description": "Lucas Jakubczyk is a German athlete who competes in the sprint and long jump with a personal best time of 10.07 seconds at the 100 metres event."}]}, {"heading": "Births", "year": "1985", "date": "April 28", "txt": "Deividas Stagniūnas, Lithuanian ice dancer", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 28", "txt": "Roman Polák, Czech ice hockey player", "entities": [{"title": "Roman Polák", "href": "/wiki/Roman_Pol%C3%A1k", "description": "Roman Polák is a professional ice hockey defenceman who is currently under contract with HC Vítkovice of the Czech Extraliga (ELH). Polák was drafted in the sixth round, 180th overall, just ahead of Garrett Johnson at the 2004 NHL Entry Draft by the St. Louis Blues, the organization with which he spent his entire NHL career prior to joining the Toronto Maple Leafs in 2014. He rejoined the Maple Le"}]}, {"heading": "Births", "year": "1986", "date": "April 28", "txt": "Jenna Ushkowitz, Korean-American actress, singer, and dancer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 28", "txt": "Ryan Conroy, Scottish footballer", "entities": [{"title": "Ryan Conroy", "href": "/wiki/Ryan_Conroy", "description": "Ryan Conroy is a Scottish professional footballer who plays as a left winger for Peterhead. He can also play as a left back. Conroy has previously played for Celtic, Queen of the South, Partick Thistle on loan, Dundee, Raith Rovers and Airdrieonians."}]}, {"heading": "Births", "year": "1987", "date": "April 28", "txt": "Daequan Cook, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 28", "txt": "Samantha Akkineni, Indian actress and model", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 28", "txt": "Bradley Johnson, English footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 28", "txt": "Zoran Tošić, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 28", "txt": "Jonathan Biabiany, French footballer", "entities": [{"title": "Jonathan Biabiany", "href": "/wiki/Jonathan_Biabiany", "description": "Jonathan Ludovic Biabiany is a French professional footballer who plays as a winger for Spanish club San Fernando."}]}, {"heading": "Births", "year": "1988", "date": "April 28", "txt": "Juan Manuel Mata, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 28", "txt": "Katariina Tuohimaa, Finnish tennis player", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 28", "txt": "Emil Salomonsson, Swedish footballer", "entities": [{"title": "Emil Salomonsson", "href": "/wiki/Emil_Salomonsson", "description": "Emil Salomonsson is a Swedish footballer who plays for Avispa Fukuoka as a defender."}]}, {"heading": "Births", "year": "1989", "date": "April 28", "txt": "Kim Sung-kyu, South Korean singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 28", "txt": "Niels-Peter Mørck, Danish footballer", "entities": [{"title": "Niels-Peter Mørck", "href": "/wiki/Niels-Peter_M%C3%B8rck", "description": "Niels-Peter Mørck is a Danish football midfielder who plays for Italian club Virtus Bolzano."}]}, {"heading": "Births", "year": "1992", "date": "April 28", "txt": "Blake Bortles, American football player", "entities": [{"title": "Blake Bortles", "href": "/wiki/Blake_Bortles", "description": "Robby Blake Bortles is an American football quarterback who is a free agent. He played college football at the University of Central Florida (UCF) and was drafted by the Jacksonville Jaguars third overall in the 2014 NFL Draft."}]}, {"heading": "Births", "year": "1992", "date": "April 28", "txt": "DeMarcus Lawrence, American football player", "entities": []}, {"heading": "Births", "year": "1993", "date": "April 28", "txt": "Craig Garvey, Australian rugby league player", "entities": [{"title": "Craig Garvey", "href": "/wiki/Craig_Garvey", "description": "Craig Garvey is an Australian professional rugby league footballer. He previously played for the St. George Illawarra Dragons and Canterbury Bulldogs, was part of the Canberra Raiders squad for 2018 and a short term member of the Sydney Roosters for 2019."}]}, {"heading": "Births", "year": "1993", "date": "April 28", "txt": "Eva Samková, Czech snowboarder", "entities": []}, {"heading": "Births", "year": "1995", "date": "April 28", "txt": "Jonathan Benteke, Belgian footballer", "entities": [{"title": "Jonathan Benteke", "href": "/wiki/Jonathan_Benteke", "description": "Jonathan Benteke Lifeka is a Belgian footballer who plays as a forward for Belgian club URSL Visé."}]}, {"heading": "Births", "year": "1995", "date": "April 28", "txt": "Melanie Martinez, American singer", "entities": []}, {"heading": "Deaths", "year": "224", "date": "April 28", "txt": "Artabanus IV of Parthia (b. 191)", "entities": [{"title": "Artabanus IV of Parthia", "href": "/wiki/Artabanus_IV_of_Parthia", "description": "Artabanus IV, also known as Ardavan IV, incorrectly known in older scholarship as Artabanus V, was the last ruler of Parthian Empire from c. 213 to 224. He was the younger son of Vologases V, who died in 208."}]}, {"heading": "Deaths", "year": "948", "date": "April 28", "txt": "Hu Jinsi, Chinese general and prefect", "entities": [{"title": "Hu Jinsi", "href": "/wiki/Hu_Jinsi", "description": "Hu Jinsi (胡進思) was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Wuyue, becoming powerful during the reign of its third king Qian Hongzuo. After Qian Hongzuo's death, Hu had frequent conflicts with Qian Hongzuo's brother and successor Qian Hongzong. Fearing that Qian Hongzong would kill him, he deposed Qian Hongzong in a coup and replaced him with his brother Qian Hongchu."}]}, {"heading": "Deaths", "year": "988", "date": "April 28", "txt": "Adaldag, archbishop of Bremen", "entities": [{"title": "Adaldag", "href": "/wiki/Adaldag", "description": "Adaldag was the seventh archbishop of Hamburg-Bremen, from 937 until his death."}, {"title": "Archbishopric of Bremen", "href": "/wiki/Archbishopric_of_Bremen", "description": "The Prince-Archbishopric of Bremen, also Archbishopric of Bremen, — not to be confused with the former Archdiocese of Bremen, and the modern Archdiocese of Hamburg, founded in 1994 — was an ecclesiastical principality (787–1566/1648) of the Holy Roman Empire, which after its definitive secularization in 1648, became the hereditary Duchy of Bremen. The prince-archbishopric, which was under the secu"}]}, {"heading": "Deaths", "year": "992", "date": "April 28", "txt": "Jawhar as-Siqilli, Fatimid statesman", "entities": [{"title": "Jawhar (general)", "href": "/wiki/Jawhar_(general)", "description": "Al-Qaid Jawhar ibn Abdallah was a Shia Muslim Fatimid general from the Byzantine Empire who led the conquest of Maghreb, and subsequently the conquest of Egypt, for the 4th Fatimid Imam-Caliph al-Mu'izz li-Din Allah. He served as viceroy of Egypt until al-Mu'izz's arrival in 973, consolidating Fatimid control over the country and laying the foundations for the city of Cairo. After that, he retired"}, {"title": "Fatimid", "href": "/wiki/Fatimid", "description": "The Fatimid Caliphate was an Ismaili Shia caliphate of the 10th to the 12th centuries CE. Spanning a large area of North Africa, it ranged from the Red Sea in the east to the Atlantic Ocean in the west. The Fatimids, a dynasty of Arab origin, trace their ancestry to the Prophet’s daughter Fatima and her husband ‘Ali b. Abi Talib, the first Shi‘ite imam. The Fatimids were acknowledged as the rightf"}]}, {"heading": "Deaths", "year": "1109", "date": "April 28", "txt": "Abbot Hugh of Cluny (b. 1024)", "entities": [{"title": "Hugh of Cluny", "href": "/wiki/Hugh_of_Cluny", "description": "Hugh, sometimes called Hugh the Great or Hugh of Semur, was the Abbot of Cluny from 1049 until his death. He was one of the most influential leaders of the monastic orders from the Middle Ages."}]}, {"heading": "Deaths", "year": "1192", "date": "April 28", "txt": "Conrad of Montferrat (b. 1140)", "entities": [{"title": "Conrad of Montferrat", "href": "/wiki/Conrad_of_Montferrat", "description": "Conrad of Montferrat was a north Italian nobleman, one of the major participants in the Third Crusade. He was the de facto King of Jerusalem by virtue of his marriage to Isabella I of Jerusalem from 24 November 1190, but officially elected only in 1192, days before his death. He was also the eighth Marquess of Montferrat from 1191."}]}, {"heading": "Deaths", "year": "1197", "date": "April 28", "txt": "Rhys ap Gruffydd, prince of Deheubarth (b. 1132)", "entities": [{"title": "Rhys ap Gruffydd", "href": "/wiki/Rhys_ap_Gruffydd", "description": "Rhys ap Gruffydd or ap Gruffudd was the ruler of the kingdom of Deheubarth in south Wales from 1155 to 1197. Today, he is commonly known as The Lord Rhys, in Welsh Yr Arglwydd Rhys, although this title may have not been used in his lifetime. He usually used the title \"Proprietary Prince of Deheubarth\" or \"Prince of South Wales\", but two documents have been discovered in which he uses the title \"Pr"}, {"title": "Deheubarth", "href": "/wiki/Deheubarth", "description": "Deheubarth was a regional name for the realms of south Wales, particularly as opposed to Gwynedd. It is now used as a shorthand for the various realms united under the House of Dinefwr, but that Deheubarth itself was not considered a proper kingdom on the model of Gwynedd, Powys, or Dyfed is shown by its rendering in Latin as dextralis pars or as Britonnes dexterales and not as a named land. In th"}]}, {"heading": "Deaths", "year": "1257", "date": "April 28", "txt": "Shajar al-Durr, sovereign sultana of Egypt", "entities": [{"title": "Shajar al-Durr", "href": "/wiki/Shajar_al-Durr", "description": "Shajar al-Durr, also Shajarat al-Durr, whose royal name was al-Malika ʿAṣmat ad-Dīn ʾUmm-Khalīl Shajar ad-Durr, was a ruler of Egypt. She was the wife of As-Salih Ayyub, the last Egyptian sultan of the Ayyubid dynasty, and later of Izz al-Din Aybak, the first sultan of the Mamluk Bahri dynasty. Prior to becoming Ayyub's wife, she was a child slave and Ayyub's concubine."}]}, {"heading": "Deaths", "year": "1260", "date": "April 28", "txt": "Luchesius Modestini, founding member of the Third Order of St. Francis", "entities": [{"title": "Luchesius Modestini", "href": "/wiki/Luchesius_Modestini", "description": "Luchesius Modestini, T.O.S.F. is honored by tradition within the Franciscan Order as being, along with his wife, Buonadonna de' Segni, the first members of the Franciscan Order of Penance, most commonly referred to as the Third Order of St. Francis. His cultus was approved by the Holy See and he is honored as a Blessed by members of that Order."}, {"title": "Third Order of St. Francis", "href": "/wiki/Third_Order_of_St._Francis", "description": "The Third Order of Saint Francis, is a third order in the Franciscan order. The preaching of Francis of Assisi, as well as his example, exercised such an attraction on people that many married men and women wanted to join the First Order (friars) or the Second Order (nuns), but this being incompatible with their state of life, Francis found a middle way and in 1221 gave them a rule according to th"}]}, {"heading": "Deaths", "year": "1400", "date": "April 28", "txt": "Baldus de Ubaldis, Italian jurist (b. 1327)", "entities": [{"title": "Baldus de Ubaldis", "href": "/wiki/Baldus_de_Ubaldis", "description": "Baldus de Ubaldis was an Italian jurist, and a leading figure in Medieval Roman Law."}]}, {"heading": "Deaths", "year": "1489", "date": "April 28", "txt": "Henry Percy, 4th Earl of Northumberland, English politician (b. 1449)", "entities": [{"title": "Henry Percy, 4th Earl of Northumberland", "href": "/wiki/Henry_Percy,_4th_Earl_of_Northumberland", "description": "Henry Percy, 4th Earl of Northumberland KG was an English aristocrat during the Wars of the Roses. After losing his title when his father was killed fighting the Yorkists, he later regained his position. He led the rear guard of Richard III's army at the Battle of Bosworth, but failed to commit his troops. He was briefly imprisoned by Henry VII, but later restored to his position. A few years late"}]}, {"heading": "Deaths", "year": "1533", "date": "April 28", "txt": "Nicholas West, English bishop and diplomat (b. 1461)", "entities": [{"title": "Nicholas West", "href": "/wiki/Nicholas_West", "description": "Nicholas West, was an English bishop and diplomatist, born at Putney in Surrey, and educated at Eton and at King's College, Cambridge, of which he became a fellow in 1486. He also had periods of study at Oxford and Bologna."}]}, {"heading": "Deaths", "year": "1643", "date": "April 28", "txt": "Francisco de Lucena, Portuguese politician (b. 1578)", "entities": [{"title": "Francisco de Lucena", "href": "/wiki/Francisco_de_Lucena", "description": "Francisco de Lucena was a Portuguese nobleman and King John IV's first Secretary of State, and the first after the Restoration War and end of the Iberian Union. He made many enemies during his term in office, and was rumoured to be fraternising with the Spanish Crown, which led to his imprisonment and, later, his execution."}]}, {"heading": "Deaths", "year": "1710", "date": "April 28", "txt": "Thomas Betterton, English actor and manager (b. 1630)", "entities": [{"title": "Thomas Betterton", "href": "/wiki/Thomas_Betterton", "description": "Thomas Patrick Betterton, the leading male actor and theatre manager during Restoration England, son of an under-cook to King Charles I, was born in London."}]}, {"heading": "Deaths", "year": "1716", "date": "April 28", "txt": "Louis de Montfort, French priest and saint (b. 1673)", "entities": [{"title": "Louis de Montfort", "href": "/wiki/Louis_de_Montfort", "description": "Louis-Marie Grignion de Montfort was a French Roman Catholic priest and confessor. He was known in his time as a preacher and was made a missionary apostolic by Pope Clement XI."}]}, {"heading": "Deaths", "year": "1726", "date": "April 28", "txt": "Thomas Pitt, English merchant and politician (b. 1653)", "entities": [{"title": "Thomas Pitt", "href": "/wiki/Thomas_Pitt", "description": "Thomas Pitt of Blandford St Mary in Dorset, later of Stratford in Wiltshire and of Boconnoc in Cornwall, known during life commonly as Governor Pitt, as Captain Pitt, or posthumously, as \"Diamond\" Pitt was an English merchant involved in trade with India who served as President of Madras and six times as a Member of Parliament. He was the grandfather of William Pitt, 1st Earl of Chatham and was gr"}]}, {"heading": "Deaths", "year": "1741", "date": "April 28", "txt": "Magnus Julius De la Gardie, Swedish general and politician (b. 1668)", "entities": [{"title": "Magnus Julius De la Gardie", "href": "/wiki/Magnus_Julius_De_la_Gardie", "description": "Magnus Julius De la Gardie, son of Axel Julius De la Gardie, was a Swedish general and statesman, member of the Swedish Hats Party."}]}, {"heading": "Deaths", "year": "1772", "date": "April 28", "txt": "Johann Friedrich Struensee, German physician and politician (b. 1737)", "entities": [{"title": "Johann Friedrich Struensee", "href": "/wiki/Johann_Friedrich_Struensee", "description": "Johann Friedrich, Greve Struensee was a German physician, philosopher and statesman. He became royal physician to the mentally ill King Christian VII of Denmark and a minister in the Danish government. He rose in power to a position of \"de facto\" regent of the country, where he tried to carry out widespread reforms. His affair with Queen Caroline Matilda caused a scandal, especially after the birt"}]}, {"heading": "Deaths", "year": "1781", "date": "April 28", "txt": "Cornelius Harnett, American merchant, farmer, and politician (b. 1723)", "entities": [{"title": "Cornelius Harnett", "href": "/wiki/Cornelius_Harnett", "description": "Cornelius Harnett was an American merchant, farmer, and statesman from Wilmington, North Carolina. He was a leading American Revolutionary statesman in the Cape Fear region, and a delegate for North Carolina in the Continental Congress from 1777 to 1779. Cornelius Harnett is the namesake of Harnett County, North Carolina."}]}, {"heading": "Deaths", "year": "1813", "date": "April 28", "txt": "Mikhail Kutuzov, Russian field marshal (b. 1745)", "entities": [{"title": "Mikhail Kutuzov", "href": "/wiki/Mikhail_Kutuzov", "description": "Prince Mikhail Illarionovich Golenishchev-Kutuzov was a Field Marshal of the Russian Empire. He served as a military officer and a diplomat under the reign of three Romanov Tsars: Catherine II, Paul I and Alexander I. He defeated Napoleon as commander-in-chief using attrition warfare in the Patriotic war of 1812. Alexander I wrote that Europe will remember him as one of the famous commanders and t"}]}, {"heading": "Deaths", "year": "1816", "date": "April 28", "txt": "Johann Heinrich Abicht, German philosopher, author, and academic (b. 1762)", "entities": [{"title": "Johann Heinrich Abicht", "href": "/wiki/Johann_Heinrich_Abicht", "description": "Johann Heinrich Abicht was a German philosopher."}]}, {"heading": "Deaths", "year": "1841", "date": "April 28", "txt": "Peter Chanel, French priest, missionary, and martyr (b. 1803)", "entities": [{"title": "Peter Chanel", "href": "/wiki/Peter_Chanel", "description": "Peter Chanel, born Pierre Louis Marie Chanel, was a Catholic priest, missionary, and martyr."}]}, {"heading": "Deaths", "year": "1853", "date": "April 28", "txt": "Ludwig Tieck, German author and poet (b. 1773)", "entities": [{"title": "Ludwig Tieck", "href": "/wiki/Ludwig_Tieck", "description": "Johann Ludwig Tieck was a German poet, fiction writer, translator, and critic. He was one of the founding fathers of the Romantic movement in the late 18th and early 19th centuries."}]}, {"heading": "Deaths", "year": "1858", "date": "April 28", "txt": "Johannes Peter Müller, German physiologist and anatomist (b. 1801)", "entities": [{"title": "Johannes Peter Müller", "href": "/wiki/Johannes_Peter_M%C3%BCller", "description": "Johannes Peter Müller was a German physiologist, comparative anatomist, ichthyologist, and herpetologist, known not only for his discoveries but also for his ability to synthesize knowledge. The paramesonephric duct was named in his honor."}]}, {"heading": "Deaths", "year": "1865", "date": "April 28", "txt": "Samuel Cunard, Canadian-English businessman, founded Cunard Line (b. 1787)", "entities": [{"title": "Samuel Cunard", "href": "/wiki/Samuel_Cunard", "description": "Sir Samuel Cunard, 1st Baronet, was a British-Canadian shipping magnate, born in Halifax, Nova Scotia, who founded the Cunard Line. He was the son of a master carpenter and timber merchant who had fled the American Revolution and settled in Halifax."}, {"title": "Cunard Line", "href": "/wiki/Cunard_Line", "description": "Cunard Line is a British cruise line based at Carnival House at Southampton, England, operated by Carnival UK and owned by Carnival Corporation & plc. Since 2011, Cunard and its three ships have been registered in Hamilton, Bermuda."}]}, {"heading": "Deaths", "year": "1881", "date": "April 28", "txt": "Antoine Samuel Adam-Salomon, French sculptor and photographer (b. 1818)", "entities": [{"title": "Antoine Samuel Adam-Salomon", "href": "/wiki/Antoine_Samuel_Adam-Salomon", "description": "Antoine Samuel Adam-Salomon was a French sculptor and photographer."}]}, {"heading": "Deaths", "year": "1883", "date": "April 28", "txt": "John Russell, English hunter and dog breeder (b. 1795)", "entities": [{"title": "John Russell (parson)", "href": "/wiki/John_Russell_(parson)", "description": "John \"Jack\" Russell, known as \"The Sporting Parson\", vicar of Swimbridge and rector of Black Torrington in North Devon, was an enthusiastic fox-hunter and dog breeder, who developed the Jack Russell Terrier, a variety of the Fox Terrier breed."}]}, {"heading": "Deaths", "year": "1902", "date": "April 28", "txt": "Cyprien Tanguay, Canadian priest and historian (b. 1819)", "entities": [{"title": "Cyprien Tanguay", "href": "/wiki/Cyprien_Tanguay", "description": "Cyprien Tanguay was a French Canadian priest and historian."}]}, {"heading": "Deaths", "year": "1903", "date": "April 28", "txt": "Josiah Willard Gibbs, American scientist (b. 1839)", "entities": [{"title": "Josiah Willard Gibbs", "href": "/wiki/Josiah_Willard_Gibbs", "description": "Josiah Willard Gibbs was an American scientist who made significant theoretical contributions to physics, chemistry, and mathematics. His work on the applications of thermodynamics was instrumental in transforming physical chemistry into a rigorous inductive science. Together with James Clerk Maxwell and Ludwig Boltzmann, he created statistical mechanics, explaining the laws of thermodynamics as c"}]}, {"heading": "Deaths", "year": "1905", "date": "April 28", "txt": "Fitzhugh Lee, American general and politician, 40th Governor of Virginia (b. 1835)", "entities": [{"title": "Fitzhugh Lee", "href": "/wiki/Fitzhugh_Lee", "description": "Fitzhugh Lee was a Confederate cavalry general in the American Civil War, the 40th Governor of Virginia, diplomat, and United States Army general in the Spanish–American War. He was the son of Sydney Smith Lee, a captain in the Confederate States Navy, and the nephew of General Robert E. Lee."}, {"title": "Governor of Virginia", "href": "/wiki/Governor_of_Virginia", "description": "The governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The incumbent, Ralph Northam, was sworn in January 13, 2018. The next gubernatorial election shall be held on November 2, 2021."}]}, {"heading": "Deaths", "year": "1925", "date": "April 28", "txt": "Richard Butler, English-Australian politician, 23rd Premier of South Australia (b. 1850)", "entities": [{"title": "Richard Butler (Australian politician)", "href": "/wiki/Richard_Butler_(Australian_politician)", "description": "Sir Richard Butler was an Australian politician. He was a member of the South Australian House of Assembly from 1890 to 1924, representing Yatala (1890–1902) and Barossa (1902–1924). He served as Premier of South Australia from March to July 1905 and Leader of the Opposition from 1905 to 1909. Butler would also variously serve as Speaker of the House of Assembly (1921–1924), and as a minister unde"}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1928", "date": "April 28", "txt": "May Jordan McConnel, Australian trade unionist and suffragist (b. 1860)", "entities": [{"title": "May Jordan McConnel", "href": "/wiki/May_Jordan_McConnel", "description": "Mary Emma \"May\" Jordan McConnel was an Australian trade unionist and suffragist. She was the first paid female trade union organiser in Queensland."}]}, {"heading": "Deaths", "year": "1929", "date": "April 28", "txt": "Hendrik van Heuckelum, Dutch footballer (b. 1879)", "entities": [{"title": "Hendrik van Heuckelum", "href": "/wiki/Hendrik_van_Heuckelum", "description": "Hendrik van Heuckelum, nicknamed Henk, was a Dutch football player who represented Belgium at the 1900 Summer Olympics, and won a bronze medal in the soccer tournament."}]}, {"heading": "Deaths", "year": "1936", "date": "April 28", "txt": "Fuad I of Egypt (b. 1868)", "entities": [{"title": "Fuad I of Egypt", "href": "/wiki/Fuad_I_of_Egypt", "description": "Fuad I was the sultan and later king of Egypt and Sudan, sovereign of Nubia, Kordofan, and Darfur. The ninth ruler of Egypt and Sudan from the Muhammad Ali dynasty, he became sultan in 1917, succeeding his elder brother Hussein Kamel. He substituted the title of king for sultan when the United Kingdom recognised Egyptian independence in 1922."}]}, {"heading": "Deaths", "year": "1939", "date": "April 28", "txt": "Anne Walter Fearn, American physician (b. 1867)", "entities": [{"title": "Anne Walter Fearn", "href": "/wiki/Anne_Walter_Fearn", "description": "Dr. Anne Walter Fearn was an American physician who went to Shanghai, China, on a temporary posting in 1893, and remained there for 40 years."}]}, {"heading": "Deaths", "year": "1944", "date": "April 28", "txt": "Mohammed Alim Khan, Manghud ruler (b. 1880)", "entities": [{"title": "Mohammed Alim Khan", "href": "/wiki/Mohammed_Alim_Khan", "description": "Emir Sayyid Mir Muhammad Alim Khan was the last emir of the Uzbek Manghit dynasty, rulers of the Emirate of Bukhara in Central Asia. Although Bukhara was a protectorate of the Russian Empire from 1873, the Emir presided over the internal affairs of his emirate as absolute monarch and reigned from 3 January 1911 to 30 August 1920."}]}, {"heading": "Deaths", "year": "1944", "date": "April 28", "txt": "Frank Knox, American journalist and politician, 46th United States Secretary of the Navy (b. 1874)", "entities": [{"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Deaths", "year": "1945", "date": "April 28", "txt": "Roberto Farinacci, Italian soldier and politician (b. 1892)", "entities": [{"title": "Roberto Farinacci", "href": "/wiki/Roberto_Farinacci", "description": "Roberto Farinacci was a leading Italian Fascist politician and important member of the National Fascist Party before and during World War II as well as one of its ardent antisemitic proponents. For instance, Christopher Hibbert describes him as \"slavishly pro-German\"."}]}, {"heading": "Deaths", "year": "1945", "date": "April 28", "txt": "Hermann Fegelein, German general (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "April 28", "txt": "Benito Mussolini, Italian journalist and politician, 27th Prime Minister of Italy (b. 1883)", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "1946", "date": "April 28", "txt": "Louis Bachelier, French mathematician and academic (b. 1870)", "entities": [{"title": "Louis Bachelier", "href": "/wiki/Louis_Bachelier", "description": "Louis Jean-Baptiste Alphonse Bachelier was a French mathematician at the turn of the 20th century. He is credited with being the first person to model the stochastic process now called Brownian motion, as part of his PhD thesis The Theory of Speculation."}]}, {"heading": "Deaths", "year": "1954", "date": "April 28", "txt": "Léon Jouhaux, French union leader, Nobel Prize laureate (b. 1879)", "entities": [{"title": "Léon Jouhaux", "href": "/wiki/L%C3%A9on_Jouhaux", "description": "Léon Jouhaux was a French trade union leader who received the Nobel Peace Prize in 1951."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1956", "date": "April 28", "txt": "Fred Marriott, American race car driver (b. 1872)", "entities": [{"title": "Fred Marriott", "href": "/wiki/Fred_Marriott", "description": "Fred Marriott was an American race car driver. In 1906, he set the world land speed record at 127.659 mph (205.5 km/h) at the Daytona Beach Road Course, while driving the Stanley Land Speed Record Car. This garnered Stanley Motor Carriage Company the Dewar Trophy. A crew of four accompanied the car to Daytona, Marriott was chosen to be driver because he was the only bachelor."}]}, {"heading": "Deaths", "year": "1957", "date": "April 28", "txt": "Heinrich Bär, German colonel and pilot (b. 1913)", "entities": [{"title": "Heinrich Bär", "href": "/wiki/Heinrich_B%C3%A4r", "description": "Heinz \"Pritzl\" Bär was a German Luftwaffe flying ace who served throughout World War II in Europe. Bär flew more than one thousand combat missions, and fought in the Western, Eastern and Mediterranean theatres. On 18 occasions he survived being shot down, and according to records in the German Federal Archives, he claimed to have shot down 228 enemy aircraft and was credited with 208 aerial victor"}]}, {"heading": "Deaths", "year": "1962", "date": "April 28", "txt": "Bennie Osler, South African rugby player  (b. 1901)", "entities": [{"title": "Bennie Osler", "href": "/wiki/Bennie_Osler", "description": "Benjamin Louwrens Osler was a rugby union footballer who played internationally for South Africa. Osler played mainly at fly-half for both South Africa, and his provincial team of Western Province."}]}, {"heading": "Deaths", "year": "1963", "date": "April 28", "txt": "Wilhelm Weber, German gymnast (b. 1880)", "entities": [{"title": "Wilhelm Weber (gymnast)", "href": "/wiki/Wilhelm_Weber_(gymnast)", "description": "Wilhelm Weber was a German gymnast who competed in the 1904 Summer Olympics."}]}, {"heading": "Deaths", "year": "1970", "date": "April 28", "txt": "Ed Begley, American actor (b. 1901)", "entities": [{"title": "Ed Begley", "href": "/wiki/Ed_Begley", "description": "Edward James Begley Sr. was an American actor of theatre, radio, film, and television. He won an Academy Award for Best Supporting Actor for his performance in the film Sweet Bird of Youth (1962) and appeared in such classics as 12 Angry Men (1957) and The Unsinkable Molly Brown (1964). He was nominated for an Emmy Award for his portrayal of Matthew Harrison Brady in a television adaptation of Inh"}]}, {"heading": "Deaths", "year": "1973", "date": "April 28", "txt": "Clas Thunberg, Finnish speed skater (b. 1893)", "entities": [{"title": "Clas Thunberg", "href": "/wiki/Clas_Thunberg", "description": "Arnold Clas (\"Classe\") Robert Thunberg was a Finnish speed skater who won five Olympic gold medals – three at the inaugural Winter Olympics held in Chamonix in 1924 and two at the 1928 Winter Olympics held in St. Moritz. He was the most successful athlete at both of these Winter Olympics, sharing the honour for 1928 Winter Olympics with Johan Grøttumsbraaten of Norway. \nNo other athlete ever won s"}]}, {"heading": "Deaths", "year": "1976", "date": "April 28", "txt": "Richard Hughes, American author and poet (b. 1900)", "entities": [{"title": "Richard Hughes (writer)", "href": "/wiki/Richard_Hughes_(writer)", "description": "Richard Arthur Warren Hughes was a British writer of poems, short stories, novels and plays."}]}, {"heading": "Deaths", "year": "1977", "date": "April 28", "txt": "Ricardo Cortez, American actor (b. 1900)", "entities": [{"title": "Ricardo Cortez", "href": "/wiki/Ricardo_Cortez", "description": "Ricardo Cortez was an American film actor and director. He was also credited as Jack Crane early in his acting career."}]}, {"heading": "Deaths", "year": "1977", "date": "April 28", "txt": "Sepp Herberger, German footballer and coach (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "April 28", "txt": "Mohammed Daoud Khan, Afghan commander and politician, 1st President of Afghanistan (b. 1909)", "entities": [{"title": "Mohammed Daoud Khan", "href": "/wiki/Mohammed_Daoud_Khan", "description": "Sardar Mohammed Daoud Khan, also romanized as Daud Khan or Dawood Khan, was an Afghan statesman who served as the 5th Prime Minister of Afghanistan from 1953 to 1963 and as President of Afghanistan from 1973 to 1978. Born into the Musahiban royal family, Khan started as a provincial governor in the 1930s and later a commander before he was chosen as prime minister in the monarchy of his first cous"}, {"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}]}, {"heading": "Deaths", "year": "1980", "date": "April 28", "txt": "Tommy Caldwell, American bass player (b. 1949)", "entities": [{"title": "Tommy Caldwell (musician)", "href": "/wiki/Tommy_Caldwell_(musician)", "description": "Thomas Michael Caldwell was the bassist and original frontman for The Marshall Tucker Band between 1973 and 1980."}]}, {"heading": "Deaths", "year": "1987", "date": "April 28", "txt": "Ben Linder, American engineer and activist (b. 1959)", "entities": [{"title": "Ben Linder", "href": "/wiki/Ben_Linder", "description": "Benjamin Ernest \"Ben\" Linder, was an American engineer. While working on a small hydroelectric dam in rural northern Nicaragua, Linder was killed by the Contras, a loose confederation of rebel groups funded by the U.S. government. Coming at a time when U.S. support for the Contras was already highly controversial, Linder's death made front-page headlines around the world and further polarized opin"}]}, {"heading": "Deaths", "year": "1991", "date": "April 28", "txt": "Steve Broidy, American film producer (b. 1905)", "entities": [{"title": "Steve Broidy", "href": "/wiki/Steve_Broidy", "description": "Samuel “Steve” Broidy was an American executive in the U.S. motion picture industry."}]}, {"heading": "Deaths", "year": "1992", "date": "April 28", "txt": "Francis Bacon, Irish painter (b. 1909)", "entities": [{"title": "Francis Bacon (artist)", "href": "/wiki/Francis_Bacon_(artist)", "description": "Francis Bacon was an Irish-born British figurative painter known for his raw, unsettling imagery. Focusing on the human form, his subjects included crucifixions, portraits of popes, self-portraits, and portraits of close friends, with abstracted figures sometimes isolated in geometrical structures. Rejecting various classifications of his work, Bacon said he strove to render \"the brutality of fact"}]}, {"heading": "Deaths", "year": "1993", "date": "April 28", "txt": "Diva Diniz Corrêa, Brazilian zoologist (b. 1918)", "entities": [{"title": "Diva Diniz Corrêa", "href": "/wiki/Diva_Diniz_Corr%C3%AAa", "description": "Diva Diniz Corrêa was a Brazilian marine zoologist."}]}, {"heading": "Deaths", "year": "1993", "date": "April 28", "txt": "Jim Valvano, American basketball player, coach, and sportscaster (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "April 28", "txt": "Berton Roueché, American journalist and author (b. 1910)", "entities": [{"title": "Berton Roueché", "href": "/wiki/Berton_Rouech%C3%A9", "description": "Clarence Berton Roueché, Jr. was an American medical writer who wrote for The New Yorker magazine for almost fifty years. He also wrote twenty books, including Eleven Blue Men (1954), The Incurable Wound (1958), Feral (1974), and The Medical Detectives (1980). An article he wrote for The New Yorker was made into the 1956 film Bigger Than Life, and many of the medical mysteries on the television sh"}]}, {"heading": "Deaths", "year": "1996", "date": "April 28", "txt": "Lester Sumrall, American minister, founded LeSEA (b. 1913)", "entities": [{"title": "Lester Sumrall", "href": "/wiki/Lester_Sumrall", "description": "Lester Frank Sumrall was an American Pentecostal pastor and evangelist. He founded the Lester Sumrall Evangelistic Association (LeSEA) and its humanitarian arm LeSEA Global Feed the Hungry, World Harvest Radio International, and World Harvest Bible College."}, {"title": "Lester Sumrall", "href": "/wiki/Lester_Sumrall", "description": "Lester Frank Sumrall was an American Pentecostal pastor and evangelist. He founded the Lester Sumrall Evangelistic Association (LeSEA) and its humanitarian arm LeSEA Global Feed the Hungry, World Harvest Radio International, and World Harvest Bible College."}]}, {"heading": "Deaths", "year": "1997", "date": "April 28", "txt": "Ann Petry, American novelist (b. 1908)", "entities": [{"title": "Ann Petry", "href": "/wiki/Ann_Petry", "description": "Ann Petry was an American writer of novels, short stories, children's books and journalism. Her 1946 debut novel The Street became the first novel by an African-American woman to sell more than a million copies."}]}, {"heading": "Deaths", "year": "1998", "date": "April 28", "txt": "Jerome Bixby, American author and screenwriter (b. 1923)", "entities": [{"title": "Jerome Bixby", "href": "/wiki/Jerome_Bixby", "description": "Drexel Jerome Lewis Bixby was an American short story writer and scriptwriter. He wrote the 1953 story \"It's a Good Life\" which was the basis for a 1961 episode of The Twilight Zone and which was included in Twilight Zone: The Movie (1983). He also wrote four episodes for the Star Trek series: \"Mirror, Mirror\", \"Day of the Dove\", \"Requiem for Methuselah\", and \"By Any Other Name\". With Otto Klement"}]}, {"heading": "Deaths", "year": "1999", "date": "April 28", "txt": "Rory Calhoun, American actor, producer, and screenwriter (b. 1922)", "entities": [{"title": "Rory Calhoun", "href": "/wiki/Rory_Calhoun", "description": "Rory Calhoun was an American film and television actor, screenwriter and producer. He starred in numerous Westerns in the 1950s and 1960s, and appeared in supporting roles in films such as How to Marry a Millionaire (1953)."}]}, {"heading": "Deaths", "year": "1999", "date": "April 28", "txt": "Rolf Landauer, German-American physicist and engineer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "April 28", "txt": "Alf Ramsey, English footballer and manager (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "April 28", "txt": "Arthur Leonard Schawlow, American physicist and academic, Nobel Prize laureate (b. 1921)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2000", "date": "April 28", "txt": "Jerzy Einhorn, Polish-Swedish physician and politician (b. 1925)", "entities": [{"title": "Jerzy Einhorn", "href": "/wiki/Jerzy_Einhorn", "description": "Jerzy Einhorn was a Polish-born Swedish medical doctor, researcher and politician (Kristdemokrat). His Hebrew name was Chil Josef, after his paternal grandfather."}]}, {"heading": "Deaths", "year": "2000", "date": "April 28", "txt": "Penelope Fitzgerald, English author and poet (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "April 28", "txt": "Alexander Lebed, Russian general and politician (b. 1950)", "entities": [{"title": "Alexander Lebed", "href": "/wiki/Alexander_Lebed", "description": "Lieutenant General Alexander Ivanovich Lebed was a Soviet and Russian military officer and politician who held senior positions in the Airborne Troops before running for president in the 1996 Russian presidential election. He did not win, but placed third behind incumbent Boris Yeltsin and the Communist Party leader Gennady Zyuganov, with roughly 14% of the vote nation-wide. Lebed later served as "}]}, {"heading": "Deaths", "year": "2002", "date": "April 28", "txt": "Lou Thesz, American wrestler and trainer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 28", "txt": "Percy Heath, American bassist (b. 1923)", "entities": [{"title": "Percy Heath", "href": "/wiki/Percy_Heath", "description": "Percy Heath was an American jazz bassist, brother of saxophonist Jimmy Heath and drummer Albert Heath, with whom he formed the Heath Brothers in 1975. Heath played with the Modern Jazz Quartet throughout their long history and also worked with Miles Davis, Dizzy Gillespie, Charlie Parker, Wes Montgomery, and Thelonious Monk."}]}, {"heading": "Deaths", "year": "2005", "date": "April 28", "txt": "Chris Candido, American wrestler (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 28", "txt": "Taraki Sivaram, Sri Lankan journalist and author (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "April 28", "txt": "Steve Howe, American baseball player (b. 1958)", "entities": [{"title": "Steve Howe (baseball)", "href": "/wiki/Steve_Howe_(baseball)", "description": "Steven Roy Howe was an American professional baseball relief pitcher. He played 12 seasons in Major League Baseball (MLB) for the Los Angeles Dodgers, Minnesota Twins, Texas Rangers and New York Yankees, spanning 1980 to 1996. His baseball career ended in 1997 after a stint with the Sioux Falls Canaries of the independent Northern League."}]}, {"heading": "Deaths", "year": "2007", "date": "April 28", "txt": "Dabbs Greer, American actor (b. 1917)", "entities": [{"title": "Dabbs Greer", "href": "/wiki/Dabbs_Greer", "description": "Robert William \"Dabbs\" Greer was an American character actor in film and television for over 60 years. With nearly 100 movie roles and appearances in nearly 600 television episodes of various series, Greer may be best remembered as series regular \"Mr. Jonas\", as Coach Ossie Weiss in the sitcom Hank, and as series regular Reverend Robert Alden in Little House on the Prairie. Greer may be better kno"}]}, {"heading": "Deaths", "year": "2007", "date": "April 28", "txt": "René Mailhot, Canadian journalist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 28", "txt": "Tommy Newsom, American saxophonist and bandleader (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 28", "txt": "Carl Friedrich von Weizsäcker, German physicist and philosopher (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 28", "txt": "Bertha Wilson, Scottish-Canadian lawyer and jurist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "April 28", "txt": "Ekaterina Maximova, Russian ballerina and actress (b. 1939)", "entities": [{"title": "Ekaterina Maximova", "href": "/wiki/Ekaterina_Maximova", "description": "Ekaterina Sergeevna Maximova was a great Soviet and Russian ballerina of the second part of the 20th century who had international recognition and fame. She was a prima ballerina of the Bolshoi Theatre for 30 years, a ballet pedagogue, People’s Artist of the USSR and Russian Federation, winner of international ballet competitions, Laureate of many prestigious International and Russian awards, a pr"}]}, {"heading": "Deaths", "year": "2009", "date": "April 28", "txt": "Richard Pratt, Polish-Australian businessman (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 28", "txt": "Erhard Loretan, Swiss mountaineer (b. 1959)", "entities": [{"title": "Erhard Loretan", "href": "/wiki/Erhard_Loretan", "description": "Erhard Loretan was a Swiss mountain climber."}]}, {"heading": "Deaths", "year": "2012", "date": "April 28", "txt": "Fred Allen, New Zealand rugby player and coach (b. 1920)", "entities": [{"title": "Fred Allen (rugby union)", "href": "/wiki/Fred_Allen_(rugby_union)", "description": "Sir Frederick Richard Allen was a captain and coach of the All Blacks, New Zealand's national rugby union team. The All Blacks won all 14 of the test matches they played under his coaching."}]}, {"heading": "Deaths", "year": "2012", "date": "April 28", "txt": "Matilde Camus, Spanish poet and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 28", "txt": "Al Ecuyer, American football player (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 28", "txt": "Patricia Medina, English actress (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 28", "txt": "Milan N. Popović, Serbian psychiatrist and author (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 28", "txt": "Aberdeen Shikoyi, Kenyan rugby player (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 28", "txt": "Brad Lesley, American baseball player (b. 1958)", "entities": [{"title": "Brad Lesley", "href": "/wiki/Brad_Lesley", "description": "Bradley Jay Lesley was an American professional baseball player-turned-actor and media personality. Lesley was an especially imposing physical figure, standing 6 ft 6 in (1.98 m) and weighing 230 lb (104 kg). Nicknamed \"The Animal\", he was known for his aggressive style of self-motivation."}]}, {"heading": "Deaths", "year": "2013", "date": "April 28", "txt": "Fredrick McKissack, American author (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 28", "txt": "John C. Reynolds, American computer scientist and academic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 28", "txt": "Jack Shea, American director, producer, and screenwriter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 28", "txt": "János Starker, Hungarian-American cellist and educator (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 28", "txt": "Paulo Vanzolini, Brazilian singer-songwriter and zoologist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 28", "txt": "Bernie Wood, New Zealand journalist and author (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "Barbara Fiske Calhoun, American cartoonist and painter (b. 1919)", "entities": [{"title": "Barbara Fiske Calhoun", "href": "/wiki/Barbara_Fiske_Calhoun", "description": "Barbara Fiske Calhoun was an American cartoonist and painter, one of the few female creators from the Golden Age of Comic Books. She co-founded Quarry Hill Creative Center, one of Vermont's oldest alternative communities, on the Fiske family property, in Rochester, Vermont."}]}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "William Honan, American journalist and author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "Dennis Kamakahi, American guitarist and composer (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "Edgar Laprade, Canadian ice hockey player (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "Jack Ramsay, American basketball player, coach, and sportscaster (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "Idris Sardi, Indonesian violinist and composer (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "Frederic Schwartz, American architect, co-designed Empty Sky (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 28", "txt": "Ryan Tandy, Australian rugby player (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 28", "txt": "Antônio Abujamra, Brazilian actor and director (b. 1932)", "entities": [{"title": "Antônio Abujamra", "href": "/wiki/Ant%C3%B4nio_Abujamra", "description": "Antônio Abujamra was a Brazilian theatre and television director and actor. Majored in journalism and philosophy at the Pontifícia Universidade Católica do Rio Grande do Sul in 1957, he started a career as a theater critic while directed and acted his own plays for university theater. Professionally, he debuted as a theatre director in 1961, and as an actor in 1987, acting in both theatre and tele"}]}, {"heading": "Deaths", "year": "2015", "date": "April 28", "txt": "Marcia Brown, American author and illustrator (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 28", "txt": "Michael J. Ingelido, American general (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "April 28", "txt": "Jenny Diski, English author and screenwriter (b. 1947)", "entities": [{"title": "Jenny Diski", "href": "/wiki/Jenny_Diski", "description": "Jenny Diski FRSL was an English writer. She had a troubled childhood, but was taken in and mentored by the novelist Doris Lessing; she lived in Lessing's house for four years. Diski was educated at University College London, and worked as a teacher during the 1970s and early 1980s."}]}, {"heading": "Deaths", "year": "2017", "date": "April 28", "txt": "Mariano Gagnon, American Catholic priest and author (b. 1929)", "entities": [{"title": "Mariano Gagnon", "href": "/wiki/Mariano_Gagnon", "description": "Mariano Gagnon OFM, born Joseph Theodore Gagnon was an American Franciscan friar and Catholic priest, who served as a missionary in Peru. Gagnon founded the Cutivereni mission in Peru's Ene River valley to assist the indigenous Asháninka people who were being forced out of their homes in the jungle by settlers. He would later become known for his work helping arm the Asháninka and eventually helpi"}]}, {"heading": "Deaths", "year": "2018", "date": "April 28", "txt": "James Hylton, American race car driver (b. 1934)", "entities": [{"title": "James Hylton", "href": "/wiki/James_Hylton", "description": "James Harvey Hylton was an American stock car racing driver. He was a two-time winner in NASCAR Winston Cup Series competition and was a long-time competitor in the ARCA Racing Series. Hylton finished second in points in NASCAR's top series three times. He holds the record for highest points finish by a rookie."}, {"title": "1934", "href": "/wiki/1934", "description": "1934 (MCMXXXIV) was a common year starting on Monday of the Gregorian calendar, the 1934th year of the Common Era (CE) and Anno Domini (AD) designations, the 934th year of the 2nd millennium, the 34th year of the 20th century, and the 5th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "2019", "date": "April 28", "txt": "Richard Lugar, American politician (b.1932)", "entities": [{"title": "Richard Lugar", "href": "/wiki/Richard_Lugar", "description": "Richard Green Lugar was an American politician who served as a United States Senator from Indiana from 1977 to 2013. He was a member of the Republican Party."}]}, {"heading": "Deaths", "year": "2019", "date": "April 28", "txt": "John Singleton, American film director (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "April 28", "txt": "Michael Collins, American astronaut (b. 1930)", "entities": [{"title": "Michael Collins (astronaut)", "href": "/wiki/Michael_Collins_(astronaut)", "description": "Michael Collins was an American astronaut who flew the Apollo 11 command module Columbia around the Moon in 1969 while his crewmates, Neil Armstrong and Buzz Aldrin, made the first crewed landing on the surface. He was also a test pilot and major general in the U.S. Air Force Reserves."}]}, {"heading": "Deaths", "year": "2021", "date": "April 28", "txt": "El Risitas, Spanish comedian and Meme (b. 1956)", "entities": []}]