[{"heading": "Events", "year": "1111", "date": "April 13", "txt": "Henry V is crowned Holy Roman Emperor.", "entities": [{"title": "Henry V, Holy Roman Emperor", "href": "/wiki/Henry_V,_Holy_Roman_Emperor", "description": "Henry V (German: Heinrich V., born in 1081 or 1086, died 23 May 1125, was King of Germany and Holy Roman Emperor, as the fourth and last ruler of the Salian dynasty. He was made co-ruler by his father, Henry IV, in 1098."}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1204", "date": "April 13", "txt": "Constantinople falls to the Crusaders of the Fourth Crusade, temporarily ending the Byzantine Empire.", "entities": [{"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Sack of Constantinople", "href": "/wiki/Sack_of_Constantinople", "description": "The sack of Constantinople occurred in April 1204 and marked the culmination of the Fourth Crusade. Crusader armies captured, looted, and destroyed parts of Constantinople, then the capital of the Byzantine Empire. After the capture of the city, the Latin Empire was established and Baldwin of Flanders was crowned Emperor Baldwin I of Constantinople in the Hagia Sophia."}, {"title": "Fourth Crusade", "href": "/wiki/Fourth_Crusade", "description": "The Fourth Crusade (1202–1204) was a Latin Christian armed expedition called by Pope Innocent III. The stated intent of the expedition was to recapture the Muslim-controlled city of Jerusalem, by first conquering the powerful Egyptian Ayyubid Sultanate, the strongest Muslim state of the time. However, a sequence of economic and political events culminated in the Crusader army's 1204 Sack of Consta"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1612", "date": "April 13", "txt": "Miyamoto Musashi defeats Sasaki Kojirō at Funajima island.", "entities": [{"title": "Miyamoto Musashi", "href": "/wiki/Miyamoto_Musashi", "description": "Miyamoto Musashi , also known as Shinmen Takezō, Miyamoto Bennosuke or, by his Buddhist name, Niten Dōraku, was a Japanese swordsman, philosopher, strategist, writer and rōnin. Musashi, as he was often simply known, became renowned through stories of his unique double-bladed swordsmanship and undefeated record in his 61 duels. He is considered a Kensei, a sword-saint of Japan. He was the founder o"}, {"title": "Sasaki Kojirō", "href": "/wiki/Sasaki_Kojir%C5%8D", "description": "Sasaki Kojirō , often anglicised to Kojirō Sasaki, was a prominent Japanese swordsman widely considered a master of his craft, born in Fukui Prefecture. He lived during the Azuchi–Momoyama and early Edo periods and is most remembered for his death while battling Miyamoto Musashi in 1612."}, {"title": "Ganryū-jima", "href": "/wiki/Ganry%C5%AB-jima", "description": "Ganryū-jima  is an island in Japan located between Honshū and Kyūshū, and accessible via ferry from Shimonoseki Harbor (下関港)."}]}, {"heading": "Events", "year": "1613", "date": "April 13", "txt": "Samuel Argall, having captured Pocahontas in Passapatanzy, Virginia, sets off with her to Jamestown with the intention of exchanging her for English prisoners held by her father.", "entities": [{"title": "Samuel Argall", "href": "/wiki/Samuel_Argall", "description": "Sir Samuel Argall was an English adventurer and naval officer."}, {"title": "Pocahontas", "href": "/wiki/Pocahontas", "description": "Pocahontas was a Native American woman, belonging to the Powhatan People, notable for her association with the colonial settlement at Jamestown, Virginia. She was the daughter of Powhatan, the paramount chief of a network of tributary tribes in the Tsenacommacah, encompassing the Tidewater region of Virginia."}, {"title": "Passapatanzy, Virginia", "href": "/wiki/Passapatanzy,_Virginia", "description": "Passapatanzy is an unincorporated community and census-designated place (CDP) in King George County, Virginia, United States. The population as of the 2010 census was 1,283."}, {"title": "Powhatan (Native American leader)", "href": "/wiki/Powhatan_(Native_American_leader)", "description": "Powhatan, whose proper name was Wahunsenacawh, was the leader of the Powhatan, an alliance of Algonquian-speaking American Indians living in Tsenacommacah, in the Tidewater region of Virginia at the time when English settlers landed at Jamestown in 1607."}]}, {"heading": "Events", "year": "1742", "date": "April 13", "txt": "George Frideric Handel's oratorio Messiah makes its world premiere in Dublin, Ireland.", "entities": [{"title": "George Frideric Handel", "href": "/wiki/George_Frideric_Handel", "description": "George Frideric Handel was a German-born Baroque composer becoming well known for his operas, oratorios, anthems, concerti grossi and organ concertos. Handel received his training in Halle and worked as a composer in Hamburg and Italy before settling in London in 1712, where he spent the bulk of his career and became a naturalised British subject in 1727. He was strongly influenced both by the mid"}, {"title": "Oratorio", "href": "/wiki/Oratorio", "description": "An oratorio is a large musical composition for orchestra, choir, and soloists. Like most operas, an oratorio includes the use of a choir, soloists, an instrumental ensemble, various distinguishable characters, and arias. However, opera is musical theatre, while oratorio is strictly a concert piece – though oratorios are sometimes staged as operas, and operas are sometimes presented in concert form"}, {"title": "Dublin", "href": "/wiki/Dublin", "description": "Dublin is the capital and largest city of Ireland. Situated on a bay on the east coast, at the mouth of the River Liffey, it lies within the province of Leinster. It is bordered on the south by the Dublin Mountains, a part of the Wicklow Mountains range. It has an urban area population of 1,173,179, while the population of the Dublin Region as of 2016 was 1,347,359. The population of the Greater D"}]}, {"heading": "Events", "year": "1777", "date": "April 13", "txt": "American Revolutionary War: American forces are ambushed and defeated in the Battle of Bound Brook, New Jersey.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Bound Brook", "href": "/wiki/Battle_of_Bound_Brook", "description": "The Battle of Bound Brook was a surprise attack conducted by British and Hessian forces against a Continental Army outpost at Bound Brook, New Jersey during the American Revolutionary War. The British objective of capturing the entire garrison was not met, although prisoners were taken. The U.S. commander, Major General Benjamin Lincoln, left in great haste, abandoning papers and personal effects."}, {"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}]}, {"heading": "Events", "year": "1829", "date": "April 13", "txt": "The Roman Catholic Relief Act 1829 gives Roman Catholics in the United Kingdom the right to vote and to sit in Parliament.", "entities": [{"title": "Roman Catholic Relief Act 1829", "href": "/wiki/Roman_Catholic_Relief_Act_1829", "description": "The Roman Catholic Relief Act 1829, also known as the Catholic Emancipation Act 1829, was passed by the Parliament of the United Kingdom in 1829. It was the culmination of the process of Catholic Emancipation throughout the United Kingdom. In Ireland, it repealed the Test Act 1672 and the remaining Penal Laws which had been in force since the passing of the Disenfranchising Act of the Irish Parlia"}, {"title": "Roman Catholicism in the United Kingdom", "href": "/wiki/Roman_Catholicism_in_the_United_Kingdom", "description": "The Catholic Church in the United Kingdom is part of the worldwide Catholic Church in communion with the Pope. While there is no ecclesiastical jurisdiction corresponding to the political union, this article refers to the Catholic Church's geographical representation in mainland Britain as well as Northern Ireland, ever since the establishment of the UK's predecessor Kingdom of Great Britain by th"}]}, {"heading": "Events", "year": "1849", "date": "April 13", "txt": "Lajos Kossuth presents the Hungarian Declaration of Independence in a closed session of the National Assembly.", "entities": [{"title": "Lajos Kossuth", "href": "/wiki/Lajos_Kossuth", "description": "Lajos Kossuth de Udvard et Kossuthfalva was a Hungarian nobleman, lawyer, journalist, politician, statesman and Governor-President of the Kingdom of Hungary during the revolution of 1848–49."}, {"title": "Hungarian Declaration of Independence", "href": "/wiki/Hungarian_Declaration_of_Independence", "description": "The Hungarian Declaration of Independence declared the independence of Hungary from the Habsburg Monarchy during the Hungarian Revolution of 1848. It was presented to the National Assembly in closed session on 13 April 1849 by Lajos Kossuth, and in open session the following day, despite political opposition from within the Hungarian Peace Party. The declaration was passed unanimously the followin"}]}, {"heading": "Events", "year": "1861", "date": "April 13", "txt": "American Civil War: Fort Sumter surrenders to Confederate forces.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Fort Sumter", "href": "/wiki/Fort_Sumter", "description": "Fort Sumter is a sea fort built on an artificial island protecting Charleston, South Carolina, from naval invasion. Its origin dates to the War of 1812 when the British invaded Washington by sea. It was still incomplete in 1861 when the Battle of Fort Sumter began the American Civil War. It was severely damaged during the war, left in ruins, and although there was some rebuilding, the Fort as conc"}]}, {"heading": "Events", "year": "1865", "date": "April 13", "txt": "American Civil War: Raleigh, North Carolina is occupied by Union Forces.", "entities": [{"title": "Raleigh, North Carolina", "href": "/wiki/Raleigh,_North_Carolina", "description": "Raleigh is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 147.6 square miles (382 km2). The U.S. Census Bureau estimated the city's population as 474,069 as of July 1, 2019. It is one of the fastest-growing citi"}]}, {"heading": "Events", "year": "1870", "date": "April 13", "txt": "The New York City Metropolitan Museum of Art is founded.", "entities": [{"title": "Metropolitan Museum of Art", "href": "/wiki/Metropolitan_Museum_of_Art", "description": "The Metropolitan Museum of Art of New York City, colloquially \"the Met\", is the largest art museum in the United States. Its permanent collection contains over 2 million works, divided among 17 curatorial departments. The main building at 1000 Fifth Avenue, along the Museum Mile on the eastern edge of Central Park in Manhattan's Upper East Side, is by area one of the world's largest art galleries."}]}, {"heading": "Events", "year": "1873", "date": "April 13", "txt": "The Colfax massacre, in which more than 60 black men are murdered, takes place.", "entities": [{"title": "Colfax massacre", "href": "/wiki/Colfax_massacre", "description": "The Colfax massacre, sometimes referred to by the euphemism Colfax riot, occurred on Easter Sunday, April 13, 1873, in Colfax, Louisiana, the seat of Grant Parish. An estimated 62-153 black militia men were killed while surrendering to a mob of former Confederate soldiers, members of the Ku Klux Klan and the White League. Three white men also died in the confrontation."}]}, {"heading": "Events", "year": "1909", "date": "April 13", "txt": "The military of the Ottoman Empire reverses the Ottoman countercoup of 1909 to force the overthrow of Sultan Abdul Hamid II.", "entities": [{"title": "Military of the Ottoman Empire", "href": "/wiki/Military_of_the_Ottoman_Empire", "description": "The history of the military of the Ottoman Empire can be divided in five main periods. The foundation era covers the years between 1300 and 1453, the classical period covers the years between 1451 and 1606, the reformation period covers the years between 1606 and 1826, the modernisation period covers the years between 1826 and 1858 and decline period covers the years between 1861 and 1918."}, {"title": "31 March Incident", "href": "/wiki/31_March_Incident", "description": "The 31 March Incident was the defeat of the Ottoman countercoup of 1909 by the Hareket Ordusu, which was the 11th Salonika Reserve Infantry Division of the Third Army stationed in the Balkans and commanded by Mahmud Shevket Pasha on 24 April 1909. The counter coup began on 31 March on the Rumi calendar, which was the official calendar of the Ottoman Empire, corresponding to 13 April 1909 on the Gr"}, {"title": "Ottoman countercoup of 1909", "href": "/wiki/Ottoman_countercoup_of_1909", "description": "The Ottoman countercoup of 1909 was an attempt to dismantle the Second Constitutional Era of the Ottoman Empire and replace it with an autocracy under Sultan and Caliph Abdul Hamid II. Unfortunately for the advocates of the representative parliamentary government, mutinous demonstrations by disenfranchised regimental officers broke out, which led to the collapse of the Ottoman government. Characte"}, {"title": "Abdul Hamid II", "href": "/wiki/Abdul_Hamid_II", "description": "Abdul Hamid II or Abdülhamid II reigned as the 34th Sultan of the Ottoman Empire - the last Sultan to exert effective control over the fracturing state. He oversaw a period of decline, with rebellions, and he presided over an unsuccessful war with the Russian Empire (1877–1878) followed by a successful war against the Kingdom of Greece in 1897. Abdulhamid II ruled from 31 August 1876 until his dep"}]}, {"heading": "Events", "year": "1919", "date": "April 13", "txt": "Jallianwala Bagh massacre: British Indian Army troops lead by Brigadier-General Reginald Dyer killed approx 379-1000 unarmed demonstrators including men and women in Amritsar, India; and approximately 1,500 injured.", "entities": [{"title": "Jallianwala Bagh massacre", "href": "/wiki/Jallianwala_Bagh_massacre", "description": "The Jallianwala Bagh massacre, also known as the Amritsar massacre, took place on 13 April 1919, when Acting Brigadier-General Reginald Dyer ordered troops of the British Indian Army to fire their rifles into a crowd of unarmed Indian civilians in Jallianwala Bagh, Amritsar, Punjab, killing at least 379 people and injuring over 1,200 other people."}, {"title": "British Indian Army", "href": "/wiki/British_Indian_Army", "description": "The British Indian Army was the main military of the British Indian Empire before its decommissioning in 1947. It was responsible for the defence of both the British Indian Empire and the princely states, which could also have their own armies. The Indian Army was an important part of the British Empire's forces, both in India and abroad, particularly during the First World War and the Second Worl"}, {"title": "Reginald Dyer", "href": "/wiki/Reginald_Dyer", "description": "Colonel Reginald Edward Harry Dyer, CB was an officer of the Bengal Army and later the newly constituted Indian Army. His military career began serving briefly in the regular British Army before transferring to serve with the Presidency armies of India. As a temporary brigadier-general he was responsible for the Jallianwala Bagh massacre that took place on 13 April 1919 in Amritsar. He has been ca"}, {"title": "Amritsar", "href": "/wiki/Amritsar", "description": "Amritsar, historically also known as Rāmdāspur and colloquially as Ambarsar, is a historic and the second largest city in the Indian state of Punjab. The city is the administrative headquarters of the Amritsar district and is located in the Majha region of Punjab."}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}]}, {"heading": "Events", "year": "1941", "date": "April 13", "txt": "A pact of neutrality between the USSR and Japan is signed.", "entities": [{"title": "Soviet–Japanese Neutrality Pact", "href": "/wiki/Soviet%E2%80%93Japanese_Neutrality_Pact", "description": "The Soviet–Japanese Neutrality Pact , also known as the Japanese–Soviet Non-aggression Pact , was a non-aggression pact between the Soviet Union and the Empire of Japan signed on April 13, 1941, two years after the conclusion of the Soviet-Japanese Border War. The agreement meant that for most of World War II, the two nations fought against each other's allies but not against each other. In 1945, "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1943", "date": "April 13", "txt": "World War II: The discovery of mass graves of Polish prisoners of war killed by Soviet forces in the Katyń Forest Massacre is announced, causing a diplomatic rift between the Polish government-in-exile in London and the Soviet Union, which denies responsibility.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Mass grave", "href": "/wiki/Mass_grave", "description": "A mass grave is a grave containing multiple human corpses, which may or may not be identified prior to burial. The United Nations has defined a criminal mass grave as a burial site containing three or more victims of execution, although an exact definition is not unanimously agreed upon. Mass graves are usually created after many people die or are killed, and there is a desire to bury the corpses "}, {"title": "Prisoner of war", "href": "/wiki/Prisoner_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}, {"title": "Mass execution", "href": "/wiki/Mass_execution", "description": "A massacre is the killing of multiple individuals and is usually considered to be morally unacceptable, especially when perpetrated by a group of political actors against defenseless victims. The word is a loan of a French term for \"butchery\" or \"carnage\"."}, {"title": "Katyn massacre", "href": "/wiki/Katyn_massacre", "description": "The Katyn massacre was a series of mass executions of nearly 22,000 Polish military officers and intelligentsia carried out by the Soviet Union, specifically the NKVD in April and May 1940. Though the killings also occurred in the Kalinin and Kharkiv prisons and elsewhere, the massacre is named after the Katyn Forest, where some of the mass graves were first discovered."}, {"title": "Polish government-in-exile", "href": "/wiki/Polish_government-in-exile", "description": "The Polish government-in-exile, officially known as the Government of the Republic of Poland in exile, was the government in exile of Poland formed in the aftermath of the Invasion of Poland of September 1939, and the subsequent occupation of Poland by Germany and the Soviet Union, which brought to an end the Second Polish Republic."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1943", "date": "April 13", "txt": "The Jefferson Memorial is dedicated in Washington, D.C., on the 200th anniversary of President Thomas Jefferson's birth.", "entities": [{"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}]}, {"heading": "Events", "year": "1944", "date": "April 13", "txt": "Relations between New Zealand and the Soviet Union are established.", "entities": [{"title": "New Zealand–Russia relations", "href": "/wiki/New_Zealand%E2%80%93Russia_relations", "description": "New Zealand–Russia relations refers to bilateral foreign relations between New Zealand and the Russian Federation. New Zealand has an embassy in Moscow and an honorary consulate in Vladivostok. Russia has an embassy in Wellington. Both countries are members of APEC."}]}, {"heading": "Events", "year": "1945", "date": "April 13", "txt": "World War II: German troops kill more than 1,000 political and military prisoners in Gardelegen, Germany.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Gardelegen massacre", "href": "/wiki/Gardelegen_massacre", "description": "The Gardelegen massacre was a massacre perpetrated by the German local population with minor direction from the SS during World War II. On April 13, 1945, on the Isenschnibbe estate near the northern German town of Gardelegen, the troops forced over 1,000 slave laborers who were part of a transport train evacuated from the Mittelbau-Dora and Hannover-Stöcken concentration camps into a large barn, "}, {"title": "Gardelegen", "href": "/wiki/Gardelegen", "description": "Gardelegen is a town in Saxony-Anhalt, Germany. It is situated on the right bank of the Milde, 20 m. W. from Stendal, on the main line of railway Berlin-Hanover. Since 2009 it has included Algenstedt."}]}, {"heading": "Events", "year": "1945", "date": "April 13", "txt": "World War II: Soviet and Bulgarian forces capture Vienna.", "entities": [{"title": "Kingdom of Bulgaria", "href": "/wiki/Kingdom_of_Bulgaria", "description": "The Tsardom of Bulgaria, also referred to as the Third Bulgarian Tsardom, sometimes translated in English as Kingdom of Bulgaria, was a constitutional monarchy in Southeastern Europe, which was established on 5 October 1908, when the Bulgarian state was raised from a principality to a Tsardom. Ferdinand, founder of the royal family, was crowned a Tsar at the Declaration of Independence, mainly bec"}, {"title": "Vienna Offensive", "href": "/wiki/Vienna_Offensive", "description": "The Vienna offensive was launched by the Soviet 2nd and 3rd Ukrainian Fronts in order to invade Vienna, Austria, during World War II. The offensive lasted from 16 March to 15 April 1945."}]}, {"heading": "Events", "year": "1948", "date": "April 13", "txt": "In an ambush, 78 Jewish doctors, nurses and medical students from Hadassah Hospital, and a British soldier, are massacred by Arabs in Sheikh Jarrah. This event came to be known as the Hadassah medical convoy massacre.", "entities": [{"title": "Hadassah Hospital", "href": "/wiki/Hadassah_Hospital", "description": "Hadassah Medical Center is an Israeli medical organization established in 1934 that operates two university hospitals at Ein Kerem and Mount Scopus in West Jerusalem as well as schools of medicine, dentistry, nursing, and pharmacology affiliated with the Hebrew University of Jerusalem. Its declared mission is to extend a \"hand to all, without regard for race, religion or ethnic origin.\""}, {"title": "Sheikh Jarrah", "href": "/wiki/Sheikh_Jarrah", "description": "Sheikh Jarrah is a predominantly Palestinian neighborhood in East Jerusalem, 2 kilometers north of the Old City, on the road to Mount Scopus. It received its name from the 13th-century tomb of Sheikh Jarrah, a physician of Saladin, located within its vicinity. The modern neighborhood was founded in 1865 and gradually became a residential center of Jerusalem's Muslim elite, particularly the al-Husa"}, {"title": "Hadassah medical convoy massacre", "href": "/wiki/Hadassah_medical_convoy_massacre", "description": "The Hadassah convoy massacre took place on April 13, 1948, when a convoy, escorted by Haganah militia, bringing medical and military supplies and personnel to Hadassah Hospital on Mount Scopus, Jerusalem, was ambushed by Arab forces."}]}, {"heading": "Events", "year": "1953", "date": "April 13", "txt": "CIA director Allen Dulles launches the mind-control program Project MKUltra.", "entities": [{"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Allen Dulles", "href": "/wiki/Allen_Dulles", "description": "Allen Welsh Dulles was the first civilian Director of Central Intelligence (DCI), and its longest-serving director to date. As head of the Central Intelligence Agency (CIA) during the early Cold War, he oversaw the 1953 Iranian coup d'état, the 1954 Guatemalan coup d'état, the Lockheed U-2 aircraft program, the Project MKUltra mind control program and the Bay of Pigs Invasion. He was fired by John"}, {"title": "Mind-control", "href": "/wiki/Mind-control", "description": "Brainwashing is the concept that the human mind can be altered or controlled by certain psychological techniques. Brainwashing is said to reduce its subjects' ability to think critically or independently, to allow the introduction of new, unwanted thoughts and ideas into their minds, as well as to change their attitudes, values and beliefs."}, {"title": "Project MKUltra", "href": "/wiki/Project_MKUltra", "description": "Project MKUltra is the code name given to a program of experiments on human subjects that were designed and undertaken by the U.S. Central Intelligence Agency (CIA), some of which were illegal. Experiments on humans were intended to develop procedures and identify drugs such as LSD to be used in interrogations in order to weaken the individual and force confessions through brainwashing and psychol"}]}, {"heading": "Events", "year": "1958", "date": "April 13", "txt": "American pianist Van Cliburn is awarded first prize at the inaugural International Tchaikovsky Competition in Moscow.", "entities": [{"title": "Van Cliburn", "href": "/wiki/Van_Cliburn", "description": "Harvey Lavan \"Van\" Cliburn Jr. was an American pianist who, at the age of 23, achieved worldwide recognition when he won the inaugural International Tchaikovsky Competition in Moscow in 1958 .\nCliburn's mother, a piano teacher and an accomplished pianist in her own right, discovered him playing at age three, mimicking one of her students and arranged for him to start taking lessons. Cliburn develo"}, {"title": "International Tchaikovsky Competition", "href": "/wiki/International_Tchaikovsky_Competition", "description": "The International Tchaikovsky Competition is a classical music competition held every four years in Moscow and Saint Petersburg, Russia, for pianists, violinists, and cellists between 16 and 32 years of age and singers between 19 and 32 years of age. The competition is named after Russian composer Pyotr Ilyich Tchaikovsky and is an active member of the World Federation of International Music Compe"}]}, {"heading": "Events", "year": "1960", "date": "April 13", "txt": "The United States launches Transit 1-B, the world's first satellite navigation system.", "entities": [{"title": "Transit (satellite)", "href": "/wiki/Transit_(satellite)", "description": "The Transit system, also known as NAVSAT or NNSS, was the first satellite navigation system to be used operationally. The radio navigation system was primarily used by the U.S. Navy to provide accurate location information to its Polaris ballistic missile submarines, and it was also used as a navigation system by the Navy's surface ships, as well as for hydrographic survey and geodetic surveying. "}, {"title": "Satellite navigation", "href": "/wiki/Satellite_navigation", "description": "A satellite navigation or satnav system is a system that uses satellites to provide autonomous geo-spatial positioning. It allows small electronic receivers to determine their location to high precision using time signals transmitted along a line of sight by radio from satellites. The system can be used for providing position, navigation or for tracking the position of something fitted with a rece"}]}, {"heading": "Events", "year": "1964", "date": "April 13", "txt": "At the Academy Awards, Sidney Poitier becomes the first African-American male to win the Best Actor award for the 1963 film Lilies of the Field.", "entities": [{"title": "36th Academy Awards", "href": "/wiki/36th_Academy_Awards", "description": "The 36th Academy Awards, honoring the best in film for 1963, were held on April 13, 1964, at the Santa Monica Civic Auditorium in Santa Monica, California. They were hosted by Jack Lemmon."}, {"title": "Sidney Poitier", "href": "/wiki/Sidney_Poitier", "description": "Sidney L. Poitier is a Bahamian-American retired actor, film director, activist, and ambassador. In 1964, Poitier won the Academy Award for Best Actor becoming the first black male and Bahamian actor to win that award. He is one of the last surviving stars from the Golden Age of Hollywood cinema, and the oldest living and earliest surviving Best Actor Academy Award winner. From 1997 to 2007, he se"}, {"title": "African-American", "href": "/wiki/African-American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while naturalized African immigrants may also identify as African-American."}, {"title": "Academy Award for Best Actor", "href": "/wiki/Academy_Award_for_Best_Actor", "description": "The Academy Award for Best Actor is an award presented annually by the Academy of Motion Picture Arts and Sciences (AMPAS). It is given in honor of an actor who has delivered an outstanding performance in a leading role while working within the film industry. The award is traditionally presented by the previous year's Best Actress winner."}]}, {"heading": "Events", "year": "1970", "date": "April 13", "txt": "An oxygen tank aboard the Apollo 13 Service Module explodes, putting the crew in great danger and causing major damage to the Apollo command and service module (codenamed \"Odyssey\") while en route to the Moon.", "entities": [{"title": "Oxygen", "href": "/wiki/Oxygen", "description": "Oxygen is the chemical element with the symbol O and atomic number 8. It is a member of the chalcogen group in the periodic table, a highly reactive nonmetal, and an oxidizing agent that readily forms oxides with most elements as well as with other compounds. After hydrogen and helium, oxygen is the third-most abundant element in the universe by mass. At standard temperature and pressure, two atom"}, {"title": "Apollo 13", "href": "/wiki/Apollo_13", "description": "Apollo 13 was the seventh crewed mission in the Apollo space program and the third meant to land on the Moon. The craft was launched from Kennedy Space Center on April 11, 1970, but the lunar landing was aborted after an oxygen tank in the service module (SM) failed two days into the mission. The crew instead looped around the Moon and returned safely to Earth on April 17. The mission was commande"}, {"title": "Apollo command and service module", "href": "/wiki/Apollo_command_and_service_module", "description": "The Apollo command and service module (CSM) was one of two principal components of the United States Apollo spacecraft, used for the Apollo program, which landed astronauts on the Moon between 1969 and 1972. The CSM functioned as a mother ship, which carried a crew of three astronauts and the second Apollo spacecraft, the Apollo Lunar Module, to lunar orbit, and brought the astronauts back to Eart"}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1972", "date": "April 13", "txt": "The Universal Postal Union decides to recognize the People's Republic of China as the only legitimate Chinese representative, effectively expelling the Republic of China administering Taiwan.", "entities": [{"title": "Universal Postal Union", "href": "/wiki/Universal_Postal_Union", "description": "The Universal Postal Union, established by the Treaty of Bern of 1874, is a specialized agency of the United Nations (UN) that coordinates postal policies among member nations, in addition to the worldwide postal system. The UPU contains four bodies consisting of the Congress, the Council of Administration (CA), the Postal Operations Council (POC) and the International Bureau (IB). It also oversee"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}, {"title": "Republic of China", "href": "/wiki/Republic_of_China", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "1972", "date": "April 13", "txt": "Vietnam War: The Battle of An Lộc begins.", "entities": [{"title": "Battle of An Lộc", "href": "/wiki/Battle_of_An_L%E1%BB%99c", "description": "The Battle of An Lộc was a major battle of the Vietnam War that lasted for 66 days and culminated in a tactical victory for South Vietnam. The struggle for An Lộc in 1972 was an important battle of the war, as South Vietnamese forces halted the North Vietnamese advance towards Saigon."}]}, {"heading": "Events", "year": "1975", "date": "April 13", "txt": "An attack by the Phalangist resistance kills 26 militia members of the Popular Front for the Liberation of Palestine, marking the start of the 15-year Lebanese Civil War.", "entities": [{"title": "Bus massacre", "href": "/wiki/Bus_massacre", "description": "The Bus Massacre, also known as the Ain el-Rammaneh incident and the \"Black Sunday\", was the collective name given to a short series of armed clashes involving Phalangist and Palestinian elements in the streets of central Beirut, which is commonly presented as the spark that set off the Lebanese Civil War in the mid-1970s."}, {"title": "Kataeb Party", "href": "/wiki/Kataeb_Party", "description": "The Kataeb Party, also known in English as the Phalanges, is a Christian political party in Lebanon. The party played a major role in the Lebanese Civil War (1975–1990). In decline in the late 80s and 90s, the party slowly re-emerged in the early 2000s and is currently part of the March 14 Alliance."}, {"title": "Popular Front for the Liberation of Palestine", "href": "/wiki/Popular_Front_for_the_Liberation_of_Palestine", "description": "The Popular Front for the Liberation of Palestine (PFLP) is a secular Palestinian Marxist–Leninist and revolutionary socialist organization founded in 1967 by George Habash. It has consistently been the second-largest of the groups forming the Palestine Liberation Organization, the largest being Fatah."}, {"title": "Lebanese Civil War", "href": "/wiki/Lebanese_Civil_War", "description": "The Lebanese Civil War was a multifaceted civil war in Lebanon, lasting from 1975 to 1990 and resulting in an estimated 120,000 fatalities. As of 2012, approximately 76,000 people remain displaced within Lebanon. There was also an exodus of almost one million people from Lebanon as a result of the war."}]}, {"heading": "Events", "year": "1976", "date": "April 13", "txt": "The United States Treasury Department reintroduces the two-dollar bill as a Federal Reserve Note on Thomas Jefferson's 233rd birthday as part of the United States Bicentennial celebration.", "entities": [{"title": "United States Treasury Department", "href": "/wiki/United_States_Treasury_Department", "description": "The Department of the Treasury (USDT) is the national treasury of the federal government of the United States where it serves as an executive department. The department oversees the Bureau of Engraving and Printing, and the U.S. Mint; these two agencies are responsible for printing all paper currency and coins, while the treasury executes its circulation in the domestic fiscal system. The USDT col"}, {"title": "United States two-dollar bill", "href": "/wiki/United_States_two-dollar_bill", "description": "The United States two-dollar bill ($2) is a current denomination of United States currency. A portrait of Thomas Jefferson, the third President of the United States (1801–1809), is featured on the obverse of the note. The reverse features an engraving of the c. 1818 painting Declaration of Independence by John Trumbull."}, {"title": "Federal Reserve Note", "href": "/wiki/Federal_Reserve_Note", "description": "Federal Reserve Notes, also United States banknotes, are the currently issued banknotes of the United States dollar. The United States Bureau of Engraving and Printing produces the notes under the authority of the Federal Reserve Act of 1913 and issues them to the Federal Reserve Banks at the discretion of the Board of Governors of the Federal Reserve System. The Reserve Banks then circulate the n"}, {"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}, {"title": "United States Bicentennial", "href": "/wiki/United_States_Bicentennial", "description": "The United States Bicentennial was a series of celebrations and observances during the mid-1970s that paid tribute to historical events leading up to the creation of the United States of America as an independent republic. It was a central event in the memory of the American Revolution. The Bicentennial culminated on Sunday, July 4, 1976, with the 200th anniversary of the adoption of the Declarati"}]}, {"heading": "Events", "year": "1976", "date": "April 13", "txt": "Forty workers die in an explosion at the Lapua ammunition factory, the deadliest accidental disaster in modern history in Finland.", "entities": [{"title": "Lapua", "href": "/wiki/Lapua#Lapua_State_Cartridge_Factory", "description": "Lapua is a town and municipality of Finland."}, {"title": "Finland", "href": "/wiki/Finland", "description": "Finland, officially the Republic of Finland, is a Nordic country in Northern Europe. It shares land borders with Sweden to the west, Russia to the east, Norway to the north, and is defined by the Gulf of Bothnia to the west, and the Gulf of Finland of the Baltic Sea across Estonia to the south. Finland covers an area of 338,455 square kilometres (130,678 sq mi), with a population of 5.5 million. H"}]}, {"heading": "Events", "year": "1996", "date": "April 13", "txt": "2 women and 4 children are killed after Israeli helicopter fired rockets at an ambulance in Mansouri, Lebanon.", "entities": [{"title": "Mansouri massacre", "href": "/wiki/Mansouri_massacre", "description": "The Mansouri massacre occurred on 13 April 1996, when Israel Defence Forces helicopter attacked an ambulance in Mansouri, a village in Southern Lebanon, killing 2 women and 4 children."}, {"title": "Mansouri, Lebanon", "href": "/wiki/Mansouri,_Lebanon", "description": "Mansouri is a village in the Tyre District in South Lebanon."}]}, {"heading": "Events", "year": "1997", "date": "April 13", "txt": "Tiger Woods becomes the youngest golfer to win the Masters Tournament.", "entities": [{"title": "Tiger Woods", "href": "/wiki/Tiger_Woods", "description": "Eldrick Tont \"Tiger\" Woods is an American professional golfer. He is tied for first in PGA Tour wins, ranks second in men's major championships, and holds numerous golf records. Woods is widely regarded as one of the greatest golfers of all time and one of the most famous athletes in the world. He was elected to the World Golf Hall of Fame."}, {"title": "Golf", "href": "/wiki/Golf", "description": "Golf is a club-and-ball sport in which players use various clubs to hit balls into a series of holes on a course in as few strokes as possible."}, {"title": "Masters Tournament", "href": "/wiki/Masters_Tournament", "description": "The Masters Tournament is one of the four major championships in professional golf. Scheduled for the first full week of April, the Masters is the first major of the year, and unlike the others, it is always held at the same location, Augusta National Golf Club, a private course in the southeastern United States, in the city of Augusta, Georgia."}]}, {"heading": "Events", "year": "2017", "date": "April 13", "txt": "The US drops the largest ever non-nuclear weapon on Nangarhar Province, Afghanistan.", "entities": [{"title": "2017 Nangarhar airstrike", "href": "/wiki/2017_Nangarhar_airstrike", "description": "The 2017 Nangarhar airstrike refers to the American bombing of the Achin District located in the Nangarhar Province of eastern Afghanistan, near the border with Pakistan. On 13 April 2017, the United States conducted an airstrike and used the largest non-nuclear bomb in its arsenal, the GBU-43/B Massive Ordnance Air Blast (MOAB), with the goal of destroying tunnel complexes used by the Islamic Sta"}, {"title": "GBU-43/B MOAB", "href": "/wiki/GBU-43/B_MOAB", "description": null}, {"title": "Nangarhar Province", "href": "/wiki/Nangarhar_Province", "description": "Nangarhār also called Nangrahar or Ningrahar, is one of the 34 provinces of Afghanistan, located in the eastern part of the country and bordering Logar, Kabul, Laghman and Kunar provinces as well as an international border with Pakistan. It is divided into twenty-two districts and has a population of about 1,836,000, the third highest of the country's 34 provinces. The city of Jalalabad is the cap"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Births", "year": "1229", "date": "April 13", "txt": "Louis II, Duke of Bavaria (d. 1294)", "entities": [{"title": "Louis II, Duke of Bavaria", "href": "/wiki/Louis_II,_Duke_of_Bavaria", "description": "Louis the Strict was Duke of Upper Bavaria and Count Palatine of the Rhine from 1253. He is known as Louis II or Louis VI following an alternative numbering. Born in Heidelberg, he was a son of Otto II Wittelsbach, Duke of Bavaria and Agnes of the Palatinate."}]}, {"heading": "Births", "year": "1350", "date": "April 13", "txt": "Margaret III, Countess of Flanders (d. 1405)", "entities": [{"title": "Margaret III, Countess of Flanders", "href": "/wiki/Margaret_III,_Countess_of_Flanders", "description": "Margaret III was the last countess of Flanders of the House of Dampierre, as well as countess of Artois, Burgundy, and Rethel. By marriage she was duchess of Burgundy."}]}, {"heading": "Births", "year": "1506", "date": "April 13", "txt": "Peter Faber, French priest and theologian, co-founded the Society of Jesus (d. 1546)", "entities": [{"title": "Peter Faber", "href": "/wiki/Peter_Faber", "description": "Peter Faber was the first Jesuit priest and theologian, who was also a co-founder of the Society of Jesus, along with Ignatius of Loyola and Francis Xavier. Pope Francis announced his canonization on 17 December 2013."}, {"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}]}, {"heading": "Births", "year": "1519", "date": "April 13", "txt": "Catherine de' Medici, Italian-French wife of Henry II of France (d. 1589)", "entities": [{"title": "Catherine de' Medici", "href": "/wiki/Catherine_de%27_Medici", "description": "Catherine de' Medici was an Italian noblewoman. She also was queen consort of France from 1547 until 1559, by marriage to King Henry II, and mother of kings Francis II, Charles IX and Henry III. The years during which her sons reigned have been called \"the age of Catherine de' Medici\" as she had extensive, if at times varying, influence in the political life of France."}, {"title": "Henry II of France", "href": "/wiki/Henry_II_of_France", "description": "Henry II was King of France from 31 March 1547 until his death in 1559. The second son of Francis I, he became Dauphin of France upon the death of his elder brother Francis III, Duke of Brittany, in 1536."}]}, {"heading": "Births", "year": "1570", "date": "April 13", "txt": "Guy Fawkes, English soldier, member of the Gunpowder Plot (probable; d. 1606)", "entities": [{"title": "Guy Fawkes", "href": "/wiki/Guy_Fawkes", "description": "Guy Fawkes, also known as Guido Fawkes while fighting for the Spanish, was a member of a group of provincial English Catholics who was involved in the failed Gunpowder Plot of 1605. He was born and educated in York; his father died when Fawkes was eight years old, after which his mother married a recusant Catholic."}, {"title": "Gunpowder Plot", "href": "/wiki/Gunpowder_Plot", "description": "The Gunpowder Plot of 1605, in earlier centuries often called the Gunpowder Treason Plot or the Jesuit Treason, was a failed assassination attempt against King James I by a group of provincial English Catholics led by Robert Catesby who sought to restore the Catholic monarchy from the Church of England after decades of persecution of Catholics."}]}, {"heading": "Births", "year": "1573", "date": "April 13", "txt": "Christina of Holstein-Gottorp (d. 1625)", "entities": [{"title": "Christina of Holstein-Gottorp", "href": "/wiki/Christina_of_Holstein-Gottorp", "description": "Christina of Holstein-Gottorp was Queen of Sweden as the second wife of King Charles IX. She served as regent in 1605, during the absence of her spouse, and in 1611, during the minority of her son, King Gustav II Adolph."}]}, {"heading": "Births", "year": "1593", "date": "April 13", "txt": "Thomas Wentworth, 1st Earl of Strafford, English soldier and politician, Lord Lieutenant of Ireland (d. 1641)", "entities": [{"title": "Thomas Wentworth, 1st Earl of Strafford", "href": "/wiki/Thomas_Wentworth,_1st_Earl_of_Strafford", "description": "Thomas Wentworth, 1st Earl of Strafford, was an English statesman and a major figure in the period leading up to the English Civil War. He served in Parliament and was a supporter of King Charles I. From 1632 to 1640 he was Lord Deputy of Ireland, where he established a strong authoritarian rule. Recalled to England, he became a leading advisor to the King, attempting to strengthen the royal posit"}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1618", "date": "April 13", "txt": "Roger de Rabutin, Comte de Bussy, French author (d. 1693)", "entities": [{"title": "Roger de Rabutin, Comte de Bussy", "href": "/wiki/Roger_de_Rabutin,_Comte_de_Bussy", "description": "Roger de Rabutin, Comte de Bussy, commonly known as Bussy-Rabutin, was a French memoirist. He was the cousin and frequent correspondent of Madame de Sévigné."}]}, {"heading": "Births", "year": "1636", "date": "April 13", "txt": "Hendrik van Rheede, Dutch botanist (d. 1691)", "entities": [{"title": "Hendrik van Rheede", "href": "/wiki/Hendrik_van_Rheede", "description": "Hendrik Adriaan van Rheede tot Drakenstein was a military man and a colonial administrator of the Dutch East India Company and naturalist. Between 1669 and 1676 he served as a governor of Dutch Malabar and employed twenty-five people on his book Hortus Malabaricus, describing 740 plants in the region. As Lord of Mydrecht, he also played a role in the governance of the Cape colonies. Many plants su"}]}, {"heading": "Births", "year": "1648", "date": "April 13", "txt": "Jeanne Marie Bouvier de la Motte Guyon, French mystic (d. 1717)", "entities": [{"title": "Jeanne Marie Bouvier de la Motte Guyon", "href": "/wiki/Jeanne_Marie_Bouvier_de_la_Motte_Guyon", "description": "Jeanne-Marie Bouvier de la Motte-Guyon was a French mystic and was accused of advocating Quietism, although she never called herself a Quietist. Quietism was considered heretical by the Roman Catholic Church, and she was imprisoned from 1695 to 1703 after publishing the book A Short and Very Easy Method of Prayer."}]}, {"heading": "Births", "year": "1713", "date": "April 13", "txt": "Pierre Jélyotte, French tenor (d. 1797)", "entities": [{"title": "Pierre Jélyotte", "href": "/wiki/Pierre_J%C3%A9lyotte", "description": "Pierre Jélyotte was a French operatic tenor, particularly associated with works by Rameau, Lully, Campra, Mondonville and Destouches."}]}, {"heading": "Births", "year": "1729", "date": "April 13", "txt": "Thomas Percy, Irish bishop and poet (d. 1811)", "entities": [{"title": "Thomas Percy (bishop of Dromore)", "href": "/wiki/Thomas_Percy_(bishop_of_Dromore)", "description": "Thomas Percy was Bishop of Dromore, County Down, Ireland. Before being made bishop, he was chaplain to George III of the United Kingdom. Percy's greatest contribution is considered to be his Reliques of Ancient English Poetry (1765), the first of the great ballad collections, which was the one work most responsible for the ballad revival in English poetry that was a significant part of the Romanti"}]}, {"heading": "Births", "year": "1732", "date": "April 13", "txt": "Frederick North, Lord North, English politician, Prime Minister of the United Kingdom (d. 1792)", "entities": [{"title": "Frederick North, Lord North", "href": "/wiki/Frederick_North,_Lord_North", "description": "Frederick North, 2nd Earl of Guilford, better known by his courtesy title Lord North, which he used from 1752 to 1790, was Prime Minister of Great Britain from 1770 to 1782. He led Great Britain through most of the American War of Independence. He also held a number of other cabinet posts, including Home Secretary and Chancellor of the Exchequer."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1735", "date": "April 13", "txt": "Isaac Low, American merchant and politician, founded the New York Chamber of Commerce (d. 1791)", "entities": [{"title": "Isaac Low", "href": "/wiki/Isaac_Low", "description": "Isaac Low was an American merchant in New York City who served as a member of the Continental Congress and as a delegate to the New York Provincial Congress. Though originally a Patriot, he later joined the Loyalist cause in the American Revolution."}, {"title": "New York Chamber of Commerce", "href": "/wiki/New_York_Chamber_of_Commerce", "description": "The New York Chamber of Commerce was founded in 1768 by twenty New York City merchants. As the first such commercial organization in the United States, it attracted the participation of a number of New York's most influential business leaders, including John Jacob Astor, Peter Cooper, and J. Pierpont Morgan. The chamber's members were instrumental in the realization of several key initiatives in t"}]}, {"heading": "Births", "year": "1743", "date": "April 13", "txt": "Thomas Jefferson, American lawyer and politician, 3rd President of the United States (d. 1826)", "entities": [{"title": "Thomas Jefferson", "href": "/wiki/Thomas_Jefferson", "description": "Thomas Jefferson was an American statesman, diplomat, lawyer, architect, philosopher, and Founding Father who served as the third president of the United States from 1801 to 1809. He had previously served as the second vice president of the United States under John Adams between 1797 and 1801. The principal author of the Declaration of Independence, Jefferson was a proponent of democracy, republic"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1747", "date": "April 13", "txt": "Louis Philippe II, Duke of Orléans (d. 1793)", "entities": [{"title": "Louis Philippe II, Duke of Orléans", "href": "/wiki/Louis_Philippe_II,_Duke_of_Orl%C3%A9ans", "description": "Louis Philippe Joseph d'Orléans, commonly known as Philippe, was a major French noble who supported the French Revolution."}]}, {"heading": "Births", "year": "1764", "date": "April 13", "txt": "Laurent de Gouvion Saint-Cyr, French general and politician, French Minister of War (d. 1830)", "entities": [{"title": "Laurent de Gouvion Saint-Cyr", "href": "/wiki/Laurent_de_Gouvion_Saint-Cyr", "description": "Laurent de Gouvion Saint-Cyr, 1st Marquis of Gouvion-Saint-Cyr was a French commander in the French Revolutionary and Napoleonic Wars who rose to Marshal of the Empire and Marquis."}, {"title": "Minister of Defence (France)", "href": "/wiki/Minister_of_Defence_(France)", "description": "The Minister of the Armed Forces is the leader and most senior official of the French Ministry of the Armed Forces, tasked with running the French Armed Forces. The minister is the third highest civilian having authority over France's military, behind only the President of the Republic and the Prime Minister. Based on the governments, they may be assisted by a minister or state secretary for veter"}]}, {"heading": "Births", "year": "1769", "date": "April 13", "txt": "Thomas Lawrence, English painter and educator (d. 1830)", "entities": [{"title": "Thomas Lawrence", "href": "/wiki/Thomas_Lawrence", "description": "Sir Thomas Lawrence was a leading English portrait painter and the fourth president of the Royal Academy."}]}, {"heading": "Births", "year": "1771", "date": "April 13", "txt": "Richard Trevithick, Cornish-English engineer and explorer (d. 1833)", "entities": [{"title": "Richard Trevithick", "href": "/wiki/Richard_Trevithick", "description": "Richard Trevithick was a British inventor and mining engineer from Cornwall, UK. The son of a mining captain, and born in the mining heartland of Cornwall, Trevithick was immersed in mining and engineering from an early age. He was an early pioneer of steam-powered road and rail transport, and his most significant contributions were the development of the first high-pressure steam engine and the f"}]}, {"heading": "Births", "year": "1780", "date": "April 13", "txt": "Alexander Mitchell, Irish engineer, invented the Screw-pile lighthouse (d. 1868)", "entities": [{"title": "Alexander Mitchell (engineer)", "href": "/wiki/Alexander_Mitchell_(engineer)", "description": "Alexander Mitchell, was an Irish engineer who from 1802 was blind. He is known as the inventor of the screw-pile lighthouse."}, {"title": "Screw-pile lighthouse", "href": "/wiki/Screw-pile_lighthouse", "description": "A screw-pile lighthouse is a lighthouse which stands on piles that are screwed into sandy or muddy sea or river bottoms. The first screw-pile lighthouse to begin construction was built by the blind Irish engineer Alexander Mitchell. Construction began in 1838 at the mouth of the Thames and was known as the Maplin Sands lighthouse, and first lit in 1841. However, though its construction began later"}]}, {"heading": "Births", "year": "1784", "date": "April 13", "txt": "Friedrich Graf von Wrangel, Prussian field marshal (d. 1877)", "entities": [{"title": "Friedrich Graf von Wrangel", "href": "/wiki/Friedrich_Graf_von_Wrangel", "description": "Friedrich Heinrich Ernst Graf von Wrangel was a Generalfeldmarschall of the Prussian Army."}]}, {"heading": "Births", "year": "1787", "date": "April 13", "txt": "John Robertson, American lawyer and politician (d. 1873)", "entities": [{"title": "John Robertson (congressman)", "href": "/wiki/John_Robertson_(congressman)", "description": "John Robertson was a nineteenth-century politician and lawyer from the U.S. state of Virginia. He was the brother of Thomas B. Robertson and Wyndham Robertson."}]}, {"heading": "Births", "year": "1794", "date": "April 13", "txt": "Jean Pierre Flourens, French physiologist and academic (d. 1867)", "entities": [{"title": "Jean Pierre Flourens", "href": "/wiki/Jean_Pierre_Flourens", "description": "Marie Jean Pierre Flourens, father of Gustave Flourens, was a French physiologist, the founder of experimental brain science and a pioneer in anesthesia."}]}, {"heading": "Births", "year": "1802", "date": "April 13", "txt": "Leopold Fitzinger, Austrian zoologist and herpetologist (d. 1884)", "entities": [{"title": "Leopold Fitzinger", "href": "/wiki/Leopold_Fitzinger", "description": "Leopold Joseph Franz Johann Fitzinger was an Austrian zoologist."}]}, {"heading": "Births", "year": "1808", "date": "April 13", "txt": "Antonio Meucci, Italian-American engineer (d. 1889)", "entities": [{"title": "Antonio Meucci", "href": "/wiki/Antonio_Meucci", "description": "Antonio Santi Giuseppe Meucci was an Italian inventor and an associate of Giuseppe Garibaldi, a major political figure in the history of Italy. Meucci is best known for developing a voice-communication apparatus that several sources credit as the first telephone."}]}, {"heading": "Births", "year": "1810", "date": "April 13", "txt": "Félicien David, French composer (d. 1876)", "entities": [{"title": "Félicien David", "href": "/wiki/F%C3%A9licien_David", "description": "Félicien-César David was a French composer."}]}, {"heading": "Births", "year": "1824", "date": "April 13", "txt": "William Alexander, Irish archbishop, poet, and theologian (d. 1911)", "entities": [{"title": "William Alexander (bishop)", "href": "/wiki/William_Alexander_(bishop)", "description": "William Alexander was an Irish cleric in the Church of Ireland."}]}, {"heading": "Births", "year": "1825", "date": "April 13", "txt": "Thomas D'Arcy McGee, Irish-Canadian journalist and politician (d. 1868)", "entities": [{"title": "Thomas D'Arcy McGee", "href": "/wiki/Thomas_D%27Arcy_McGee", "description": "Thomas D'Arcy Etienne Grace Hughes McGee was an Irish-Canadian politician, Catholic spokesman, journalist, poet, and a Father of Canadian Confederation. The young McGee was a Catholic Irishman who opposed British rule of Ireland, and worked for a peasant revolution to overthrow British rule and secure Irish independence. He escaped arrest and fled to the United States in 1848, where he reversed hi"}]}, {"heading": "Births", "year": "1828", "date": "April 13", "txt": "Josephine Butler, English feminist and social reformer (d. 1906)", "entities": [{"title": "Josephine Butler", "href": "/wiki/Josephine_Butler", "description": "Josephine Elizabeth Butler was an English feminist and social reformer in the Victorian era. She campaigned for women's suffrage, the right of women to better education, the end of coverture in British law, the abolition of child prostitution, and an end to human trafficking of young women and children into European prostitution."}, {"title": "Feminism", "href": "/wiki/Feminism", "description": "Feminism is a range of social movements, political movements, and ideologies that aim to define and establish the political, economic, personal, and social equality of the sexes. Feminism incorporates the position that societies prioritize the male point of view, and that women are treated unjustly within those societies. Efforts to change that include fighting against gender stereotypes and estab"}, {"title": "Social reform", "href": "/wiki/Social_reform", "description": "\nA reform movement is a type of social movement that aims to bring a social or also a political system closer to the community's ideal. A reform movement is distinguished from more radical social movements such as revolutionary movements which reject those old ideals, in that the ideas are often grounded in liberalism, although they may be rooted in socialist or religious concepts. Some rely on pe"}]}, {"heading": "Births", "year": "1828", "date": "April 13", "txt": "Joseph Lightfoot, English bishop and theologian (d. 1889)", "entities": []}, {"heading": "Births", "year": "1832", "date": "April 13", "txt": "Juan Montalvo, Ecuadorian author and diplomat (d. 1889)", "entities": [{"title": "Juan Montalvo", "href": "/wiki/Juan_Montalvo", "description": "Juan María Montalvo y Fiallos was an Ecuadorian author and essayist."}]}, {"heading": "Births", "year": "1841", "date": "April 13", "txt": "Louis-Ernest Barrias, French sculptor and academic (d. 1905)", "entities": [{"title": "Louis-Ernest Barrias", "href": "/wiki/Louis-Ernest_Barrias", "description": "Louis-Ernest Barrias was a French sculptor of the Beaux-Arts school. In 1865 Barrias won the Prix de Rome for study at the French Academy in Rome."}]}, {"heading": "Births", "year": "1850", "date": "April 13", "txt": "Arthur Matthew Weld Downing, Irish astronomer (d. 1917)", "entities": [{"title": "Arthur Matthew Weld Downing", "href": "/wiki/Arthur_Matthew_Weld_Downing", "description": "Arthur Matthew Weld Downing FRAS was an Irish mathematician and astronomer. Downing's major contribution to astronomy is in the calculation of the positions and movements of astronomical bodies, as well as being a founder of the British Astronomical Association."}]}, {"heading": "Births", "year": "1851", "date": "April 13", "txt": "Robert Abbe, American surgeon and radiologist (d. 1928)", "entities": [{"title": "Robert Abbe", "href": "/wiki/Robert_Abbe", "description": "Robert Abbe was an American surgeon and pioneer radiologist in New York City. He was born in New York City and educated at the College of the City of New York and Columbia University."}]}, {"heading": "Births", "year": "1851", "date": "April 13", "txt": "William Quan Judge, Irish occultist and theosophist (d. 1896)", "entities": []}, {"heading": "Births", "year": "1852", "date": "April 13", "txt": "Frank Winfield Woolworth, American businessman, founded the F. W. Woolworth Company (d. 1919)", "entities": [{"title": "Frank Winfield Woolworth", "href": "/wiki/Frank_Winfield_Woolworth", "description": "Frank Winfield Woolworth was an American entrepreneur, the founder of F. W. Woolworth Company, and the operator of variety stores known as \"Five-and-Dimes\" which featured a selection of low-priced merchandise. He pioneered the now-common practices of buying merchandise directly from manufacturers and fixing the selling prices on items, rather than haggling. He was also the first to use self-servic"}, {"title": "F. W. Woolworth Company", "href": "/wiki/F._W._Woolworth_Company", "description": "The F. W. Woolworth Company was a retail company and one of the original pioneers of the five-and-dime store. It was among the most successful American and international five-and-dime businesses, setting trends and creating the modern retail model that stores follow worldwide today."}]}, {"heading": "Births", "year": "1854", "date": "April 13", "txt": "Lucy Craft Laney, American founder of the Haines Normal and Industrial School, Augusta, Georgia (d. 1933)", "entities": [{"title": "Lucy Craft Laney", "href": "/wiki/Lucy_Craft_Laney", "description": "Lucy Craft Laney was an American educator who in 1883 founded the first school for black children in Augusta, Georgia. She was principal for 50 years of the Haines Institute for Industrial and Normal Education. In 1974 Laney was posthumously selected by Governor Jimmy Carter as one of the first three African Americans honored by having their portraits installed in the Georgia State Capitol. She al"}]}, {"heading": "Births", "year": "1860", "date": "April 13", "txt": "James Ensor, English-Belgian painter, an important influence on expressionism and surrealism (d. 1949)", "entities": [{"title": "James Ensor", "href": "/wiki/James_Ensor", "description": "James Sidney Edouard, Baron Ensor was a Belgian painter and printmaker, an important influence on expressionism and surrealism who lived in Ostend for most of his life. He was associated with the artistic group Les XX."}, {"title": "Expressionism", "href": "/wiki/Expressionism", "description": "Expressionism is a modernist movement, initially in poetry and painting, originating in Northern Europe around the beginning of the 20th century. Its typical trait is to present the world solely from a subjective perspective, distorting it radically for emotional effect in order to evoke moods or ideas. Expressionist artists have sought to express the meaning of emotional experience rather than ph"}, {"title": "Surrealism", "href": "/wiki/Surrealism", "description": "Surrealism was a cultural movement which developed in Europe in the aftermath of World War I and was largely influenced by Dada. The movement is best known for its visual artworks and writings and the juxtaposition of distant realities to activate the unconscious mind through the imagery. Artists painted unnerving, illogical scenes, sometimes with photographic precision, creating strange creatures"}]}, {"heading": "Births", "year": "1866", "date": "April 13", "txt": "Butch Cassidy, American criminal (d. 1908)", "entities": [{"title": "Butch Cassidy", "href": "/wiki/Butch_Cassidy", "description": "Robert LeRoy Parker, better known as Butch Cassidy, was an American train and bank robber and the leader of a gang of criminal outlaws known as the \"Wild Bunch\" in the Old West."}]}, {"heading": "Births", "year": "1872", "date": "April 13", "txt": "John Cameron, Scottish international footballer and manager (d. 1935)", "entities": [{"title": "John Cameron (footballer, born 1872)", "href": "/wiki/John_Cameron_(footballer,_born_1872)", "description": "John Cameron was a Scottish footballer and manager. He played as a forward for Queen's Park, Everton and Scotland and was noted as an effective goal-maker and goalscorer. In 1899 he became player-manager at Tottenham Hotspur and guided them to victory in the 1901 FA Cup. As a result, they became the only club outside the English Football League to win the competition. In 1898 he became the first s"}]}, {"heading": "Births", "year": "1872", "date": "April 13", "txt": "Alexander Roda Roda, Austrian-Croatian journalist and author (d. 1945)", "entities": []}, {"heading": "Births", "year": "1873", "date": "April 13", "txt": "John W. Davis, American lawyer and politician, 14th United States Solicitor General (d. 1955)", "entities": [{"title": "John W. Davis", "href": "/wiki/John_W._Davis", "description": "John William Davis was an American politician, diplomat and lawyer. He served under President Woodrow Wilson as the Solicitor General of the United States and the United States Ambassador to the United Kingdom. He was the Democratic nominee for president in 1924 but lost to Republican incumbent Calvin Coolidge."}, {"title": "United States Solicitor General", "href": "/wiki/United_States_Solicitor_General", "description": "The solicitor general of the United States is the fourth-highest-ranking official in the United States Department of Justice. The current acting solicitor general, Elizabeth Prelogar, has been serving in the role since January 20, 2021."}]}, {"heading": "Births", "year": "1875", "date": "April 13", "txt": "Ray Lyman Wilbur, American physician, academic, and politician, 31st United States Secretary of the Interior (d. 1949)", "entities": [{"title": "Ray Lyman Wilbur", "href": "/wiki/Ray_Lyman_Wilbur", "description": "Ray Lyman Wilbur was an American medical doctor who served as the third president of Stanford University and was the 31st United States Secretary of the Interior."}, {"title": "United States Secretary of the Interior", "href": "/wiki/United_States_Secretary_of_the_Interior", "description": "The United States secretary of the interior is the head of the United States Department of the Interior. The secretary and the Department of the Interior are responsible for the management and conservation of most federal land and natural resources, leading such agencies as the Bureau of Land Management, the United States Geological Survey, Bureau of Indian Affairs, and the National Park Service. "}]}, {"heading": "Births", "year": "1879", "date": "April 13", "txt": "Edward Bruce, American lawyer and painter (d. 1943)", "entities": [{"title": "Edward Bruce (New Deal)", "href": "/wiki/Edward_Bruce_(New_Deal)", "description": "Edward Bright Bruce was the director of the Public Works of Art Project (PWAP), the Section of Painting and Sculpture and the Treasury Relief Art Project, New Deal relief efforts that provided work for artists in the United States during the Great Depression. Ned Bruce was a successful lawyer and entrepreneur before giving up his career altogether at the age of 43 to become an artist. However, lik"}]}, {"heading": "Births", "year": "1879", "date": "April 13", "txt": "Oswald Bruce Cooper, American type designer, lettering artist, graphic designer, and educator (d. 1940)", "entities": []}, {"heading": "Births", "year": "1880", "date": "April 13", "txt": "Charles Christie, Canadian-American businessman, co-founded the Christie Film Company (d. 1955)", "entities": [{"title": "Charles Christie", "href": "/wiki/Charles_Christie", "description": "Charles H. V. Christie was a motion picture studio owner."}, {"title": "Christie Film Company", "href": "/wiki/Christie_Film_Company", "description": "Christie Film Company was an American pioneer motion picture company founded in Hollywood, California by Al Christie and Charles Christie, two brothers from London, Ontario, Canada. It made comedies."}]}, {"heading": "Births", "year": "1885", "date": "April 13", "txt": "Vean Gregg, American baseball player (d. 1964)", "entities": [{"title": "Vean Gregg", "href": "/wiki/Vean_Gregg", "description": "Sylveanus Augustus \"Vean\" Gregg was born April 13, 1885, in Chehalis, Washington. For three years, the left-hander was one of the most dominant pitchers in the major leagues."}]}, {"heading": "Births", "year": "1885", "date": "April 13", "txt": "Juhan Kukk, Estonian politician, Head of State of Estonia (d. 1942)", "entities": [{"title": "Head of State of Estonia", "href": "/wiki/Head_of_State_of_Estonia", "description": "The Head of State of Estonia or State Elder was the official title of the Estonian head of state from 1920 to 1937. He combined some of the functions held by a president and prime minister in most other democracies."}]}, {"heading": "Births", "year": "1885", "date": "April 13", "txt": "György Lukács, Hungarian philosopher and critic (d. 1971)", "entities": []}, {"heading": "Births", "year": "1885", "date": "April 13", "txt": "Pieter Sjoerds Gerbrandy, Dutch politician (d. 1961)", "entities": []}, {"heading": "Births", "year": "1887", "date": "April 13", "txt": "Gordon S. Fahrni, Canadian physician and golfer (d. 1995)", "entities": [{"title": "Gordon S. Fahrni", "href": "/wiki/Gordon_S._Fahrni", "description": "Gordon Samuel Fahrni, a recipient of the Order of Canada, was a Canadian physician and a leader in the Canadian Medical community. He served as president of the Canadian Medical Association from 1941-1942.\nAn expert on goitre surgery he was a founder of the American Goitre Association.\nHe was a medical practitioner for 54 years, dying at age 108."}]}, {"heading": "Births", "year": "1889", "date": "April 13", "txt": "Herbert Yardley, American cryptologist and author (d. 1958)", "entities": [{"title": "Herbert Yardley", "href": "/wiki/Herbert_Yardley", "description": "Herbert Osborn Yardley was an American cryptologist. He founded and led the cryptographic organization the Black Chamber. Under Yardley, the cryptanalysts of The American Black Chamber broke Japanese diplomatic codes and were able to furnish American negotiators with significant information during the Washington Naval Conference of 1921-1922. Recipient of the Distinguished Service Medal. He wrote "}]}, {"heading": "Births", "year": "1890", "date": "April 13", "txt": "Frank Murphy, American jurist and politician, 56th United States Attorney General (d. 1949)", "entities": [{"title": "Frank Murphy", "href": "/wiki/Frank_Murphy", "description": "William Francis Murphy was a Democratic politician and jurist from Michigan. He was named to the Supreme Court of the United States in 1940 after a political career that included serving as United States Attorney General, Governor of Michigan and Mayor of Detroit. He also served as the last Governor General of the Philippine Islands and the first High Commissioner of the Philippines."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1890", "date": "April 13", "txt": "Dadasaheb Torne, Indian director and producer (d. 1960)", "entities": []}, {"heading": "Births", "year": "1891", "date": "April 13", "txt": "Maurice Buckley, Australian sergeant, Victoria Cross recipient (d. 1921)", "entities": [{"title": "Maurice Buckley", "href": "/wiki/Maurice_Buckley", "description": "Maurice Vincent Buckley, was an Australian soldier serving under the pseudonym Gerald Sexton who was awarded the Victoria Cross during the First World War. This is the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1891", "date": "April 13", "txt": "Nella Larsen, Danish/African-American nurse, librarian, and author (d. 1964)", "entities": []}, {"heading": "Births", "year": "1891", "date": "April 13", "txt": "Robert Scholl, German accountant and politician (d. 1973)", "entities": []}, {"heading": "Births", "year": "1892", "date": "April 13", "txt": "Sir Arthur Harris, 1st Baronet, English air marshal (d. 1984)", "entities": [{"title": "Sir Arthur Harris, 1st Baronet", "href": "/wiki/Sir_Arthur_Harris,_1st_Baronet", "description": "Marshal of the Royal Air Force Sir Arthur Travers Harris, 1st Baronet, commonly known as \"Bomber\" Harris by the press and often within the RAF as \"Butcher\" Harris, was Air Officer Commanding-in-Chief (AOC-in-C) RAF Bomber Command during the height of the Anglo-American strategic bombing campaign against Nazi Germany in the Second World War."}]}, {"heading": "Births", "year": "1892", "date": "April 13", "txt": "Robert Watson-Watt, Scottish engineer, invented Radar (d. 1973)", "entities": [{"title": "Radar", "href": "/wiki/Radar", "description": "Radar is a detection system that uses radio waves to determine the range, angle, or velocity of objects. It can be used to detect aircraft, ships, spacecraft, guided missiles, motor vehicles, weather formations, and terrain. A radar system consists of a transmitter producing electromagnetic waves in the radio or microwaves domain, a transmitting antenna, a receiving antenna and a receiver and proc"}]}, {"heading": "Births", "year": "1894", "date": "April 13", "txt": "Arthur Fadden, Australian accountant and politician, 13th Prime Minister of Australia (d. 1973)", "entities": [{"title": "Arthur Fadden", "href": "/wiki/Arthur_Fadden", "description": "Sir Arthur William Fadden, was an Australian politician who served as Prime Minister of Australia from 29 August to 7 October 1941. He was the leader of the Country Party from 1940 to 1958."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1894", "date": "April 13", "txt": "Joie Ray, American runner (d. 1978)", "entities": []}, {"heading": "Births", "year": "1896", "date": "April 13", "txt": "Fred Barnett, English footballer (d. 1982)", "entities": [{"title": "Fred Barnett (English footballer)", "href": "/wiki/Fred_Barnett_(English_footballer)", "description": "Fred Barnett was an English professional footballer who played for Hawley, Northfleet United, Tottenham Hotspur, Southend United, Watford and Dartford."}]}, {"heading": "Births", "year": "1897", "date": "April 13", "txt": "Werner Voss, German lieutenant and pilot (d. 1917)", "entities": [{"title": "Werner Voss", "href": "/wiki/Werner_Voss", "description": "Werner Voss was a World War I German flying ace credited with 48 aerial victories. A dyer's son from Krefeld, he was a patriotic young man even while still in school. He began his military career in November 1914 as a 17‑year‑old Hussar. After turning to aviation, he proved to be a natural pilot. After flight school and six months in a bomber unit, he joined a newly formed fighter squadron, Jagdst"}]}, {"heading": "Births", "year": "1899", "date": "April 13", "txt": "Alfred Mosher Butts, American architect and game designer, created Scrabble (d. 1993)", "entities": [{"title": "Alfred Mosher Butts", "href": "/wiki/Alfred_Mosher_Butts", "description": "Alfred Mosher Butts was an American architect, famous for inventing the board game Scrabble in 1938."}, {"title": "Scrabble", "href": "/wiki/Scrabble", "description": "Scrabble is a word game in which two to four players score points by placing tiles, each bearing a single letter, onto a game board divided into a 15×15 grid of squares. The tiles must form words that, in crossword fashion, read left to right in rows or downward in columns, and be included in a standard dictionary or lexicon."}]}, {"heading": "Births", "year": "1899", "date": "April 13", "txt": "Harold Osborn, American high jumper and decathlete (d. 1975)", "entities": []}, {"heading": "Births", "year": "1900", "date": "April 13", "txt": "Sorcha Boru, American potter and ceramic sculptor (d. 2006)", "entities": [{"title": "Sorcha Boru", "href": "/wiki/Sorcha_Boru", "description": "Sorcha Boru was the assumed or studio name of Claire Everett Stewart, a potter and ceramic sculptor. Most of her works include small items such as figurines, vases, planters, and salt and pepper shakers, mostly done in the art deco style. One of her pieces includes an \"Alice in Wonderland\" chess set (1932)."}]}, {"heading": "Births", "year": "1900", "date": "April 13", "txt": "Pierre Molinier, French painter and photographer (d. 1976)", "entities": []}, {"heading": "Births", "year": "1901", "date": "April 13", "txt": "Jacques Lacan, French psychiatrist and psychoanalyst (d. 1981)", "entities": [{"title": "Jacques Lacan", "href": "/wiki/Jacques_Lacan", "description": "Jacques Marie Émile Lacan was a French psychoanalyst and psychiatrist who has been called \"the most controversial psycho-analyst since Freud\". Giving yearly seminars in Paris from 1953 to 1981, Lacan’s work has marked the French and international intellectual landscape, having made a significant impact on continental philosophy and cultural theory in areas such as post-structuralism, critical theo"}]}, {"heading": "Births", "year": "1901", "date": "April 13", "txt": "Alan Watt, Australian public servant and diplomat, Australian Ambassador to Japan (d. 1988)", "entities": [{"title": "List of Australian Ambassadors to Japan", "href": "/wiki/List_of_Australian_Ambassadors_to_Japan", "description": "The Ambassador of Australia to Japan is an officer of the Australian Department of Foreign Affairs and Trade and the head of the Embassy of the Commonwealth of Australia to Japan. The position has the rank and status of an Ambassador Extraordinary and Plenipotentiary and is based in the Australian Embassy in Tokyo. The Ambassador is currently Jan Adams."}]}, {"heading": "Births", "year": "1902", "date": "April 13", "txt": "Philippe de Rothschild, French Grand Prix driver, playwright, and producer (d. 1988)", "entities": [{"title": "Philippe de Rothschild", "href": "/wiki/Philippe_de_Rothschild", "description": "Philippe, Baron de Rothschild was a member of the Rothschild banking dynasty who became a Grand Prix race-car driver, a screenwriter and playwright, a theatrical producer, a film producer, a poet, and one of the most successful wine growers in the world."}, {"title": "Grand Prix motor racing", "href": "/wiki/Grand_Prix_motor_racing", "description": "Grand Prix motor racing, a form of motorsport competition, has its roots in organised automobile racing that began in France as early as 1894. It quickly evolved from simple road races from one town to the next, to endurance tests for car and driver. Innovation and the drive of competition soon saw speeds exceeding 100 miles per hour (160 km/h), but because early races took place on open roads, ac"}]}, {"heading": "Births", "year": "1902", "date": "April 13", "txt": "Marguerite Henry, American author (d. 1997)", "entities": []}, {"heading": "Births", "year": "1904", "date": "April 13", "txt": "David Robinson, English businessman and philanthropist (d. 1987)", "entities": [{"title": "David Robinson (philanthropist)", "href": "/wiki/David_Robinson_(philanthropist)", "description": "Sir David Robinson was a British entrepreneur and philanthropist. He donated £18 million to the University of Cambridge to establish a new college in his name. Robinson College, Cambridge, the newest in the university, was formally opened in 1981. Robinson also donated £3 million to start the Rosie Hospital, named after his mother, which is now a part of Addenbrooke's Hospital in Cambridge."}]}, {"heading": "Births", "year": "1905", "date": "April 13", "txt": "Rae Johnstone, Australian jockey (d. 1964)", "entities": [{"title": "Rae Johnstone", "href": "/wiki/Rae_Johnstone", "description": "William Raphael \"Rae\" Johnstone, was an Australian flat-race jockey. After enjoying considerable success in his native country, he relocated to Europe in 1932 and spent most of the rest of his life in France. He won thirteen British Classic Races and two Prix de l'Arc de Triomphes. On his retirement in 1957 he was described as \"one of the greatest international jockeys of modern times\". He died of"}]}, {"heading": "Births", "year": "1906", "date": "April 13", "txt": "Samuel Beckett, Irish novelist, poet, and playwright, Nobel Prize laureate (d. 1989)", "entities": [{"title": "Samuel Beckett", "href": "/wiki/Samuel_Beckett", "description": "Samuel Barclay Beckett was an Irish novelist, playwright, short story writer, theatre director, poet, and literary translator. A resident of Paris for most of his adult life, he wrote in both French and English."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1906", "date": "April 13", "txt": "Bud Freeman, American saxophonist, composer, and bandleader (d. 1991)", "entities": []}, {"heading": "Births", "year": "1907", "date": "April 13", "txt": "Harold Stassen, American lawyer and politician, 25th Governor of Minnesota (d. 2001)", "entities": [{"title": "Harold Stassen", "href": "/wiki/Harold_Stassen", "description": "Harold Edward Stassen was an American politician who was the 25th Governor of Minnesota. He was a leading candidate for the Republican nomination for President of the United States in 1948, considered for a time to be the front-runner. He thereafter regularly continued to run for that and other offices, such that his name became most identified with his status as a perennial candidate."}, {"title": "Governor of Minnesota", "href": "/wiki/Governor_of_Minnesota", "description": "The Governor of Minnesota is the chief executive of the U.S. state of Minnesota, leading the state's executive branch. Forty people have been governor of Minnesota, though historically there were also three governors of Minnesota Territory. Alexander Ramsey, the first territorial governor, also served as state governor several years later. State governors are elected to office by popular vote, but"}]}, {"heading": "Births", "year": "1909", "date": "April 13", "txt": "Eudora Welty, American short story writer and novelist (d. 2001)", "entities": [{"title": "Eudora Welty", "href": "/wiki/Eudora_Welty", "description": "Eudora Alice Welty was an American short story writer, novelist and photographer, who wrote about the American South. Her novel The Optimist's Daughter won the Pulitzer Prize in 1973. Welty received numerous awards, including the Presidential Medal of Freedom and the Order of the South. She was the first living author to have her works published by the Library of America. Her house in Jackson, Mis"}]}, {"heading": "Births", "year": "1911", "date": "April 13", "txt": "Ico Hitrec, Croatian footballer and manager (d. 1946)", "entities": [{"title": "Ico Hitrec", "href": "/wiki/Ico_Hitrec", "description": "Ivan \"Ico\" Hitrec was a Croatian football player."}]}, {"heading": "Births", "year": "1911", "date": "April 13", "txt": "Jean-Louis Lévesque, Canadian businessman and philanthropist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1911", "date": "April 13", "txt": "Nino Sanzogno, Italian conductor and composer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1913", "date": "April 13", "txt": "Dave Albritton, American high jumper and coach (d. 1994)", "entities": [{"title": "Dave Albritton", "href": "/wiki/Dave_Albritton", "description": "David Donald Albritton was an American athlete. He had a long career that spanned three decades and numerous titles and was one of the first high jumpers to use the straddle technique. He was born in Danville, Alabama."}]}, {"heading": "Births", "year": "1913", "date": "April 13", "txt": "Kermit Tyler, American lieutenant and pilot (d. 2010)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 13", "txt": "Orhan Veli Kanık, Turkish poet and author (d. 1950)", "entities": [{"title": "Orhan Veli Kanık", "href": "/wiki/Orhan_Veli_Kan%C4%B1k", "description": "Orhan Veli Kanık or Orhan Veli was a Turkish poet. Kanık is one of the founders of the Garip Movement together with Oktay Rıfat and Melih Cevdet. Aiming to fundamentally transform traditional form in Turkish poetry, he introduced colloquialisms into the poetic language. Besides his poetry Kanık crammed an impressive volume of works including essays, articles and translations into 36 short years."}]}, {"heading": "Births", "year": "1916", "date": "April 13", "txt": "Phyllis Fraser, Welsh-American actress, journalist, and publisher, co-founded Beginner Books (d. 2006)", "entities": [{"title": "Phyllis Fraser", "href": "/wiki/Phyllis_Fraser", "description": "Phyllis Cerf Wagner, also known as Phyllis Fraser, was an American socialite, writer, publisher, and actress. She was a co-founder of Beginner Books."}, {"title": "Beginner Books", "href": "/wiki/Beginner_Books", "description": "Beginner Books is the Random House imprint for young children ages 3–9, co-founded by Phyllis Cerf with Ted Geisel, more often known as Dr. Seuss, and his wife Helen Palmer Geisel. Their first book was Dr. Seuss's The Cat in the Hat (1957). Cerf compiled a list of 379 words as the basic vocabulary for young readers, along with another 20 slightly harder \"emergency\" words. No more than 200 words we"}]}, {"heading": "Births", "year": "1917", "date": "April 13", "txt": "Robert Orville Anderson, American businessman, founded Atlantic Richfield Oil Co. (d. 2007)", "entities": [{"title": "Robert Orville Anderson", "href": "/wiki/Robert_Orville_Anderson", "description": "Robert Orville Anderson was an American businessman, art collector, and philanthropist who founded Atlantic Richfield Oil Co. Anderson also supported several cultural organizations, from the Los Angeles County Museum of Art to Harper's Magazine. He died December 2, 2007 at his home in Roswell, New Mexico."}, {"title": "ARCO", "href": "/wiki/ARCO", "description": "ARCO can either refer to a brand of gasoline stations owned by BP since 2000 in Northern California, Oregon and Washington; a brand of gasoline stations owned by Marathon Petroleum since 2018 in the rest of the United States and in Mexico; or the Atlantic Richfield Company, an independent oil and gas company (1966–2000) which became a subsidiary of BP in 2000."}]}, {"heading": "Births", "year": "1917", "date": "April 13", "txt": "Bill Clements, American soldier, engineer, and politician, 15th United States Deputy Secretary of Defense (d. 2011)", "entities": [{"title": "United States Deputy Secretary of Defense", "href": "/wiki/United_States_Deputy_Secretary_of_Defense", "description": "The deputy secretary of defense is a statutory office and the second-highest-ranking official in the Department of Defense of the United States of America."}]}, {"heading": "Births", "year": "1919", "date": "April 13", "txt": "Roland Gaucher, French journalist and politician (d. 2007)", "entities": [{"title": "Roland Gaucher", "href": "/wiki/Roland_Gaucher", "description": "\nRoland Gaucher was the pseudonym of Roland Goguillot, a French far-right journalist and politician. One of the main thinkers of the French far-right, he had participated in Marcel Déat's fascist party Rassemblement National Populaire (RNP) under the Vichy regime. Sentenced to five years of prison for Collaborationism after the war, he then engaged in a career of journalism, while continuing polit"}]}, {"heading": "Births", "year": "1919", "date": "April 13", "txt": "Howard Keel, American actor and singer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1919", "date": "April 13", "txt": "Madalyn Murray O'Hair, American activist, founded American Atheists (d. 1995)", "entities": [{"title": "American Atheists", "href": "/wiki/American_Atheists", "description": "American Atheists is a non-profit organization in the United States dedicated to defending the civil liberties of atheists and advocating complete separation of church and state. It provides speakers for colleges, universities, clubs, and the news media. It also publishes books and American Atheist Magazine."}]}, {"heading": "Births", "year": "1920", "date": "April 13", "txt": "Roberto Calvi, Italian banker (d. 1982)", "entities": [{"title": "Roberto Calvi", "href": "/wiki/Roberto_Calvi", "description": "Roberto Calvi was an Italian banker, dubbed \"God's Banker\" by the press because of his close association with the Holy See. He was a native of Milan and was Chairman of Banco Ambrosiano, which collapsed in one of Italy's biggest political scandals."}]}, {"heading": "Births", "year": "1920", "date": "April 13", "txt": "Claude Cheysson, French lieutenant and politician, French Minister of Foreign Affairs (d. 2012)", "entities": [{"title": "Ministry of Foreign Affairs and International Development (France)", "href": "/wiki/Ministry_of_Foreign_Affairs_and_International_Development_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Births", "year": "1920", "date": "April 13", "txt": "Liam Cosgrave, Irish lawyer and politician, 6th Taoiseach of Ireland (d. 2017)", "entities": [{"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1920", "date": "April 13", "txt": "Theodore L. Thomas, American chemical engineer, Patent attorney and writer (d. 2005)", "entities": [{"title": "Chemical engineer", "href": "/wiki/Chemical_engineer", "description": "In the field of engineering, a chemical engineer is a professional, equipped with the knowledge of chemical engineering, who works principally in the chemical industry to convert basic raw materials into a variety of products and deals with the design and operation of plants and equipment. In general, a chemical engineer is one who applies and uses principles of chemical engineering in any of its "}, {"title": "Patent attorney", "href": "/wiki/Patent_attorney", "description": "A patent attorney is an attorney who has the specialized qualifications necessary for representing clients in obtaining patents and acting in all matters and procedures relating to patent law and practice, such as filing patent applications and oppositions to granted patents. The term is used differently in different countries, and thus may or may not require the same legal qualifications as a gen"}]}, {"heading": "Births", "year": "1922", "date": "April 13", "txt": "Heinz Baas, German footballer and manager (d. 1994)", "entities": [{"title": "Heinz Baas", "href": "/wiki/Heinz_Baas", "description": "Heinrich \"Heinz\" Baas was a German football player and manager."}]}, {"heading": "Births", "year": "1922", "date": "April 13", "txt": "John Braine, English librarian and author (d. 1986)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 13", "txt": "Julius Nyerere, Tanzanian politician and teacher, 1st President of Tanzania (d. 1999)", "entities": [{"title": "President of Tanzania", "href": "/wiki/President_of_Tanzania", "description": "The president of the United Republic of Tanzania is the head of state and head of government of Tanzania. The president leads the executive branch of the Government of Tanzania and is the commander-in-chief of the armed forces. The president serves a term of five years. Since 1992, they are limited to two terms, whether successive or separated."}]}, {"heading": "Births", "year": "1922", "date": "April 13", "txt": "Valve Pormeister, Estonian architect (d. 2002)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 13", "txt": "Don Adams, American actor and director (d. 2005)", "entities": [{"title": "Don Adams", "href": "/wiki/Don_Adams", "description": "Donald James Yarmy, known professionally as Don Adams, was an American actor, comedian and director. In his five decades on television, he was best known as Maxwell Smart in the television situation comedy Get Smart, which he also sometimes directed and wrote. Adams won three consecutive Emmy Awards for his performance in the series (1967–69). Adams also provided the voices for the animated series"}]}, {"heading": "Births", "year": "1923", "date": "April 13", "txt": "A. H. Halsey, English sociologist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 13", "txt": "Stanley Tanger, American businessman and philanthropist, founded the Tanger Factory Outlet Centers (d. 2010)", "entities": [{"title": "Tanger Factory Outlet Centers", "href": "/wiki/Tanger_Factory_Outlet_Centers", "description": "Tanger Factory Outlet Centers, Inc. is a real estate investment trust headquartered in Greensboro, North Carolina that invests in shopping centers containing outlet stores."}]}, {"heading": "Births", "year": "1924", "date": "April 13", "txt": "John T. Biggers, American painter (d. 2001)", "entities": [{"title": "John T. Biggers", "href": "/wiki/John_T._Biggers", "description": "John Thomas Biggers was an African-American muralist who came to prominence after the Harlem Renaissance and toward the end of World War II. Biggers has worked on creating works critical of racial and economic injustice. He served as the founding chairman of the art department at Houston's Texas State University for Negroes."}]}, {"heading": "Births", "year": "1924", "date": "April 13", "txt": "Jack T. Chick, American author, illustrator, and publisher (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 13", "txt": "Stanley Donen, American film director and choreographer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 13", "txt": "Ellie Lambeti, Greek actress (d. 1983)", "entities": [{"title": "Ellie Lambeti", "href": "/wiki/Ellie_Lambeti", "description": "Ellie Loukou, known professionally as Ellie Lambeti, was a Greek actress."}]}, {"heading": "Births", "year": "1926", "date": "April 13", "txt": "John Spencer-Churchill, 11th Duke of Marlborough, English businessman (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 13", "txt": "Rosemary Haughton, English philosopher, theologian, and author", "entities": [{"title": "Rosemary Haughton", "href": "/wiki/Rosemary_Haughton", "description": "Rosemary Elena Konradin Haughton is a British-born Catholic lay theologian, who has also resided in the United States."}]}, {"heading": "Births", "year": "1927", "date": "April 13", "txt": "Antonino Rocca, Italian-American wrestler (d. 1977)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 13", "txt": "Maurice Ronet, French actor and director (d. 1983)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 13", "txt": "Alan Clark, English historian and politician, Minister of State for Trade (d. 1999)", "entities": [{"title": "Alan Clark", "href": "/wiki/Alan_Clark", "description": "Alan Kenneth Mackenzie Clark was a British Conservative Member of Parliament (MP), author and diarist. He served as a junior minister in Margaret Thatcher's governments at the Departments of Employment, Trade and Defence. He became a member of the Privy Council of the United Kingdom in 1991."}, {"title": "Minister of State for Trade", "href": "/wiki/Minister_of_State_for_Trade", "description": "The Minister of State for Trade is an executive position in the Government of the United Kingdom, in both the Department for International Trade and the Department for Business, Innovation and Skills."}]}, {"heading": "Births", "year": "1928", "date": "April 13", "txt": "Gianni Marzotto, Italian racing driver and businessman (d. 2012)", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 13", "txt": "Marilynn Smith, American golfer (d. 2019)", "entities": [{"title": "Marilynn Smith", "href": "/wiki/Marilynn_Smith", "description": "Marilynn Louise Smith was an American professional golfer. She was one of the thirteen founders of the LPGA in 1950. She won two major championships and 21 LPGA Tour events in all. She is a member of the World Golf Hall of Fame."}]}, {"heading": "Births", "year": "1931", "date": "April 13", "txt": "Anita Cerquetti, Italian soprano (d. 2014)", "entities": [{"title": "Anita Cerquetti", "href": "/wiki/Anita_Cerquetti", "description": "Anita Cerquetti was an Italian dramatic soprano who had a short but meteoric career in the 1950s. Her voice was very powerful and pleasing to audiences."}]}, {"heading": "Births", "year": "1931", "date": "April 13", "txt": "Robert Enrico, French director and screenwriter (d. 2001)", "entities": []}, {"heading": "Births", "year": "1931", "date": "April 13", "txt": "Dan Gurney, American race car driver and engineer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1931", "date": "April 13", "txt": "Jon Stone, American composer, producer, and screenwriter (d. 1997)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 13", "txt": "Orlando Letelier, Chilean-American economist and politician, Chilean Minister of National Defense (d. 1976)", "entities": [{"title": "Orlando Letelier", "href": "/wiki/Orlando_Letelier", "description": "Marcos Orlando Letelier del Solar was a Chilean economist, politician and diplomat during the presidency of Salvador Allende. A refugee from the military dictatorship of General Augusto Pinochet, Letelier accepted several academic positions in Washington, D.C. following his exile from Chile. In 1976, agents of Dirección de Inteligencia Nacional (DINA), the Pinochet regime's secret police, assassin"}, {"title": "Ministry of National Defense (Chile)", "href": "/wiki/Ministry_of_National_Defense_(Chile)", "description": "The Ministry of National Defense is the cabinet-level administrative office in charge of \"maintaining the independence and sovereignty\" of Chile. It is also charged with planning, directing, coordinating, executing, controlling and informing the defense policies formulated by the President of Chile. The minister supervises all the Chilean armed forces. It is Chile's ministry of defence."}]}, {"heading": "Births", "year": "1933", "date": "April 13", "txt": "Ben Nighthorse Campbell, American soldier and politician", "entities": [{"title": "Ben Nighthorse Campbell", "href": "/wiki/Ben_Nighthorse_Campbell", "description": "Ben Nighthorse Campbell is an American Cheyenne politician who served as a U.S. Representative from 1987 to 1993, and a U.S. Senator from Colorado from 1993 to 2005. He serves as one of forty-four members of the Council of Chiefs of the Northern Cheyenne Indian Tribe. During his time in office, he was the only Native American serving in the U.S. Congress. As of 2021, he is the last Native American"}]}, {"heading": "Births", "year": "1934", "date": "April 13", "txt": "John Muckler, Canadian ice hockey player, coach, and manager (d. 2021)", "entities": [{"title": "John Muckler", "href": "/wiki/John_Muckler", "description": "John Muckler was a professional hockey coach and executive, who last served as the general manager of the Ottawa Senators of the National Hockey League (NHL). Muckler had over 50 years of professional hockey experience as a part owner, general manager, director of player personnel, director of hockey operations, head coach, assistant coach and player. He had been a part of five Stanley Cup champio"}]}, {"heading": "Births", "year": "1936", "date": "April 13", "txt": "Pierre Rosenberg, French historian and academic", "entities": [{"title": "Pierre Rosenberg", "href": "/wiki/Pierre_Rosenberg", "description": "Pierre Max Rosenberg is a French art historian, curator, and professor. Rosenberg is the honorary president a director of the Musée du Louvre in Paris, and since 1995, he has held the 23rd seat of the Académie Française. He was Slade Professor of Fine Art at the University of Cambridge in 1987."}]}, {"heading": "Births", "year": "1937", "date": "April 13", "txt": "Col Joye, Australian singer-songwriter and guitarist", "entities": [{"title": "Col Joye", "href": "/wiki/Col_Joye", "description": "Colin Frederick Jacobsen AM, better known by his stage name Col Joye, is an Australian pioneer rock singer-songwriter, musician and entrepreneur, with a career spanning some sixty years. Joye was the first Australian rock and roll singer to have a number one record Australia-wide and experienced a string of chart successes in the early Australian rock and roll scene, that was emerging from the US "}]}, {"heading": "Births", "year": "1937", "date": "April 13", "txt": "Edward Fox, English actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 13", "txt": "Lanford Wilson, American playwright, co-founded the Circle Repertory Company (d. 2011)", "entities": [{"title": "Circle Repertory Company", "href": "/wiki/Circle_Repertory_Company", "description": "The Circle Repertory Company, originally named the Circle Theater Company, was a theatre company in New York City that ran from 1969 to 1996. It was founded on July 14, 1969, in Manhattan, in a second floor loft at Broadway and 83rd Street by director Marshall W. Mason, playwright Lanford Wilson, director Rob Thirkield, and actress Tanya Berezin, all of whom were veterans of the Caffe Cino. The pl"}]}, {"heading": "Births", "year": "1938", "date": "April 13", "txt": "Klaus Lehnertz, German pole vaulter", "entities": [{"title": "Klaus Lehnertz", "href": "/wiki/Klaus_Lehnertz", "description": "Klaus Lehnertz is a retired West German pole vaulter. He competed for the United Team of Germany at the 1964 Olympics and won a bronze medal. He also won two medals at the European Cup in 1965-67, but placed only 13th and 9th at the European Championships in 1962 and 1966, respectively. Domestically he held West German outdoor and indoor titles."}]}, {"heading": "Births", "year": "1938", "date": "April 13", "txt": "John Weston, English poet and diplomat", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 13", "txt": "Seamus Heaney, Irish poet and playwright, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Seamus Heaney", "href": "/wiki/Seamus_Heaney", "description": "Seamus Justin Heaney was an Irish poet, playwright and translator. He received the 1995 Nobel Prize in Literature. Among his best-known works is Death of a Naturalist (1966), his first major published volume. Heaney was and is still recognised as one of the principal contributors to poetry in Ireland during his lifetime. American poet Robert Lowell described him as \"the most important Irish poet s"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1939", "date": "April 13", "txt": "Paul Sorvino, American actor and singer", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 13", "txt": "Mike Beuttler, Egyptian-English racing driver (d. 1988)", "entities": [{"title": "Mike Beuttler", "href": "/wiki/Mike_Beuttler", "description": "Michael Simon Brindley Bream Beuttler was a British Formula One driver who raced privately entered March cars. He was born in Cairo, Egypt, the son of Colonel Leslie Brindley Bream Beuttler, Duke of Wellington's Regiment, O.B.E., and a descendant on his mother's side of the Scottish ornithologist William Robert Ogilvie-Grant, grandson of the 6th Earl of Seafield."}]}, {"heading": "Births", "year": "1940", "date": "April 13", "txt": "Lester Chambers, American singer and musician", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 13", "txt": "J. M. G. Le Clézio, Breton French-Mauritian author and academic, Nobel Prize laureate", "entities": [{"title": "Bretons", "href": "/wiki/Bretons", "description": "The Bretons are a Celtic ethnic group native to Brittany. They trace much of their heritage to groups of Brittonic speakers who emigrated from southwestern Great Britain, particularly Cornwall and Devon, mostly during the Anglo-Saxon settlement of Britain. They migrated in waves from the 3rd to 9th century into Armorica, which was subsequently named Brittany after them."}, {"title": "Mauritian", "href": "/wiki/Mauritian", "description": "Mauritians are nationals or natives of the Republic of Mauritius and their descendants. Mauritius is a multi-ethnic society. The majority of Mauritians are descended from Indians, while large minorities are also descended from Africans, Chinese and Europeans."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1940", "date": "April 13", "txt": "Vladimir Cosma, French composer, conductor and violinist", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 13", "txt": "Jim McNab, Scottish footballer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 13", "txt": "Max Mosley, English racing driver and engineer, co-founded March Engineering, former president of the FIA", "entities": [{"title": "March Engineering", "href": "/wiki/March_Engineering", "description": "March Engineering was a Formula One constructor and manufacturer of customer racing cars from the United Kingdom. Although only moderately successful in Grand Prix competition, March racing cars enjoyed much better achievement in other categories of competition, including Formula Two, Formula Three, IndyCar and IMSA GTP sportscar racing."}, {"title": "FIA", "href": "/wiki/FIA", "description": "The Fédération Internationale de l'Automobile is an association established on 20 June 1904 to represent the interests of motoring organisations and motor car users. To the general public, the FIA is mostly known as the governing body for many auto racing events, such as the well known Formula One. The FIA also promotes road safety around the world."}]}, {"heading": "Births", "year": "1940", "date": "April 13", "txt": "Ruby Puryear Hearn, African-American biophysicist", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 13", "txt": "Michael Stuart Brown, American geneticist and academic, Nobel Prize laureate", "entities": [{"title": "Michael Stuart Brown", "href": "/wiki/Michael_Stuart_Brown", "description": "Michael Stuart Brown ForMemRS is an American geneticist and Nobel laureate. He was awarded the Nobel Prize in Physiology or Medicine with Joseph L. Goldstein in 1985 for describing the regulation of cholesterol metabolism."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1941", "date": "April 13", "txt": "Jean-Marc Reiser, French author and illustrator (d. 1983)", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 13", "txt": "Bill Conti, American composer and conductor", "entities": [{"title": "Bill Conti", "href": "/wiki/Bill_Conti", "description": "William Conti is an American composer and conductor, best known for his film scores, including Rocky, The Karate Kid, For Your Eyes Only, Dynasty, and The Right Stuff, which earned him an Academy Award for Best Original Score. He also received nominations in the Best Original Song category for \"Gonna Fly Now\" from Rocky and for the title song of For Your Eyes Only. He was the musical director at t"}]}, {"heading": "Births", "year": "1943", "date": "April 13", "txt": "Tim Krabbé, Dutch journalist and author", "entities": [{"title": "Tim Krabbé", "href": "/wiki/Tim_Krabb%C3%A9", "description": "Tim Krabbé is a Dutch journalist, novelist and chess player."}]}, {"heading": "Births", "year": "1943", "date": "April 13", "txt": "Philip Norman, English journalist, author, and playwright", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 13", "txt": "Susan Davis, Russian-American social worker and politician", "entities": [{"title": "Susan Davis (politician)", "href": "/wiki/Susan_Davis_(politician)", "description": "Susan Carol Alpert Davis is a former American politician who served as the U.S. Representative for California's 53rd congressional district for ten terms from 2001 to 2021. She is a member of the Democratic Party."}]}, {"heading": "Births", "year": "1945", "date": "April 13", "txt": "Judy Nunn, Australian actress and author", "entities": [{"title": "Judy Nunn", "href": "/wiki/Judy_Nunn", "description": "Judith Anne Nunn (AM), , is an Australian fiction author, former theatre and television actress and radio and television screenwriter. Nunn was awarded a Member of the Order of Australia in the 2015 Australia Day Honours for her service to the performing arts as a scriptwriter and actor of stage and screen, and to literature as an author."}]}, {"heading": "Births", "year": "1946", "date": "April 13", "txt": "Al Green, American singer-songwriter, producer, and pastor", "entities": [{"title": "Al Green", "href": "/wiki/Al_Green", "description": "Albert Leornes Greene is an American singer, songwriter and record producer best known for recording a series of soul hit singles in the early 1970s, including \"Take Me to the River\", \"Tired of Being Alone\", \"I'm Still in Love with You\", \"Love and Happiness\", and his signature song, \"Let's Stay Together\". After an incident in which his girlfriend died by suicide, Green became an ordained pastor an"}]}, {"heading": "Births", "year": "1947", "date": "April 13", "txt": "Rae Armantrout, American poet and academic", "entities": [{"title": "Rae Armantrout", "href": "/wiki/Rae_Armantrout", "description": "Rae Armantrout is an American poet generally associated with the Language poets. She has published ten books of poetry and has also been featured in a number of major anthologies. Armantrout currently teaches at the University of California, San Diego, where she is Professor of Poetry and Poetics.\nOn March 11, 2010, Armantrout was awarded the 2009 National Book Critics Circle Award for her book of"}]}, {"heading": "Births", "year": "1947", "date": "April 13", "txt": "Mike Chapman, Australian-English songwriter and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 13", "txt": "Jean-Jacques Laffont, French economist and academic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 13", "txt": "Nam Hae-il, South Korean admiral", "entities": [{"title": "Nam Hae-il", "href": "/wiki/Nam_Hae-il", "description": "Nam Hae-il is a former South Korean naval officer who served as the 25th Chief of Naval Operations of the Republic of Korea Navy, appointed in 2005. He attended the Republic of Korea Naval Academy in 1972 and Naval War college in 1978."}]}, {"heading": "Births", "year": "1948", "date": "April 13", "txt": "Drago Jančar, Slovenian author and playwright", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 13", "txt": "Mikhail Shufutinsky, Soviet and Russian singer, actor, TV presenter", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 13", "txt": "Len Cook, New Zealand-English mathematician and statistician", "entities": [{"title": "Len Cook", "href": "/wiki/Len_Cook", "description": "Leonard Warren Cook CBE is a professional statistician who was Government Statistician of New Zealand from 1992 to 2000, and National Statistician and Director of the United Kingdom Office for National Statistics, and Registrar General for England and Wales from 2000 to 2005. He served as Families Commissioner in New Zealand from 2015 to 2018."}]}, {"heading": "Births", "year": "1949", "date": "April 13", "txt": "Frank Doran, Scottish lawyer and politician (d. 2017)", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 13", "txt": "Christopher Hitchens, English-American essayist, literary critic, and journalist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 13", "txt": "Ron Perlman, American actor", "entities": [{"title": "Ron Perlman", "href": "/wiki/Ron_Perlman", "description": "Ronald Francis Perlman is an American actor. His credits include the roles of Amoukar in Quest for Fire (1981), Salvatore in The Name of the Rose (1986), Vincent on the television series Beauty and the Beast (1987–1990), for which he won a Golden Globe Award, One in The City of Lost Children (1995), Johner in Alien: Resurrection (1997), Hellboy in both Hellboy (2004) and its sequel Hellboy II: The"}]}, {"heading": "Births", "year": "1951", "date": "April 13", "txt": "Leszek Borysiewicz, Welsh immunologist and academic", "entities": [{"title": "Leszek Borysiewicz", "href": "/wiki/Leszek_Borysiewicz", "description": "Sir Leszek Krzysztof Borysiewicz is a British professor, immunologist and scientific administrator with Polish-Welsh roots. He served as the 345th Vice-Chancellor of the University of Cambridge, his term of office started on 1 October 2010 and ended on 1 October 2017. Borysiewicz also served as chief executive of the Medical Research Council of the UK from 2007-2010."}]}, {"heading": "Births", "year": "1951", "date": "April 13", "txt": "Peter Davison, English actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 13", "txt": "Gabrielle Gourdeau, Canadian writer (d. 2006)", "entities": [{"title": "Gabrielle Gourdeau", "href": "/wiki/Gabrielle_Gourdeau", "description": "Gabrielle Gourdeau was a writer in Quebec, Canada."}]}, {"heading": "Births", "year": "1952", "date": "April 13", "txt": "Jonjo O'Neill, Irish jockey and trainer", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 13", "txt": "Steve Camp, American singer-songwriter and guitarist", "entities": [{"title": "Steve Camp", "href": "/wiki/Steve_Camp", "description": "Steven J. Camp is an American contemporary Christian music artist and pastor. In the tradition of Martin Luther's Ninety-five Theses, Camp sent out his own 107 theses on Reformation Day, 1998, calling for a reformation in contemporary Christian music: calling Christian musicians to make direct, uncompromising music that confronts the world with the message of the scriptures."}]}, {"heading": "Births", "year": "1955", "date": "April 13", "txt": "Muwenda Mutebi II, current King of Buganda Kingdom", "entities": [{"title": "Buganda", "href": "/wiki/Buganda", "description": "Buganda is a Bantu kingdom within Uganda. The kingdom of the Baganda, Buganda is the largest of the traditional kingdoms in present-day East Africa, consisting of Uganda's Central Region, including the Ugandan capital Kampala. The 6 million Baganda make up the largest Ugandan region, representing approximately 16.9% of Uganda's population."}]}, {"heading": "Births", "year": "1960", "date": "April 13", "txt": "Rudi Völler, German footballer and manager", "entities": [{"title": "Rudi Völler", "href": "/wiki/Rudi_V%C3%B6ller", "description": "Rudolf \"Rudi\" Völler, nicknamed \"Tante Käthe\", is a German former professional football player and manager who serves as the sporting director for Bayer Leverkusen."}]}, {"heading": "Births", "year": "1963", "date": "April 13", "txt": "Garry Kasparov, Russian chess player and author", "entities": [{"title": "Garry Kasparov", "href": "/wiki/Garry_Kasparov", "description": "Garry Kimovich Kasparov is a Russian chess grandmaster, former World Chess Champion, writer, and political activist and commentator. From 1984 until his retirement in 2005, Kasparov was ranked world No. 1 for a record 255 months overall for his career. His peak rating of 2851, achieved in 1999, was the highest recorded until being surpassed by Magnus Carlsen in 2013. Kasparov also holds records fo"}]}, {"heading": "Births", "year": "1964", "date": "April 13", "txt": "Davis Love III, American golfer and sportscaster", "entities": [{"title": "Davis Love III", "href": "/wiki/Davis_Love_III", "description": "Davis Milton Love III is an American professional golfer who has won 21 events on the PGA Tour, including one major championship: the 1997 PGA Championship. He won the Players Championship in 1992 and 2003. He was in the top 10 of the Official World Golf Ranking for over 450 weeks, reaching a high ranking of 2nd. He captained the U.S. Ryder Cup teams in 2012 and 2016. Love was inducted into the Wo"}]}, {"heading": "Births", "year": "1965", "date": "April 13", "txt": "Patricio Pouchulu, Argentinian architect and educator", "entities": [{"title": "Patricio Pouchulu", "href": "/wiki/Patricio_Pouchulu", "description": "Patricio Pouchulu is a contemporary organic architect."}]}, {"heading": "Births", "year": "1967", "date": "April 13", "txt": "Michael Eisen, American biologist and academic", "entities": [{"title": "Michael Eisen", "href": "/wiki/Michael_Eisen", "description": "Michael Bruce Eisen is an American computational biologist and the editor-in-chief of the journal eLife. He is a professor of genetics, genomics and development at University of California, Berkeley. He is a leading advocate of open access scientific publishing and is co-founder of Public Library of Science (PLOS). In 2018, Eisen announced his candidacy U.S. Senate from California as an Independen"}]}, {"heading": "Births", "year": "1967", "date": "April 13", "txt": "Olga Tañón, Puerto Rican-American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 13", "txt": "Danie Mellor, Australian painter and sculptor", "entities": [{"title": "Danie Mellor", "href": "/wiki/Danie_Mellor", "description": "Danie Mellor is an Australian artist who was the winner of the 2009 National Aboriginal & Torres Strait Islander Art Award. Born in Mackay, Queensland, Mellor grew up in Scotland, Australia, and South Africa before undertaking tertiary studies at North Adelaide School of Art, the Australian National University (ANU) and Birmingham Institute of Art and Design. He then took up a post lecturing at Sy"}]}, {"heading": "Births", "year": "1972", "date": "April 13", "txt": "Aaron Lewis, American singer-songwriter and guitarist", "entities": [{"title": "Aaron Lewis (musician)", "href": "/wiki/Aaron_Lewis_(musician)", "description": "Aaron Lewis is an American singer, songwriter and musician who is best known as the lead vocalist, rhythm guitarist and founding member of the rock band Staind, with whom he released seven studio albums. Since 2010, he also pursues a successful solo career in country music with his debut EP Town Line, which was released on March 1, 2011 on Stroudavarious Records. Lewis' first full-length solo rele"}]}, {"heading": "Births", "year": "1977", "date": "April 13", "txt": "Margus Tsahkna, Estonian lawyer and politician", "entities": [{"title": "Margus Tsahkna", "href": "/wiki/Margus_Tsahkna", "description": "Margus Tsahkna is an Estonian politician, one of the leaders of new liberal Estonia 200 party, former leader of the conservative Isamaa party, former Minister of Defence in Jüri Ratas' cabinet and Minister of Social Protection in Taavi Rõivas' second cabinet."}]}, {"heading": "Births", "year": "1978", "date": "April 13", "txt": "Carles Puyol, Spanish footballer", "entities": [{"title": "Carles Puyol", "href": "/wiki/Carles_Puyol", "description": "Carles Puyol Saforcada is a Spanish retired professional footballer who played his entire career for Barcelona. He mainly plays as a central defender, but he could also play in either full-back position, mostly as a right-back. Praised for his leadership and defensive qualities, he is widely regarded as one of the best captains and defenders in the history of football."}]}, {"heading": "Births", "year": "1982", "date": "April 13", "txt": "Nellie McKay, British-American singer-songwriter, musician, and actress", "entities": [{"title": "Nellie McKay", "href": "/wiki/Nellie_McKay", "description": "Nell Marie McKay is an Anglo-American singer and songwriter. She made her Broadway debut in The Threepenny Opera (2006)."}]}, {"heading": "Births", "year": "1987", "date": "April 13", "txt": "Allison Weiss, American singer-songwriter", "entities": [{"title": "Allison Weiss", "href": "/wiki/Allison_Weiss", "description": "John-Allison Weiss is a Los Angeles-based indie pop singer, songwriter, and performer known sometimes by their collective band's stage name A.W. To date, they have released three full-length albums and several EPs. Their most recent LP, New Love, was released on October 2, 2015 through SideOneDummy Records."}]}, {"heading": "Births", "year": "1988", "date": "April 13", "txt": "Allison Williams, American actress and singer", "entities": [{"title": "Allison Williams (actress)", "href": "/wiki/Allison_Williams_(actress)", "description": "Allison Howell Williams is an American actress and singer. She first received recognition for starring as Marnie Michaels in the HBO comedy-drama series Girls (2012–2017), for which she was nominated for a Critic's Choice Award. She then portrayed Rose Armitage in the horror film Get Out (2017), for which she received various accolades, including a Screen Actors Guild Award nomination. She has als"}]}, {"heading": "Deaths", "year": "0548", "date": "April 13", "txt": "Lý Nam Đế, Vietnamese emperor (b. 503)", "entities": [{"title": "Lý Nam Đế", "href": "/wiki/L%C3%BD_Nam_%C4%90%E1%BA%BF", "description": "Lý Nam Đế was a Vietnamese monarch and the founder of Vạn Xuân. ruling between 544-8 and the founder of the Early Lý Dynasty."}]}, {"heading": "Deaths", "year": "0585", "date": "April 13", "txt": "Hermenegild, Visigothic prince and saint", "entities": [{"title": "Hermenegild", "href": "/wiki/Hermenegild", "description": "Saint Hermenegild or Ermengild, was the son of king Liuvigild of the Visigothic Kingdom in the Iberian Peninsula and southern France. He fell out with his father in 579, then revolted the following year. During his rebellion, he converted from Arianism to Chalcedonian Christianity. Hermenegild was defeated in 584 and exiled. His death was later celebrated as a martyrdom due to the influence of Pop"}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}]}, {"heading": "Deaths", "year": "0799", "date": "April 13", "txt": "Paul the Deacon, Italian monk and historian (b. 720)", "entities": [{"title": "Paul the Deacon", "href": "/wiki/Paul_the_Deacon", "description": "Paul the Deacon, also known as Paulus Diaconus, Warnefridus, Barnefridus, or Winfridus, and sometimes suffixed Cassinensis, was a Benedictine monk, scribe, and historian of the Lombards."}]}, {"heading": "Deaths", "year": "0814", "date": "April 13", "txt": "Krum, khan of the Bulgarian Khanate", "entities": [{"title": "Krum", "href": "/wiki/Krum", "description": "Krum, often referred to as Krum the Fearsome was the Khan of Bulgaria from sometime between 796 and 803 until his death in 814. During his reign the Bulgarian territory doubled in size, spreading from the middle Danube to the Dnieper and from Odrin to the Tatra Mountains. His able and energetic rule brought law and order to Bulgaria and developed the rudiments of state organization."}, {"title": "Bulgarian Khanate", "href": "/wiki/Bulgarian_Khanate", "description": "The First Bulgarian Empire was a medieval Bulgar-Slavic and later Bulgarian state that existed in Southeastern Europe between the 7th and 11th centuries AD. It was founded in 680-681 after part of the Bulgars led by Asparuh moved south to the northeastern Balkans. There they secured Byzantine recognition of their right to settle south of the Danube by defeating – possibly with the help of local So"}]}, {"heading": "Deaths", "year": "0862", "date": "April 13", "txt": "Donald I, king of the Picts (b. 812)", "entities": [{"title": "Domnall mac Ailpín", "href": "/wiki/Domnall_mac_Ailp%C3%ADn", "description": "Domnall mac Ailpín, anglicised sometimes as Donald MacAlpin and known in most modern regnal lists as Donald I, was King of the Picts from 858 to 862. He followed his brother Kenneth I to the Pictish throne."}, {"title": "Picts", "href": "/wiki/Picts", "description": "The Picts were a group of Celtic-speaking peoples who lived in what is now northern and eastern Scotland during Late Antiquity and the Early Middle Ages. Where they lived and what their culture was like can be inferred from early medieval texts and Pictish stones. Their Latin name, Picti, appears in written records from the 3rd to the 10th century. Early medieval sources report the existence of a "}]}, {"heading": "Deaths", "year": "0989", "date": "April 13", "txt": "Bardas Phokas, Byzantine general", "entities": [{"title": "Bardas Phokas the Younger", "href": "/wiki/Bardas_Phokas_the_Younger", "description": "Bardas Phokas was an eminent Byzantine general who took a conspicuous part in three revolts for and against the ruling Macedonian dynasty."}]}, {"heading": "Deaths", "year": "1035", "date": "April 13", "txt": "Herbert I, Count of Maine", "entities": [{"title": "Herbert I, Count of Maine", "href": "/wiki/Herbert_I,_Count_of_Maine", "description": "Herbert I, called Wakedog, was the count of Maine from 1017 until his death. He had a turbulent career with an early victory that may have contributed to his later decline."}]}, {"heading": "Deaths", "year": "1093", "date": "April 13", "txt": "Vsevolod I of Kiev (b. 1030)", "entities": [{"title": "Vsevolod I of Kiev", "href": "/wiki/Vsevolod_I_of_Kiev", "description": "Vsevolod I Yaroslavich, ruled as Grand Prince of Kiev (Kyiv) from 1078 until his death."}]}, {"heading": "Deaths", "year": "1113", "date": "April 13", "txt": "Ida of Lorraine, saint and noblewoman (b. c. 1040)", "entities": [{"title": "Ida of Lorraine", "href": "/wiki/Ida_of_Lorraine", "description": "Ida of Lorraine was a saint and noblewoman."}, {"title": "1040", "href": "/wiki/1040", "description": "Year 1040 (MXL) was a leap year starting on Tuesday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1138", "date": "April 13", "txt": "Simon I, Duke of Lorraine (b. 1076)", "entities": [{"title": "Simon I, Duke of Lorraine", "href": "/wiki/Simon_I,_Duke_of_Lorraine", "description": "Simon I was the duke of Lorraine from 1115 to his death, the eldest son and successor of Theodoric II and Hedwig of Formbach."}]}, {"heading": "Deaths", "year": "1213", "date": "April 13", "txt": "Guy of Thouars, regent of Brittany", "entities": [{"title": "Guy of Thouars", "href": "/wiki/Guy_of_Thouars", "description": "Guy of Thouars was the third husband of Constance, Duchess of Brittany, whom he married in Angers, County of Anjou between August and October 1199 after her son Arthur of Brittany entered Angers to be recognized as count of the three countships of Anjou, Maine and Touraine. He was an Occitan noble, a member of the House of Thouars. He is counted as a duke of Brittany, jure uxoris, from 1199 to 120"}]}, {"heading": "Deaths", "year": "1275", "date": "April 13", "txt": "Eleanor of England (b. 1215)", "entities": [{"title": "Eleanor of Leicester", "href": "/wiki/Eleanor_of_Leicester", "description": "Eleanor of England was the youngest child of John, King of England and Isabella of Angoulême."}]}, {"heading": "Deaths", "year": "1367", "date": "April 13", "txt": "John Tiptoft, 2nd Baron Tibetot (b. 1313)", "entities": [{"title": "John Tiptoft, 2nd Baron Tibetot", "href": "/wiki/John_Tiptoft,_2nd_Baron_Tibetot", "description": "John Tiptoft, 2nd Baron Tibetot, English nobleman, was the son of Pain Tiptoft, 1st Baron Tibetot and Agnes de Ros."}]}, {"heading": "Deaths", "year": "1592", "date": "April 13", "txt": "Bartolomeo Ammannati, Italian architect and sculptor (b. 1511)", "entities": [{"title": "Bartolomeo Ammannati", "href": "/wiki/Bartolomeo_Ammannati", "description": "Bartolomeo Ammannati was an Italian architect and sculptor, born at Settignano, near Florence. He studied under Baccio Bandinelli and Jacopo Sansovino and closely imitated the style of Michelangelo."}]}, {"heading": "Deaths", "year": "1605", "date": "April 13", "txt": "Boris Godunov, Tsar of Russia (b. 1551)", "entities": [{"title": "Boris Godunov", "href": "/wiki/Boris_Godunov", "description": "Boris Fyodorovich Godunov ruled the Tsardom of Russia as de facto regent from c. 1585 to 1598 and then as the first non-Rurikid tsar from 1598 to 1605. After the end of his reign, Russia descended into the Time of Troubles."}, {"title": "Tsar of Russia", "href": "/wiki/Tsar_of_Russia", "description": "This is a list of all reigning monarchs in the history of Russia. It includes the titles Prince of Novgorod, Grand Prince of Kiev, Grand Prince of Vladimir, Grand Prince of Moscow, Tsar of All Rus' (Russia), and Emperor of All Russia. The list begins with the semi-legendary Rurik, Prince of Novgorod, sometime in the mid 9th century (c. 862) and ends with the Emperor of All Russia Nicholas II who a"}]}, {"heading": "Deaths", "year": "1612", "date": "April 13", "txt": "Sasaki Kojirō, Japanese samurai (b. 1585)", "entities": [{"title": "Sasaki Kojirō", "href": "/wiki/Sasaki_Kojir%C5%8D", "description": "Sasaki Kojirō , often anglicised to Kojirō Sasaki, was a prominent Japanese swordsman widely considered a master of his craft, born in Fukui Prefecture. He lived during the Azuchi–Momoyama and early Edo periods and is most remembered for his death while battling Miyamoto Musashi in 1612."}]}, {"heading": "Deaths", "year": "1635", "date": "April 13", "txt": "Fakhr-al-Din II, Ottoman prince (b. 1572)", "entities": [{"title": "Fakhr-al-Din II", "href": "/wiki/Fakhr-al-Din_II", "description": "Fakhr al-Din ibn Qurqumaz ibn Yunus Ma'n, also known as Fakhr al-Din II, was an emir of the Druze and for most of his career the governor and tax farmer, officially or by proxy, of the Sidon-Beirut and Safed sanjaks. The two sanjaks spanned southern Mount Lebanon, the Galilee and the port towns of Sidon, Beirut and Acre. At the height of his power his territory extended north to the Tripoli Eyalet"}]}, {"heading": "Deaths", "year": "1638", "date": "April 13", "txt": "Henri, Duke of Rohan (b. 1579)", "entities": [{"title": "Henri, Duke of Rohan", "href": "/wiki/Henri,_Duke_of_Rohan", "description": "Henri (II) de Rohan, Duke of Rohan and Prince of Léon, was a French soldier, writer and leader of the Huguenots."}]}, {"heading": "Deaths", "year": "1641", "date": "April 13", "txt": "Richard Montagu, English bishop (b. 1577)", "entities": [{"title": "Richard Montagu", "href": "/wiki/Richard_Montagu", "description": "\n\nRichard Montagu was an English cleric and prelate."}]}, {"heading": "Deaths", "year": "1695", "date": "April 13", "txt": "Jean de La Fontaine, French author and poet (b. 1621)", "entities": [{"title": "Jean de La Fontaine", "href": "/wiki/Jean_de_La_Fontaine", "description": "Jean de La Fontaine was a French fabulist and one of the most widely read French poets of the 17th century. He is known above all for his Fables, which provided a model for subsequent fabulists across Europe and numerous alternative versions in France, as well as in French regional languages."}]}, {"heading": "Deaths", "year": "1716", "date": "April 13", "txt": "Arthur Herbert, 1st Earl of Torrington, English admiral and politician (b. 1648)", "entities": [{"title": "Arthur Herbert, 1st Earl of Torrington", "href": "/wiki/Arthur_Herbert,_1st_Earl_of_Torrington", "description": "Admiral Arthur Herbert, 1st Earl of Torrington was an English admiral and politician. Dismissed by King James II in 1688 for refusing to vote to repeal the Test Act, which prevented Roman Catholics from holding public office, he brought the Invitation to William to the Prince of Orange at The Hague, disguised as a simple sailor. As a reward he was made commander of William's invasion fleet which l"}]}, {"heading": "Deaths", "year": "1722", "date": "April 13", "txt": "Charles Leslie, Irish priest and theologian (b. 1650)", "entities": [{"title": "Charles Leslie (nonjuror)", "href": "/wiki/Charles_Leslie_(nonjuror)", "description": "Charles Leslie was a former Church of Ireland priest who became a leading Jacobite propagandist after the 1688 Glorious Revolution. One of a small number of Irish Protestants to actively support the Stuarts after 1688, he is best remembered today for his role in publicising the 1692 Massacre of Glencoe."}]}, {"heading": "Deaths", "year": "1793", "date": "April 13", "txt": "Pierre Gaspard Chaumette, French botanist, lawyer, and politician (b. 1763)", "entities": [{"title": "Pierre Gaspard Chaumette", "href": "/wiki/Pierre_Gaspard_Chaumette", "description": "Pierre Gaspard Chaumette was a French politician of the Revolutionary period who served as the president of the Paris Commune and played a leading role in the establishment of the Reign of Terror. He was one of the ultra-radical enragés of the revolution, an ardent critic of Christianity who was one of the leaders of the dechristianization of France. His radical positions resulted in his alienatio"}]}, {"heading": "Deaths", "year": "1794", "date": "April 13", "txt": "Nicolas Chamfort, French playwright and poet (b. 1741)", "entities": [{"title": "Nicolas Chamfort", "href": "/wiki/Nicolas_Chamfort", "description": "Sébastien-Roch Nicolas, known in his adult life as Nicolas Chamfort and as Sébastien Nicolas de Chamfort, was a French writer, best known for his epigrams and aphorisms. He was secretary to Louis XVI's sister, and of the Jacobin club."}]}, {"heading": "Deaths", "year": "1826", "date": "April 13", "txt": "Franz Danzi, German cellist, composer, and conductor (b. 1763)", "entities": [{"title": "Franz Danzi", "href": "/wiki/Franz_Danzi", "description": "Franz Ignaz Danzi was a German cellist, composer and conductor, the son of the Italian cellist Innocenz Danzi (1730–1798) and brother of the noted singer Franzeska Danzi. Danzi lived at a significant time in the history of European music. His career, spanning the transition from the late Classical to the early Romantic styles, coincided with the origin of much of the music that lives in our concer"}]}, {"heading": "Deaths", "year": "1853", "date": "April 13", "txt": "Leopold Gmelin, German chemist and academic (b. 1788)", "entities": [{"title": "Leopold Gmelin", "href": "/wiki/Leopold_Gmelin", "description": "Leopold Gmelin was a German chemist. Gmelin was professor at the University of Heidelberg among other things, he worked on the red prussiate and created Gmelin's test."}]}, {"heading": "Deaths", "year": "1853", "date": "April 13", "txt": "James Iredell, Jr., American lawyer and politician, 23rd Governor of North Carolina (b. 1788)", "entities": [{"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Deaths", "year": "1855", "date": "April 13", "txt": "Henry De la Beche, English geologist and palaeontologist (b. 1796)", "entities": [{"title": "Henry De la Beche", "href": "/wiki/Henry_De_la_Beche", "description": "Sir Henry Thomas De la Beche KCB, FRS was an English geologist and palaeontologist, the first director of the Geological Survey of Great Britain, who helped pioneer early geological survey methods. He was the first President of the Palaeontographical Society."}]}, {"heading": "Deaths", "year": "1868", "date": "April 13", "txt": "Tewodros II of Ethiopia (b. 1818)", "entities": [{"title": "Tewodros II", "href": "/wiki/Tewodros_II", "description": "Tewodros II was the Emperor of Ethiopia from 1855 until his death in 1868. He was born as Kassa Haile Giorgis and was described as a 'romantic adventurer', a skillful and dauntless warrior, lion-like and an unselfish visionary. He had grown up fighting Ottoman-Egyptian invaders and was a Robin Hood figure; while a bandit or Shifta against the tyrannical royals, he would steal from the rich and giv"}]}, {"heading": "Deaths", "year": "1880", "date": "April 13", "txt": "Robert Fortune, Scottish botanist and author (b. 1813)", "entities": [{"title": "Robert Fortune", "href": "/wiki/Robert_Fortune", "description": "Robert Fortune was a Scottish botanist, plant hunter and traveller, best known for introducing around 250 new ornamental plants, mainly from China, but also Japan, into the gardens of Britain, Australia, and the USA. He also played a role in the development of the tea industry in India in the 19th century."}]}, {"heading": "Deaths", "year": "1882", "date": "April 13", "txt": "Bruno Bauer, German historian and philosopher (b. 1809)", "entities": [{"title": "Bruno Bauer", "href": "/wiki/Bruno_Bauer", "description": "Bruno Bauer was a German philosopher and theologian. As a student of G. W. F. Hegel, Bauer was a radical Rationalist in philosophy, politics and Biblical criticism. Bauer investigated the sources of the New Testament and, beginning with Hegel's Hellenophile orientation, concluded that early Christianity owed more to ancient Greek philosophy (Stoicism) than to Judaism. Bruno Bauer is also known by "}]}, {"heading": "Deaths", "year": "1886", "date": "April 13", "txt": "John Humphrey Noyes, American religious leader, founded the Oneida Community (b. 1811)", "entities": [{"title": "John Humphrey Noyes", "href": "/wiki/John_Humphrey_Noyes", "description": "John Humphrey Noyes was an American preacher, radical religious philosopher, and utopian socialist. He founded the Putney, Oneida and Wallingford Communities, and is credited with coining the term \"complex marriage\"."}, {"title": "Oneida Community", "href": "/wiki/Oneida_Community", "description": "The Oneida Community was a perfectionist religious communal society founded by John Humphrey Noyes and his followers in 1848 near Oneida, New York. The community believed that Jesus had already returned in AD 70, making it possible for them to bring about Jesus's millennial kingdom themselves, and be free of sin and perfect in this world, not just in Heaven. The Oneida Community practiced communal"}]}, {"heading": "Deaths", "year": "1890", "date": "April 13", "txt": "Samuel J. Randall, American captain, lawyer, and politician, 33rd Speaker of the United States House of Representatives (b. 1828)", "entities": [{"title": "Samuel J. Randall", "href": "/wiki/Samuel_J._Randall", "description": "Samuel Jackson Randall was an American politician from Pennsylvania who represented the Queen Village, Society Hill, and Northern Liberties neighborhoods of Philadelphia from 1863 to 1890 and served as the 29th Speaker of the United States House of Representatives from 1876 to 1881. He was a contender for the Democratic Party nomination for President of the United States in 1880 and 1884."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Deaths", "year": "1899", "date": "April 13", "txt": "James Service, Scottish-Australian politician, 12th Premier of Victoria (b. 1823)", "entities": [{"title": "James Service", "href": "/wiki/James_Service", "description": "James Service, \nAustralian colonial politician, was the 12th Premier of Victoria, Australia."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1909", "date": "April 13", "txt": "Whitley Stokes, Anglo-Irish lawyer and scholar (b. 1830)", "entities": [{"title": "Whitley Stokes", "href": "/wiki/Whitley_Stokes", "description": "Whitley Stokes, CSI, CIE, FBA was an Irish lawyer and Celtic scholar."}]}, {"heading": "Deaths", "year": "1910", "date": "April 13", "txt": "William Quiller Orchardson, Scottish-English painter and educator (b. 1835)", "entities": [{"title": "William Quiller Orchardson", "href": "/wiki/William_Quiller_Orchardson", "description": "Sir William Quiller Orchardson was a noted Scottish portraitist and painter of domestic and historical subjects who was knighted in June 1907, at the age of 75."}]}, {"heading": "Deaths", "year": "1911", "date": "April 13", "txt": "John McLane, Scottish-American politician, 50th Governor of New Hampshire (b. 1852)", "entities": [{"title": "John McLane", "href": "/wiki/John_McLane", "description": "John McLane was a furniture maker and politician from Milford, New Hampshire. He was Governor of New Hampshire from 1905 to 1907."}, {"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Deaths", "year": "1911", "date": "April 13", "txt": "George Washington Glick, American lawyer and politician, 9th Governor of Kansas (b. 1827)", "entities": [{"title": "Governor of Kansas", "href": "/wiki/Governor_of_Kansas", "description": "The Governor of Kansas is the head of the executive branch of Kansas's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Kansas Legislature, to convene the legislature at any time, and to grant pardons."}]}, {"heading": "Deaths", "year": "1912", "date": "April 13", "txt": "Takuboku Ishikawa, Japanese poet and author (b. 1886)", "entities": [{"title": "Takuboku Ishikawa", "href": "/wiki/Takuboku_Ishikawa", "description": "Takuboku Ishikawa  was a Japanese poet. He died of tuberculosis. Well known as both a tanka and \"modern-style\"  or \"free-style\"  poet, he began as a member of the Myōjō group of naturalist poets but later joined the \"socialistic\" group of Japanese poets and renounced naturalism."}]}, {"heading": "Deaths", "year": "1917", "date": "April 13", "txt": "Diamond Jim Brady, American businessman and philanthropist (b. 1856)", "entities": [{"title": "Diamond Jim Brady", "href": "/wiki/Diamond_Jim_Brady", "description": "James Buchanan Brady, also known as Diamond Jim Brady, was an American businessman, financier and philanthropist of the Gilded Age."}]}, {"heading": "Deaths", "year": "1918", "date": "April 13", "txt": "Lavr Kornilov, Russian general (b. 1870)", "entities": [{"title": "Lavr Kornilov", "href": "/wiki/Lavr_Kornilov", "description": "Lavr Georgiyevich Kornilov was a Russian military intelligence officer, explorer, and general in the Imperial Russian Army during World War I and the ensuing Russian Civil War. Kornilov was of Siberian Cossack origin. Today he is best remembered for the Kornilov Affair, an unsuccessful endeavor in August/September 1917 that was intended to strengthen Alexander Kerensky's Provisional Government, bu"}]}, {"heading": "Deaths", "year": "1927", "date": "April 13", "txt": "Georg Voigt, German politician, Mayor of Frankfurt (b. 1866)", "entities": [{"title": "Georg Voigt (politician)", "href": "/wiki/Georg_Voigt_(politician)", "description": "Georg Philipp Wilhelm Voigt was a German politician. Voigt was the mayor of Rixdorf, Barmen, Frankfurt and Marburg."}, {"title": "List of mayors of Frankfurt", "href": "/wiki/List_of_mayors_of_Frankfurt", "description": "The Mayor of Frankfurt-am-Main is the highest-ranking member of city government in Frankfurt am Main, Germany. Since 1995, the position has been directly elected. Two people have held the position since the introduction of elections: Petra Roth (CDU) and Peter Feldmann (SPD). Prior to this, the mayor was elected by the city council."}]}, {"heading": "Deaths", "year": "1936", "date": "April 13", "txt": "Konstantinos Demertzis, Greek politician 129th Prime Minister of Greece (b. 1876)", "entities": [{"title": "Konstantinos Demertzis", "href": "/wiki/Konstantinos_Demertzis", "description": "Konstantinos Demertzis was a Greek politician. He was the 49th Prime Minister of Greece from November 1935 to April 1936. Demertzis died during his mandate, of a heart attack, on April 13, 1936."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1938", "date": "April 13", "txt": "Grey Owl, English-Canadian environmentalist and author (b. 1888)", "entities": [{"title": "Grey Owl", "href": "/wiki/Grey_Owl", "description": "Archibald Stansfeld Belaney, commonly known as Grey Owl, was a British-born conservationist, fur trapper, and writer who disguised himself as a Native American man. While he achieved fame as a conservationist during his life, after his death the revelation that he was not Indigenous, along with other autobiographical fabrications, negatively affected his reputation."}]}, {"heading": "Deaths", "year": "1941", "date": "April 13", "txt": "Annie Jump Cannon, American astronomer and academic (b. 1863)", "entities": [{"title": "Annie Jump Cannon", "href": "/wiki/Annie_Jump_Cannon", "description": "Annie Jump Cannon was an American astronomer whose cataloging work was instrumental in the development of contemporary stellar classification. With Edward C. Pickering, she is credited with the creation of the Harvard Classification Scheme, which was the first serious attempt to organize and classify stars based on their temperatures and spectral types. She was nearly deaf throughout her career. S"}]}, {"heading": "Deaths", "year": "1941", "date": "April 13", "txt": "William Twaits, Canadian soccer player (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "April 13", "txt": "Henk Sneevliet, Dutch politician (b. 1883)", "entities": [{"title": "Henk Sneevliet", "href": "/wiki/Henk_Sneevliet", "description": "Hendricus Josephus Franciscus Marie (Henk) Sneevliet, known as Henk Sneevliet or by the pseudonym \"Maring\", was a Dutch Communist, who was active in both the Netherlands and the Dutch East-Indies. As a functionary of the Communist International, Sneevliet guided the formation of the Communist Party of China in 1921. In his native country, he was the founder, chairman and only Representative for th"}]}, {"heading": "Deaths", "year": "1942", "date": "April 13", "txt": "Anton Uesson, Estonian engineer and politician, 17th Mayor of Tallinn (b. 1879)", "entities": [{"title": "List of mayors of Tallinn", "href": "/wiki/List_of_mayors_of_Tallinn", "description": "The following is a list of Mayors of Tallinn, Estonia."}]}, {"heading": "Deaths", "year": "1944", "date": "April 13", "txt": "Cécile Chaminade, French pianist and composer (b. 1857)", "entities": [{"title": "Cécile Chaminade", "href": "/wiki/C%C3%A9cile_Chaminade", "description": "Cécile Louise Stéphanie Chaminade was a French composer and pianist. In 1913, she was awarded the Légion d'Honneur, a first for a female composer. Ambroise Thomas said, \"This is not a woman who composes, but a composer who is a woman.\""}]}, {"heading": "Deaths", "year": "1945", "date": "April 13", "txt": "Ernst Cassirer, Polish-American philosopher and academic (b. 1874)", "entities": [{"title": "Ernst Cassirer", "href": "/wiki/Ernst_Cassirer", "description": "Ernst Alfred Cassirer was a German philosopher. Trained within the Neo-Kantian Marburg School, he initially followed his mentor Hermann Cohen in attempting to supply an idealistic philosophy of science."}]}, {"heading": "Deaths", "year": "1954", "date": "April 13", "txt": "Samuel Jones, American high jumper (b. 1880)", "entities": [{"title": "Samuel Jones (athlete)", "href": "/wiki/Samuel_Jones_(athlete)", "description": "Samuel \"Sam\" Symington Jones was an American athlete who competed mainly in the high jump. He competed for the United States in the 1904 Summer Olympics held in St Louis, United States in the high jump where he won the gold medal."}]}, {"heading": "Deaths", "year": "1954", "date": "April 13", "txt": "Angus Lewis Macdonald, Canadian lawyer and politician, 12th Premier of Nova Scotia (b. 1890)", "entities": [{"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Deaths", "year": "1956", "date": "April 13", "txt": "Emil Nolde, Danish-German painter and educator (b. 1867)", "entities": [{"title": "Emil Nolde", "href": "/wiki/Emil_Nolde", "description": "Emil Nolde was a German-Danish painter and printmaker. He was one of the first Expressionists, a member of Die Brücke, and was one of the first oil painting and watercolor painters of the early 20th century to explore color. He is known for his brushwork and expressive choice of colors. Golden yellows and deep reds appear frequently in his work, giving a luminous quality to otherwise somber tones."}]}, {"heading": "Deaths", "year": "1959", "date": "April 13", "txt": "Eduard van Beinum, Dutch pianist, violinist, and conductor (b. 1901)", "entities": [{"title": "Eduard van Beinum", "href": "/wiki/Eduard_van_Beinum", "description": "Eduard Alexander van Beinum was a Dutch conductor."}]}, {"heading": "Deaths", "year": "1961", "date": "April 13", "txt": "John A. Bennett, American soldier (b. 1935)", "entities": [{"title": "John A. Bennett", "href": "/wiki/John_A._Bennett", "description": "John Arthur Bennett was an United States Army soldier who remains the last person to be executed after a court-martial by the United States Armed Forces. The 26-year-old African-American private was convicted of the rape and attempted murder of an 11-year-old girl in Austria. Despite last minutes appeals for clemency to President John F. Kennedy, he was hanged at Fort Leavenworth in 1961."}]}, {"heading": "Deaths", "year": "1962", "date": "April 13", "txt": "Culbert Olson, American lawyer and politician, 29th Governor of California (b. 1876)", "entities": [{"title": "Culbert Olson", "href": "/wiki/Culbert_Olson", "description": "Culbert Levy Olson was an American lawyer and politician. A Democratic Party member, Olson was involved in Utah and California politics and was elected as the 29th governor of California from 1939 to 1943."}, {"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Deaths", "year": "1966", "date": "April 13", "txt": "Abdul Salam Arif, Iraqi colonel and politician, 2nd President of Iraq (b. 1921)", "entities": [{"title": "Abdul Salam Arif", "href": "/wiki/Abdul_Salam_Arif", "description": "ʿAbd al-Salam Mohammed ʿArif al-Jumayli was the second President of Iraq from 1963 until his death in 1966. He played a leading role in the 14 July Revolution, in which the Hashemite monarchy was overthrown on 14 July 1958."}, {"title": "President of Iraq", "href": "/wiki/President_of_Iraq", "description": "The president of Iraq is the head of state of Iraq and \"safeguards the commitment to the Constitution and the preservation of Iraq's independence, sovereignty, unity, the security of its territories in accordance with the provisions of the Constitution\". The President is elected by the Council of Representatives by a two-thirds majority, and is limited to two four-year terms. The president is resp"}]}, {"heading": "Deaths", "year": "1966", "date": "April 13", "txt": "Carlo Carrà, Italian painter (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "April 13", "txt": "Georges Duhamel, French soldier and author (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "April 13", "txt": "Nicole Berger, French actress (b. 1934)", "entities": [{"title": "Nicole Berger", "href": "/wiki/Nicole_Berger", "description": "Nicole Berger was a French actress."}]}, {"heading": "Deaths", "year": "1969", "date": "April 13", "txt": "Alfred Karindi, Estonian pianist and composer (b. 1901)", "entities": [{"title": "Alfred Karindi", "href": "/wiki/Alfred_Karindi", "description": "Alfred Karindi was an Estonian organist and composer."}]}, {"heading": "Deaths", "year": "1971", "date": "April 13", "txt": "Michel Brière, Canadian ice hockey player (b. 1949)", "entities": [{"title": "Michel Brière", "href": "/wiki/Michel_Bri%C3%A8re", "description": "Michel Edouard Brière was a Canadian professional ice hockey player for one season in the National Hockey League (NHL). Following his rookie season with the Pittsburgh Penguins, Brière was involved in a car accident in which he suffered major head trauma. After multiple brain surgeries and 11 months in a coma, he died as a result of his injuries at the age of 21."}]}, {"heading": "Deaths", "year": "1971", "date": "April 13", "txt": "Juhan Smuul, Estonian author, poet, and screenwriter (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "April 13", "txt": "Larry Parks, American actor and singer (b. 1914)", "entities": [{"title": "Larry Parks", "href": "/wiki/Larry_Parks", "description": "Samuel Lawrence \"Larry\" Klausman Parks was an American stage and movie actor. His career arced from bit player and supporting roles to top billing, before it was virtually ended when he admitted to having once been a member of a Communist Party cell, which led to his blacklisting by all Hollywood studios. His best known role was Al Jolson, whom he portrayed in two films: The Jolson Story (1946) an"}]}, {"heading": "Deaths", "year": "1975", "date": "April 13", "txt": "François Tombalbaye, Chadian soldier, academic, and politician, 1st President of Chad (b. 1918)", "entities": [{"title": "President of Chad", "href": "/wiki/President_of_Chad", "description": "This is a list of heads of state of Chad since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "1978", "date": "April 13", "txt": "Jack Chambers, Canadian painter and director (b. 1931)", "entities": [{"title": "Jack Chambers (artist)", "href": "/wiki/Jack_Chambers_(artist)", "description": "John Richard Chambers was a Canadian artist and filmmaker. Born in London, Ontario, Chambers' painting style shifted from surrealist-influenced to photo-realist-influenced. He used the term \"Perceptual Realism\" and later \"perceptualism\" to describe his style. He began working with film in the 1960s, completing six by 1970. Stan Brakhage proclaimed Chambers' The Hart of London as \"one of the greate"}]}, {"heading": "Deaths", "year": "1978", "date": "April 13", "txt": "Funmilayo Ransome-Kuti, Nigerian educator and women's rights activist (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "April 13", "txt": "Markus Höttinger, Austrian racing driver (b. 1956)", "entities": [{"title": "Markus Höttinger", "href": "/wiki/Markus_H%C3%B6ttinger", "description": "Markus Höttinger was an Austrian Formula Two driver who died at Germany's Hockenheimring during the third lap of the second round of the 1980 European Formula Two Championship, on 13 April 1980. He was 23 years old at the time. The incident occurred when a loose wheel from Derek Warwick's car struck Höttinger's head, killing him almost instantly. The race was stopped when it became apparent how se"}]}, {"heading": "Deaths", "year": "1983", "date": "April 13", "txt": "Gerry Hitchens, English footballer (b. 1934)", "entities": [{"title": "Gerry Hitchens", "href": "/wiki/Gerry_Hitchens", "description": "Gerald Archibald Hitchens was an English footballer, who played as a centre forward."}]}, {"heading": "Deaths", "year": "1983", "date": "April 13", "txt": "Theodore Stephanides, Greek physician, author, and poet (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "April 13", "txt": "Ralph Kirkpatrick, American harp player and musicologist (b. 1911)", "entities": [{"title": "Ralph Kirkpatrick", "href": "/wiki/Ralph_Kirkpatrick", "description": "Ralph Leonard Kirkpatrick was an American harpsichordist and musicologist, widely known for his chronological catalog of Domenico Scarlatti's keyboard sonatas as well as for his performances and recordings."}]}, {"heading": "Deaths", "year": "1988", "date": "April 13", "txt": "Jean Gascon, Canadian actor and director (b. 1920)", "entities": [{"title": "Jean Gascon", "href": "/wiki/Jean_Gascon", "description": "Jean Gascon was a Canadian opera director, actor, and administrator."}]}, {"heading": "Deaths", "year": "1992", "date": "April 13", "txt": "Maurice Sauvé, Canadian economist and politician (b. 1923)", "entities": [{"title": "Maurice Sauvé", "href": "/wiki/Maurice_Sauv%C3%A9", "description": "Maurice Sauvé, was a Canadian economist, politician, cabinet minister, businessman, and husband of Jeanne Sauvé, 23rd Governor General of Canada."}]}, {"heading": "Deaths", "year": "1992", "date": "April 13", "txt": "Feza Gürsey, Turkish mathematician and physicist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "April 13", "txt": "Daniel Pollock, Australian actor (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "April 13", "txt": "Wallace Stegner, American novelist, short story writer, and essayist (b. 1909)", "entities": [{"title": "Wallace Stegner", "href": "/wiki/Wallace_Stegner", "description": "Wallace Earle Stegner was an American novelist, short story writer, environmentalist, and historian, often called \"The Dean of Western Writers\". He won the Pulitzer Prize in 1972 and the U.S. National Book Award in 1977."}]}, {"heading": "Deaths", "year": "1996", "date": "April 13", "txt": "Leila Mackinlay, English author and educator (b. 1910)", "entities": [{"title": "Leila Mackinlay", "href": "/wiki/Leila_Mackinlay", "description": "Leila Antoinette Sterling Mackinlay was a British writer of romance novels from 1930 to 1979 as Leila S. Mackinlay or Leila Mackinlay and also under the pseudonym Brenda Grey. Some of her novels are based on real people like Madame Vestris, Lola Montez or Jane Elizabeth Digby; she also wrote Musical Productions, a musical book. She was the daughter of the musician and writer Malcolm Sterling Macki"}]}, {"heading": "Deaths", "year": "1997", "date": "April 13", "txt": "Bryant Bowles, American soldier and activist, founded the National Association for the Advancement of White People (b. 1920)", "entities": [{"title": "Bryant Bowles", "href": "/wiki/Bryant_Bowles", "description": "Bryant William Bowles Jr. was a white supremacist bitterly opposed to racial integration of public schools in the United States."}, {"title": "National Association for the Advancement of White People", "href": "/wiki/National_Association_for_the_Advancement_of_White_People", "description": "The National Association for the Advancement of White People (NAAWP) is a name that has been used for several white nationalist organizations in the United States, deriving its name from the National Association for the Advancement of Colored People."}]}, {"heading": "Deaths", "year": "1997", "date": "April 13", "txt": "Alan Cooley, Australian public servant (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "April 13", "txt": "Dorothy Frooks, American author and actress (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "April 13", "txt": "Voldemar Väli, Estonian wrestler (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "April 13", "txt": "Patrick de Gayardon, French skydiver and base jumper (b. 1960)", "entities": [{"title": "Patrick de Gayardon", "href": "/wiki/Patrick_de_Gayardon", "description": "Patrick de Gayardon was a French skydiver, skysurfer and a BASE jumper."}]}, {"heading": "Deaths", "year": "1999", "date": "April 13", "txt": "Ortvin Sarapu, Estonian-New Zealand chess player and author (b. 1924)", "entities": [{"title": "Ortvin Sarapu", "href": "/wiki/Ortvin_Sarapu", "description": "Ortvin Sarapu, known in New Zealand as \"Mr Chess\", was an Estonian-born chess player who emigrated to New Zealand and won or shared the New Zealand Chess Championship 20 times from 1952 to 1990."}]}, {"heading": "Deaths", "year": "1999", "date": "April 13", "txt": "Willi Stoph, German engineer and politician, 2nd Prime Minister of East Germany (b. 1914)", "entities": [{"title": "Leadership of East Germany", "href": "/wiki/Leadership_of_East_Germany", "description": "The political leadership of East Germany was in the hands of several offices."}]}, {"heading": "Deaths", "year": "2000", "date": "April 13", "txt": "Giorgio Bassani, Italian author and poet (b. 1916)", "entities": [{"title": "Giorgio Bassani", "href": "/wiki/Giorgio_Bassani", "description": "Giorgio Bassani was an Italian novelist, poet, essayist, editor, and international intellectual."}]}, {"heading": "Deaths", "year": "2000", "date": "April 13", "txt": "Frenchy Bordagaray, American baseball player and manager (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "April 13", "txt": "Caron Keating, Northern Irish television host (b. 1962)", "entities": [{"title": "Caron Keating", "href": "/wiki/Caron_Keating", "description": "Caron Louisa Keating was a Northern Irish television presenter."}]}, {"heading": "Deaths", "year": "2005", "date": "April 13", "txt": "Johnnie Johnson, American pianist and songwriter (b. 1924)", "entities": [{"title": "Johnnie Johnson (musician)", "href": "/wiki/Johnnie_Johnson_(musician)", "description": "Johnnie Clyde Johnson was an American pianist who played jazz, blues and rock and roll. His work with Chuck Berry led to his induction into the Rock and Roll Hall of Fame. He was posthumously awarded the Congressional Gold Medal for breaking racial barriers in the military, as he was a Montford Point Marine - where the African-American unit endured racism and inspired social change while integrati"}]}, {"heading": "Deaths", "year": "2005", "date": "April 13", "txt": "Phillip Pavia, American painter and sculptor (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "April 13", "txt": "Muriel Spark, Scottish novelist, poet, and critic (b. 1918)", "entities": [{"title": "Muriel Spark", "href": "/wiki/Muriel_Spark", "description": "Dame Muriel Sarah Spark was a British novelist, short story writer, poet and essayist."}]}, {"heading": "Deaths", "year": "2008", "date": "April 13", "txt": "John Archibald Wheeler, American physicist and academic (b. 1911)", "entities": [{"title": "John Archibald Wheeler", "href": "/wiki/John_Archibald_Wheeler", "description": "John Archibald Wheeler was an American theoretical physicist. He was largely responsible for reviving interest in general relativity in the United States after World War II. Wheeler also worked with Niels Bohr in explaining the basic principles behind nuclear fission. Together with Gregory Breit, Wheeler developed the concept of the Breit–Wheeler process. He is best known for using the term \"black"}]}, {"heading": "Deaths", "year": "2012", "date": "April 13", "txt": "Cecil Chaudhry, Pakistani pilot, academic, and activist (b. 1941)", "entities": [{"title": "Cecil Chaudhry", "href": "/wiki/Cecil_Chaudhry", "description": "Group Captain Cecil Chaudhry was a Pakistani academic, human rights activist, and veteran fighter pilot. As a flight lieutenant, he fought in the Indo-Pakistani War of 1965 and as a squadron leader in the Indo-Pakistani War of 1971. During the 1965 war, Chaudhry and three other pilots, under the leadership of Wing Commander Anwar Shamim, attacked the Amritsar Radar Station in a difficult operation"}]}, {"heading": "Deaths", "year": "2012", "date": "April 13", "txt": "Shūichi Higurashi, Japanese illustrator (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 13", "txt": "Stephen Dodgson, English composer and educator (b. 1924)", "entities": [{"title": "Stephen Dodgson", "href": "/wiki/Stephen_Dodgson", "description": "\nStephen Cuthbert Vivian Dodgson was a British composer and broadcaster. Dodgson's prolific musical output covered most genres, ranging from opera and large-scale orchestral music to chamber and instrumental music, as well as choral works and song. Three instruments to which he dedicated particular attention were the guitar, harpsichord and recorder. He wrote in a mainly tonal, although sometimes "}]}, {"heading": "Deaths", "year": "2014", "date": "April 13", "txt": "Ernesto Laclau, Argentinian-Spanish philosopher and theorist (b. 1935)", "entities": [{"title": "Ernesto Laclau", "href": "/wiki/Ernesto_Laclau", "description": "Ernesto Laclau was an Argentine political theorist and philosopher. He is often described as an 'inventor' of post-Marxist political theory. He is well known for his collaborations with his long-term partner, Chantal Mouffe."}]}, {"heading": "Deaths", "year": "2014", "date": "April 13", "txt": "Michael Ruppert, American journalist and author (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 13", "txt": "Eduardo Galeano, Uruguayan journalist and author (b. 1940)", "entities": [{"title": "Eduardo Galeano", "href": "/wiki/Eduardo_Galeano", "description": "Eduardo Hughes Galeano was a Uruguayan journalist, writer and novelist considered, among other things, \"global soccer's pre-eminent man of letters\" and \"a literary giant of the Latin American left\"."}]}, {"heading": "Deaths", "year": "2015", "date": "April 13", "txt": "Günter Grass, German novelist, poet, playwright, and illustrator, Nobel Prize laureate (b. 1927)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2015", "date": "April 13", "txt": "Herb Trimpe, American author and illustrator (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "April 13", "txt": "Dan Rooney, American football executive and former United States Ambassador to Ireland (b. 1932)", "entities": [{"title": "Dan Rooney", "href": "/wiki/Dan_Rooney", "description": "Daniel Milton Rooney was an American executive and diplomat best known for his association with the Pittsburgh Steelers, an American football team in the National Football League (NFL), and son of the Steelers' founder, Art Rooney. He held various roles within the organization, most notably as president, owner and chairman."}]}]