[{"heading": "Events", "year": "753 BC", "date": "April 21", "txt": "Romulus founds Rome (traditional date).", "entities": [{"title": "Romulus", "href": "/wiki/Romulus", "description": "Romulus was the legendary founder and first king of Rome. Various traditions attribute the establishment of many of Rome's oldest legal, political, religious, and social institutions to Romulus and his contemporaries. Although many of these traditions incorporate elements of folklore, and it is not clear to what extent a historical figure underlies the mythical Romulus, the events and institutions"}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Founding of Rome", "href": "/wiki/Founding_of_Rome", "description": "The tale of the founding of Rome is recounted in traditional stories handed down by the ancient Romans themselves as the earliest history of their city in terms of legend and myth. The most familiar of these myths, and perhaps the most famous of all Roman myths, is the story of Romulus and Remus, twins who were suckled by a she-wolf as infants. Another account, set earlier in time, claims that the"}]}, {"heading": "Events", "year": "43 BC", "date": "April 21", "txt": "Battle of Mutina: Mark Antony is again defeated in battle by Aulus Hirtius, who is killed. Antony fails to capture Mutina and Decimus Brutus is murdered shortly after.", "entities": [{"title": "Battle of Mutina", "href": "/wiki/Battle_of_Mutina", "description": "The Battle of Mutina took place on 21 April 43 BC between the forces loyal to the Senate under Consuls Gaius Vibius Pansa and Aulus Hirtius, supported by the legions of Caesar Octavian, and the Caesarian legions of Mark Antony which were besieging the troops of Decimus Brutus. The latter, one of Caesar's assassins, held the city of Mutina in Cisalpine Gaul."}, {"title": "Mark Antony", "href": "/wiki/Mark_Antony", "description": "Marcus Antonius, commonly known in English as Mark Antony or Anthony, was a Roman politician and general who played a critical role in the transformation of the Roman Republic from a constitutional republic into the autocratic Roman Empire."}, {"title": "Aulus Hirtius", "href": "/wiki/Aulus_Hirtius", "description": "Aulus Hirtius was consul of the Roman Republic in 43 BC and a writer on military subjects. He was killed during his consulship in battle against Mark Antony at the Battle of Mutina."}, {"title": "Mutina", "href": "/wiki/Mutina", "description": "Modena is a city and comune (municipality) on the south side of the Po Valley, in the Province of Modena in the Emilia-Romagna region of northern Italy."}, {"title": "Decimus Junius Brutus Albinus", "href": "/wiki/Decimus_Junius_Brutus_Albinus", "description": "Decimus Junius Brutus Albinus was a Roman general and politician of the late republican period and one of the leading instigators of Julius Caesar's assassination. He had previously been an important supporter of Caesar in the Gallic Wars and in the civil war against Pompey. Decimus Brutus is often confused with his distant cousin and fellow conspirator, Marcus Junius Brutus."}]}, {"heading": "Events", "year": "900", "date": "April 21", "txt": "The Laguna Copperplate Inscription (the earliest known written document found in what is now the Philippines): the Commander-in-Chief of the Kingdom of Tondo, as represented by the Honourable Jayadewa, Lord Minister of Pailah, pardons from all debt the Honourable Namwaran and his relations.", "entities": [{"title": "Laguna Copperplate Inscription", "href": "/wiki/Laguna_Copperplate_Inscription", "description": "The Laguna Copperplate Inscription is an official document, more precisely an acquittance, inscribed in the Shaka year 822. It is the earliest known calendar-dated document used within the Philippine Islands."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Kingdom of Tondo", "href": "/wiki/Kingdom_of_Tondo", "description": "In early Philippine history, the Tagalog settlement at Tondo was a major trade hub located on the northern part of the Pasig River delta, on Luzon island."}, {"title": "Pila, Laguna", "href": "/wiki/Pila,_Laguna", "description": "Pila, officially the Municipality of Pila, is a 3rd class municipality in the province of Laguna, Philippines. According to the 2015 census, it has a population of 50,289 people. "}]}, {"heading": "Events", "year": "1092", "date": "April 21", "txt": "The Diocese of Pisa is elevated to the rank of metropolitan archdiocese by Pope Urban II", "entities": [{"title": "Diocese of Pisa", "href": "/wiki/Diocese_of_Pisa", "description": "The Archdiocese of Pisa is a metropolitan see of the Catholic Church in Italy. It was founded in the 4th century and elevated to the dignity of an archdiocese on 21 April 1092 by Pope Urban II. The seat of the bishop is the cathedral of the Assumption in the Piazza del Duomo."}, {"title": "Archdiocese", "href": "/wiki/Archdiocese", "description": "In church governance, a diocese or bishopric is the ecclesiastical district under the jurisdiction of a bishop."}, {"title": "Pope Urban II", "href": "/wiki/Pope_Urban_II", "description": "Pope Urban II, otherwise known as Odo of Châtillon or Otho de Lagery, was the head of the Catholic Church and ruler of the Papal States from 12 March 1088 to his death. He is best known for initiating the Crusades."}]}, {"heading": "Events", "year": "1506", "date": "April 21", "txt": "The three-day Lisbon Massacre comes to an end with the slaughter of over 1,900 suspected Jews by Portuguese Catholics.", "entities": [{"title": "Lisbon Massacre", "href": "/wiki/Lisbon_Massacre", "description": "The Lisbon massacre was an incident in April, 1506, in Lisbon in the Kingdom of Portugal in which a crowd of Catholics, as well as foreign sailors who were anchored in the Tagus, persecuted, tortured, killed, and burnt at the stake hundreds of people who were accused of being Jews and, thus, guilty of deicide and heresy. This incident took place thirty years before the establishment of the Portugu"}]}, {"heading": "Events", "year": "1509", "date": "April 21", "txt": "Henry VIII ascends the throne of England on the death of his father, Henry VII.", "entities": [{"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}]}, {"heading": "Events", "year": "1526", "date": "April 21", "txt": "The last ruler of the Lodi dynasty, Ibrahim Lodi is defeated and killed by Babur in the First Battle of Panipat.", "entities": [{"title": "Lodi dynasty", "href": "/wiki/Lodi_dynasty", "description": "The Lodi dynasty was an Afghan dynasty that ruled the Delhi Sultanate from 1451 to 1526. It was the fifth and final dynasty of the Delhi Sultanate, and was founded by Bahlul Khan Lodi when he replaced the Sayyid dynasty."}, {"title": "Ibrahim Lodi", "href": "/wiki/Ibrahim_Lodi", "description": "Ibrahim Khan Lodi was an Afghan Sultan of the Delhi Sultanate, who became Sultan in 1517 after the death of his father Sikandar Lodi. He was the last ruler of the Lodi dynasty, reigning for nine years until 1526, when he was defeated and killed at the Battle of Panipat by Babur's invading army, giving way to the emergence of the Mughal Empire in India."}, {"title": "Babur", "href": "/wiki/Babur", "description": "Babur, born Zahīr ud-Dīn Muhammad, was the founder of the Mughal Empire and first Emperor of the Mughal dynasty in the Indian subcontinent. He was a descendant of Timur and Genghis Khan through his father and mother respectively. He was also given the posthumous title of Firdaws Makani."}, {"title": "First Battle of Panipat", "href": "/wiki/First_Battle_of_Panipat", "description": "The First Battle of Panipat, on 21 April 1526, was fought between the invading forces of Babur and the Lodi dynasty. It took place in north India and marked the beginning of the Mughal Empire and the end of the Delhi Sultanate. This was one of the earliest battles involving gunpowder firearms and field artillery in the Indian subcontinent which were introduced by Mughals in this battle."}]}, {"heading": "Events", "year": "1615", "date": "April 21", "txt": "The Wignacourt Aqueduct is inaugurated in Malta.", "entities": [{"title": "Wignacourt Aqueduct", "href": "/wiki/Wignacourt_Aqueduct", "description": "The Wignacourt Aqueduct is a 17th-century aqueduct in Malta, which was built by the Order of Saint John to carry water from springs in Dingli and Rabat to the newly built capital city Valletta. The aqueduct was carried through underground pipes and over arched viaducts across depressions in the ground."}, {"title": "History of Malta under the Order of Saint John", "href": "/wiki/History_of_Malta_under_the_Order_of_Saint_John", "description": "Malta was ruled by the Knights Hospitaller, or Order of Saint John, as a vassal state of the Kingdom of Sicily from 1530 to 1798. The islands of Malta and Gozo, as well as the city of Tripoli in modern Libya, were granted to the Order by Spanish Emperor Charles V in 1530, following the loss of Rhodes. The Ottoman Empire managed to capture Tripoli from the Order in 1551, but an attempt to take Malt"}]}, {"heading": "Events", "year": "1782", "date": "April 21", "txt": "The city of Rattanakosin, now known internationally as Bangkok, is founded on the eastern bank of the Chao Phraya River by King Buddha Yodfa Chulaloke.", "entities": [{"title": "Bangkok", "href": "/wiki/Bangkok", "description": "Bangkok is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon or simply Krung Thep. The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 percent of the country's population. Over fourteen million people lived within the surrounding Ba"}, {"title": "History of Bangkok", "href": "/wiki/History_of_Bangkok", "description": "The history of the city of Bangkok, in Thailand, dates at least to the early–15th century, when it was under the rule of Ayutthaya. Due to its strategic location near the mouth of the Chao Phraya River, the town gradually increased in importance, and after the fall of Ayutthaya King Taksin established his new capital of Thonburi there, on the river's west bank. King Phutthayotfa Chulalok, who succ"}, {"title": "Buddha Yodfa Chulaloke", "href": "/wiki/Buddha_Yodfa_Chulaloke", "description": "Phra Phutthayotfa Chulalok Maharaj, born Thongduang (ทองด้วง) and also known as Rama I, was the founder of the Rattanakosin Kingdom and the first monarch of the reigning Chakri dynasty of Siam. His full title in Thai is Phra Bat Somdet Phra Paramoruracha Mahachakkriborommanat Phra Phutthayotfa Chulalok. He ascended the throne in 1782, after defeating a rebellion which had deposed King Taksin of Th"}]}, {"heading": "Events", "year": "1789", "date": "April 21", "txt": "John Adams sworn in as 1st US Vice President (nine days before George Washington)", "entities": [{"title": "John Adams", "href": "/wiki/John_Adams", "description": "John Adams Jr. was an American statesman, attorney, diplomat, writer, and Founding Father who served as the second president of the United States from 1797 to 1801. Before his presidency, he was a leader of the American Revolution that achieved independence from Great Britain, and he served as the first vice president of the United States. Adams was a dedicated diarist and regularly corresponded w"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Events", "year": "1789", "date": "April 21", "txt": "George Washington's reception at Trenton is hosted by the Ladies of Trenton as he journeys to New York City for his first inauguration.", "entities": [{"title": "First inauguration of George Washington", "href": "/wiki/First_inauguration_of_George_Washington", "description": "The first inauguration of George Washington as the first President of the United States was held on Thursday, April 30, 1789 on the balcony of Federal Hall in New York City, New York. The inauguration was held nearly two months after the beginning of the first four-year term of George Washington as President. Chancellor of New York Robert Livingston administered the presidential oath of office. Wi"}]}, {"heading": "Events", "year": "1792", "date": "April 21", "txt": "Tiradentes, a revolutionary leading a movement for Brazil's independence, is hanged, drawn and quartered.", "entities": [{"title": "Tiradentes", "href": "/wiki/Tiradentes", "description": "Joaquim José da Silva Xavier, known as Tiradentes, was a leading member of the colonial Brazilian revolutionary movement known as Inconfidência Mineira, whose aim was full independence from Portuguese colonial power and creation of a Brazilian republic."}, {"title": "Revolutionary", "href": "/wiki/Revolutionary", "description": "A revolutionary is a person who either participates in, or advocates a revolution. Also, when used as an adjective, the term revolutionary refers to something that has a major, sudden impact on society or on some aspect of human endeavor."}, {"title": "Independence of Brazil", "href": "/wiki/Independence_of_Brazil", "description": "The Independence of Brazil comprised a series of political and military events that occurred in 1821–1824, most of which involved disputes between Brazil and Portugal regarding the call for independence presented by the Brazilian Empire."}, {"title": "Hanged, drawn and quartered", "href": "/wiki/Hanged,_drawn_and_quartered", "description": "To be hanged, drawn and quartered was, from 1352 after the Treason Act 1351, a statutory penalty in England for men convicted of high treason, although the ritual was first recorded during the reign of King Henry III (1216–1272). The convicted traitor was fastened to a hurdle, or wooden panel, and drawn by horse to the place of execution, where he was then hanged, emasculated, disembowelled, behea"}]}, {"heading": "Events", "year": "1802", "date": "April 21", "txt": "Twelve thousand Wahhabis sack Karbala, killing over three thousand inhabitants.", "entities": [{"title": "Wahhabi sack of Karbala", "href": "/wiki/Wahhabi_sack_of_Karbala", "description": "The salafi sack of Karbala occurred on 21 April 1802 (1801), under the rule of Abdulaziz bin Muhammad the second ruler of the First Saudi State. Approximately 12,000 salafis from Najd attacked the city of Karbala. The attack coincided with the anniversary of Ghadir Khum event, or 10th Muharram."}]}, {"heading": "Events", "year": "1806", "date": "April 21", "txt": "Action of 21 April 1806: A French frigate escapes British forces off the coast of South Africa.", "entities": [{"title": "Action of 21 April 1806", "href": "/wiki/Action_of_21_April_1806", "description": "\nThe action of 21 April 1806 was a minor engagement between a French frigate and British forces off South Africa during the Napoleonic Wars. The Île Bonaparte and Île de France constituted French outposts in the Indian Ocean, from which privateers and frigate squadrons could engage in commerce raiding and disrupt British shipping. After encountering a strongly escorted British convoy, the 40-gun C"}]}, {"heading": "Events", "year": "1809", "date": "April 21", "txt": "Two Austrian army corps are driven from Landshut by a First French Empire army led by Napoleon as two French corps to the north hold off the main Austrian army on the first day of the Battle of Eckmühl.", "entities": [{"title": "Landshut", "href": "/wiki/Landshut", "description": "Landshut is a town in Bavaria in the south-east of Germany. Situated on the banks of the River Isar, Landshut is the capital of Lower Bavaria, one of the seven administrative regions of the Free State of Bavaria. It is also the seat of the surrounding district, and has a population of more than 70,000. Landshut is the largest city in Lower Bavaria, followed by Passau and Straubing, and Eastern Bav"}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Eckmühl", "href": "/wiki/Battle_of_Eckm%C3%BChl", "description": "The Battle of Eckmühl, fought on 21 April–22 April 1809, was the turning point of the 1809 Campaign, also known as the War of the Fifth Coalition. Napoleon I had been unprepared for the start of hostilities on 10 April 1809, by the Austrians under the Archduke Charles of Austria and for the first time since assuming the French Imperial Crown had been forced to give up the strategic initiative to a"}]}, {"heading": "Events", "year": "1821", "date": "April 21", "txt": "Benderli Ali Pasha arrives in Constantinople as the new Grand Vizier of the Ottoman Empire; he remains in power for only nine days before being sent into exile.", "entities": [{"title": "Benderli Ali Pasha", "href": "/wiki/Benderli_Ali_Pasha", "description": "Benderli Ali Pasha was an Ottoman statesman. He was Grand Vizier of the Ottoman Empire."}, {"title": "Grand Vizier of the Ottoman Empire", "href": "/wiki/Grand_Vizier_of_the_Ottoman_Empire", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Events", "year": "1836", "date": "April 21", "txt": "Texas Revolution: The Battle of San Jacinto: Republic of Texas forces under Sam Houston defeat troops under Mexican General Antonio López de Santa Anna.", "entities": [{"title": "Texas Revolution", "href": "/wiki/Texas_Revolution", "description": "The Texas Revolution was a rebellion of colonists from the United States and Tejanos in putting up armed resistance to the centralist government of Mexico. While the uprising was part of a larger one, the Mexican Federalist War, that included other provinces opposed to the regime of President Antonio López de Santa Anna, the Mexican government believed the United States had instigated the Texas in"}, {"title": "Battle of San Jacinto", "href": "/wiki/Battle_of_San_Jacinto", "description": "The Battle of San Jacinto, fought on April 21, 1836, in present-day Houston, Texas, was the decisive battle of the Texas Revolution. Led by General Samuel Houston, the Texan Army engaged and defeated General Antonio López de Santa Anna's Mexican army in a fight that lasted just 18 minutes. A detailed, first-hand account of the battle was written by General Houston from the headquarters of the Texa"}, {"title": "Republic of Texas", "href": "/wiki/Republic_of_Texas", "description": "The Republic of Texas was a sovereign state in North America that existed from March 2, 1836, to February 19, 1846, although Mexico considered it a rebellious province during its entire existence. It was bordered by Mexico to the west and southwest, the Gulf of Mexico to the southeast, the two U.S. states of Louisiana and Arkansas to the east and northeast, and United States territories encompassi"}, {"title": "Sam Houston", "href": "/wiki/Sam_Houston", "description": "Samuel Houston was an American general. He was an important leader of the Texas Revolution, Houston served as the first and third president of the Republic of Texas, and was one of the first two individuals to represent Texas in the United States Senate. He also served as the sixth governor of Tennessee and the seventh governor of Texas, the only American to be elected governor of two different st"}, {"title": "Antonio López de Santa Anna", "href": "/wiki/Antonio_L%C3%B3pez_de_Santa_Anna", "description": "Antonio de Padua María Severino López de Santa Anna y Pérez de Lebrón, usually known as Santa Anna or López de Santa Anna, was a Mexican politician and general. His influence on post-independence Mexican politics and government in the first half of the nineteenth century is such that historians of Mexico often refer to it as the \"Age of Santa Anna\"."}]}, {"heading": "Events", "year": "1856", "date": "April 21", "txt": "Australian labour movement: Stonemasons and building workers on building sites around Melbourne march from the University of Melbourne to Parliament House to achieve an eight-hour day.", "entities": [{"title": "Australian labour movement", "href": "/wiki/Australian_labour_movement", "description": "The Australian labour movement began in the early 19th century and since the late 19th century has included industrial and political wings. Trade unions in Australia may be organised on the basis of craft unionism, general unionism, or industrial unionism. Almost all unions in Australia are affiliated with the Australian Council of Trade Unions (ACTU), many of which have undergone a significant pr"}, {"title": "Eight-hour day", "href": "/wiki/Eight-hour_day", "description": "The eight-hour day movement or 40-hour week movement, also known as the short-time movement, was a social movement to regulate the length of a working day, preventing excesses and abuses."}]}, {"heading": "Events", "year": "1894", "date": "April 21", "txt": "Norway formally adopts the Krag–Jørgensen bolt-action rifle as the main arm of its armed forces, a weapon that would remain in service for almost 50 years.", "entities": [{"title": "Krag–Jørgensen", "href": "/wiki/Krag%E2%80%93J%C3%B8rgensen", "description": "The Krag–Jørgensen is a repeating bolt action rifle designed by the Norwegians Ole Herman Johannes Krag and Erik Jørgensen in the late 19th century. It was adopted as a standard arm by Norway, Denmark, and the United States. About 300 were delivered to Boer forces of the South African Republic."}]}, {"heading": "Events", "year": "1898", "date": "April 21", "txt": "Spanish–American War: The United States Navy begins a blockade of Cuban ports. When the U.S. Congress issued a declaration of war on April 25, it declared that a state of war had existed from this date.", "entities": [{"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "Spanish Cuba", "href": "/wiki/Spanish_Cuba", "description": "The Captaincy General of Cuba was an administrative district of the Spanish Empire created in 1607 as part of Habsburg Spain's attempt to better defend and administer its Caribbean possessions. It also involved creating captaincies general in Puerto Rico, Guatemala and Yucatán. The restructuring of the Captaincy General in 1764 was the first example of the Bourbon Reforms in America. The changes i"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Declaration of war", "href": "/wiki/Declaration_of_war", "description": "A declaration of war is a formal act by which one state goes to war against another. The declaration is a performative speech act by an authorized party of a national government, in order to create a state of war between two or more states."}]}, {"heading": "Events", "year": "1914", "date": "April 21", "txt": "Ypiranga incident: A German arms shipment to Mexico is intercepted by the U.S. Navy near Veracruz.", "entities": [{"title": "Ypiranga incident", "href": "/wiki/Ypiranga_incident", "description": "The Ypiranga Incident occurred on April 21, 1914, at the port of Veracruz in Mexico during the Mexican Revolution. The SS Ypiranga was a German steamer that was commissioned to transport arms and munitions to the Mexican federal government under Victoriano Huerta. The United States had placed Mexico under an arms embargo to stifle the flow of weaponry to the war-torn state, then in the throes of c"}, {"title": "Veracruz (city)", "href": "/wiki/Veracruz_(city)", "description": "Veracruz, officially known as Heroica Veracruz, is a major port city and municipality on the Gulf of Mexico in the Mexican state of Veracruz. The city is located along the coast in the central part of the state, 90 km (56 mi) southeast of the state capital Xalapa along Federal Highway 140."}]}, {"heading": "Events", "year": "1918", "date": "April 21", "txt": "World War I: German fighter ace Manfred von Richthofen, better known as \"The Red Baron\", is shot down and killed over Vaux-sur-Somme in France.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Manfred von Richthofen", "href": "/wiki/Manfred_von_Richthofen", "description": "Manfred Albrecht Freiherr von Richthofen, known in English as Baron von Richthofen, and most famously as the \"Red Baron\", was a fighter pilot with the German Air Force during World War I. He is considered the ace-of-aces of the war, being officially credited with 80 air combat victories."}, {"title": "Vaux-sur-Somme", "href": "/wiki/Vaux-sur-Somme", "description": "Vaux-sur-Somme is a commune in the Somme department in Hauts-de-France in northern France. It is notable as the place where famous flying ace Manfred von Richthofen, better known as the Red Baron during World War I, was shot down and killed on April 21, 1918."}, {"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}]}, {"heading": "Events", "year": "1926", "date": "April 21", "txt": "Al-Baqi cemetery, former site of the mausoleum of four Shi'a Imams, is leveled to the ground by Wahhabis.", "entities": [{"title": "Al-Baqi'", "href": "/wiki/Al-Baqi%27", "description": "Jannat al-Baqīʿ is the oldest and the first Islamic cemetery of Medina in the Hejazi region of present-day Saudi Arabia. It is located to the southeast of the Prophet's Mosque, which contains the graves of some of the Islamic prophet Muhammad's family and friends. It is also known as Baqīʿ al-Gharqad."}, {"title": "The Twelve Imams", "href": "/wiki/The_Twelve_Imams", "description": "The Twelve Imams are the spiritual and political successors to the Islamic prophet Muhammad in the Twelver branch of Shia Islam, including that of the Alawite and Alevi."}, {"title": "Demolition of al-Baqi", "href": "/wiki/Demolition_of_al-Baqi", "description": "Al-Baqi cemetery, the oldest and one of the two most important Islamic graveyards located in Medina, in current-day Saudi Arabia, was demolished in 1806 and, following reconstruction in the mid-19th century, was destroyed again in 1925 or 1926. An alliance of the House of Saud, and the followers of the Wahhabi movement known as the Emirate of Diriyah, carried out the first demolition. The Sultanat"}, {"title": "Wahhabism", "href": "/wiki/Wahhabism", "description": "Wahhabism is a religious reform movement and doctrine associated with the teachings of Muhammad ibn Abd al-Wahhab. It has been variously described as \"orthodox\", \"puritan(ical)\"; and as an Islamic \"reform movement\" to restore \"pure monotheistic worship\" by devotees. \nThe term Wahhabi(sm) is chiefly used by outsiders polemically and adherents reject its use, preferring to be called \"Salafi\", and vi"}]}, {"heading": "Events", "year": "1934", "date": "April 21", "txt": "The \"Surgeon's Photograph\", the most famous photo allegedly showing the Loch Ness Monster, is published in the Daily Mail (in 1999, it is revealed to be a hoax).", "entities": [{"title": "Loch Ness Monster", "href": "/wiki/Loch_Ness_Monster", "description": "The Loch Ness Monster, or Nessie, is a creature in Scottish folklore that is said to inhabit Loch Ness in the Scottish Highlands. It is often described as large, long-necked, and with one or more humps protruding from the water. Popular interest and belief in the creature has varied since it was brought to worldwide attention in 1933. Evidence of its existence is anecdotal, with a number of disput"}]}, {"heading": "Events", "year": "1945", "date": "April 21", "txt": "World War II: Soviet forces south of Berlin at Zossen attack the German High Command headquarters.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Zossen", "href": "/wiki/Zossen", "description": "Zossen is a German town in the district of Teltow-Fläming in Brandenburg, about 30 kilometres (20 mi) south of Berlin, and next to the B96 highway. Zossen consists of several smaller municipalities, which were grouped together in 2003 to form the city."}, {"title": "Maybach I and II", "href": "/wiki/Maybach_I_and_II", "description": "Maybach I and II were a series of above and underground bunkers built 20 kilometres south of Berlin in Wünsdorf near Zossen, Brandenburg to house the High Command of the Army and the Supreme Command of the Armed Forces during the Second World War. Along with the military fortress complex Zossen, Maybach I and II were instrumental locations from which central planning for field operations of the We"}]}, {"heading": "Events", "year": "1948", "date": "April 21", "txt": "United Nations Security Council Resolution 47 relating to Kashmir conflict is adopted.", "entities": [{"title": "United Nations Security Council Resolution 47", "href": "/wiki/United_Nations_Security_Council_Resolution_47", "description": "The United Nations Security Council Resolution 47, adopted on 21 April 1948, concerns the resolution of the Kashmir conflict. After hearing arguments from both India and Pakistan, the Council increased the size of the Commission established by United Nations Security Council Resolution 39 to five members, instructed the Commission to go to the subcontinent and help the governments of India and Pak"}, {"title": "Kashmir conflict", "href": "/wiki/Kashmir_conflict", "description": "The Kashmir conflict is a territorial conflict over the Kashmir region, primarily between India and Pakistan, with China playing a third-party role. The conflict started after the partition of India in 1947 as both India and Pakistan claimed the entirety of the former princely state of Jammu and Kashmir. It is a dispute over the region that escalated into three wars between India and Pakistan and "}]}, {"heading": "Events", "year": "1952", "date": "April 21", "txt": "Secretary's Day (now Administrative Professionals' Day) is first celebrated.", "entities": [{"title": "Secretary's Day", "href": "/wiki/Secretary%27s_Day", "description": "Administrative Professionals Day is a day observed yearly in a small number of countries. It is not a public holiday in any of them. In some countries, it falls within Administrative Professionals Week. The day recognizes the work of secretaries, administrative assistants, executive assistants, personal assistants, receptionists, client services representatives, and other administrative support pr"}]}, {"heading": "Events", "year": "1958", "date": "April 21", "txt": "United Airlines Flight 736 collides with a United States Air Force fighter jet near Arden, Nevada in what is now Enterprise, Nevada.", "entities": [{"title": "United Airlines Flight 736", "href": "/wiki/United_Airlines_Flight_736", "description": "United Airlines Flight 736 was a daily transcontinental passenger flight in the United States operated by United Airlines. On April 21, 1958, the Douglas DC-7 serving the flight crashed in southern Nevada following a mid-air collision. The aircraft assigned to Flight 736, an airliner with 47 aboard, was flying at cruise altitude above Clark County, en route to a stopover at Denver, Colorado, when "}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}, {"title": "Arden, Nevada", "href": "/wiki/Arden,_Nevada", "description": "Arden, Nevada was an unincorporated community in Clark County, Nevada. The area is now part of the town of Enterprise. Located about 7 miles (11 km) southwest of Las Vegas, the area is experiencing rapid growth in housing development on land formerly owned by the Bureau of Land Management."}, {"title": "Enterprise, Nevada", "href": "/wiki/Enterprise,_Nevada", "description": "Enterprise is an unincorporated town in the Las Vegas Valley in Clark County, Nevada, United States. The population was 108,481 at the 2010 U.S. Census, up from 14,676 at the 2000 census. It was founded on December 17, 1996. Like other unincorporated towns in the Las Vegas Valley, it uses Las Vegas ZIP Codes for addresses within its boundaries."}]}, {"heading": "Events", "year": "1960", "date": "April 21", "txt": "Brasília, Brazil's capital, is officially inaugurated. At 09:30, the Three Powers of the Republic are simultaneously transferred from the old capital, Rio de Janeiro.", "entities": [{"title": "Brasília", "href": "/wiki/Bras%C3%ADlia", "description": "Brasília is the federal capital of Brazil and seat of government of the Federal District. The city is located at the top of the Brazilian highlands in the country's center-western region. It was founded by President Juscelino Kubitschek on April 21, 1960, to serve as the new national capital. Brasilia is estimated to be Brazil's third-most populous city. Among major Latin American cities, it has t"}, {"title": "Rio de Janeiro", "href": "/wiki/Rio_de_Janeiro", "description": "Rio de Janeiro, or simply Rio, is the second-most populous city in Brazil and the sixth-most populous in the Americas. Rio de Janeiro is the capital of the state of Rio de Janeiro, Brazil's third-most populous state, after São Paulo and Minas Gerais. Part of the city has been designated as a World Heritage Site, named \"Rio de Janeiro: Carioca Landscapes between the Mountain and the Sea\", by UNESCO"}]}, {"heading": "Events", "year": "1962", "date": "April 21", "txt": "The Seattle World's Fair (Century 21 Exposition) opens. It is the first World's Fair in the United States since World War II.", "entities": [{"title": "Century 21 Exposition", "href": "/wiki/Century_21_Exposition", "description": "The Century 21 Exposition was a world's fair held April 21, 1962, to October 21, 1962, in Seattle, Washington.\nNearly 10 million people attended the fair."}, {"title": "World's Fair", "href": "/wiki/World%27s_Fair", "description": "A world's fair or world fair is a large international exhibition designed to showcase achievements of nations. These exhibitions vary in character and are held in different parts of the world at a specific site for a period of time, ranging usually from three to six months."}]}, {"heading": "Events", "year": "1963", "date": "April 21", "txt": "The first election of the Universal House of Justice is held, marking its establishment as the supreme governing institution of the Baháʼí Faith.", "entities": [{"title": "Universal House of Justice", "href": "/wiki/Universal_House_of_Justice", "description": "The Universal House of Justice is the nine-member supreme ruling body of the Baháʼí Faith. It was envisioned by Baháʼu'lláh, the founder of the Baháʼí Faith, as an institution that could legislate on issues not already addressed in the Baháʼí writings, providing flexibility for the Baháʼí Faith to adapt to changing conditions. It was first elected in 1963, and subsequently every five years, by del"}, {"title": "Baháʼí Faith", "href": "/wiki/Bah%C3%A1%CA%BC%C3%AD_Faith", "description": "The Baháʼí Faith is a new religion teaching the essential worth of all religions and the unity of all people. Established by Baháʼu'lláh in the 19th century, it initially developed in Persia and parts of the Middle East, where it has faced ongoing persecution since its inception. The religion is estimated to have over five million adherents, known as Baháʼís, spread throughout most of the world's "}]}, {"heading": "Events", "year": "1964", "date": "April 21", "txt": "A Transit-5bn satellite fails to reach orbit after launch; as it re-enters the atmosphere, 2.1 pounds (0.95 kg) of radioactive plutonium in its SNAP RTG power source is widely dispersed.", "entities": [{"title": "Transit (satellite)", "href": "/wiki/Transit_(satellite)", "description": "The Transit system, also known as NAVSAT or NNSS, was the first satellite navigation system to be used operationally. The radio navigation system was primarily used by the U.S. Navy to provide accurate location information to its Polaris ballistic missile submarines, and it was also used as a navigation system by the Navy's surface ships, as well as for hydrographic survey and geodetic surveying. "}, {"title": "Plutonium", "href": "/wiki/Plutonium", "description": "Plutonium is a radioactive chemical element with the symbol Pu and atomic number 94. It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon, and hydrogen. When exposed to moist air, it forms oxides and hyd"}, {"title": "Systems Nuclear Auxiliary Power Program", "href": "/wiki/Systems_Nuclear_Auxiliary_Power_Program", "description": "The Systems Nuclear Auxiliary POWER (SNAP) program was a program of experimental radioisotope thermoelectric generators (RTGs) and space nuclear reactors flown during the 1960s by NASA."}, {"title": "Radioisotope thermoelectric generator", "href": "/wiki/Radioisotope_thermoelectric_generator", "description": "A radioisotope thermoelectric generator is a type of nuclear battery that uses an array of thermocouples to convert the heat released by the decay of a suitable radioactive material into electricity by the Seebeck effect. This type of generator has no moving parts."}]}, {"heading": "Events", "year": "1965", "date": "April 21", "txt": "The 1964–1965 New York World's Fair opens for its second and final season.", "entities": [{"title": "1964 New York World's Fair", "href": "/wiki/1964_New_York_World%27s_Fair", "description": "The 1964/1965 New York World's Fair was a world's fair that held over 140 pavilions, 110 restaurants, for 80 nations, 24 US states, and over 45 corporations to build exhibits or attractions at Flushing Meadows–Corona Park in Queens, New York City. The immense fair covered 646 acres (2.61 km2) on half the park, with numerous pools or fountains, and an amusement park with rides near the lake. Howeve"}]}, {"heading": "Events", "year": "1966", "date": "April 21", "txt": "Rastafari movement: Haile Selassie of Ethiopia visits Jamaica, an event now celebrated as Grounation Day.", "entities": [{"title": "Rastafari movement", "href": "/wiki/Rastafari_movement", "description": "Rastafari, also known as the Rastafari movement or Rastafarianism, is an Abrahamic religion that developed in Jamaica during the 1930s. It is classified as both a new religious movement and a social movement by scholars of religion. There is no central authority in control of the movement and much diversity exists among practitioners, who are known as Rastafari, Rastafarians, or Rastas."}, {"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Jamaica", "href": "/wiki/Jamaica", "description": "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola ; the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-wes"}, {"title": "Grounation Day", "href": "/wiki/Grounation_Day", "description": "Grounation Day is an important Rastafari holy day, and second after Coronation Day. It is celebrated in honour of Haile Selassie's 1966 visit to Jamaica."}]}, {"heading": "Events", "year": "1967", "date": "April 21", "txt": "A few days before the general election in Greece, Colonel George Papadopoulos leads a coup d'état, establishing a military regime that lasts for seven years.", "entities": [{"title": "General election", "href": "/wiki/General_election", "description": "A general election is a political voting election where generally all or most members of a given political body are chosen. These are usually held for a nation, state, or territory's primary legislative body, and are different from by-elections."}, {"title": "Georgios Papadopoulos", "href": "/wiki/Georgios_Papadopoulos", "description": "Georgios Papadopoulos was a Greek dictator, the head of the military coup d'état that took place in Greece on 21 April 1967, and leader of the junta that ruled the country from 1967 to 1974. He held his dictatorial power until 1973, when he was himself overthrown by his co-conspirator Dimitrios Ioannidis."}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Greek military junta of 1967–74", "href": "/wiki/Greek_military_junta_of_1967%E2%80%9374", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}]}, {"heading": "Events", "year": "1972", "date": "April 21", "txt": "Astronauts John Young and Charles Duke fly Apollo 16's Apollo Lunar Module to the Moon's surface, the fifth NASA Apollo Program crewed lunar landing.", "entities": [{"title": "John Young (astronaut)", "href": "/wiki/John_Young_(astronaut)", "description": "John Watts Young was an American astronaut, naval officer and aviator, test pilot, and aeronautical engineer. He became the ninth person to walk on the Moon as commander of the Apollo 16 mission in 1972. He flew on four different classes of spacecraft: Gemini, the Apollo command and service module, the Apollo Lunar Module, and the Space Shuttle."}, {"title": "Charles Duke", "href": "/wiki/Charles_Duke", "description": "Charles Moss Duke Jr. is an American former astronaut, U.S. Air Force (USAF) officer and test pilot. As lunar module pilot of Apollo 16 in 1972, he became the tenth and youngest person to walk on the Moon, at age 36 years and 201 days."}, {"title": "Apollo 16", "href": "/wiki/Apollo_16", "description": "Apollo 16 was the tenth crewed mission in the United States Apollo space program, the fifth and penultimate to land on the Moon, and the second to land in the lunar highlands. The second of Apollo's \"J missions,\" it was crewed by Commander John Young, Lunar Module Pilot Charles Duke and Command Module Pilot Ken Mattingly. Launched from the Kennedy Space Center in Florida at 12:54 PM EST on April 1"}, {"title": "Apollo Lunar Module", "href": "/wiki/Apollo_Lunar_Module", "description": "The Apollo Lunar Module, or simply Lunar Module, originally designated the Lunar Excursion Module (LEM), was the lander spacecraft that was flown between lunar orbit and the Moon's surface during the U.S. Apollo program. It was the first crewed spacecraft to operate exclusively in the airless vacuum of space, and remains the only crewed vehicle to land anywhere beyond Earth."}, {"title": "Apollo Program", "href": "/wiki/Apollo_Program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}]}, {"heading": "Events", "year": "1975", "date": "April 21", "txt": "Vietnam War: President of South Vietnam Nguyễn Văn Thiệu flees Saigon, as Xuân Lộc, the last South Vietnamese outpost blocking a direct North Vietnamese assault on Saigon, falls.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Nguyễn Văn Thiệu", "href": "/wiki/Nguy%E1%BB%85n_V%C4%83n_Thi%E1%BB%87u", "description": "Nguyễn Văn Thiệu was a Vietnamese military officer and politician who was the president of South Vietnam from 1967 to 1975. He was a general in the Army of the Republic of Vietnam (ARVN), became head of a military junta in 1965, and then president after winning an election in 1967. He established rule over South Vietnam until he resigned and left the nation a few days before the fall of Saigon and"}, {"title": "Ho Chi Minh City", "href": "/wiki/Ho_Chi_Minh_City", "description": "Ho Chi Minh City, commonly known by its previous name, Saigon, is the largest and most populous city in Vietnam, situated in South Vietnam. In southeastern region, the city surrounds the Saigon River and covers about 2,061 square kilometres."}, {"title": "Xuân Lộc District", "href": "/wiki/Xu%C3%A2n_L%E1%BB%99c_District", "description": "Xuân Lộc is a district of Đồng Nai Province, Vietnam, in the Southeast region of the country. Located on National Highway 1 leading out of Ho Chi Minh City, it is most notable for the battle of Xuân Lộc, which took place in April 1975. This was the final large battle of the Vietnam War, where the Army of the Republic of Vietnam poured all of its reserve units in order to halt the advance of the Vi"}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1977", "date": "April 21", "txt": "Annie opens on Broadway.", "entities": [{"title": "Broadway theatre", "href": "/wiki/Broadway_theatre", "description": "Broadway theatre, also simply known as Broadway, refers to the theatrical performances which are presented in the 41 professional theatres, each with 500 or more seats, located in the Theater District and the Lincoln Center along Broadway, in Midtown Manhattan, New York City. Broadway and London's West End together represent the highest commercial level of live theater in the English-speaking worl"}]}, {"heading": "Events", "year": "1982", "date": "April 21", "txt": "Baseball: Rollie Fingers of the Milwaukee Brewers becomes the first pitcher to record 300 saves.", "entities": [{"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}, {"title": "Rollie Fingers", "href": "/wiki/Rollie_Fingers", "description": "Roland Glen \"Rollie\" Fingers is an American retired professional baseball pitcher who played 17 seasons in Major League Baseball for the Oakland Athletics (1968–1976), San Diego Padres (1977–1980), and Milwaukee Brewers (1981–1985). Fingers's effectiveness as a relief pitcher helped redefine the value of relievers within baseball and helped usher in the modern closer role. He is a three-time World"}, {"title": "Milwaukee Brewers", "href": "/wiki/Milwaukee_Brewers", "description": "The Milwaukee Brewers are an American professional baseball team based in Milwaukee. The Brewers compete in Major League Baseball (MLB) as a member club of the National League (NL) Central division. The team is named for the city's association with the brewing industry. Since 2001, the Brewers have played their home games at American Family Field, which has a seating capacity of 41,900."}, {"title": "Pitcher", "href": "/wiki/Pitcher", "description": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defe"}]}, {"heading": "Events", "year": "1985", "date": "April 21", "txt": "The compound of the militant group The Covenant, The Sword, and the Arm of the Lord surrenders to federal authorities in Arkansas after a two-day government siege.", "entities": [{"title": "The Covenant, The Sword, and the Arm of the Lord", "href": "/wiki/The_Covenant,_The_Sword,_and_the_Arm_of_the_Lord", "description": "The Covenant, the Sword, and the Arm of the Lord (CSA) was a far-right militant organization dedicated to Christian Identity and survivalism active in the United States during the 1970s and early 1980s. The CSA developed from a Baptist congregation, the Zarephath-Horeb Community Church, which was founded in 1971 in Pontiac, Missouri. Over time, Zarephath-Horeb evolved into an extremist paramilitar"}]}, {"heading": "Events", "year": "1987", "date": "April 21", "txt": "The Tamil Tigers are blamed for a car bomb that detonates in the Sri Lankan capital city of Colombo, killing 106 people.", "entities": [{"title": "Liberation Tigers of Tamil Eelam", "href": "/wiki/Liberation_Tigers_of_Tamil_Eelam", "description": "The Liberation Tigers of Tamil Eelam (LTTE) was a Tamil militant organization that was based in northeastern Sri Lanka. Its aim was to secure an independent state of Tamil Eelam in the north and east in response to the state policies of successive Sri Lankan governments that were widely considered to be discriminatory towards the minority Sri Lankan Tamils, as well as the oppressive actions—includ"}, {"title": "Car bomb", "href": "/wiki/Car_bomb", "description": "A car bomb, lorry bomb, or truck bomb, also known as a vehicle-borne improvised explosive device (VBIED), is an improvised explosive device designed to be detonated in an automobile or other vehicles."}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Colombo", "href": "/wiki/Colombo", "description": "Colombo is the commercial capital and largest city of Sri Lanka by population. According to the Brookings Institution, Colombo metropolitan area has a population of 5.6 million, and 752,993 in the city proper. It is the financial centre of the island and a tourist destination. It is located on the west coast of the island and adjacent to the Greater Colombo area which includes Sri Jayawardenepura "}]}, {"heading": "Events", "year": "1989", "date": "April 21", "txt": "Tiananmen Square protests of 1989: In Beijing, around 100,000 students gather in Tiananmen Square to commemorate Chinese reform leader Hu Yaobang.", "entities": [{"title": "Tiananmen Square protests of 1989", "href": "/wiki/Tiananmen_Square_protests_of_1989", "description": "The Tiananmen Square protests, known in China as the June Fourth Incident, were student-led demonstrations held in Tiananmen Square, Beijing during 1989. In what is known as the Tiananmen Square Massacre, troops armed with assault rifles and accompanied by tanks fired at the demonstrators and those trying to block the military's advance into Tiananmen Square. The protests started on April 15 and w"}, {"title": "Tiananmen Square", "href": "/wiki/Tiananmen_Square", "description": "Tiananmen Square or Tian'anmen Square is a city square in the city center of Beijing, China, located near the city's Central Business District and named after the eponymous Tiananmen located to its north, which separates it from the Forbidden City. The square contains the Monument to the People's Heroes, the Great Hall of the People, the National Museum of China, and the Mausoleum of Mao Zedong. M"}, {"title": "Hu Yaobang", "href": "/wiki/Hu_Yaobang", "description": "Hu Yaobang was a high-ranking official of the People's Republic of China. He held the top office of the Chinese Communist Party (CCP) from 1981 to 1987, first as Chairman from 1981 to 1982, then as General Secretary from 1982 to 1987. Hu joined the CCP in the 1930s, and rose to prominence as a comrade of Deng Xiaoping. During the Cultural Revolution (1966–1976), Hu was purged, recalled, and purged"}]}, {"heading": "Events", "year": "1993", "date": "April 21", "txt": "The Supreme Court in La Paz, Bolivia, sentences former dictator Luis García Meza to 30 years in jail without parole for murder, theft, fraud and violating the constitution.", "entities": [{"title": "La Paz", "href": "/wiki/La_Paz", "description": "La Paz, officially known as Nuestra Señora de La Paz, also named Chuqi Yapu (Chuquiago) in Aymara, is the seat of government of the Plurinational State of Bolivia. With an estimated 816,044 residents as of 2020, La Paz is the third-most populous city in Bolivia. Its metropolitan area, which is formed by La Paz, El Alto, Achocalla, Viacha, and Mecapaca makes up the second most populous urban area i"}, {"title": "Bolivia", "href": "/wiki/Bolivia", "description": "Bolivia, officially the Plurinational State of Bolivia, is a landlocked country located in western-central South America. The constitutional capital is Sucre, while the seat of government and executive capital is La Paz. The largest city and principal industrial center is Santa Cruz de la Sierra, located on the Llanos Orientales, a mostly flat region in the east of the country."}, {"title": "Luis García Meza", "href": "/wiki/Luis_Garc%C3%ADa_Meza", "description": "Luis García Meza Tejada was a Bolivian general who served as the de facto 57th President of Bolivia from 1980 to 1981. He was a dictator convicted of human rights violations and leader of a violent coup. A native of La Paz, he was a career military officer who rose to the rank of general during the dictatorship of Hugo Banzer (1971–78)."}]}, {"heading": "Events", "year": "2004", "date": "April 21", "txt": "Five suicide car bombers target police stations in and around Basra, killing 74 people and wounding 160.", "entities": [{"title": "21 April 2004 Basra bombings", "href": "/wiki/21_April_2004_Basra_bombings", "description": "On 21 April 2004, a series of large car bomb explosions ripped through Basra, Iraq. Seventy-four people died and more than 100 were injured. The attacks were some of the deadliest in southern Iraq since the fall of President Saddam Hussein."}, {"title": "Basra", "href": "/wiki/Basra", "description": "Basra is an Iraqi city located on the Shatt al-Arab. It had an estimated population of 1.4 million in 2018. Basra is also Iraq's main port, although it does not have deep water access, which is handled at the port of Umm Qasr."}]}, {"heading": "Events", "year": "2010", "date": "April 21", "txt": "The controversial Kharkiv Pact (Russian Ukrainian Naval Base for Gas Treaty) is signed in Kharkiv, Ukraine, by Ukrainian President Viktor Yanukovych and Russian President Dmitry Medvedev; it was unilaterally terminated by Russia on March 31, 2014.", "entities": [{"title": "Kharkiv Pact", "href": "/wiki/Kharkiv_Pact", "description": "The Agreement between Ukraine and Russia on the Black Sea Fleet in Ukraine, widely referred to as the Kharkiv Pact or Kharkiv Accords, was a treaty between Ukraine and Russia whereby the Russian lease on naval facilities in Crimea was extended beyond 2017 until 2042, with an additional five-year renewal option in exchange for a multiyear discounted contract to provide Ukraine with Russian natural "}, {"title": "Kharkiv", "href": "/wiki/Kharkiv", "description": "Kharkiv, also known as Kharkov in Russian, is the second-largest city in Ukraine. Located in the northeast of the country, it is the largest city of the historic Slobozhanshchyna region. Kharkiv is the administrative centre of Kharkiv Oblast and of the surrounding Kharkiv Raion, though administratively it is incorporated as a city of oblast significance and does not belong to the raion. The latest"}, {"title": "Ukrainian President", "href": "/wiki/Ukrainian_President", "description": "The President of Ukraine is the Ukrainian head of state. The president represents the nation in international relations, administers the foreign political activity of the state, conducts negotiations and concludes international treaties. The president is directly elected by the citizens of Ukraine for a five-year term of office, limited to two terms consecutively."}, {"title": "Viktor Yanukovych", "href": "/wiki/Viktor_Yanukovych", "description": "Viktor Fedorovych Yanukovych is a Ukrainian politician who served as the fourth President of Ukraine. After rejecting the Ukrainian-European Association Agreement, Yanukovych was ousted from office in the 2014 Ukrainian Revolution. He currently lives in exile in Russia."}, {"title": "Russian President", "href": "/wiki/Russian_President", "description": "The president of the Russian Federation, is the head of state of the Russian Federation, as well as the commander-in-chief of the Russian Armed Forces. It is the highest office in Russia."}, {"title": "Dmitry Medvedev", "href": "/wiki/Dmitry_Medvedev", "description": "Dmitry Anatolyevich Medvedev is a Russian politician serving as Deputy Chairman of the Security Council of Russia since 2020. Medvedev served as president from 2008 to 2012 and prime minister from 2012 to 2020."}]}, {"heading": "Events", "year": "2012", "date": "April 21", "txt": "Two trains are involved in a head-on collision near Sloterdijk, Amsterdam, in the Netherlands, injuring 116 people.", "entities": [{"title": "Sloterdijk train collision", "href": "/wiki/Sloterdijk_train_collision", "description": "On 21 April 2012 at 18:30 local time, two trains were involved in a head-on collision at Westerpark, near Sloterdijk, in the west of Amsterdam, Netherlands. Approximately 117 people were injured, one of whom later died in hospital. The collision is thought to have been caused by the driver of one of the trains having passed a red signal."}, {"title": "Sloterdijk, Amsterdam", "href": "/wiki/Sloterdijk,_Amsterdam", "description": "Sloterdijk was a village in the Dutch province of North Holland. It now is a part of the municipality of Amsterdam, and lies about 3 km northwest of the city centre. Since 2010 Sloterdijk has formed part of the stadsdeel of Amsterdam-West."}]}, {"heading": "Events", "year": "2014", "date": "April 21", "txt": "The American city of Flint, Michigan switches its water source to the Flint River, beginning the ongoing Flint water crisis which has caused lead poisoning in up to 12,000 people, and 15 deaths from Legionnaires disease, ultimately leading to criminal indictments against 15 people, five of whom have been charged with involuntary manslaughter.", "entities": [{"title": "Flint, Michigan", "href": "/wiki/Flint,_Michigan", "description": "Flint is the largest city and seat of Genesee County, Michigan, United States. Located along the Flint River, 66 miles (106 km) northwest of Detroit, it is a principal city within the region known as Mid Michigan. According to the 2020 census, Flint has a population of 94,762, making it the seventh largest city in Michigan. The Flint metropolitan area is located entirely within Genesee County. It "}, {"title": "Flint River (Michigan)", "href": "/wiki/Flint_River_(Michigan)", "description": "The Flint River is a 78.3-mile-long (126.0 km) river in the Flint/Tri-Cities region of Michigan in the United States. The river's headwaters are in Columbiaville in Lapeer County and flows through the counties of Lapeer, Genesee, and Saginaw. The cities of Lapeer, Flint, Flushing, and Montrose are along its course."}, {"title": "Flint water crisis", "href": "/wiki/Flint_water_crisis", "description": "The Flint water crisis was a public health crisis that started in 2014 and lasted until 2019, after the drinking water for the city of Flint, Michigan was contaminated with lead and possibly Legionella bacteria. In April 2014, during a budget crisis, Flint changed its water source from treated Detroit Water and Sewerage Department water to the Flint River. Residents complained about the taste, sme"}, {"title": "Lead poisoning", "href": "/wiki/Lead_poisoning", "description": "Lead poisoning, also known as plumbism and saturnism, is a type of metal poisoning caused by lead in the body. The brain is the most sensitive. Symptoms may include abdominal pain, constipation, headaches, irritability, memory problems, infertility, and tingling in the hands and feet. It causes almost 10% of intellectual disability of otherwise unknown cause and can result in behavioral problems. "}, {"title": "Legionnaires disease", "href": "/wiki/Legionnaires_disease", "description": "Legionnaires' disease is a form of atypical pneumonia caused by any species of Legionella bacteria, quite often Legionella pneumophila. Signs and symptoms include cough, shortness of breath, high fever, muscle pains, and headaches. Nausea, vomiting, and diarrhea may also occur. This often begins 2–10 days after exposure."}, {"title": "Involuntary manslaughter", "href": "/wiki/Involuntary_manslaughter", "description": "Manslaughter is a common law legal term for homicide considered by law as less culpable than murder. The distinction between murder and manslaughter is sometimes said to have first been made by the ancient Athenian lawmaker Draco in the 7th century BC."}]}, {"heading": "Events", "year": "2019", "date": "April 21", "txt": "Eight bombs explode at churches, hotels, and other locations in Sri Lanka on Easter Sunday; more than 250 people are killed.", "entities": [{"title": "2019 Sri Lanka bombings", "href": "/wiki/2019_Sri_Lanka_bombings", "description": "On 21 April 2019, Easter Sunday, three churches in Sri Lanka and three luxury hotels in the commercial capital, Colombo, were targeted in a series of coordinated Islamist terrorist suicide bombings. Later that day, there were smaller explosions at a housing complex in Dematagoda and a guest house in Dehiwala. A total of 267 people were killed, including at least 45 foreign nationals, three police "}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Easter Sunday", "href": "/wiki/Easter_Sunday", "description": "Easter, also called Pascha or Resurrection Sunday, is a Christian festival and cultural holiday commemorating the resurrection of Jesus from the dead, described in the New Testament as having occurred on the third day after his burial following his crucifixion by the Romans at Calvary c. 30 AD. It is the culmination of the Passion of Jesus, preceded by Lent, a 40-day period of fasting, prayer, and"}]}, {"heading": "Births", "year": "1132", "date": "April 21", "txt": "Sancho VI, king of Navarre (d. 1194)", "entities": [{"title": "Sancho VI of Navarre", "href": "/wiki/Sancho_VI_of_Navarre", "description": "Sancho Garcés VI, called the Wise was King of Navarre from 1150 until his death in 1194. He was the first monarch to officially drop the title of King of Pamplona in favour of King of Navarre, thus changing the designation of his kingdom. Sancho Garcés was responsible for bringing his kingdom into the political orbit of Europe. He was the eldest son of García Ramírez, the Restorer and Margaret of "}, {"title": "King of Navarre", "href": "/wiki/King_of_Navarre", "description": "This is a list of the kings and queens of Pamplona, later Navarre. Pamplona was the primary name of the kingdom until its union with Aragon (1076–1134). However, the territorial designation Navarre came into use as an alternative name in the late tenth century, and the name Pamplona was retained well into the twelfth century.\n"}]}, {"heading": "Births", "year": "1488", "date": "April 21", "txt": "Ulrich von Hutten, German religious reformer (d. 1523)", "entities": [{"title": "Ulrich von Hutten", "href": "/wiki/Ulrich_von_Hutten", "description": "Ulrich von Hutten was a German knight, scholar, poet and satirist, who later became a follower of Martin Luther and a Protestant reformer."}]}, {"heading": "Births", "year": "1523", "date": "April 21", "txt": "Marco Antonio Bragadin, Venetian lawyer and military officer (d. 1571)", "entities": [{"title": "Marco Antonio Bragadin", "href": "/wiki/Marco_Antonio_Bragadin", "description": "Marco Antonio Bragadin, also Marcantonio Bragadin, was a Venetian lawyer and military officer of the Republic of Venice."}]}, {"heading": "Births", "year": "1555", "date": "April 21", "txt": "Ludovico Carracci, Italian painter and etcher (d. 1619)", "entities": [{"title": "Ludovico Carracci", "href": "/wiki/Ludovico_Carracci", "description": "Ludovico Carracci was an Italian, early-Baroque painter, etcher, and printmaker born in Bologna. His works are characterized by a strong mood invoked by broad gestures and flickering light that create spiritual emotion and are credited with reinvigorating Italian art, especially fresco art, which was subsumed with formalistic Mannerism. He died in Bologna in 1619."}]}, {"heading": "Births", "year": "1619", "date": "April 21", "txt": "Jan van Riebeeck, Dutch founder of Cape Town (d. 1677)", "entities": [{"title": "Jan van Riebeeck", "href": "/wiki/Jan_van_Riebeeck", "description": "Johan Anthoniszoon \"Jan\" van Riebeeck was a Dutch navigator and colonial administrator who located Cape Town and the Dutch Cape Colony of the Dutch East India Company."}, {"title": "Cape Town", "href": "/wiki/Cape_Town", "description": "Cape Town is the second-most populous city in South Africa, after Johannesburg, and also the legislative capital of South Africa."}]}, {"heading": "Births", "year": "1630", "date": "April 21", "txt": "Pieter Gerritsz van Roestraten, Dutch-English painter (d. 1700)", "entities": [{"title": "Pieter Gerritsz van Roestraten", "href": "/wiki/Pieter_Gerritsz_van_Roestraten", "description": "Pieter Gerritsz van Roestraten was a Dutch Golden Age painter of still lifes and genre scenes."}]}, {"heading": "Births", "year": "1631", "date": "April 21", "txt": "Francesco Maidalchini, Catholic cardinal (d. 1700)", "entities": [{"title": "Francesco Maidalchini", "href": "/wiki/Francesco_Maidalchini", "description": "Francesco Maidalchini was an Italian Cardinal of the Roman Catholic Church."}]}, {"heading": "Births", "year": "1642", "date": "April 21", "txt": "Simon de la Loubère, French mathematician, poet, and diplomat (d. 1729)", "entities": [{"title": "Simon de la Loubère", "href": "/wiki/Simon_de_la_Loub%C3%A8re", "description": "Simon de la Loubère was a French diplomat to Siam (Thailand), writer, mathematician and poet. He is credited with bringing back a document which introduced Europe to Indian astronomy, the \"Siamese method\" of making magic squares, as well as one of the earliest description of parachutes."}]}, {"heading": "Births", "year": "1651", "date": "April 21", "txt": "Joseph Vaz, Sri Lankan priest, missionary, and saint (d. 1711)", "entities": [{"title": "Joseph Vaz", "href": "/wiki/Joseph_Vaz", "description": "Joseph Vaz,, was an Oratorian priest and missionary in Sri Lanka, then known as Ceylon."}]}, {"heading": "Births", "year": "1652", "date": "April 21", "txt": "Michel Rolle, French mathematician and academic (d. 1719)", "entities": [{"title": "Michel Rolle", "href": "/wiki/Michel_Rolle", "description": "Michel Rolle was a French mathematician. He is best known for Rolle's theorem (1691). He is also the co-inventor in Europe of Gaussian elimination (1690)."}]}, {"heading": "Births", "year": "1671", "date": "April 21", "txt": "John Law, Scottish economist (d. 1729)", "entities": [{"title": "John Law (economist)", "href": "/wiki/John_Law_(economist)", "description": "John Law was a Scottish economist who distinguished money, a means of exchange, from national wealth dependent on trade. He served as Controller General of Finances under the Duke of Orleans, who was regent for the juvenile Louis XV of France. In 1716, Law set up a private Banque Générale in France. A year later it was nationalised at his request and renamed as Banque Royale. The private bank had "}]}, {"heading": "Births", "year": "1673", "date": "April 21", "txt": "Wilhelmine Amalia of Brunswick-Lüneburg (d. 1742)", "entities": [{"title": "Wilhelmine Amalia of Brunswick-Lüneburg", "href": "/wiki/Wilhelmine_Amalia_of_Brunswick-L%C3%BCneburg", "description": "Wilhelmine Amalie of Brunswick-Lüneburg was Holy Roman Empress, Queen of the Germans, Queen of Hungary, Queen of Bohemia, Archduchess consort of Austria etc. as the spouse of Joseph I, Holy Roman Emperor."}]}, {"heading": "Births", "year": "1713", "date": "April 21", "txt": "Louis de Noailles, French general (d. 1793)", "entities": [{"title": "Louis de Noailles", "href": "/wiki/Louis_de_Noailles", "description": "Louis de Noailles, 4th Duke of Noailles was a French peer and Marshal of France. He was the son of Françoise Charlotte d'Aubigné, niece of Madame de Maintenon, and a nephew of Marie Victoire de Noailles, daughter-in-law of Louis XIV of France."}]}, {"heading": "Births", "year": "1730", "date": "April 21", "txt": "Antonín Kammel, Czech violinist and composer (d. 1788)", "entities": [{"title": "Antonín Kammel", "href": "/wiki/Anton%C3%ADn_Kammel", "description": "Antonín Kammel was a composer and violinist. His best-known composition is String Quartet no. 2."}]}, {"heading": "Births", "year": "1752", "date": "April 21", "txt": "Pierre-Alexandre-Laurent Forfait, French engineer, hydrographer, and politician, French Minister of Marine and the Colonies (d. 1807)", "entities": [{"title": "Pierre-Alexandre-Laurent Forfait", "href": "/wiki/Pierre-Alexandre-Laurent_Forfait", "description": "Pierre-Alexandre-Laurent Forfait was a French engineer, hydrographer and politician, and Minister of the Navy."}, {"title": "List of Naval Ministers of France", "href": "/wiki/List_of_Naval_Ministers_of_France", "description": "One of France's Secretaries of State under the Ancien Régime was entrusted with control of the French Navy In 1791, this title was changed to Minister of the Navy. Before January 1893, this position also had responsibility for France's colonies, and was usually known as Minister of the Navy and Colonies, a role thereafter taken by the Minister of the Overseas. In 1947 the naval ministry was absorb"}]}, {"heading": "Births", "year": "1752", "date": "April 21", "txt": "Humphry Repton, English gardener and author (d. 1818)", "entities": []}, {"heading": "Births", "year": "1774", "date": "April 21", "txt": "Jean-Baptiste Biot, French physicist, astronomer, and mathematician (d. 1862)", "entities": [{"title": "Jean-Baptiste Biot", "href": "/wiki/Jean-Baptiste_Biot", "description": "Jean-Baptiste Biot was a French physicist, astronomer, and mathematician who co-discovered the Biot-Savart law of magnetostatics, established the reality of meteorites, made an early balloon flight, and studied the polarization of light."}]}, {"heading": "Births", "year": "1775", "date": "April 21", "txt": "Alexander Anderson, Scottish-American illustrator and engraver (d. 1870)", "entities": [{"title": "Alexander Anderson (illustrator)", "href": "/wiki/Alexander_Anderson_(illustrator)", "description": "Dr Alexander Anderson was an American physician and illustrator."}]}, {"heading": "Births", "year": "1790", "date": "April 21", "txt": "Manuel Blanco Encalada, Spanish-Chilean admiral and politician, 1st President of Chile (d. 1876)", "entities": [{"title": "Manuel Blanco Encalada", "href": "/wiki/Manuel_Blanco_Encalada", "description": "Manuel José Blanco y Calvo de Encalada was a vice-admiral in the Chilean Navy, a political figure, and Chile's first President (Provisional) (1826)."}, {"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1810", "date": "April 21", "txt": "John Putnam Chapin, American politician, 10th Mayor of Chicago (d. 1864)", "entities": [{"title": "John Putnam Chapin", "href": "/wiki/John_Putnam_Chapin", "description": "John Putnam Chapin served as Mayor of Chicago, Illinois (1846–1847) for the Whig Party."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1811", "date": "April 21", "txt": "Alson Sherman, American merchant and politician, 8th Mayor of Chicago (d. 1903)", "entities": [{"title": "Alson Sherman", "href": "/wiki/Alson_Sherman", "description": "Alson Sherman served as Mayor of Chicago, Illinois (1844–1845) for the Independent Democrat Party."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1814", "date": "April 21", "txt": "Angela Burdett-Coutts, 1st Baroness Burdett-Coutts, English art collector and philanthropist (d. 1906)", "entities": [{"title": "Angela Burdett-Coutts, 1st Baroness Burdett-Coutts", "href": "/wiki/Angela_Burdett-Coutts,_1st_Baroness_Burdett-Coutts", "description": "Angela Georgina Burdett-Coutts, 1st Baroness Burdett-Coutts, born Angela Georgina Burdett, was a British philanthropist, the daughter of Sir Francis Burdett, 5th Baronet and Sophia, formerly Coutts, daughter of banker Thomas Coutts. In 1837 she became one of the wealthiest women in England when she inherited her grandfather's fortune of around £1.8 million following the death of her stepgrandmothe"}]}, {"heading": "Births", "year": "1816", "date": "April 21", "txt": "Charlotte Brontë, English novelist and poet (d. 1855)", "entities": [{"title": "Charlotte Brontë", "href": "/wiki/Charlotte_Bront%C3%AB", "description": "Charlotte Brontë was an English novelist and poet, the eldest of the three Brontë sisters who survived into adulthood and whose novels became classics of English literature."}]}, {"heading": "Births", "year": "1837", "date": "April 21", "txt": "Fredrik Bajer, Danish lieutenant and politician, Nobel Prize laureate (d. 1922)", "entities": [{"title": "Fredrik Bajer", "href": "/wiki/Fredrik_Bajer", "description": "Fredrik Bajer was a Danish writer, teacher, and pacifist politician who received the Nobel Peace Prize in 1908 together with Klas Pontus Arnoldson."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1838", "date": "April 21", "txt": "John Muir, Scottish-American environmentalist and author (d. 1914)", "entities": [{"title": "John Muir", "href": "/wiki/John_Muir", "description": "John Muir also known as \"John of the Mountains\" and \"Father of the National Parks\", was an influential Scottish-American naturalist, author, environmental philosopher, botanist, zoologist, glaciologist, and early advocate for the preservation of wilderness in the United States of America."}]}, {"heading": "Births", "year": "1854", "date": "April 21", "txt": "William Stang, German-American bishop (d. 1907)", "entities": [{"title": "William Stang", "href": "/wiki/William_Stang", "description": "William Stang was a German-born prelate of the Catholic Church. He served as the first Bishop of Fall River from 1904 until his death in 1907."}]}, {"heading": "Births", "year": "1864", "date": "April 21", "txt": "Max Weber, German economist and sociologist (d. 1920)", "entities": [{"title": "Max Weber", "href": "/wiki/Max_Weber", "description": "Maximilian Karl Emil Weber was a German sociologist, historian, jurist, and political economist, who is regarded among the most important theorists on the development of modern Western society. His ideas would profoundly influence social theory and social research. Despite being recognized as one of the fathers of sociology, along with Auguste Comte and Émile Durkheim, Weber never saw himself not "}]}, {"heading": "Births", "year": "1868", "date": "April 21", "txt": "Alfred Henry Maurer, American painter (d. 1932)", "entities": [{"title": "Alfred Henry Maurer", "href": "/wiki/Alfred_Henry_Maurer", "description": "Alfred Henry Maurer was an American modernist painter. He exhibited his work in avant-garde circles internationally and in New York City during the early twentieth century. Highly respected today, his work met with little critical or commercial success in his lifetime, and he died, a suicide, at the age of sixty-four."}]}, {"heading": "Births", "year": "1868", "date": "April 21", "txt": "Mary Rogers Miller, American author and educator (d. 1971)", "entities": []}, {"heading": "Births", "year": "1870", "date": "April 21", "txt": "Edwin Stanton Porter, American director, producer, and screenwriter (d. 1941)", "entities": [{"title": "Edwin Stanton Porter", "href": "/wiki/Edwin_Stanton_Porter", "description": "Edwin Stanton Porter was an American film pioneer, most famous as a producer, director, studio manager and cinematographer with the Edison Manufacturing Company and the Famous Players Film Company. Of over 250 films created by Porter, his most important include : What Happened on Twenty-third Street, New York City, (1901), ; Jack and the Beanstalk (1902); Life of an American Fireman (1903); The Gr"}]}, {"heading": "Births", "year": "1874", "date": "April 21", "txt": "Vincent Scotto, French composer and actor (d. 1952)", "entities": [{"title": "Vincent Scotto", "href": "/wiki/Vincent_Scotto", "description": "Vincent Scotto was a French composer."}]}, {"heading": "Births", "year": "1882", "date": "April 21", "txt": "Percy Williams Bridgman, American physicist and academic, Nobel Prize laureate (d. 1961)", "entities": [{"title": "Percy Williams Bridgman", "href": "/wiki/Percy_Williams_Bridgman", "description": "Percy Williams Bridgman was an American physicist who received the 1946 Nobel Prize in Physics for his work on the physics of high pressures. He also wrote extensively on the scientific method and on other aspects of the philosophy of science. The Bridgman effect and the Bridgman–Stockbarger technique are named after him."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1885", "date": "April 21", "txt": "Tatu Kolehmainen, Finnish runner (d. 1967)", "entities": [{"title": "Tatu Kolehmainen", "href": "/wiki/Tatu_Kolehmainen", "description": "Tatu Kolehmainen was a Finnish long-distance runner who competed at the 1912 and 1920 Summer Olympics. In 1912 he reached the finals of 10,000 m and marathon races, but failed to finish due to a strong heat. In 1920 he placed 10th in the marathon. His younger brother Hannes competed alongside at the 1912 and 1920 Games."}]}, {"heading": "Births", "year": "1887", "date": "April 21", "txt": "Joe McCarthy, American baseball manager (d. 1978)", "entities": [{"title": "Joe McCarthy (manager)", "href": "/wiki/Joe_McCarthy_(manager)", "description": "Joseph Vincent McCarthy was a manager in Major League Baseball, most renowned for his leadership of the \"Bronx Bombers\" teams of the New York Yankees from 1931 to 1946. The first manager to win pennants with both National and American League teams, he won nine league titles overall and seven World Series championships – a record tied only by Casey Stengel. McCarthy was elected to the Baseball Hall"}]}, {"heading": "Births", "year": "1889", "date": "April 21", "txt": "Marcel Boussac, French businessman (d. 1980)", "entities": [{"title": "Marcel Boussac", "href": "/wiki/Marcel_Boussac", "description": "Marcel Boussac was a French entrepreneur best known for his ownership of the Maison Dior and one of the most successful thoroughbred race horse breeding farms in European history."}]}, {"heading": "Births", "year": "1889", "date": "April 21", "txt": "Paul Karrer, Russian-Swiss chemist and academic, Nobel Prize laureate (d. 1971)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1889", "date": "April 21", "txt": "Efrem Zimbalist, Sr., Russian-American violinist, composer, and conductor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1892", "date": "April 21", "txt": "Freddie Dixon, English motorcycle racer and racing driver (d. 1956)", "entities": [{"title": "Freddie Dixon", "href": "/wiki/Freddie_Dixon", "description": "Frederick William Dixon was an English motorcycle racer and racing car driver. The designer of the motorcycle and banking sidecar system, he was also one of the few motorsport competitors to have been successful on two, three and four wheels. He was twice awarded the BRDC Gold Star for car racing. Dixon, who had the nickname \"Flying Freddie\", was born at Stockton-on-Tees, County Durham, England, o"}]}, {"heading": "Births", "year": "1893", "date": "April 21", "txt": "Romeo Bertini, Italian runner (d. 1973)", "entities": [{"title": "Romeo Bertini", "href": "/wiki/Romeo_Bertini", "description": "Romeo Bertini was an Italian athlete who competed mainly in the marathon."}]}, {"heading": "Births", "year": "1898", "date": "April 21", "txt": "Maurice Wilson, English soldier, pilot, and mountaineer (d. 1934)", "entities": [{"title": "Maurice Wilson", "href": "/wiki/Maurice_Wilson", "description": "Maurice Wilson MC was a British soldier, mystic, mountaineer and aviator who is known for his ill-fated attempt to climb Mount Everest alone in 1934."}]}, {"heading": "Births", "year": "1899", "date": "April 21", "txt": "Randall Thompson, American composer and academic (d. 1984)", "entities": [{"title": "Randall Thompson", "href": "/wiki/Randall_Thompson", "description": "Randall Thompson was an American composer, particularly noted for his choral works."}]}, {"heading": "Births", "year": "1903", "date": "April 21", "txt": "Luis Saslavsky, Argentinian director, producer, and screenwriter (d. 1995)", "entities": [{"title": "Luis Saslavsky", "href": "/wiki/Luis_Saslavsky", "description": "Luis Saslavsky was an Argentine film director, screenwriter and film producer, and one of the influential directors in the Cinema of Argentina of the classic era."}]}, {"heading": "Births", "year": "1904", "date": "April 21", "txt": "Jean Hélion, French painter (d. 1987)", "entities": [{"title": "Jean Hélion", "href": "/wiki/Jean_H%C3%A9lion", "description": "Jean Hélion was a French painter whose abstract work of the 1930s established him as a leading modernist. His midcareer rejection of abstraction was followed by nearly five decades as a figurative painter. He was also the author of several books and an extensive body of critical writing."}]}, {"heading": "Births", "year": "1904", "date": "April 21", "txt": "Odilo Globocnik, Italian-Austrian SS officer (d. 1945)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1905", "date": "April 21", "txt": "Pat Brown, American lawyer and politician, 32nd Governor of California (d. 1996)", "entities": [{"title": "Pat Brown", "href": "/wiki/Pat_Brown", "description": "Edmund Gerald \"Pat\" Brown was an American politician and lawyer who served as the 32nd governor of California from 1959 to 1967. His first elected office was as district attorney for San Francisco, he was elected attorney general of California in 1950 before becoming the state's governor in 1959."}, {"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Births", "year": "1911", "date": "April 21", "txt": "Ivan Combe, American businessman, developed Clearasil (d. 2000)", "entities": [{"title": "Ivan Combe", "href": "/wiki/Ivan_Combe", "description": "Ivan DeBlois Combe was the American inventor of personal-care products, most notably Clearasil and Odor Eaters. In 1949 he established his eponymous company Combe Incorporated in White Plains, New York."}, {"title": "Clearasil", "href": "/wiki/Clearasil", "description": "Clearasil is an American brand of skin care and acne medication, whose products contain chiefly benzoyl peroxide, sulfur and resorcinol, triclosan, or salicylic acid as active ingredients. Clearasil has a wide range of products both for rapid and sometimes slow acne treatment and for everyday prevention. The products are marketed to customers worldwide."}]}, {"heading": "Births", "year": "1911", "date": "April 21", "txt": "Kemal Satır, Turkish physician and politician  (d. 1991)", "entities": []}, {"heading": "Births", "year": "1912", "date": "April 21", "txt": "Eve Arnold, Russian-American photojournalist (d. 2012)", "entities": [{"title": "Eve Arnold", "href": "/wiki/Eve_Arnold", "description": "Eve Arnold, OBE, Hon. FRPS was an American photojournalist. She joined Magnum Photos agency in 1951, and became a full member in 1957. She was the first woman to join the agency."}]}, {"heading": "Births", "year": "1912", "date": "April 21", "txt": "Marcel Camus, French director and screenwriter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1913", "date": "April 21", "txt": "Norman Parkinson, English photographer (d. 1990)", "entities": [{"title": "Norman Parkinson", "href": "/wiki/Norman_Parkinson", "description": "Norman Parkinson, CBE was a celebrated English portrait and fashion photographer. His work revolutionised British fashion photography, as he moved the craft out of the studio and into outdoor settings. He became an official royal photographer in 1969, taking photographs for Princess Anne's 19th birthday. He continued with many other royal portraits, including official portraits of Queen Elizabeth "}]}, {"heading": "Births", "year": "1914", "date": "April 21", "txt": "Angelo Savoldi, Italian-American wrestler and promoter, co-founded International World Class Championship Wrestling (d. 2013)", "entities": [{"title": "Angelo Savoldi", "href": "/wiki/Angelo_Savoldi", "description": "Mario Louis Fornini was an Italian professional wrestler and wrestling promoter, better known professionally as Angelo Savoldi. At the time of his death, he was known as the world's oldest retired wrestler at the age of 99."}, {"title": "International World Class Championship Wrestling", "href": "/wiki/International_World_Class_Championship_Wrestling", "description": "International World Class Championship Wrestling (IWCCW) was an independent professional wrestling promotion based in Boston, Massachusetts. It was promoted by Angelo Savoldi and his sons Mario, Tom, and Joseph Savoldi."}]}, {"heading": "Births", "year": "1915", "date": "April 21", "txt": "Garrett Hardin, American ecologist, author, and academic (d. 2003)", "entities": [{"title": "Garrett Hardin", "href": "/wiki/Garrett_Hardin", "description": "Garrett James Hardin was an American ecologist who warned of the dangers of human overpopulation. He is most known for his exposition of the tragedy of the commons, in a 1968 paper of the same title in Science, which called attention to \"the damage that innocent actions by individuals can inflict on the environment\". He is also known for Hardin's First Law of Human Ecology: \"We can never do merely"}]}, {"heading": "Births", "year": "1915", "date": "April 21", "txt": "Anthony Quinn, Mexican-American actor (d. 2001)", "entities": []}, {"heading": "Births", "year": "1916", "date": "April 21", "txt": "Estella B. Diggs, American businesswoman and politician (d. 2013)", "entities": [{"title": "Estella B. Diggs", "href": "/wiki/Estella_B._Diggs", "description": "Estella B. Diggs was an American businesswoman, writer and politician from New York."}]}, {"heading": "Births", "year": "1918", "date": "April 21", "txt": "Eddy Christiani, Dutch singer-songwriter and guitarist (d. 2016)", "entities": [{"title": "Eddy Christiani", "href": "/wiki/Eddy_Christiani", "description": "Eduard \"Eddy\" Christiani was a guitarist, singer, and composer from the Netherlands. He was best known for songs like Zonnig Madeira (1938), Ouwe Taaie (1943), Op De Woelige Baren (1948), Kleine Greetje Uit De Polder (1950), Spring Maar Achterop (1952), Daar Bij De Waterkant and Rosemarie Polka (1953). In 1961 he reached the 82nd position with his Spanish-language song Sucu Sucu (1961)"}]}, {"heading": "Births", "year": "1919", "date": "April 21", "txt": "Don Cornell, American singer (d. 2004)", "entities": [{"title": "Don Cornell", "href": "/wiki/Don_Cornell", "description": "Don Cornell was an American singer."}]}, {"heading": "Births", "year": "1919", "date": "April 21", "txt": "Roger Doucet, Canadian tenor (d. 1981)", "entities": []}, {"heading": "Births", "year": "1919", "date": "April 21", "txt": "Licio Gelli, Italian financer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 21", "txt": "Alistair MacLean,  Scottish novelist and screenwriter (d. 1987)", "entities": [{"title": "Alistair MacLean", "href": "/wiki/Alistair_MacLean", "description": "Alistair Stuart MacLean was a 20th century Scottish novelist who wrote popular thrillers and adventure stories. His works include The Guns of Navarone, Ice Station Zebra and Where Eagles Dare – all three were made into popular films. He also published two novels under the pseudonym Ian Stuart. His books are estimated to have sold over 150 million copies, making him one of the best-selling fiction "}]}, {"heading": "Births", "year": "1922", "date": "April 21", "txt": "Allan Watkins, Welsh-English cricketer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 21", "txt": "John Mortimer, English lawyer and author (d. 2009)", "entities": [{"title": "John Mortimer", "href": "/wiki/John_Mortimer", "description": "Sir John Clifford Mortimer was an English barrister, dramatist, screenwriter, and author."}]}, {"heading": "Births", "year": "1924", "date": "April 21", "txt": "Ira Louvin, American singer-songwriter and mandolin player (d. 1965)", "entities": [{"title": "Ira Louvin", "href": "/wiki/Ira_Louvin", "description": "Ira Lonnie Loudermilk, known professionally as Ira Louvin, was an American country music singer, mandolinist and songwriter. He was a cousin of songwriter John D. Loudermilk."}]}, {"heading": "Births", "year": "1925", "date": "April 21", "txt": "Anthony Mason, Australian soldier and judge, 9th Chief Justice of Australia", "entities": [{"title": "Anthony Mason (judge)", "href": "/wiki/Anthony_Mason_(judge)", "description": "Sir Anthony Frank Mason AC KBE GBM QC HonFAIB DistFRSN is an Australian judge who served as the ninth Chief Justice of Australia, in office from 1987 to 1995. He was first appointed to the High Court in 1972, having previously served on the Supreme Court of New South Wales."}, {"title": "Chief Justice of Australia", "href": "/wiki/Chief_Justice_of_Australia", "description": "The Chief Justice of Australia is the presiding justice of the High Court of Australia and the highest-ranking judicial officer in the Commonwealth of Australia. The incumbent is Susan Kiefel, who is the first woman to hold the position."}]}, {"heading": "Births", "year": "1925", "date": "April 21", "txt": "John Swinton of Kimmerghame, English general and politician, Lord Lieutenant of Berwickshire (d. 2018)", "entities": [{"title": "Lord Lieutenant of Berwickshire", "href": "/wiki/Lord_Lieutenant_of_Berwickshire", "description": "\n\nThis is a list of people who have served as Her Majesty's Lord-Lieutenant for the County of Berwick."}]}, {"heading": "Births", "year": "1926", "date": "April 21", "txt": "Elizabeth II, Queen of the United Kingdom and her other realms", "entities": [{"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "List of titles and honours of Queen Elizabeth II", "href": "/wiki/List_of_titles_and_honours_of_Queen_Elizabeth_II", "description": "Elizabeth II has held numerous titles and honours, both during and before her time as monarch of each of her Commonwealth realms. Each is listed below; where two dates are shown, the first indicates the date of receiving the title or award, and the second indicates the date of its loss or renunciation."}]}, {"heading": "Births", "year": "1926", "date": "April 21", "txt": "Arthur Rowley, English footballer, manager and cricketer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 21", "txt": "Ahmed Arif, Turkish poet and author (d. 1991)", "entities": [{"title": "Ahmed Arif", "href": "/wiki/Ahmed_Arif", "description": "Ahmed Arif was a Turkish-Kurdish poet."}]}, {"heading": "Births", "year": "1928", "date": "April 21", "txt": "Jack Evans, Welsh-Canadian ice hockey player and coach (d. 1996)", "entities": [{"title": "Jack Evans (ice hockey)", "href": "/wiki/Jack_Evans_(ice_hockey)", "description": "William John Trevor \"Jack\" Evans was a Canadian professional ice hockey defenceman and coach who played 14 seasons in the National Hockey League for the New York Rangers and Chicago Black Hawks."}]}, {"heading": "Births", "year": "1930", "date": "April 21", "txt": "Hilda Hilst, Brazilian author, poet, and playwright (d. 2004)", "entities": [{"title": "Hilda Hilst", "href": "/wiki/Hilda_Hilst", "description": "Hilda Hilst was a Brazilian poet, novelist, and playwright. She is lauded as one of the most important Portuguese-language authors of the twentieth century. Her work touches on the themes of mysticism, insanity, the body, eroticism, and female sexual liberation. Hilst greatly revered the work of James Joyce and Samuel Beckett and the influence of their styles like stream of consciousness and fract"}]}, {"heading": "Births", "year": "1930", "date": "April 21", "txt": "Silvana Mangano, Italian actress (d. 1989)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 21", "txt": "Dieter Roth, German-Swiss illustrator and sculptor (d. 1998)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 21", "txt": "Jack Taylor, English footballer and referee (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "April 21", "txt": "Morgan Wootten, American high school basketball coach (d. 2020)", "entities": [{"title": "Morgan Wootten", "href": "/wiki/Morgan_Wootten", "description": "Morgan Bayard Wootten was an American high school basketball coach for 46 seasons at DeMatha Catholic High School in Hyattsville, Maryland. He led the Stags to five national championships and 33 Washington Catholic Athletic Conference (WCAC) titles. In 2000, he was the third high school coach to be inducted into the Naismith Memorial Basketball Hall of Fame and the first high school only coach to "}]}, {"heading": "Births", "year": "1932", "date": "April 21", "txt": "Slide Hampton, African-American trombonist and composer", "entities": [{"title": "Slide Hampton", "href": "/wiki/Slide_Hampton", "description": "Locksley Wellington \"Slide\" Hampton is an American jazz trombonist, composer and arranger. Described by critics as a master composer, arranger and uniquely gifted trombone player, Hampton's career is among the most distinguished in jazz. As his nickname implies, Hampton's main instrument is slide trombone, but he also occasionally plays tuba and flugelhorn."}]}, {"heading": "Births", "year": "1932", "date": "April 21", "txt": "Elaine May, American actress, comedian, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 21", "txt": "Angela Mortimer, English tennis player", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 21", "txt": "Edelmiro Amante, Filipino lawyer and politician (d. 2013)", "entities": [{"title": "Edelmiro Amante", "href": "/wiki/Edelmiro_Amante", "description": "Edelmiro A. Amante, Sr., was a Filipino politician."}]}, {"heading": "Births", "year": "1933", "date": "April 21", "txt": "Easley Blackwood, Jr., American pianist, composer, and educator", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 21", "txt": "Ignatius Zakka I Iwas, Iraqi patriarch (d. 2014)", "entities": []}, {"heading": "Births", "year": "1935", "date": "April 21", "txt": "Charles Grodin, American actor and talk show host", "entities": [{"title": "Charles Grodin", "href": "/wiki/Charles_Grodin", "description": "Charles Grodin is an American actor, comedian, author, and former television talk show host. Grodin began his acting career in the 1960s appearing in TV serials including The Virginian. He had a small part as an obstetrician in Roman Polanski's Rosemary's Baby in 1968. In the 1970s he moved into film acting, including playing the lead in Elaine May's The Heartbreak Kid (1972) and supporting roles "}]}, {"heading": "Births", "year": "1935", "date": "April 21", "txt": "Thomas Kean, American academic and politician, 48th Governor of New Jersey", "entities": [{"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1936", "date": "April 21", "txt": "James Dobson, American evangelist, psychologist, and author, founded Focus on the Family", "entities": [{"title": "James Dobson", "href": "/wiki/James_Dobson", "description": "James Clayton Dobson Jr., also known as Jim Dobson, is an American evangelical Christian author, psychologist, and founder in 1977 of Focus on the Family (FOTF), which he led until 2010. In the 1980s he was ranked as one of the most influential spokesmen for conservative social positions in American public life. Although never an ordained minister, he was called \"the nation's most influential evan"}, {"title": "Focus on the Family", "href": "/wiki/Focus_on_the_Family", "description": "Focus on the Family is an American fundamentalist Christian organization founded in 1977 in Southern California by James Dobson, based in Colorado Springs, Colorado. It promotes social conservative views on public policy. The group is one of a number of evangelical parachurch organizations that rose to prominence in the 1980s. As of the 2017 tax filing year, Focus on the Family declared itself to "}]}, {"heading": "Births", "year": "1936", "date": "April 21", "txt": "Reg Fleming, Canadian-American ice hockey player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 21", "txt": "Gary Peters, American baseball player", "entities": [{"title": "Gary Peters (baseball)", "href": "/wiki/Gary_Peters_(baseball)", "description": "Gary Charles Peters is an American former professional baseball player. He was a Major League Baseball pitcher who played on two major league teams for 14 seasons, from 1959 through 1972. He was one of the best-hitting pitchers of his era."}]}, {"heading": "Births", "year": "1937", "date": "April 21", "txt": "Ben Zinn, Israeli-born American academic and former international soccer player", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 21", "txt": "John McCabe, English pianist and composer (d. 2015)", "entities": [{"title": "John McCabe (composer)", "href": "/wiki/John_McCabe_(composer)", "description": "John McCabe, was a British composer and pianist. He created works in many different forms, including symphonies, ballets, and solo works for the piano. He served as director of the London College of Music from 1983 to 1990. Guy Rickards praised him as \"one of Britain's finest composers in the past half-century\" and \"a pianist of formidable gifts and wide-ranging sympathies\"."}]}, {"heading": "Births", "year": "1939", "date": "April 21", "txt": "Sister Helen Prejean, American nun, activist, and author", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 21", "txt": "Reni Santoni, American actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 21", "txt": "Jacques Caron, Canadian ice hockey player and coach", "entities": [{"title": "Jacques Caron", "href": "/wiki/Jacques_Caron", "description": "Jacques Joseph Caron is a former assistant coach for the National Hockey League's Hartford Whalers and is the outgoing goaltending coach for the National Hockey League's New Jersey Devils. He won three Stanley Cups as goaltending coach with New Jersey in 1995, 2000 and 2003. He retired during the 2012-2013 season after many years with the team. A special ceremony was held at the March 16, 2013 Dev"}]}, {"heading": "Births", "year": "1940", "date": "April 21", "txt": "Souleymane Cissé, Malian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 21", "txt": "David L. Boren, American lawyer and politician, 21st Governor of Oklahoma", "entities": [{"title": "David L. Boren", "href": "/wiki/David_L._Boren", "description": "David Lyle Boren is a retired American university administrator and politician from the state of Oklahoma. A member of the Democratic Party, he served as governor of Oklahoma from 1975 to 1979 and three terms in the United States Senate from 1979 to 1994. A conservative Democrat, as of 2021, he is the last in his party to have served as U.S. Senator from Oklahoma. He was the 13th and second-longes"}, {"title": "Governor of Oklahoma", "href": "/wiki/Governor_of_Oklahoma", "description": "The Governor of Oklahoma is the head of state for the U.S. state of Oklahoma. Under the Oklahoma Constitution, the governor is also the head of government, serving as the chief executive of the Oklahoma executive branch, of the government of Oklahoma. The governor is the ex officio Commander-in-Chief of the Oklahoma National Guard when not called into federal use. Despite being an executive branch"}]}, {"heading": "Births", "year": "1942", "date": "April 21", "txt": "Geoffrey Palmer, New Zealand politician, 33rd Prime Minister of New Zealand", "entities": [{"title": "Geoffrey Palmer (politician)", "href": "/wiki/Geoffrey_Palmer_(politician)", "description": "Sir Geoffrey Winston Russell Palmer is a New Zealand lawyer, legal academic, and past politician, who was a member of Parliament from 1979 to 1990. He served as the 33rd Prime Minister of New Zealand for a little over a year, from August 1989 until September 1990, leading the Fourth Labour Government. As Minister of Justice from 1984 to 1989, Palmer was responsible for considerable reforms of the "}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1945", "date": "April 21", "txt": "Srinivasaraghavan Venkataraghavan, Indian cricketer and umpire", "entities": [{"title": "Srinivasaraghavan Venkataraghavan", "href": "/wiki/Srinivasaraghavan_Venkataraghavan", "description": "Srinivasaraghavan Venkataraghavan (pronunciation   is an Indian former cricketer. He captained the Indian cricket team at the first two ICC Cricket World Cups, and later became an umpire on the elite International Cricket Council Test panel. His Test career was one of the longest for any Indian player. He also played for Derbyshire in English county cricket from 1973 to 1975. A qualified engineer "}]}, {"heading": "Births", "year": "1945", "date": "April 21", "txt": "Mark Wainberg, Canadian researcher and HIV/AIDS activist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 21", "txt": "Diana Darvey, English actress, singer and dancer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 21", "txt": "Al Bumbry, American baseball player", "entities": [{"title": "Al Bumbry", "href": "/wiki/Al_Bumbry", "description": "Alonza Benjamin Bumbry is a former Major League Baseball (MLB) outfielder who played for the Baltimore Orioles and San Diego Padres from 1972 through 1985. Bumbry was the 1973 American League Rookie of the Year, and went on to be an All-Star and World Series champion. He is an inductee of the Baltimore Orioles Hall of Fame and the Virginia Sports Hall of Fame. Prior to his major league career, Bum"}]}, {"heading": "Births", "year": "1947", "date": "April 21", "txt": "Iggy Pop, American singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 21", "txt": "John Weider, English bass player", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 21", "txt": "Gary Condit, American businessman and politician", "entities": [{"title": "Gary Condit", "href": "/wiki/Gary_Condit", "description": "Gary Adrian Condit is an American former politician who represented California's 18th congressional district in the House of Representatives from 1989 to 2003. He gained significant national attention for an extramarital affair with Chandra Levy, an intern with the Federal Bureau of Prisons which was revealed after Levy's disappearance in May 2001 and the subsequent discovery of Levy's remains a y"}]}, {"heading": "Births", "year": "1948", "date": "April 21", "txt": "Paul Davis, American singer-songwriter and musician (d. 2008)", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 21", "txt": "Josef Flammer, Swiss ophthalmologist", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 21", "txt": "Dieter Fromm, German runner", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 21", "txt": "Patti LuPone, American actress and singer", "entities": [{"title": "Patti LuPone", "href": "/wiki/Patti_LuPone", "description": "Patti Ann LuPone is an American actress and singer best known for her work in stage musicals. She has won two Grammy Awards, two Tony Awards, and two Olivier Awards. She is also a 2006 American Theater Hall of Fame inductee."}]}, {"heading": "Births", "year": "1950", "date": "April 21", "txt": "Shivaji Satam, Indian actor", "entities": [{"title": "Shivaji Satam", "href": "/wiki/Shivaji_Satam", "description": "Shivaji Satam is an Indian television and film actor. He is best known for his role as ACP Pradyuman on the popular TV series C.I.D. on SET India. A former bank official and Inspection Officer, he has appeared in many Hindi and Marathi films. He has appeared in films including Vaastav, Ghulam-E-Mustafa, Yeshwant, China Gate, Taxi No. 9211, Nayak, Jis Desh Me Ganga Reheta Hai, Sooryavansham, Hu Tu "}]}, {"heading": "Births", "year": "1951", "date": "April 21", "txt": "Tony Danza, American actor and producer", "entities": [{"title": "Tony Danza", "href": "/wiki/Tony_Danza", "description": "Tony Danza is an American actor, television personality, tap dancer, boxer, and teacher who starred on the TV series Taxi and Who's the Boss?, for which he was nominated for an Emmy Award and four Golden Globe Awards. In 1998, Danza won the People's Choice Award for Favorite Male Performer in a New Television Series for his work on the 1997 sitcom The Tony Danza Show. He has also appeared in films"}]}, {"heading": "Births", "year": "1951", "date": "April 21", "txt": "Michael Freedman, American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "April 21", "txt": "Bob Varsha, American sportscaster", "entities": []}, {"heading": "Births", "year": "1951", "date": "April 21", "txt": "Steve Vickers, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 21", "txt": "Gerald Early, American author and academic", "entities": [{"title": "Gerald Early", "href": "/wiki/Gerald_Early", "description": "Gerald Lyn Early is an American essayist and American culture critic. He is currently the Merle Kling Professor of Modern letters, of English, African studies, African American studies, American culture studies, and Director, Center for Joint Projects in the Humanities and Social Sciences at Washington University in St. Louis, Missouri."}]}, {"heading": "Births", "year": "1952", "date": "April 21", "txt": "Cheryl Gillan, British businesswoman and politician, Secretary of State for Wales (d. 2021)", "entities": [{"title": "Secretary of State for Wales", "href": "/wiki/Secretary_of_State_for_Wales", "description": "The Secretary of State for Wales, also referred to as the Welsh Secretary, is the principal minister of Her Majesty's Government in the United Kingdom with responsibilities for Wales. They are a member of the cabinet and the head of the Wales Office. They are responsible for ensuring Welsh interests are taken into account by Her Majesty's Government, representing the government within Wales and ov"}]}, {"heading": "Births", "year": "1953", "date": "April 21", "txt": "John Brumby, Australian politician, 45th Premier of Victoria", "entities": [{"title": "John Brumby", "href": "/wiki/John_Brumby", "description": "John Mansfield Brumby is the current Chancellor of La Trobe University and former Victorian Labor Party politician who was Premier of Victoria from 2007 to 2010. He became leader of the Victorian Labor Party and premier after the resignation of Steve Bracks. He also served as the Minister for Veterans' Affairs and the Minister for Multicultural Affairs. He contested his first election as premier a"}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1954", "date": "April 21", "txt": "Ebiet G. Ade, Indonesian singer-songwriter and guitarist", "entities": [{"title": "Ebiet G. Ade", "href": "/wiki/Ebiet_G._Ade", "description": "Abid Ghoffar Aboe Dja’far or better known as Ebiet G. Ade is an Indonesian singer - songwriter and guitarist of Javanese descent."}]}, {"heading": "Births", "year": "1954", "date": "April 21", "txt": "James Morrison, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 21", "txt": "Murathan Mungan, Turkish author, poet, and playwright", "entities": [{"title": "Murathan Mungan", "href": "/wiki/Murathan_Mungan", "description": "Murathan Mungan is a Turkish author, short story writer, playwright and poet."}]}, {"heading": "Births", "year": "1956", "date": "April 21", "txt": "Peter Kosminsky, English director, producer, and screenwriter", "entities": [{"title": "Peter Kosminsky", "href": "/wiki/Peter_Kosminsky", "description": "Peter Kosminsky is a British writer, director and producer. He has directed Hollywood movies such as White Oleander and television films like Warriors, The Government Inspector, The Promise, Wolf Hall and The State."}]}, {"heading": "Births", "year": "1956", "date": "April 21", "txt": "Phillip Longman, German-American demographer and journalist", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 21", "txt": "Hervé Le Tellier, French linguist and author", "entities": [{"title": "Hervé Le Tellier", "href": "/wiki/Herv%C3%A9_Le_Tellier", "description": "Hervé Le Tellier is a French writer and linguist, and a member of the international literary group Oulipo. He is its fourth president. Other notable members have included Raymond Queneau, Georges Perec, Italo Calvino, Jacques Roubaud, Jean Lescure and Harry Mathews. He won the 2020 Prix Goncourt for L'Anomalie."}]}, {"heading": "Births", "year": "1957", "date": "April 21", "txt": "Herbert Wetterauer, German painter, sculptor, and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 21", "txt": "Andie MacDowell, American model, actress, and producer", "entities": [{"title": "Andie MacDowell", "href": "/wiki/Andie_MacDowell", "description": "Rosalie Anderson MacDowell is an American actress and fashion model. She made her film debut in 1984's Greystoke: The Legend of Tarzan, Lord of the Apes, before receiving critical acclaim for her role in Sex, Lies, and Videotape (1989), for which she won Independent Spirit Award for Best Female Lead and was nominated for a Golden Globe Award for Best Actress – Motion Picture Drama. She also receiv"}]}, {"heading": "Births", "year": "1958", "date": "April 21", "txt": "Yoshito Usui, Japanese illustrator (d. 2009)", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 21", "txt": "Michael Zarnock, American author", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 21", "txt": "Tim Jacobus, American illustrator and painter", "entities": [{"title": "Tim Jacobus", "href": "/wiki/Tim_Jacobus", "description": "Tim Jacobus is an American artist best known for illustrating the covers for nearly 100 books in R. L. Stine's Goosebumps series. He has done over 300 book covers and paintings for various different series, novels, and video games. He currently resides in New Jersey, doing most of his art digitally."}]}, {"heading": "Births", "year": "1959", "date": "April 21", "txt": "Robert Smith, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 21", "txt": "David Servan-Schreiber, French physician, neuroscientist, and author (d. 2011)", "entities": [{"title": "David Servan-Schreiber", "href": "/wiki/David_Servan-Schreiber", "description": "David Servan-Schreiber was a French physician, neuroscientist and author. He was a clinical professor of psychiatry at the University of Pittsburgh School of Medicine. He was also a lecturer in the Faculty of Medicine of Université Claude Bernard Lyon 1."}]}, {"heading": "Births", "year": "1965", "date": "April 21", "txt": "Fiona Kelleghan, American academic, critic and librarian", "entities": [{"title": "Fiona Kelleghan", "href": "/wiki/Fiona_Kelleghan", "description": "Fiona Kelleghan is an American academic and critic specializing in science fiction and fantasy. She was a metadata librarian and a cataloguer at the University of Miami's Otto G. Richter Library. She left the University in 2011."}]}, {"heading": "Births", "year": "1969", "date": "April 21", "txt": "Toby Stephens, English actor", "entities": [{"title": "Toby Stephens", "href": "/wiki/Toby_Stephens", "description": "Toby Stephens is an English stage, television, radio and film actor who has appeared in films in both the UK and US as well as in India. He is known for the roles of Bond villain Gustav Graves in the 2002 James Bond film Die Another Day, Edward Fairfax Rochester in a BBC television adaptation of Jane Eyre and in his role as Captain Flint in the Starz television series Black Sails. Stephens is a le"}]}, {"heading": "Births", "year": "1971", "date": "April 21", "txt": "Michael Turner, American author and illustrator (d. 2008)", "entities": [{"title": "Michael Turner (comics)", "href": "/wiki/Michael_Turner_(comics)", "description": "Michael Layne Turner was an American comics artist known for his work on Witchblade, Fathom, Superman/Batman, Soulfire, and various covers for DC Comics and Marvel Comics. He was also the president of the entertainment company Aspen MLT."}]}, {"heading": "Births", "year": "1973", "date": "April 21", "txt": "Steve Backshall, English naturalist, writer, and television presenter", "entities": [{"title": "Steve Backshall", "href": "/wiki/Steve_Backshall", "description": "Stephen James Backshall is a BAFTA-winning English naturalist, explorer, writer and television presenter, best known for BBC TV's Deadly 60."}]}, {"heading": "Births", "year": "1977", "date": "April 21", "txt": "Gyula Koi, Hungarian scholar and educator", "entities": [{"title": "Gyula Koi", "href": "/wiki/Gyula_Koi", "description": "Gyula Koi is a Hungarian legal scholar and lecturer. His main research fields are administrative law, and theory of public administration. His Chinese name is Guo Yi."}]}, {"heading": "Births", "year": "1979", "date": "April 21", "txt": "Virginie Basselot, French chef", "entities": [{"title": "Virginie Basselot", "href": "/wiki/Virginie_Basselot", "description": "Virginie Basselot is a French chef de cuisine who held one Michelin star at the restaurant within the Saint James Paris hotel. She became the second woman to be named to the title of Meilleur Ouvrier de France. In 2017, after moving to become executive chef at La Réserve Genève during the previous year, she was named Chef of the Year by the restaurant guide Gault Millau. At the moment she is worki"}]}, {"heading": "Births", "year": "1979", "date": "April 21", "txt": "James McAvoy, Scottish actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 21", "txt": "Tarvaris Jackson, American football player (d. 2020)", "entities": [{"title": "Tarvaris Jackson", "href": "/wiki/Tarvaris_Jackson", "description": "Tarvaris D'Andre Jackson was an American football quarterback in the National Football League (NFL). Jackson played college football for Alabama State, after previously representing Arkansas. He played professionally for the Minnesota Vikings, Seattle Seahawks and Buffalo Bills."}]}, {"heading": "Births", "year": "1988", "date": "April 21", "txt": "Ricky Berens, American swimmer", "entities": [{"title": "Ricky Berens", "href": "/wiki/Ricky_Berens", "description": "Richard \"Ricky\" Berens is an American former competition swimmer, two-time Olympic gold medalist, world champion, and current world record-holder. As a member of the U.S. national team, he holds the world record in the 4×200-meter freestyle relay. He competed in the 4×100-meter and 4×200-meter freestyle relay events, as well as the individual 200-meter freestyle at the 2012 Summer Olympics."}]}, {"heading": "Births", "year": "1988", "date": "April 21", "txt": "Jencarlos Canela, American singer-songwriter and actor", "entities": []}, {"heading": "Deaths", "year": "234", "date": "April 21", "txt": "Emperor Xian of Han, Chinese emperor (b. 181)", "entities": [{"title": "Emperor Xian of Han", "href": "/wiki/Emperor_Xian_of_Han", "description": "Emperor Xian of Han, personal name Liu Xie (劉協), courtesy name Bohe, was the 14th and last emperor of the Eastern Han dynasty in China. He reigned from 28 September 189 until 11 December 220."}]}, {"heading": "Deaths", "year": "586", "date": "April 21", "txt": "Liuvigild, king of the Visigoths", "entities": [{"title": "Liuvigild", "href": "/wiki/Liuvigild", "description": "Liuvigild, Leuvigild, Leovigild, or Leovigildo, was a Visigothic King of Hispania and Septimania from 568 to April 21, 586. Known for his Codex Revisus or Code of Leovigild, a law allowing equal rights between the Visigothic and Hispano-Roman population, his kingdom covered modern Portugal and most of modern Spain down to Toledo. Liuvigild ranks among the greatest Visigothic kings of the Arian per"}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}]}, {"heading": "Deaths", "year": "847", "date": "April 21", "txt": "Odgar, Frankish archbishop of Mainz", "entities": [{"title": "Odgar", "href": "/wiki/Odgar", "description": "Odgar, Otgar, or Otger was the Archbishop of Mainz from 826 until his death."}, {"title": "Mainz", "href": "/wiki/Mainz", "description": "Mainz is the capital and largest city of Rhineland-Palatinate, Germany."}]}, {"heading": "Deaths", "year": "866", "date": "April 21", "txt": "Bardas, de facto regent of the Byzantine Empire", "entities": [{"title": "Bardas", "href": "/wiki/Bardas", "description": "Bardas was a Byzantine noble and high-ranking minister. As the brother of Empress Theodora, he rose to high office under Theophilos. Although sidelined after Theophilos's death by Theodora and Theoktistos, in 855 he engineered Theoktistos's murder and became the de facto regent for his nephew, Michael III. Rising to the rank of Caesar, he was the effective ruler of the Byzantine Empire for ten yea"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Deaths", "year": "941", "date": "April 21", "txt": "Bajkam, de facto regent of the Abbasid Caliphate", "entities": [{"title": "Bajkam", "href": "/wiki/Bajkam", "description": "Abū al-Husayn Bajkam al-Mākānī, referred to as Bajkam, Badjkam or Bachkam, was a Turkish military commander and official of the Abbasid Caliphate. A former ghulam of the Ziyarid dynasty, Bajkam entered Abbasid service following the assassination of the Ziyarid ruler Mardavij in 935. During his five-year tenure at the Caliphate's court at Baghdad, he was granted the title of amir al-umara, consolid"}, {"title": "Abbasid Caliphate", "href": "/wiki/Abbasid_Caliphate", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}]}, {"heading": "Deaths", "year": "1073", "date": "April 21", "txt": "Pope Alexander II", "entities": [{"title": "Pope Alexander II", "href": "/wiki/Pope_Alexander_II", "description": "Pope Alexander II, born Anselm of Baggio, was the head of the Catholic Church and ruler of the Papal States from 1061 to his death in 1073. Born in Milan, Anselm was deeply involved in the Pataria reform movement. Elected according to the terms of his predecessor's bull, In nomine Domini, Anselm's was the first election by the cardinals without the participation of the people and minor clergy of R"}]}, {"heading": "Deaths", "year": "1109", "date": "April 21", "txt": "Anselm of Canterbury, Italian-English archbishop and saint (b. 1033)", "entities": [{"title": "Anselm of Canterbury", "href": "/wiki/Anselm_of_Canterbury", "description": "Anselm of Canterbury, also called Anselm of Aosta after his birthplace and Anselm of Bec after his monastery, was an Italian Benedictine monk, abbot, philosopher and theologian of the Catholic Church, who held the office of Archbishop of Canterbury from 1093 to 1109. After his death, he was canonized as a saint; his feast day is 21 April."}]}, {"heading": "Deaths", "year": "1136", "date": "April 21", "txt": "Stephen, Count of Tréguier Breton noblemen (b. c. 1058/62)", "entities": [{"title": "Stephen, Count of Tréguier", "href": "/wiki/Stephen,_Count_of_Tr%C3%A9guier", "description": "Stephen of Penthièvre, Count of Tréguier, 3rd Lord of Richmond was a Breton noble and a younger son of Odo, Count of Penthièvre and Agnes of Cornouaille, sister of Hoël II, Duke of Brittany. In 1093, he succeeded to the title of Count of Tréguier; in 1098, he succeeded his brother Alain as Lord of Richmond in Yorkshire, England."}]}, {"heading": "Deaths", "year": "1142", "date": "April 21", "txt": "Peter Abelard, French philosopher and theologian (b. 1079)", "entities": [{"title": "Peter Abelard", "href": "/wiki/Peter_Abelard", "description": "Peter Abelard was a medieval French scholastic philosopher, leading logician, theologian, teacher, musician, composer, and poet."}]}, {"heading": "Deaths", "year": "1213", "date": "April 21", "txt": "Maria of Montpellier, Lady of Montpellier, Queen of Aragon (b. 1182)", "entities": [{"title": "Maria of Montpellier", "href": "/wiki/Maria_of_Montpellier", "description": "Marie of Montpellier was Lady of Montpellier and by her three marriages Viscountess of Marseille, Countess of Comminges and Queen of Aragon."}]}, {"heading": "Deaths", "year": "1329", "date": "April 21", "txt": "Frederick IV, Duke of Lorraine (b. 1282)", "entities": [{"title": "Frederick IV, Duke of Lorraine", "href": "/wiki/Frederick_IV,_Duke_of_Lorraine", "description": "Frederick IV, called the Fighter, was the Duke of Lorraine from 1312 to his death."}]}, {"heading": "Deaths", "year": "1400", "date": "April 21", "txt": "John Wittlebury, English politician (b. 1333)", "entities": [{"title": "John Wittlebury", "href": "/wiki/John_Wittlebury", "description": "\n\nJohn Wittlebury or Whittlebury was an English Member of Parliament."}]}, {"heading": "Deaths", "year": "1509", "date": "April 21", "txt": "Henry VII of England (b. 1457)", "entities": [{"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}]}, {"heading": "Deaths", "year": "1557", "date": "April 21", "txt": "Petrus Apianus, German mathematician and astronomer (b. 1495)", "entities": [{"title": "Petrus Apianus", "href": "/wiki/Petrus_Apianus", "description": "Petrus Apianus, also known as Peter Apian, Peter Bennewitz, and Peter Bienewitz, was a German humanist, known for his works in mathematics, astronomy and cartography. His work on \"cosmography\", the field that dealt with the earth and its position in the universe, was presented in his most famous publications, Astronomicum Caesareum (1540) and Cosmographicus liber (1524). His books were extremely i"}]}, {"heading": "Deaths", "year": "1574", "date": "April 21", "txt": "Cosimo I de' Medici, Grand Duke of Tuscany (b. 1519)", "entities": [{"title": "Cosimo I de' Medici, Grand Duke of Tuscany", "href": "/wiki/Cosimo_I_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Cosimo I de' Medici was the second Duke of Florence from 1537 until 1569, when he became the first Grand Duke of Tuscany, a title he held until his death."}]}, {"heading": "Deaths", "year": "1591", "date": "April 21", "txt": "Sen no Rikyū, Japanese exponent of the tea ceremony (b. 1522)", "entities": [{"title": "Sen no Rikyū", "href": "/wiki/Sen_no_Riky%C5%AB", "description": "Sen no Rikyū , also known simply as Rikyū, is considered the historical figure with the most profound influence on chanoyu, the Japanese \"Way of Tea\", particularly the tradition of wabi-cha. He was also the first to emphasize several key aspects of the ceremony, including rustic simplicity, directness of approach and honesty of self. Originating from the Sengoku period and the Azuchi–Momoyama peri"}]}, {"heading": "Deaths", "year": "1650", "date": "April 21", "txt": "Yagyū Jūbei Mitsuyoshi, Japanese samurai (b. 1607)", "entities": [{"title": "Yagyū Jūbei Mitsuyoshi", "href": "/wiki/Yagy%C5%AB_J%C5%ABbei_Mitsuyoshi", "description": "Yagyū Jūbē Mitsuyoshi  was one of the most famous and romanticized of the samurai in Japan's feudal era."}]}, {"heading": "Deaths", "year": "1668", "date": "April 21", "txt": "Jan Boeckhorst, Flemish painter (b. c. 1604)", "entities": [{"title": "Jan Boeckhorst", "href": "/wiki/Jan_Boeckhorst", "description": "Jan Boeckhorst or Johann Bockhorst, was a German-born Flemish Baroque painter and draughtsman. He was a versatile artist who produced history paintings, genre scenes and portraits in a style influenced by the trio of leading Baroque painters in Antwerp Peter Paul Rubens, Anthony van Dyck and Jacob Jordaens. Boeckhorst also worked as a designer of cartoons for tapestries."}]}, {"heading": "Deaths", "year": "1699", "date": "April 21", "txt": "Jean Racine, French playwright and poet (b. 1639)", "entities": [{"title": "Jean Racine", "href": "/wiki/Jean_Racine", "description": "Jean Racine, baptized Jean-Baptiste Racine, was a French dramatist, one of the three great playwrights of 17th-century France, along with Molière and Corneille, and an important literary figure in the Western tradition. Racine was primarily a tragedian, producing such \"examples of neoclassical perfection\" as Phèdre, Andromaque, and Athalie. He did write one comedy, Les Plaideurs, and a muted trage"}]}, {"heading": "Deaths", "year": "1719", "date": "April 21", "txt": "Philippe de La Hire, French mathematician and astronomer (b. 1640)", "entities": [{"title": "Philippe de La Hire", "href": "/wiki/Philippe_de_La_Hire", "description": "Philippe de La Hire was a French painter, mathematician, astronomer, and architect. According to Bernard le Bovier de Fontenelle he was an \"academy unto himself\"."}]}, {"heading": "Deaths", "year": "1720", "date": "April 21", "txt": "Antoine Hamilton, Irish-French soldier and author (b. 1646)", "entities": [{"title": "Antoine Hamilton", "href": "/wiki/Antoine_Hamilton", "description": "Antoine Hamilton, comte was a soldier and a writer of literature. As a Catholic of Irish and Scottish ancestry, he fled with his family to France during the Interregnum and later sided with James II against the Prince of Orange, which led him into another French exile."}]}, {"heading": "Deaths", "year": "1722", "date": "April 21", "txt": "Robert Beverley, Jr., English historian and author (b. 1673)", "entities": [{"title": "Robert Beverley, Jr.", "href": "/wiki/Robert_Beverley,_Jr.", "description": "Robert Beverley Jr. was a historian of early colonial Virginia, as well as a planter and political figure. He was born in Jamestown and died in King and Queen County, Virginia."}]}, {"heading": "Deaths", "year": "1736", "date": "April 21", "txt": "Prince Eugene of Savoy (b. 1663)", "entities": [{"title": "Prince Eugene of Savoy", "href": "/wiki/Prince_Eugene_of_Savoy", "description": "Prince Eugene Francis of Savoy–Carignano better known as Prince Eugene was a field marshal in the army of the Holy Roman Empire and of the Austrian Habsburg dynasty during the 17th and 18th centuries. He was one of the most successful military commanders of his time, and rose to the highest offices of state at the Imperial court in Vienna."}]}, {"heading": "Deaths", "year": "1740", "date": "April 21", "txt": "Thomas Tickell, English poet and author (b. 1685)", "entities": [{"title": "Thomas Tickell", "href": "/wiki/Thomas_Tickell", "description": "Thomas Tickell was a minor English poet and man of letters."}]}, {"heading": "Deaths", "year": "1758", "date": "April 21", "txt": "Francesco Zerafa, Maltese architect (b. 1679)", "entities": [{"title": "Francesco Zerafa", "href": "/wiki/Francesco_Zerafa", "description": "Francesco \"Franco\" Zerafa was a Maltese architect and donato to the Religion. In 1714, he succeeded Giovanni Barbara as Capomastro delle Opere della Religione, a post which he held until his death."}]}, {"heading": "Deaths", "year": "1815", "date": "April 21", "txt": "Joseph Winston, American soldier and politician (b. 1746)", "entities": [{"title": "Joseph Winston", "href": "/wiki/Joseph_Winston", "description": "Lieutenant Colonel Joseph Winston was an American pioneer, planter and American Revolutionary War hero from Surry County, North Carolina, and the first cousin of statesman and Virginia governor Patrick Henry. He also served in the United States House of Representatives and North Carolina Senate. In 1766, Winston moved to the northern part of Rowan County, North Carolina, the area which subsequentl"}]}, {"heading": "Deaths", "year": "1825", "date": "April 21", "txt": "Johann Friedrich Pfaff, German mathematician and academic (b. 1765)", "entities": [{"title": "Johann Friedrich Pfaff", "href": "/wiki/Johann_Friedrich_Pfaff", "description": "Johann Friedrich Pfaff was a German mathematician. He was described as one of Germany's most eminent mathematicians during the 19th century. He was a precursor of the German school of mathematical thinking, which under Carl Friedrich Gauss and his followers largely determined the lines on which mathematics developed during the 19th century."}]}, {"heading": "Deaths", "year": "1852", "date": "April 21", "txt": "Ivan Nabokov, Russian general (b. 1787)", "entities": [{"title": "Ivan Nabokov", "href": "/wiki/Ivan_Nabokov", "description": "Ivan Aleksandrovich Nabokov was a Russian Adjutant general and general of infantry prominent during the Napoleonic wars."}]}, {"heading": "Deaths", "year": "1863", "date": "April 21", "txt": "Sir Robert Bateson, 1st Baronet, Irish politician (b. 1782)", "entities": [{"title": "Sir Robert Bateson, 1st Baronet", "href": "/wiki/Sir_Robert_Bateson,_1st_Baronet", "description": "\n\nSir Robert Bateson, 1st Baronet DL was an Irish baronet, landowner and Conservative politician."}]}, {"heading": "Deaths", "year": "1900", "date": "April 21", "txt": "Vikramatji Khimojiraj, Indian ruler (b. 1819)", "entities": [{"title": "Vikramatji Khimojiraj", "href": "/wiki/Vikramatji_Khimojiraj", "description": "Maharaja RanaShri Vikramatji Khimojiraj Sahib was the ruler of Princely State of Porbandar belonging to Jethwa Rajput dynasty."}]}, {"heading": "Deaths", "year": "1910", "date": "April 21", "txt": "Mark Twain, American novelist, humorist, and critic (b. 1835)", "entities": [{"title": "Mark Twain", "href": "/wiki/Mark_Twain", "description": "Samuel Langhorne Clemens, known by his pen name Mark Twain, was an American writer, humorist, entrepreneur, publisher, and lecturer. He was lauded as the \"greatest humorist the United States has produced,\" and William Faulkner called him \"the father of American literature\". His novels include The Adventures of Tom Sawyer (1876) and its sequel, the Adventures of Huckleberry Finn (1884), the latter "}]}, {"heading": "Deaths", "year": "1918", "date": "April 21", "txt": "Manfred von Richthofen, German captain and pilot (b. 1892)", "entities": [{"title": "Manfred von Richthofen", "href": "/wiki/Manfred_von_Richthofen", "description": "Manfred Albrecht Freiherr von Richthofen, known in English as Baron von Richthofen, and most famously as the \"Red Baron\", was a fighter pilot with the German Air Force during World War I. He is considered the ace-of-aces of the war, being officially credited with 80 air combat victories."}]}, {"heading": "Deaths", "year": "1924", "date": "April 21", "txt": "Eleonora Duse, Italian actress (b. 1858)", "entities": [{"title": "Eleonora Duse", "href": "/wiki/Eleonora_Duse", "description": "Eleonora Giulia Amalia Duse, often known simply as Duse, was an Italian actress, rated by many as the greatest of her time, in keen competition with Sarah Bernhardt. She performed in many countries, notably in the plays of Gabriele d'Annunzio and Henrik Ibsen. Duse achieved a unique power of conviction and verity on the stage through intense absorption in the character, “eliminating the self” as s"}]}, {"heading": "Deaths", "year": "1930", "date": "April 21", "txt": "Robert Bridges, English poet and author (b. 1844)", "entities": [{"title": "Robert Bridges", "href": "/wiki/Robert_Bridges", "description": "Robert Seymour Bridges was an English poet who was Poet Laureate from 1913 to 1930. A doctor by training, he achieved literary fame only late in life. His poems reflect a deep Christian faith, and he is the author of many well-known hymns. It was through Bridges' efforts that Gerard Manley Hopkins achieved posthumous fame."}]}, {"heading": "Deaths", "year": "1932", "date": "April 21", "txt": "Friedrich Gustav Piffl, Bohemian cardinal (b. 1864)", "entities": [{"title": "Friedrich Gustav Piffl", "href": "/wiki/Friedrich_Gustav_Piffl", "description": "Friedrich Gustav Piffl was a Cardinal of the Roman Catholic Church and Archbishop of Vienna."}]}, {"heading": "Deaths", "year": "1938", "date": "April 21", "txt": "Allama Muhammad Iqbal, Pakistani National philosopher and poet (b. 1877)", "entities": [{"title": "Allama Muhammad Iqbal", "href": "/wiki/Allama_Muhammad_Iqbal", "description": "Sir Muhammad Iqbal was a South Asian Muslim writer, philosopher, and politician, whose poetry in the Urdu language is among the greatest of the twentieth century, and whose vision of a cultural and political ideal for the Muslims of British-ruled India was to animate the impulse for Pakistan. He is commonly referred to by the honorific Allama."}]}, {"heading": "Deaths", "year": "1941", "date": "April 21", "txt": "Fritz Manteuffel, German gymnast (b. 1875)", "entities": [{"title": "Fritz Manteuffel", "href": "/wiki/Fritz_Manteuffel", "description": "Fritz Manteuffel was a German gymnast. He competed at the 1896 Summer Olympics in Athens."}]}, {"heading": "Deaths", "year": "1945", "date": "April 21", "txt": "Walter Model, German field marshal (b. 1891)", "entities": [{"title": "Walter Model", "href": "/wiki/Walter_Model", "description": "Otto Moritz Walter Model was a German field marshal during World War II. Although he was a hard-driving, aggressive panzer commander early in the war, Model became best known as a practitioner of defensive warfare. His relative success as commander of the Ninth Army in the retreats of 1941–1942 determined his future career path. He has been called the Third Reich's best defensive tactical commande"}]}, {"heading": "Deaths", "year": "1946", "date": "April 21", "txt": "John Maynard Keynes, English economist and philosopher (b. 1883)", "entities": [{"title": "John Maynard Keynes", "href": "/wiki/John_Maynard_Keynes", "description": "John Maynard Keynes, 1st Baron Keynes, was an English economist, whose ideas fundamentally changed the theory and practice of macroeconomics and the economic policies of governments. Originally trained in mathematics, he built on and greatly refined earlier work on the causes of business cycles. One of the most influential economists of the 20th century, his ideas are the basis for the school of t"}]}, {"heading": "Deaths", "year": "1948", "date": "April 21", "txt": "Aldo Leopold, American ecologist and author (b. 1887)", "entities": [{"title": "Aldo Leopold", "href": "/wiki/Aldo_Leopold", "description": "Aldo Leopold was an American author, philosopher, naturalist, scientist, ecologist, forester, conservationist, and environmentalist. He was a professor at the University of Wisconsin and is best known for his book A Sand County Almanac (1949), which has sold more than two million copies."}]}, {"heading": "Deaths", "year": "1952", "date": "April 21", "txt": "Leslie Banks, American actor, director and producer (b. 1890)", "entities": [{"title": "Leslie Banks", "href": "/wiki/Leslie_Banks", "description": "Leslie James Banks CBE was an English stage and screen actor, director and producer, now best remembered for playing gruff, menacing characters in black-and-white films of the 1930s and 1940s."}]}, {"heading": "Deaths", "year": "1954", "date": "April 21", "txt": "Emil Leon Post, Polish-American mathematician and logician (b. 1897)", "entities": [{"title": "Emil Leon Post", "href": "/wiki/Emil_Leon_Post", "description": "Emil Leon Post was a Polish-born American mathematician and logician. He is best known for his work in the field that eventually became known as computability theory."}]}, {"heading": "Deaths", "year": "1956", "date": "April 21", "txt": "Charles MacArthur, American playwright and screenwriter (b. 1895)", "entities": [{"title": "Charles MacArthur", "href": "/wiki/Charles_MacArthur", "description": "Charles Gordon MacArthur was an American playwright, screenwriter and 1935 winner of the Academy Award for Best Story."}]}, {"heading": "Deaths", "year": "1965", "date": "April 21", "txt": "Edward Victor Appleton, English-Scottish physicist and academic, Nobel Prize laureate (b. 1892)", "entities": [{"title": "Edward Victor Appleton", "href": "/wiki/Edward_Victor_Appleton", "description": "Sir Edward Victor Appleton was an English physicist, Nobel Prize winner (1947) and pioneer in radiophysics. He studied, and was also employed as a lab technician, at Bradford College from 1909 to 1911."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1971", "date": "April 21", "txt": "François Duvalier, Haitian physician and politician, 40th President of Haiti (b. 1907)", "entities": [{"title": "François Duvalier", "href": "/wiki/Fran%C3%A7ois_Duvalier", "description": "François Duvalier, also known as Papa Doc, was a Haitian politician who served as the President of Haiti from 1957 to 1971. He was elected president in 1957 on a populist and black nationalist platform. After thwarting a military coup d'état in 1958, his regime rapidly became totalitarian and despotic. An undercover government death squad, the Tonton Macoute, indiscriminately killed Duvalier's opp"}, {"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Deaths", "year": "1973", "date": "April 21", "txt": "Arthur Fadden, Australian accountant and politician, 13th Prime Minister of Australia (b. 1894)", "entities": [{"title": "Arthur Fadden", "href": "/wiki/Arthur_Fadden", "description": "Sir Arthur William Fadden, was an Australian politician who served as Prime Minister of Australia from 29 August to 7 October 1941. He was the leader of the Country Party from 1940 to 1958."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1973", "date": "April 21", "txt": "Kemal Tahir, Turkish journalist and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "April 21", "txt": "Gummo Marx, American vaudevillian and talent agent (b. 1893)", "entities": [{"title": "Gummo Marx", "href": "/wiki/Gummo_Marx", "description": "Milton \"Gummo\" Marx was an American vaudevillian performer, actor, comedian and theatrical agent. He was the second youngest of the five Marx Brothers. Born in Manhattan, New York City, he worked with his brothers on the vaudeville circuit, leaving the act when he was drafted into the U.S. Army in 1918, during World War I, and replaced by Zeppo. He had no taste for the theatre and became a success"}]}, {"heading": "Deaths", "year": "1978", "date": "April 21", "txt": "Thomas Wyatt Turner, American biologist and academic (b. 1877)", "entities": [{"title": "Thomas Wyatt Turner", "href": "/wiki/Thomas_Wyatt_Turner", "description": "Thomas Wyatt Turner was an American civil rights activist, biologist and educator. He was the first Black American to receive a PhD in Botany, and helped found both the NAACP and the Federated Colored Catholics."}]}, {"heading": "Deaths", "year": "1980", "date": "April 21", "txt": "Alexander Oparin, Russian biochemist and academic (b. 1894)", "entities": [{"title": "Alexander Oparin", "href": "/wiki/Alexander_Oparin", "description": "Alexander Ivanovich Oparin was a Soviet biochemist notable for his theories about the origin of life, and for his book The Origin of Life. He also studied the biochemistry of material processing by plants and enzyme reactions in plant cells. He showed that many food-production processes were based on biocatalysis and developed the foundations for industrial biochemistry in the USSR."}]}, {"heading": "Deaths", "year": "1980", "date": "April 21", "txt": "Sohrab Sepehri, Iranian poet and painter (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "April 21", "txt": "Walter Slezak, Austrian-American actor and singer (b. 1902)", "entities": [{"title": "Walter Slezak", "href": "/wiki/Walter_Slezak", "description": "Walter Slezak was an Austrian-born film and stage actor active between 1922 and 1976. He mainly appeared in German films before migrating to the United States in 1930 and performing in numerous Hollywood productions."}]}, {"heading": "Deaths", "year": "1984", "date": "April 21", "txt": "Marcel Janco, Romanian-Israeli artist (b. 1895)", "entities": [{"title": "Marcel Janco", "href": "/wiki/Marcel_Janco", "description": "Marcel Janco was a Romanian and Israeli visual artist, architect and art theorist. He was the co-inventor of Dadaism and a leading exponent of Constructivism in Eastern Europe. In the 1910s, he co-edited, with Ion Vinea and Tristan Tzara, the Romanian art magazine Simbolul. Janco was a practitioner of Art Nouveau, Futurism and Expressionism before contributing his painting and stage design to Tzar"}]}, {"heading": "Deaths", "year": "1984", "date": "April 21", "txt": "Hristo Prodanov, Bulgarian engineer and mountaineer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "April 21", "txt": "Rudi Gernreich, Austrian-American fashion designer, created the monokini (b. 1922)", "entities": [{"title": "Rudi Gernreich", "href": "/wiki/Rudi_Gernreich", "description": "Rudolf \"Rudi\" Gernreich was an Austrian-born American fashion designer whose avant-garde clothing designs are generally regarded as the most innovative and dynamic fashion of the 1960s. He purposefully used fashion design as a social statement to advance sexual freedom, producing clothes that followed the natural form of the female body, freeing them from the constraints of high fashion."}, {"title": "Monokini", "href": "/wiki/Monokini", "description": "The monokini, designed by Rudi Gernreich in 1964, consisting of only a brief, close-fitting bottom and two thin straps, was the first women's topless swimsuit. His revolutionary and controversial design included a bottom that \"extended from the midriff to the upper thigh\" and was \"held up by shoestring laces that make a halter around the neck.\" Some credit Gernreich's design with initiating, or de"}]}, {"heading": "Deaths", "year": "1985", "date": "April 21", "txt": "Tancredo Neves, Brazilian banker and politician, Prime Minister of Brazil (b. 1910)", "entities": [{"title": "Prime Minister of Brazil", "href": "/wiki/Prime_Minister_of_Brazil", "description": "Historically, the political post of Prime Minister, officially called President of the Council of Ministers, existed in Brazil in two different periods: from 1847 to 1889 and from 1961 to 1963."}]}, {"heading": "Deaths", "year": "1986", "date": "April 21", "txt": "Marjorie Eaton, American painter and actress (b. 1901)", "entities": [{"title": "Marjorie Eaton", "href": "/wiki/Marjorie_Eaton", "description": "Marjorie Lee Eaton was an American painter, photographer and character actress who physically portrayed Emperor Palpatine in the original release of The Empire Strikes Back, though her face was masked and her voice dubbed. The 2004 DVD release of the film had her replaced by the best-known portrayer of the character, Ian McDiarmid."}]}, {"heading": "Deaths", "year": "1986", "date": "April 21", "txt": "Salah Jahin, Egyptian poet, playwright, and composer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "April 21", "txt": "Gustav Bergmann, Austrian-American philosopher from the Vienna Circle (b. 1906)", "entities": [{"title": "Gustav Bergmann", "href": "/wiki/Gustav_Bergmann", "description": "Gustav Bergmann was an Austrian-born American philosopher. He studied at the University of Vienna and was a member of the Vienna Circle. Bergmann was influenced by the philosophers Moritz Schlick, Friedrich Waismann, and Rudolf Carnap who were members of the Circle. In the United States, he was a professor of philosophy and psychology at the University of Iowa."}]}, {"heading": "Deaths", "year": "1990", "date": "April 21", "txt": "Erté, Russian-French illustrator (b. 1892)", "entities": [{"title": "Erté", "href": "/wiki/Ert%C3%A9", "description": "Romain de Tirtoff was a Russian-born French artist and designer known by the pseudonym Erté, from the French pronunciation of his initials. He was a 20th-century artist and designer in an array of fields, including fashion, jewellery, graphic arts, costume and set design for film, theatre, and opera, and interior decor."}]}, {"heading": "Deaths", "year": "1991", "date": "April 21", "txt": "Willi Boskovsky, Austrian violinist and conductor (b. 1909)", "entities": [{"title": "Willi Boskovsky", "href": "/wiki/Willi_Boskovsky", "description": "Willi Boskovsky was an Austrian violinist and conductor, best known as the long-standing conductor of the Vienna New Year's Concert."}]}, {"heading": "Deaths", "year": "1996", "date": "April 21", "txt": "Abdul Hafeez Kardar, Pakistani cricketer (b. 1925)", "entities": [{"title": "Abdul Hafeez Kardar", "href": "/wiki/Abdul_Hafeez_Kardar", "description": "Abdul Hafeez Kardar pronunciation (help·info) or Abdul Kardar was a Pakistani cricketer and politician. He was the first captain of the Pakistan Test cricket team. He is one of the only three players to have played Test cricket for both India and Pakistan, the other two being Amir Elahi and Gul Mohammad."}]}, {"heading": "Deaths", "year": "1996", "date": "April 21", "txt": "Jimmy Snyder, American sportscaster (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "April 21", "txt": "Jean-François Lyotard, French sociologist and philosopher (b. 1924)", "entities": [{"title": "Jean-François Lyotard", "href": "/wiki/Jean-Fran%C3%A7ois_Lyotard", "description": "Jean-François Lyotard was a French philosopher, sociologist, and literary theorist. His interdisciplinary discourse spans such topics as epistemology and communication, the human body, modern art and postmodern art, literature and critical theory, music, film, time and memory, space, the city and landscape, the sublime, and the relation between aesthetics and politics. He is best known for his art"}]}, {"heading": "Deaths", "year": "1999", "date": "April 21", "txt": "Buddy Rogers, American actor (b. 1904)", "entities": [{"title": "Buddy Rogers (actor)", "href": "/wiki/Buddy_Rogers_(actor)", "description": "Charles Edward \"Buddy\" Rogers was an American film actor and musician. During the peak of his popularity in the late 1920s and early 1930s he was publicized as \"America's Boy Friend\"."}]}, {"heading": "Deaths", "year": "2003", "date": "April 21", "txt": "Nina Simone, American singer-songwriter, pianist, and activist (b. 1933)", "entities": [{"title": "Nina Simone", "href": "/wiki/Nina_Simone", "description": "Eunice Kathleen Waymon, known professionally as Nina Simone, was an American singer, songwriter, musician, arranger, and civil rights activist. Her music spanned a broad range of musical styles including classical, jazz, blues, folk, R&B, gospel, and pop."}]}, {"heading": "Deaths", "year": "2010", "date": "April 21", "txt": "Gustav Lorentzen, Norwegian singer-songwriter and guitarist (b. 1947)", "entities": [{"title": "Gustav Lorentzen", "href": "/wiki/Gustav_Lorentzen", "description": "Gustav Lorentzen, also known by his stage name Ludvigsen, was a Norwegian singer-songwriter, best known from being half of the successful duo Knutsen & Ludvigsen, alongside Øystein \"Knutsen\" Dolmen. He went solo in 1986, winning four Spellemann awards and one nomination for his 5 albums."}]}, {"heading": "Deaths", "year": "2010", "date": "April 21", "txt": "Juan Antonio Samaranch, Spanish businessman, seventh President of the International Olympic Committee (b. 1920)", "entities": [{"title": "President of the International Olympic Committee", "href": "/wiki/President_of_the_International_Olympic_Committee", "description": "The president of the International Olympic Committee is head of the Executive Board that assumes the general overall responsibility for the administration of the International Olympic Committee (IOC) and the management of its affairs. The IOC Executive Board consists of the president, four vice-presidents and ten other IOC members; all of the board members are elected by the IOC Session, using a s"}]}, {"heading": "Deaths", "year": "2010", "date": "April 21", "txt": "Kanagaratnam Sriskandan, Sri Lankan-English engineer and civil servant (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 21", "txt": "Catharina Halkes, Dutch theologian and academic (b. 1920)", "entities": [{"title": "Catharina Halkes", "href": "/wiki/Catharina_Halkes", "description": "Catharina Joanna Maria Halkes was a Dutch theologian and feminist, notable for having been the first Dutch professor of feminism and Christianity, at the Radboud University Nijmegen from 1983 to 1986. A Roman Catholic who was originally schooled in Dutch language and literature, she became active in the women's movement within the church, and gained a measure of notoriety when she was forbidden to"}]}, {"heading": "Deaths", "year": "2012", "date": "April 21", "txt": "Doris Betts, American author and academic (b. 1932)", "entities": [{"title": "Doris Betts", "href": "/wiki/Doris_Betts", "description": "Doris Betts was a short story writer, novelist, essayist and Alumni Distinguished Professor Emerita at University of North Carolina at Chapel Hill. She was the author of three short story collections and six novels."}]}, {"heading": "Deaths", "year": "2013", "date": "April 21", "txt": "Shakuntala Devi, Indian mathematician and astrologer (b. 1929)", "entities": [{"title": "Shakuntala Devi", "href": "/wiki/Shakuntala_Devi", "description": "Shakuntala Devi was an Indian mathematician, writer and mental calculator, popularly known as the \"Human Computer\". Devi strove to simplify numerical calculations for students. Her talent earned her a place in the 1982 edition of The Guinness Book of World Records. However, the certificate for the record was given posthumously on 30 July 2020, despite Devi achieving her world record on 18 June 198"}]}, {"heading": "Deaths", "year": "2013", "date": "April 21", "txt": "Leopold Engleitner, Austrian Holocaust survivor, author, and educator (b. 1905)", "entities": [{"title": "Holocaust", "href": "/wiki/Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Nazi Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration c"}]}, {"heading": "Deaths", "year": "2014", "date": "April 21", "txt": "George H. Heilmeier, American engineer (b. 1936)", "entities": [{"title": "George H. Heilmeier", "href": "/wiki/George_H._Heilmeier", "description": "George Harry Heilmeier was an American engineer, manager, and a pioneering contributor to liquid crystal displays (LCDs), for which he was inducted into the National Inventors Hall of Fame. Heilmeier's work is an IEEE Milestone."}]}, {"heading": "Deaths", "year": "2014", "date": "April 21", "txt": "Win Tin, Burmese journalist and politician, co-founded the National League for Democracy (b. 1930)", "entities": [{"title": "National League for Democracy", "href": "/wiki/National_League_for_Democracy", "description": "The National League for Democracy is a political party in Myanmar (Burma). It became the country's ruling party after a landslide victory in the 2015 general election, but was overthrown in a military coup d'état in early 2021."}]}, {"heading": "Deaths", "year": "2016", "date": "April 21", "txt": "Prince, American singer-songwriter, guitarist, producer, and actor (b. 1958)", "entities": [{"title": "Prince (musician)", "href": "/wiki/Prince_(musician)", "description": "Prince Rogers Nelson was an American singer-songwriter, multi-instrumentalist, record producer, actor, and director. Regarded as one of the greatest musicians of his generation, and guitar virtuoso, he worked across multiple genres performing in a flamboyant and androgynous persona, with a wide vocal range which included a far-reaching falsetto and high-pitched screams."}]}, {"heading": "Deaths", "year": "2017", "date": "April 21", "txt": "Ugo Ehiogu, English footballer (b. 1972)", "entities": [{"title": "Ugo Ehiogu", "href": "/wiki/Ugo_Ehiogu", "description": "Ugochuku Ehiogu was an English professional footballer who played as a centre back from 1989 to 2009. He was the coach of the Tottenham Hotspur U23 team until his death in April 2017."}]}, {"heading": "Deaths", "year": "2019", "date": "April 21", "txt": "Polly Higgins, Scottish barrister, author and environmental lobbyist (b. 1968)", "entities": [{"title": "Polly Higgins", "href": "/wiki/Polly_Higgins", "description": "Pauline Helène \"Polly\" Higgins was a Scottish barrister, author, and environmental lobbyist, described by Jonathan Watts in her obituary in The Guardian as, \"one of the most inspiring figures in the green movement\". She left her career as a lawyer to focus on environmental advocacy, and unsuccessfully lobbied the United Nations Law Commission to recognise ecocide as an international crime. Higgins"}]}]