[{"heading": "Events", "year": "451", "date": "April 7", "txt": "Attila the Hun sacks the town of Metz and attacks other cities in Gaul.", "entities": [{"title": "Attila", "href": "/wiki/Attila", "description": "Attila, frequently called Attila the Hun, was the ruler of the Huns from 434 until his death in March 453. He was also the leader of a tribal empire consisting of Huns, Ostrogoths, Alans and Bulgars, among others, in Central and Eastern Europe."}, {"title": "Metz", "href": "/wiki/Metz", "description": "Metz is a city in northeast France located at the confluence of the Moselle and the Seille rivers. Metz is the prefecture of the Moselle department and the seat of the parliament of the Grand Est region. Located near the tripoint along the junction of France, Germany, and Luxembourg, the city forms a central place of the European Greater Region and the SaarLorLux euroregion."}, {"title": "Gaul", "href": "/wiki/Gaul", "description": "Gaul was a region of Western Europe first described by the Romans. It was inhabited by Celtic tribes, encompassing present day France, Luxembourg, Belgium, most of Switzerland, and parts of Northern Italy, the Netherlands, and Germany, particularly the west bank of the Rhine. It covered an area of 494,000 km2 (191,000 sq mi). According to Julius Caesar, Gaul was divided into three parts: Gallia Ce"}]}, {"heading": "Events", "year": "529", "date": "April 7", "txt": "First draft of the Corpus Juris Civilis (a fundamental work in jurisprudence) is issued by Eastern Roman Emperor Justinian I.", "entities": [{"title": "Jurisprudence", "href": "/wiki/Jurisprudence", "description": "Jurisprudence, or legal theory, is the theoretical study of law. Scholars of jurisprudence seek to explain the nature of law in its most general form and provide a deeper understanding of legal reasoning, legal systems, legal institutions, and the role of law in society."}, {"title": "Eastern Roman Emperor", "href": "/wiki/Eastern_Roman_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Justinian I", "href": "/wiki/Justinian_I", "description": "Justinian I, also known as Justinian the Great, was the Byzantine emperor from 527 to 565."}]}, {"heading": "Events", "year": "611", "date": "April 7", "txt": "Maya king Uneh Chan of Calakmul sacks rival city-state Palenque in southern Mexico.", "entities": [{"title": "Scroll Serpent", "href": "/wiki/Scroll_Serpent", "description": "Scroll Serpent was a Maya ruler of the Kaan kingdom. He ruled from AD 579 to 611. He acceded on September 2."}, {"title": "Calakmul", "href": "/wiki/Calakmul", "description": "Calakmul is a Maya archaeological site in the Mexican state of Campeche, deep in the jungles of the greater Petén Basin region. It is 35 kilometres (22 mi) from the Guatemalan border. Calakmul was one of the largest and most powerful ancient cities ever uncovered in the Maya lowlands."}, {"title": "Palenque", "href": "/wiki/Palenque", "description": "Palenque, also anciently known as Lakamha, was a Maya city state in southern Mexico that perished in the 7th century. The Palenque ruins date from ca. 226 BC to ca. 799 AD. After its decline, it was overgrown by the jungle of cedar, mahogany, and sapodilla trees, but has since been excavated and restored. It is located near the Usumacinta River in the Mexican state of Chiapas, about 130 km (81 mi)"}]}, {"heading": "Events", "year": "1141", "date": "April 7", "txt": "Empress Matilda becomes the first female ruler of England, adopting the title 'Lady of the English'.", "entities": [{"title": "Empress Matilda", "href": "/wiki/Empress_Matilda", "description": "Empress Matilda, also known as the Empress Maude, was one of the claimants to the English throne during the civil war known as the Anarchy. The daughter of King Henry I of England, she moved to Germany as a child when she married the future Holy Roman Emperor Henry V. She travelled with her husband into Italy in 1116, was controversially crowned in St Peter's Basilica, and acted as the imperial re"}]}, {"heading": "Events", "year": "1521", "date": "April 7", "txt": "Ferdinand Magellan arrives at Cebu.", "entities": [{"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Cebu (island)", "href": "/wiki/Cebu_(island)", "description": "Cebu, officially the Province of Cebu, is a province of the Philippines located in the Central Visayas (Region VII) region, and consists of a main island and 167 surrounding islands and islets. Its capital is Cebu City, \"the Queen City of the South\", the oldest city and first capital of the Philippines, which is politically independent from the provincial government."}]}, {"heading": "Events", "year": "1541", "date": "April 7", "txt": "Francis Xavier leaves Lisbon on a mission to the Portuguese East Indies.", "entities": [{"title": "Francis Xavier", "href": "/wiki/Francis_Xavier", "description": "Francis Xavier (born Francisco de Jasso y Azpilicueta; Latin: Franciscus Xaverius; Basque: Frantzisko Xabierkoa; French: François Xavier, Spanish: Francisco Javier; Portuguese: Francisco Xavier;, venerated as Saint Francis Xavier, was a Navarrese Catholic missionary and saint who was a co-founder of the Society of Jesus."}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}]}, {"heading": "Events", "year": "1724", "date": "April 7", "txt": "Premiere performance of Johann Sebastian Bach's St John Passion, BWV 245, at St. Nicholas Church, Leipzig.", "entities": [{"title": "Johann Sebastian Bach", "href": "/wiki/Johann_Sebastian_Bach", "description": "Johann Sebastian Bach was a German composer and musician of the Baroque period. He is known for instrumental compositions such as the Brandenburg Concertos and the Goldberg Variations, and for vocal music such as the St Matthew Passion and the Mass in B minor. Since the 19th-century Bach Revival, he has been generally regarded as one of the greatest composers of all time."}, {"title": "Bach-Werke-Verzeichnis", "href": "/wiki/Bach-Werke-Verzeichnis", "description": "The Bach-Werke-Verzeichnis is a catalogue of compositions by Johann Sebastian Bach. It was first published in 1950, edited by Wolfgang Schmieder. The catalogue's second edition appeared in 1990. An abbreviated version of that second edition, known as BWV2a, was published in 1998."}, {"title": "St. Nicholas Church, Leipzig", "href": "/wiki/St._Nicholas_Church,_Leipzig", "description": "The St. Nicholas Church is one of the major churches of central Leipzig, Germany. Construction started in Romanesque style in 1165, but in the 16th century, the church was turned into a Gothic hall church. Baroque elements like the tower were added in the 18th century."}]}, {"heading": "Events", "year": "1767", "date": "April 7", "txt": "End of Burmese–Siamese War (1765–67).", "entities": [{"title": "Burmese–Siamese War (1765–67)", "href": "/wiki/Burmese%E2%80%93Siamese_War_(1765%E2%80%9367)", "description": "The Burmese–Siamese War (1765–1767) was the second military conflict between the Konbaung dynasty of Burma (Myanmar) and the Ban Phlu Luang Dynasty of Siam (Thailand), and the war that ended the four-century-old Ayutthaya kingdom of Siam. Nonetheless, the Burmese were soon forced to give up their hard-won gains when the Chinese invasions of their homeland forced a complete withdrawal by the end of"}]}, {"heading": "Events", "year": "1788", "date": "April 7", "txt": "American pioneers to the Northwest Territory establish Marietta, Ohio as the first permanent American settlement in the Northwest Territory.", "entities": [{"title": "American pioneers to the Northwest Territory", "href": "/wiki/American_pioneers_to_the_Northwest_Territory", "description": "American pioneers to the Northwest Territory included soldiers of the Revolution and members of the Ohio Company of Associates. During 1788 these pioneers to the Ohio Country established Marietta, Ohio, as the first permanent American settlement of the new United States in the Northwest Territory, and opened the westward expansion of the new country. General George Washington commented about these"}, {"title": "Marietta, Ohio", "href": "/wiki/Marietta,_Ohio", "description": "Marietta is a city in, and the county seat of, Washington County, Ohio, United States. During 1788, pioneers to the Ohio Country established Marietta as the first permanent settlement of the new United States in the Territory Northwest of the River Ohio. Marietta is located in southeastern Ohio at the mouth of the Muskingum River at its confluence with the Ohio River 11 miles northeast of Parkersb"}, {"title": "Northwest Territory", "href": "/wiki/Northwest_Territory", "description": "The Northwest Territory, also known as the Old Northwest and formally known as the Territory Northwest of the River Ohio, was formed from unorganized western territory of the United States after the American Revolutionary War. Established in 1787 by the Congress of the Confederation through the Northwest Ordinance, it was the nation's first post-colonial organized incorporated territory."}]}, {"heading": "Events", "year": "1798", "date": "April 7", "txt": "The Mississippi Territory is organized from disputed territory claimed by both the United States and Spain.  It is expanded in 1804 and again in 1812.", "entities": [{"title": "Mississippi Territory", "href": "/wiki/Mississippi_Territory", "description": "The Territory of Mississippi was an organized incorporated territory of the United States that existed from April 7, 1798, until December 10, 1817, when the western half of the territory was admitted to the Union as the State of Mississippi. The eastern half was redesignated as the Alabama Territory until it was admitted to the Union as the State of Alabama on December 14, 1819."}]}, {"heading": "Events", "year": "1805", "date": "April 7", "txt": "Lewis and Clark Expedition: The Corps of Discovery breaks camp among the Mandan tribe and resumes its journey West along the Missouri River.", "entities": [{"title": "Lewis and Clark Expedition", "href": "/wiki/Lewis_and_Clark_Expedition", "description": "The Lewis and Clark Expedition from August 31, 1803, to September 25, 1806, also known as the Corps of Discovery Expedition, was the United States expedition to cross the newly acquired western portion of the country after the Louisiana Purchase. The Corps of Discovery was a select group of U.S. Army and civilian volunteers under the command of Captain Meriwether Lewis and his close friend Second "}, {"title": "Corps of Discovery", "href": "/wiki/Corps_of_Discovery", "description": "The Corps of Discovery was a specially-established unit of the United States Army which formed the nucleus of the Lewis and Clark Expedition that took place between May 1804 and September 1806. The Corps was led jointly by Captain Meriwether Lewis and Second Lieutenant William Clark. Commissioned by President Thomas Jefferson, the Corps' objectives were scientific and commercial – to study the are"}, {"title": "Mandan", "href": "/wiki/Mandan", "description": "The Mandan are a Native American tribe of the Great Plains who have lived for centuries primarily in what is now North Dakota. They are enrolled in the Three Affiliated Tribes of the Fort Berthold Reservation. About half of the Mandan still reside in the area of the reservation; the rest reside around the United States and in Canada."}, {"title": "Missouri River", "href": "/wiki/Missouri_River", "description": "The Missouri River is the longest river in North America. Rising in the Rocky Mountains of western Montana, the Missouri flows east and south for 2,341 miles (3,767 km) before entering the Mississippi River north of St. Louis, Missouri. The river drains a sparsely populated, semi-arid watershed of more than 500,000 square miles (1,300,000 km2), which includes parts of ten U.S. states and two Canad"}]}, {"heading": "Events", "year": "1805", "date": "April 7", "txt": "German composer Ludwig van Beethoven premieres his Third Symphony, at the Theater an der Wien in Vienna.", "entities": [{"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}, {"title": "Symphony No. 3 (Beethoven)", "href": "/wiki/Symphony_No._3_(Beethoven)", "description": "The Symphony No. 3 in E♭ major, Op. 55, is a symphony in four movements by Ludwig van Beethoven."}, {"title": "Theater an der Wien", "href": "/wiki/Theater_an_der_Wien", "description": "The Theater an der Wien is a historic theatre in Vienna located on the Left Wienzeile in the Mariahilf district. Completed in 1801, the theatre has hosted the premieres of many celebrated works of theatre, opera, and symphonic music. Since 2006, it has served primarily as an opera house, hosting its own company."}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1862", "date": "April 7", "txt": "American Civil War: The Union's Army of the Tennessee and the Army of the Ohio defeat the Confederate Army of Mississippi near Shiloh, Tennessee.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Army of the Tennessee", "href": "/wiki/Army_of_the_Tennessee", "description": "The Army of the Tennessee was a Union army in the Western Theater of the American Civil War, named for the Tennessee River."}, {"title": "Army of the Ohio", "href": "/wiki/Army_of_the_Ohio", "description": "The Army of the Ohio was the name of two Union armies in the American Civil War. The first army became the Army of the Cumberland and the second army was created in 1863."}, {"title": "Battle of Shiloh", "href": "/wiki/Battle_of_Shiloh", "description": "The Battle of Shiloh was an early battle in the Western Theater of the American Civil War, fought April 6–7, 1862, in southwestern Tennessee. The Union Army of the Tennessee had moved via the Tennessee River deep into Tennessee and was encamped principally at Pittsburg Landing on the west bank of the Tennessee River, where the Confederate Army of Mississippi launched a surprise attack on Grant's a"}, {"title": "Army of Mississippi", "href": "/wiki/Army_of_Mississippi", "description": "There were three organizations known as the Army of Mississippi in the Confederate States Army during the American Civil War."}]}, {"heading": "Events", "year": "1868", "date": "April 7", "txt": "Thomas D'Arcy McGee, one of the Canadian Fathers of Confederation, is assassinated by a Fenian activist.", "entities": [{"title": "Thomas D'Arcy McGee", "href": "/wiki/Thomas_D%27Arcy_McGee", "description": "Thomas D'Arcy Etienne Grace Hughes McGee was an Irish-Canadian politician, Catholic spokesman, journalist, poet, and a Father of Canadian Confederation. The young McGee was a Catholic Irishman who opposed British rule of Ireland, and worked for a peasant revolution to overthrow British rule and secure Irish independence. He escaped arrest and fled to the United States in 1848, where he reversed hi"}, {"title": "Fathers of Confederation", "href": "/wiki/Fathers_of_Confederation", "description": "The Fathers of Confederation are the 36 people who attended at least one of the Charlottetown Conference of 1864, the Quebec Conference of 1864, and the London Conference of 1866, preceding Canadian Confederation. Only ten people attended all three conferences."}, {"title": "Fenian", "href": "/wiki/Fenian", "description": "The word Fenian served as an umbrella term for the Fenian Brotherhood and the Irish Republican Brotherhood (IRB), secret political organisations dedicated to the establishment of an independent Irish Republic in the 19th and early 20th centuries. They were active in Ireland, Britain, Canada and the United States. They sometimes used violence."}]}, {"heading": "Events", "year": "1906", "date": "April 7", "txt": "Mount Vesuvius erupts and devastates Naples.", "entities": [{"title": "Mount Vesuvius", "href": "/wiki/Mount_Vesuvius", "description": "Mount Vesuvius is a somma-stratovolcano located on the Gulf of Naples in Campania, Italy, about 9 km (5.6 mi) east of Naples and a short distance from the shore. It is one of several volcanoes which form the Campanian volcanic arc. Vesuvius consists of a large cone partially encircled by the steep rim of a summit caldera caused by the collapse of an earlier and originally much higher structure."}, {"title": "Naples", "href": "/wiki/Naples", "description": "Naples is the regional capital of Campania and the third-largest city of Italy, after Rome and Milan, with a population of 967,069 within the city's administrative limits as of 2017. Its province-level municipality is the third-most populous metropolitan city in Italy with a population of 3,115,320 residents, and its metropolitan area is the second-most populous metropolitan area in Italy and the "}]}, {"heading": "Events", "year": "1906", "date": "April 7", "txt": "The Algeciras Conference gives France and Spain control over Morocco.", "entities": [{"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Events", "year": "1922", "date": "April 7", "txt": "The United States Secretary of the Interior leases federal petroleum reserves to private oil companies on excessively generous terms.", "entities": [{"title": "Teapot Dome scandal", "href": "/wiki/Teapot_Dome_scandal", "description": "The Teapot Dome scandal was a bribery scandal involving the administration of United States President Warren G. Harding from 1921 to 1923. Secretary of the Interior Albert Bacon Fall had leased Navy petroleum reserves at Teapot Dome in Wyoming, as well as two locations in California, to private oil companies at low rates without competitive bidding. The leases were the subject of a seminal investi"}]}, {"heading": "Events", "year": "1927", "date": "April 7", "txt": "The first long-distance public television broadcast (from Washington, D.C., to New York City, displaying the image of Commerce Secretary Herbert Hoover).", "entities": [{"title": "Television broadcast", "href": "/wiki/Television_broadcast", "description": "Terrestrial television is a type of television broadcasting in which the television signal is transmitted by radio waves from the terrestrial (Earth-based) transmitter of a television station to a TV receiver having an antenna. The term terrestrial is more common in Europe and Latin America, while in the United States it is called broadcast or over-the-air television (OTA). The term \"terrestrial\" "}, {"title": "Commerce Secretary", "href": "/wiki/Commerce_Secretary", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}, {"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}]}, {"heading": "Events", "year": "1933", "date": "April 7", "txt": "Prohibition in the United States is repealed for beer of no more than 3.2% alcohol by weight, eight months before the ratification of the Twenty-first Amendment to the United States Constitution. (Now celebrated as National Beer Day in the United States.)", "entities": [{"title": "Prohibition in the United States", "href": "/wiki/Prohibition_in_the_United_States", "description": "Prohibition in the United States was a nationwide constitutional ban on the production, importation, transportation, and sale of alcoholic beverages from 1920 to 1933."}, {"title": "Beer", "href": "/wiki/Beer", "description": "Beer is one of the oldest and most widely consumed alcoholic drinks in the world, and the third most popular drink overall after water and tea. Beer is brewed from cereal grains—most commonly from malted barley, though wheat, maize (corn), rice, and oats are also used. During the brewing process, fermentation of the starch sugars in the wort produces ethanol and carbonation in the resulting beer. "}, {"title": "Twenty-first Amendment to the United States Constitution", "href": "/wiki/Twenty-first_Amendment_to_the_United_States_Constitution", "description": "The Twenty-first Amendment to the United States Constitution repealed the Eighteenth Amendment to the United States Constitution, which had mandated nationwide prohibition on alcohol. The Twenty-first Amendment was proposed by the 72nd Congress on February 20, 1933, and was ratified by the requisite number of states on December 5, 1933. It is unique among the 27 amendments of the U.S. Constitution"}, {"title": "National Beer Day (United States)", "href": "/wiki/National_Beer_Day_(United_States)", "description": "National Beer Day is celebrated in the United States every year on April 7, marking the day that the Cullen–Harrison Act was enacted after having been signed into law by President Franklin D. Roosevelt on March 22, 1933. This led to the Eighteenth Amendment being repealed on December 5, 1933, with the ratification of the Twenty-first Amendment to the U.S. Constitution. April 6, the day prior to Na"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1940", "date": "April 7", "txt": "Booker T. Washington becomes the first African American to be depicted on a United States postage stamp.", "entities": [{"title": "Booker T. Washington", "href": "/wiki/Booker_T._Washington", "description": "Booker Taliaferro Washington was an American educator, author, orator, and adviser to several presidents of the United States. Between 1890 and 1915, Washington was the dominant leader in the African American community and of the contemporary black elite. Washington was from the last generation of black American leaders born into slavery and became the leading voice of the former slaves and their "}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while naturalized African immigrants may also identify as African-American."}]}, {"heading": "Events", "year": "1943", "date": "April 7", "txt": "The Holocaust in Ukraine: In Terebovlia, Germans order 1,100 Jews to undress and march through the city to the nearby village of Plebanivka, where they are shot and buried in ditches.", "entities": [{"title": "The Holocaust in Ukraine", "href": "/wiki/The_Holocaust_in_Ukraine", "description": "The Holocaust in Ukraine took place in the Reichskommissariat Ukraine, the General Government, Crimean General Government and some areas under military control to the East of Reichskommissariat Ukraine and as well in the Transnistria Governorate and Northern Bukovina and Carpathian Ruthenia in World War II. Between 1941 and 1944, more than a million Jews living in the Soviet Union were murdered by"}, {"title": "Terebovlia", "href": "/wiki/Terebovlia", "description": "Terebovlia is a small city in Ternopil Raion, Ternopil Oblast (province) of western Ukraine. It is an ancient settlement that traces its roots to the settlement of Terebovl which existed in Kievan Rus'. The name may also be variously transliterated as Terebovlya, Terebovla, or Terebovlja. Terebovlia hosts the administration of Terebovlia urban hromada, one of the hromadas of Ukraine."}]}, {"heading": "Events", "year": "1943", "date": "April 7", "txt": "Ioannis Rallis becomes collaborationist Prime Minister of Greece during the Axis Occupation.", "entities": [{"title": "Collaborationism", "href": "/wiki/Collaborationism", "description": "Collaborationism is cooperation with the enemy against one's country of citizenship in wartime. The term is most often used to describe the cooperation of civilians with the occupying Axis Powers, especially Nazi Germany, Fascist Italy, and Imperial Japan, during World War II. Motivations for collaboration by citizens and organizations included nationalism, ethnic hatred, anti-communism, antisemit"}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}, {"title": "Axis occupation of Greece", "href": "/wiki/Axis_occupation_of_Greece", "description": "The occupation of Greece by the Axis Powers began in April 1941 after Nazi Germany invaded Greece to assist its ally, Fascist Italy, which had been at war with Allied Greece since October 1940. Following the conquest of Crete, all of Greece was occupied by June 1941. The occupation of the mainland lasted until Germany and its ally Bulgaria were forced to withdraw under Allied pressure in early Oct"}]}, {"heading": "Events", "year": "1945", "date": "April 7", "txt": "World War II: The battleship Yamato, one of the two largest ever constructed, is sunk by American aircraft during Operation Ten-Go.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Ten-Go", "href": "/wiki/Operation_Ten-Go", "description": "Operation Ten-Go , also known as Operation Heaven One, was the last major Japanese naval operation in the Pacific Theater of World War II. The resulting engagement is also known as the Battle of the East China Sea."}]}, {"heading": "Events", "year": "1948", "date": "April 7", "txt": "The World Health Organization is established by the United Nations.", "entities": [{"title": "World Health Organization", "href": "/wiki/World_Health_Organization", "description": "The World Health Organization (WHO) is a specialized agency of the United Nations responsible for international public health. The WHO Constitution, which establishes the agency's governing structure and principles, states its main objective as \"the attainment by all peoples of the highest possible level of health\". It is headquartered in Geneva, Switzerland, with six semi-autonomous regional offi"}]}, {"heading": "Events", "year": "1954", "date": "April 7", "txt": "United States President Dwight D. Eisenhower gives his \"domino theory\" speech during a news conference.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Domino theory", "href": "/wiki/Domino_theory", "description": "The domino theory is a geopolitical theory that was prominent in the United States from the 1950s to the 1980s which posited that if one country in a region came under the influence of communism, then the surrounding countries would follow in a domino effect. The domino theory was used by successive United States administrations during the Cold War to justify the need for American intervention aro"}]}, {"heading": "Events", "year": "1955", "date": "April 7", "txt": "Winston Churchill resigns as Prime Minister of the United Kingdom amid indications of failing health.", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel-prized writer and historian, a prolific painter, and one of the longest-serving"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Events", "year": "1964", "date": "April 7", "txt": "IBM announces the System/360.", "entities": [{"title": "IBM", "href": "/wiki/IBM", "description": "International Business Machines Corporation (IBM) is an American multinational technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York."}, {"title": "IBM System/360", "href": "/wiki/IBM_System/360", "description": null}]}, {"heading": "Events", "year": "1965", "date": "April 7", "txt": "Representatives of the National Congress of American Indians testify before members of the US Senate in Washington, D.C. against the termination of the Colville tribe.", "entities": [{"title": "National Congress of American Indians", "href": "/wiki/National_Congress_of_American_Indians", "description": "The National Congress of American Indians (NCAI) is an American Indian and Alaska Native rights organization. It was founded in 1944 to represent the tribes and resist federal government pressure for termination of tribal rights and assimilation of their people. These were in contradiction of their treaty rights and status as sovereign entities. The organization continues to be an association of f"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}, {"title": "Colville people", "href": "/wiki/Colville_people", "description": "The Colville people, are a Native American people of the Pacific Northwest. The name Colville comes from association with Fort Colville, named after Andrew Colvile of the Hudson's Bay Company. Earlier, outsiders often called them Scheulpi, Chualpay, or Swhy-ayl-puh; the French traders called them Les Chaudières in reference to Kettle Falls. The neighboring Coeur d'Alene called them Sqhwiyi̱'ɫpmsh "}]}, {"heading": "Events", "year": "1969", "date": "April 7", "txt": "The Internet's symbolic birth date: Publication of RFC 1.", "entities": [{"title": "Internet", "href": "/wiki/Internet", "description": "The Internet is the global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices. It is a network of networks that consists of private, public, academic, business, and government networks of local to global scope, linked by a broad array of electronic, wireless, and optical networking technologies. The Internet carries"}, {"title": "Request for Comments", "href": "/wiki/Request_for_Comments", "description": "A Request for Comments (RFC) is a publication from the Internet Society (ISOC) and its associated bodies, most prominently the Internet Engineering Task Force (IETF), the principal technical development and standards-setting bodies for the Internet."}]}, {"heading": "Events", "year": "1971", "date": "April 7", "txt": "President Richard Nixon announces his decision to quicken the pace of Vietnamization.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Vietnamization", "href": "/wiki/Vietnamization", "description": "Vietnamization was a policy of the Richard Nixon administration to end U.S. involvement in the Vietnam War through a program to \"expand, equip, and train South Vietnamese forces and assign to them an ever-increasing combat role, at the same time steadily reducing the number of U.S. combat troops\". Brought on by the Viet Cong's Tet Offensive, the policy referred to U.S. combat troops specifically i"}]}, {"heading": "Events", "year": "1972", "date": "April 7", "txt": "Communist forces overrun the South Vietnamese town of Loc Ninh.", "entities": [{"title": "Vietcong", "href": "/wiki/Vietcong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Battle of Loc Ninh", "href": "/wiki/Battle_of_Loc_Ninh", "description": "The Battle of Lộc Ninh was a major battle fought during the Easter Offensive during the Vietnam War, which took place in Bình Long Province, South Vietnam between 4–7 April 1972. Towards the end of 1971, North Vietnamese leaders decided to launch a major offensive against South Vietnam, with the objective of destroying Army of the Republic of Vietnam (ARVN) units and capturing as much territory as"}, {"title": "Lộc Ninh, Bình Phước", "href": "/wiki/L%E1%BB%99c_Ninh,_B%C3%ACnh_Ph%C6%B0%E1%BB%9Bc", "description": "Lộc Ninh is a township and capital of Lộc Ninh District, Bình Phước Province in the Southeast region of Vietnam."}]}, {"heading": "Events", "year": "1976", "date": "April 7", "txt": "Member of Parliament and suspected spy John Stonehouse resigns from the Labour Party (UK) after being arrested for faking his own death.", "entities": [{"title": "John Stonehouse", "href": "/wiki/John_Stonehouse", "description": "John Thomson Stonehouse was a British Labour and Co-operative Party politician and cabinet minister under Prime Minister Harold Wilson. Stonehouse is remembered for his unsuccessful attempt at faking his own death in 1974."}, {"title": "Labour Party (UK)", "href": "/wiki/Labour_Party_(UK)", "description": "The Labour Party is a centre-left political party in the United Kingdom that has been described as an alliance of social democrats, democratic socialists and trade unionists. In all general elections since 1922, Labour has been either the governing party or the Official Opposition. There have been six Labour prime ministers and thirteen Labour ministries."}, {"title": "Faked death", "href": "/wiki/Faked_death", "description": "A faked death, also called a staged death or pseudocide, is the act of an individual leading other people to believe that the individual has died when the person is still alive. People who commit pseudocide can do so by leaving evidence, clues, or through other methods. In fandom slang, pseuicide is faking a suicide."}]}, {"heading": "Events", "year": "1977", "date": "April 7", "txt": "German Federal prosecutor Siegfried Buback and his driver are shot by two Red Army Faction members while waiting at a red light.", "entities": [{"title": "Siegfried Buback", "href": "/wiki/Siegfried_Buback", "description": "Siegfried Buback was the Attorney General of Germany from 1974 until his murder."}, {"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}]}, {"heading": "Events", "year": "1978", "date": "April 7", "txt": "Development of the neutron bomb is canceled by President Jimmy Carter.", "entities": [{"title": "Neutron bomb", "href": "/wiki/Neutron_bomb", "description": "A neutron bomb, officially defined as a type of enhanced radiation weapon (ERW), is a low-yield thermonuclear weapon designed to maximize lethal neutron radiation in the immediate vicinity of the blast while minimizing the physical power of the blast itself. The neutron release generated by a nuclear fusion reaction is intentionally allowed to escape the weapon, rather than being absorbed by its o"}, {"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}]}, {"heading": "Events", "year": "1980", "date": "April 7", "txt": "During the Iran hostage crisis, the United States severs relations with Iran.", "entities": [{"title": "Iran hostage crisis", "href": "/wiki/Iran_hostage_crisis", "description": "The Iran hostage crisis was a diplomatic standoff between the United States and Iran. Fifty-two American diplomats and citizens were held hostage after a group of militarized Iranian college students belonging to the Muslim Student Followers of the Imam's Line, who supported the Iranian Revolution, took over the U.S. Embassy in Tehran and seized hostages. The hostages were held for 444 days from N"}]}, {"heading": "Events", "year": "1983", "date": "April 7", "txt": "During STS-6, astronauts Story Musgrave and Don Peterson perform the first Space Shuttle spacewalk.", "entities": [{"title": "STS-6", "href": "/wiki/STS-6", "description": "STS-6 was the sixth NASA Space Shuttle mission and the maiden flight of the Space Shuttle Challenger. Launched from Kennedy Space Center on 4 April 1983, the mission deployed the first Tracking and Data Relay Satellite, TDRS-1, into orbit, before landing at Edwards Air Force Base on 9 April. STS-6 was the first Space Shuttle mission during which a spacewalk was conducted, and hence was the first i"}, {"title": "Story Musgrave", "href": "/wiki/Story_Musgrave", "description": "Franklin Story Musgrave, M.D. is an American physician and a retired NASA astronaut. He is a public speaker and consultant to both Disney's Imagineering group and Applied Minds in California. In 1996 he became only the second astronaut to fly on six spaceflights, and he is the most formally educated astronaut with six academic degrees. Musgrave is the only astronaut to fly aboard all five Space Sh"}, {"title": "Donald H. Peterson", "href": "/wiki/Donald_H._Peterson", "description": "Donald Herod Peterson was a United States Air Force officer and NASA astronaut. Peterson was originally selected for the Air Force Manned Orbiting Laboratory (MOL) program, but, when that was canceled, he became a NASA astronaut in September 1969. He was a mission specialist on STS-6 on board Challenger. During the mission Peterson performed a spacewalk to test the new airlock and space suits. He "}, {"title": "Space Shuttle", "href": "/wiki/Space_Shuttle", "description": "The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development. The first of fou"}]}, {"heading": "Events", "year": "1989", "date": "April 7", "txt": "Soviet submarine Komsomolets sinks in the Barents Sea off the coast of Norway, killing 42 sailors.", "entities": [{"title": "Soviet submarine K-278 Komsomolets", "href": "/wiki/Soviet_submarine_K-278_Komsomolets", "description": "The K-278 Komsomolets was the Project-685 Plavnik, nuclear-powered attack submarine of the Soviet Navy— the only submarine of her design class."}, {"title": "Barents Sea", "href": "/wiki/Barents_Sea", "description": "The Barents Sea is a marginal sea of the Arctic Ocean, located off the northern coasts of Norway and Russia and divided between Norwegian and Russian territorial waters. Known among Russians in the Middle Ages as the Murman Sea, the current name of the sea is after the historical Dutch navigator Willem Barentsz."}]}, {"heading": "Events", "year": "1990", "date": "April 7", "txt": "A fire breaks out on the passenger ferry Scandinavian Star, killing 159 people.", "entities": []}, {"heading": "Events", "year": "1994", "date": "April 7", "txt": "Rwandan genocide: Massacres of Tutsis begin in Kigali, Rwanda.", "entities": [{"title": "Rwandan genocide", "href": "/wiki/Rwandan_genocide", "description": "The Rwandan genocide, also sometimes known as the genocide against the Tutsi, occurred between 7 April and 15 July 1994 during the Rwandan Civil War. During this period of around 100 days, members of the Tutsi minority ethnic group, as well as some moderate Hutu, were slaughtered by armed militias. The most widely accepted scholarly estimates are around 500,000 to 600,000 Tutsi deaths."}, {"title": "Tutsi", "href": "/wiki/Tutsi", "description": "The Tutsi, or Abatutsi, are an ethnic group of the African Great Lakes region."}, {"title": "Kigali", "href": "/wiki/Kigali", "description": "Kigali is the capital and largest city of Rwanda. It is near the nation's geographic centre in a region of rolling hills, with a series of valleys and ridges joined by steep slopes. The city has been Rwanda's economic, cultural, and transport hub since it became the capital following independence from Belgian rule in 1962."}, {"title": "Rwanda", "href": "/wiki/Rwanda", "description": "Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley, where the African Great Lakes region and East Africa converge. One of the smallest countries on the African mainland, its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated, giv"}]}, {"heading": "Events", "year": "1994", "date": "April 7", "txt": "Auburn Calloway attempts to destroy Federal Express Flight 705 in order to allow his family to benefit from his life insurance policy.", "entities": [{"title": "Life insurance", "href": "/wiki/Life_insurance", "description": "Life insurance is a contract between an insurance policy holder and an insurer or assurer, where the insurer promises to pay a designated beneficiary a sum of money in exchange for a premium, upon the death of an insured person. Depending on the contract, other events such as terminal illness or critical illness can also trigger payment. The policy holder typically pays a premium, either regularly"}]}, {"heading": "Events", "year": "1995", "date": "April 7", "txt": "First Chechen War: Russian paramilitary troops begin a massacre of civilians in Samashki, Chechnya.", "entities": [{"title": "First Chechen War", "href": "/wiki/First_Chechen_War", "description": "The First Chechen War, also known as the First Chechen Campaign, or First Russian-Chechen war was a rebellion by the Chechen Republic of Ichkeria against the Russian Federation, fought from December 1994 to August 1996. After the initial campaign of 1994–1995, culminating in the devastating Battle of Grozny, Russian federal forces attempted to seize control of the mountainous area of Chechnya but "}, {"title": "Samashki massacre", "href": "/wiki/Samashki_massacre", "description": "The Samashki massacre occurred on April 7–8, 1995, in the village of Samashki, at the border between Chechnya and Ingushetia. Numerous civilians died as result of a Russian cleansing operation, The incident attracted wide attention in Russia and abroad."}, {"title": "Samashki", "href": "/wiki/Samashki", "description": "Samashki is a rural locality in Achkhoy-Martanovsky District, Chechnya."}, {"title": "Chechnya", "href": "/wiki/Chechnya", "description": "Chechnya, officially the Chechen Republic, is a constituent republic of Russia situated in the North Caucasus in Eastern Europe, close to the Caspian Sea. The republic forms part of Russia's North Caucasian Federal District. It shares land borders with the country of Georgia to its south; with the Russian republic of Dagestan to its east and north, with Ingushetia and North Ossetia–Alania to its w"}]}, {"heading": "Events", "year": "2001", "date": "April 7", "txt": "Mars Odyssey is launched.", "entities": [{"title": "Mars Odyssey", "href": "/wiki/Mars_Odyssey", "description": "2001 Mars Odyssey is a robotic spacecraft orbiting the planet Mars. The project was developed by NASA, and contracted out to Lockheed Martin, with an expected cost for the entire mission of US$297 million. Its mission is to use spectrometers and a thermal imager to detect evidence of past or present water and ice, as well as study the planet's geology and radiation environment. It is hoped that th"}]}, {"heading": "Events", "year": "2003", "date": "April 7", "txt": "U.S. troops capture Baghdad; Saddam Hussein's regime falls two days later.", "entities": [{"title": "Battle of Baghdad (2003)", "href": "/wiki/Battle_of_Baghdad_(2003)", "description": "The Battle of Baghdad, also known as the Fall of Baghdad, was a military invasion of Baghdad that took place in early April 2003, as part of the invasion of Iraq."}, {"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}]}, {"heading": "Events", "year": "2009", "date": "April 7", "txt": "Former Peruvian President Alberto Fujimori is sentenced to 25 years in prison for ordering killings and kidnappings by security forces.", "entities": [{"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Alberto Fujimori", "href": "/wiki/Alberto_Fujimori", "description": "Alberto Kenya Fujimori Inomoto is a former Peruvian engineer and politician who served as the President of Peru from 28 July 1990 until his downfall on 22 November 2000. A controversial figure in Peruvian politics, his government is credited with the creation of Fujimorism, defeating the Shining Path insurgency and restoring Peru's macroeconomic stability. Fujimori ended his presidency by fleeing "}]}, {"heading": "Events", "year": "2009", "date": "April 7", "txt": "Mass protests begin across Moldova under the belief that results from the parliamentary election are fraudulent.", "entities": [{"title": "Moldova", "href": "/wiki/Moldova", "description": "Moldova, officially the Republic of Moldova, is a landlocked country in Eastern Europe. It is bordered by Romania to the west and Ukraine to the north, east, and south. The capital city is Chișinău."}, {"title": "April 2009 Moldovan parliamentary election", "href": "/wiki/April_2009_Moldovan_parliamentary_election", "description": "Parliamentary elections were held in Moldova on 5 April 2009. The Party of Communists of the Republic of Moldova (PCRM) won a majority of seats for the third consecutive occasion. Turnout was 59%, exceeding the 50% necessary for the election to be valid."}]}, {"heading": "Events", "year": "2011", "date": "April 7", "txt": "The Israel Defense Forces use their Iron Dome missile system to successfully intercept a BM-21 Grad launched from Gaza, marking the first short-range missile intercept ever.", "entities": [{"title": "Israel Defense Forces", "href": "/wiki/Israel_Defense_Forces", "description": "The Israel Defense Forces, commonly known in Israel by the Hebrew acronym Tzahal, are the military forces of the State of Israel. They consist of the ground forces, air force, and navy. It is the sole military wing of the Israeli security forces, and has no civilian jurisdiction within Israel. The IDF is headed by its Chief of General Staff, the Ramatkal, subordinate to the Defense Minister of Isr"}, {"title": "Iron Dome", "href": "/wiki/Iron_Dome", "description": "Iron Dome is a mobile all-weather air defense system developed by Rafael Advanced Defense Systems and Israel Aerospace Industries. The system is designed to intercept and destroy short-range rockets and artillery shells fired from distances of 4 kilometres (2.5 mi) to 70 kilometres (43 mi) away and whose trajectory would take them to an Israeli populated area. Israel hopes to increase the range of"}, {"title": "BM-21 Grad", "href": "/wiki/BM-21_Grad", "description": "The BM-21 \"Grad\" is a Soviet truck-mounted 122 mm multiple rocket launcher. The weapons system and the M-21OF rocket were first developed in the early 1960s, and saw their first combat use in March 1969 during the Sino-Soviet border conflict.\nBM stands for boyevaya mashina, and the nickname grad means \"hail\". The complete system with the BM-21 launch vehicle and the M-21OF rocket is designated as "}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}]}, {"heading": "Events", "year": "2017", "date": "April 7", "txt": "A man deliberately drives a hijacked truck into a crowd of people in Stockholm, Sweden, killing five people and injuring fifteen others.", "entities": [{"title": "2017 Stockholm truck attack", "href": "/wiki/2017_Stockholm_truck_attack", "description": "The 2017 Stockholm truck attack was an Islamist terrorist attack which took place on 7 April of that year in central Stockholm, the capital of Sweden. A hijacked truck was deliberately driven into crowds along Drottninggatan before being crashed into an Åhléns department store. Five people were killed, including an eleven-year-old girl, and 14 others were seriously injured."}]}, {"heading": "Births", "year": "1206", "date": "April 7", "txt": "Otto II Wittelsbach, Duke of Bavaria (d. 1253)", "entities": [{"title": "Otto II Wittelsbach, Duke of Bavaria", "href": "/wiki/Otto_II_Wittelsbach,_Duke_of_Bavaria", "description": "Otto II of Bavaria known as Otto the Illustrious was the Duke of Bavaria and Count Palatine of the Rhine. He was the son of Louis I and Ludmilla of Bohemia and a member of the Wittelsbach dynasty."}]}, {"heading": "Births", "year": "1330", "date": "April 7", "txt": "John, 3rd Earl of Kent, English nobleman (d. 1352)", "entities": [{"title": "John, 3rd Earl of Kent", "href": "/wiki/John,_3rd_Earl_of_Kent", "description": "John, an English nobleman, was the Earl of Kent (1331–52) and 4th Baron Wake of Liddell (1349–52). His promising career was cut short by an untimely death at the age of twenty-two."}]}, {"heading": "Births", "year": "1470", "date": "April 7", "txt": "Edward Stafford, 2nd Earl of Wiltshire (d. 1498)", "entities": [{"title": "Edward Stafford, 2nd Earl of Wiltshire", "href": "/wiki/Edward_Stafford,_2nd_Earl_of_Wiltshire", "description": "Edward Stafford, 2nd Earl of Wiltshire was an English nobleman."}]}, {"heading": "Births", "year": "1506", "date": "April 7", "txt": "Francis Xavier, Spanish missionary and saint, co-founded the Society of Jesus (d. 1552)", "entities": [{"title": "Francis Xavier", "href": "/wiki/Francis_Xavier", "description": "Francis Xavier (born Francisco de Jasso y Azpilicueta; Latin: Franciscus Xaverius; Basque: Frantzisko Xabierkoa; French: François Xavier, Spanish: Francisco Javier; Portuguese: Francisco Xavier;, venerated as Saint Francis Xavier, was a Navarrese Catholic missionary and saint who was a co-founder of the Society of Jesus."}, {"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}]}, {"heading": "Births", "year": "1539", "date": "April 7", "txt": "Tobias Stimmer, Swiss painter and illustrator (d. 1584)", "entities": [{"title": "Tobias Stimmer", "href": "/wiki/Tobias_Stimmer", "description": "Tobias Stimmer was a Swiss painter and illustrator. His most famous work is the paintings on the Strasbourg astronomical clock. He died in Strasbourg."}]}, {"heading": "Births", "year": "1613", "date": "April 7", "txt": "Gerrit Dou, Dutch painter (d. 1675)", "entities": [{"title": "Gerrit Dou", "href": "/wiki/Gerrit_Dou", "description": "Gerrit Dou, also known as Gerard Douw or Dow, was a Dutch Golden Age painter, whose small, highly polished paintings are typical of the Leiden fijnschilders. He specialised in genre scenes and is noted for his trompe-l'œil \"niche\" paintings and candlelit night-scenes with strong chiaroscuro. He was a student of Rembrandt."}]}, {"heading": "Births", "year": "1644", "date": "April 7", "txt": "François de Neufville, duc de Villeroy, French general (d. 1730)", "entities": [{"title": "François de Neufville, duc de Villeroy", "href": "/wiki/Fran%C3%A7ois_de_Neufville,_duc_de_Villeroy", "description": "François de Neufville, (2nd) Duke of Villeroy was a French soldier."}]}, {"heading": "Births", "year": "1648", "date": "April 7", "txt": "John Sheffield, 1st Duke of Buckingham and Normanby, English poet and politician, Lord President of the Council (d. 1721)", "entities": [{"title": "John Sheffield, 1st Duke of Buckingham and Normanby", "href": "/wiki/John_Sheffield,_1st_Duke_of_Buckingham_and_Normanby", "description": "John Sheffield, 1st Duke of Buckingham and Normanby, was an English poet and Tory politician of the late Stuart period who served as Lord Privy Seal and Lord President of the Council. He was also known by his original title, Lord Mulgrave.\n"}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1652", "date": "April 7", "txt": "Pope Clement XII (d. 1740)", "entities": [{"title": "Pope Clement XII", "href": "/wiki/Pope_Clement_XII", "description": "Pope Clement XII, born Lorenzo Corsini, was head of the Catholic Church and ruler of the Papal States from 12 July 1730 to his death in 1740."}]}, {"heading": "Births", "year": "1713", "date": "April 7", "txt": "Nicola Sala, Italian composer and theorist (d. 1801)", "entities": [{"title": "Nicola Sala", "href": "/wiki/Nicola_Sala", "description": "Nicola Sala was an Italian composer and music theorist. He was born in Tocco Caudio and died in Naples. He was chapel-master and professor at Naples, having devoted himself to the collection of the finest models of printed music."}]}, {"heading": "Births", "year": "1718", "date": "April 7", "txt": "Hugh Blair, Scottish minister and author (d. 1800)", "entities": [{"title": "Hugh Blair", "href": "/wiki/Hugh_Blair", "description": "Hugh Blair was a Scottish minister of religion, author and rhetorician, considered one of the first great theorists of written discourse."}]}, {"heading": "Births", "year": "1727", "date": "April 7", "txt": "Michel Adanson, French botanist, entomologist, and mycologist (d. 1806)", "entities": [{"title": "Michel Adanson", "href": "/wiki/Michel_Adanson", "description": "Michel Adanson was an 18th-century French botanist and naturalist of Scottish descent."}]}, {"heading": "Births", "year": "1763", "date": "April 7", "txt": "Domenico Dragonetti, Italian bassist and composer (d. 1846)", "entities": [{"title": "Domenico Dragonetti", "href": "/wiki/Domenico_Dragonetti", "description": "Domenico Carlo Maria Dragonetti was an Italian double bass virtuoso and composer with a 3 string double bass. He stayed for thirty years in his hometown of Venice, Italy and worked at the Opera Buffa, at the Chapel of San Marco and at the Grand Opera in Vicenza. By that time he had become notable throughout Europe and had turned down several opportunities, including offers from the Tsar of Russia."}]}, {"heading": "Births", "year": "1770", "date": "April 7", "txt": "William Wordsworth, English poet (d. 1850)", "entities": [{"title": "William Wordsworth", "href": "/wiki/William_Wordsworth", "description": "William Wordsworth was an English Romantic poet who, with Samuel Taylor Coleridge, helped to launch the Romantic Age in English literature with their joint publication Lyrical Ballads (1798)."}]}, {"heading": "Births", "year": "1772", "date": "April 7", "txt": "Charles Fourier, French philosopher (d. 1837)", "entities": [{"title": "Charles Fourier", "href": "/wiki/Charles_Fourier", "description": "François Marie Charles Fourier was a French philosopher, an influential early socialist thinker and one of the founders of utopian socialism. Some of Fourier's social and moral views, held to be radical in his lifetime, have become mainstream thinking in modern society. For instance, Fourier is credited with having originated the word feminism in 1837."}]}, {"heading": "Births", "year": "1780", "date": "April 7", "txt": "William Ellery Channing, American preacher and theologian (d. 1842)", "entities": [{"title": "William Ellery Channing", "href": "/wiki/William_Ellery_Channing", "description": "William Ellery Channing was the foremost Unitarian preacher in the United States in the early nineteenth century and, along with Andrews Norton (1786–1853), one of Unitarianism's leading theologians. Channing was known for his articulate and impassioned sermons and public speeches, and as a prominent thinker in the liberal theology of the day. His religion and thought were among the chief influenc"}]}, {"heading": "Births", "year": "1803", "date": "April 7", "txt": "James Curtiss, American journalist and politician, 11th Mayor of Chicago (d. 1859)", "entities": [{"title": "James Curtiss", "href": "/wiki/James_Curtiss", "description": "James Curtiss was an American politician who twice served as Mayor of Chicago, Illinois for the Democratic Party."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Births", "year": "1803", "date": "April 7", "txt": "Flora Tristan, French author and activist (d. 1844)", "entities": []}, {"heading": "Births", "year": "1811", "date": "April 7", "txt": "Hasan Tahsini, Albanian astronomer, mathematician, and philosopher (d. 1881)", "entities": [{"title": "Hasan Tahsini", "href": "/wiki/Hasan_Tahsini", "description": "Hoxhë Hasan Tahsini or simply Hoxha Tahsim was an Albanian alim, astronomer, mathematician and philosopher. He was the first rector of Istanbul University and one of the founders of the Central Committee for Defending Albanian Rights. Tahsini is regarded as one of the most prominent scholars of the Ottoman Empire of the 19th century."}]}, {"heading": "Births", "year": "1817", "date": "April 7", "txt": "Francesco Selmi, Italian chemist and patriot (d. 1881)", "entities": [{"title": "Francesco Selmi", "href": "/wiki/Francesco_Selmi", "description": "Francesco Selmi was an Italian chemist and patriot, one of the founders of colloid chemistry."}]}, {"heading": "Births", "year": "1848", "date": "April 7", "txt": "Randall Davidson, Scottish archbishop (d. 1930)", "entities": [{"title": "Randall Davidson", "href": "/wiki/Randall_Davidson", "description": "Randall Thomas Davidson, 1st Baron Davidson of Lambeth, was an Anglican priest who was Archbishop of Canterbury from 1903 to 1928. He was the longest-serving holder of the office since the Reformation, and also the first to retire from it."}]}, {"heading": "Births", "year": "1859", "date": "April 7", "txt": "Walter Camp, American football player and coach (d. 1925)", "entities": [{"title": "Walter Camp", "href": "/wiki/Walter_Camp", "description": "Walter Chauncey Camp was an American football player, coach, and sports writer known as the \"Father of American Football\". Among a long list of inventions, he created the sport's line of scrimmage and the system of downs. With John Heisman, Amos Alonzo Stagg, Pop Warner, Fielding H. Yost, and George Halas, Camp was one of the most accomplished persons in the early history of American football. He "}]}, {"heading": "Births", "year": "1860", "date": "April 7", "txt": "Will Keith Kellogg, American businessman, founded the Kellogg Company (d. 1951)", "entities": [{"title": "Will Keith Kellogg", "href": "/wiki/Will_Keith_Kellogg", "description": "Will Keith Kellogg, generally referred to as W.K. Kellogg, was an American industrialist in food manufacturing, best known as the founder of the Kellogg Company, which to this day produces a wide variety of popular breakfast cereals. He was a member of the Seventh-day Adventist Church and practiced vegetarianism as a dietary principle taught by his church. Later, he founded the Kellogg Arabian Ran"}, {"title": "Kellogg Company", "href": "/wiki/Kellogg_Company", "description": "The Kellogg Company, doing business as Kellogg's, is an American multinational food manufacturing company headquartered in Battle Creek, Michigan, United States. Kellogg's produces cereal and convenience foods, including crackers and toaster pastries and markets their products by several well known brands including Corn Flakes, Frosted Flakes, Pringles, Eggo, and Cheez-It. Kellogg's mission statem"}]}, {"heading": "Births", "year": "1867", "date": "April 7", "txt": "Holger Pedersen, Danish linguist and academic (d. 1953)", "entities": [{"title": "Holger Pedersen (linguist)", "href": "/wiki/Holger_Pedersen_(linguist)", "description": "Holger Pedersen was a Danish linguist who made significant contributions to language science and wrote about 30 authoritative works concerning several languages."}]}, {"heading": "Births", "year": "1870", "date": "April 7", "txt": "Gustav Landauer, German theorist and activist (d. 1919)", "entities": [{"title": "Gustav Landauer", "href": "/wiki/Gustav_Landauer", "description": "Gustav Landauer was one of the leading theorists on anarchism in Germany at the end of the 19th and the beginning of the 20th century. He was an advocate of social anarchism and an avowed pacifist."}]}, {"heading": "Births", "year": "1871", "date": "April 7", "txt": "Epifanio de los Santos, Filipino jurist, historian, and scholar (d. 1927)", "entities": [{"title": "Epifanio de los Santos", "href": "/wiki/Epifanio_de_los_Santos", "description": "Epifanio de los Santos y Cristóbal, sometimes known as Don Pañong or Don Panyong was a noted Filipino historian, journalist, and civil servant. He was appointed Director of the Philippine Library and Museum by Governor General Leonard Wood in 1925."}]}, {"heading": "Births", "year": "1873", "date": "April 7", "txt": "John McGraw, American baseball player and manager (d. 1934)", "entities": [{"title": "John McGraw", "href": "/wiki/John_McGraw", "description": "John Joseph McGraw, nicknamed \"Little Napoleon\" and \"Mugsy\", was a Major League Baseball (MLB) player and manager of the New York Giants. He stood 5 feet 7 inches (1.70 m) tall and weighed 155 pounds (70 kg). He was elected to the Baseball Hall of Fame in 1937. While primarily a third baseman throughout his career, he also played shortstop and the outfield in the major leagues."}]}, {"heading": "Births", "year": "1874", "date": "April 7", "txt": "Frederick Carl Frieseke, German-American painter (d. 1939)", "entities": [{"title": "Frederick Carl Frieseke", "href": "/wiki/Frederick_Carl_Frieseke", "description": "Frederick Carl Frieseke was an American Impressionist painter who spent most of his life as an expatriate in France. An influential member of the Giverny art colony, his paintings often concentrated on various effects of dappled sunlight. He is especially known for painting female subjects, both indoors and out."}]}, {"heading": "Births", "year": "1876", "date": "April 7", "txt": "Fay Moulton, American sprinter, football player, coach, and lawyer (d. 1945)", "entities": [{"title": "Fay Moulton", "href": "/wiki/Fay_Moulton", "description": "Fay R. Moulton was an Olympic sprinter, American football player and coach, and lawyer. He served as the fifth head football coach at Kansas State Agricultural College, now Kansas State University, holding the position for one season in 1900 and compiling a record of 2–4. Moulton medaled as a sprinter at the 1904 Summer Olympics and the 1906 Intercalated Games."}]}, {"heading": "Births", "year": "1882", "date": "April 7", "txt": "Bert Ironmonger, Australian cricketer (d. 1971)", "entities": [{"title": "Bert Ironmonger", "href": "/wiki/Bert_Ironmonger", "description": "Herbert Ironmonger was an Australian cricketer. He played Test cricket from 1928 to 1933, playing his last Test at the age of 50. He is the second-oldest Test cricketer."}]}, {"heading": "Births", "year": "1882", "date": "April 7", "txt": "Kurt von Schleicher, German general and politician, 23rd Chancellor of Germany (d. 1934)", "entities": [{"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Births", "year": "1883", "date": "April 7", "txt": "Gino Severini, Italian-French painter and author (d. 1966)", "entities": [{"title": "Gino Severini", "href": "/wiki/Gino_Severini", "description": "Gino Severini was an Italian painter and a leading member of the Futurist movement. For much of his life he divided his time between Paris and Rome. He was associated with neo-classicism and the \"return to order\" in the decade after the First World War. During his career he worked in a variety of media, including mosaic and fresco. He showed his work at major exhibitions, including the Rome Quadre"}]}, {"heading": "Births", "year": "1884", "date": "April 7", "txt": "Clement Smoot, American golfer (d. 1963)", "entities": [{"title": "Clement Smoot", "href": "/wiki/Clement_Smoot", "description": "Clement Eyer Smoot was an American golfer who competed in the 1904 Summer Olympics. He was born in Illinois and died in Los Angeles, California. In 1904 he was part of the American team which won the gold medal. He finished 6th in this competition. In the individual competition he finished 22nd in the qualification and was eliminated in the first round of the match play."}]}, {"heading": "Births", "year": "1886", "date": "April 7", "txt": "Ed Lafitte, American baseball player and soldier (d. 1971)", "entities": [{"title": "Ed Lafitte", "href": "/wiki/Ed_Lafitte", "description": "Edward Francis Lafitte was a pitcher in Major League Baseball who played with the Detroit Tigers (1909–12), Brooklyn Tip-Tops (1914–15), and Buffalo Blues (1915). Born in New Orleans, Louisiana at his family's home located at 319 Bourbon Street, he batted and threw right-handed."}]}, {"heading": "Births", "year": "1889", "date": "April 7", "txt": "Gabriela Mistral, Chilean poet and educator, Nobel Prize laureate (d. 1957)", "entities": [{"title": "Gabriela Mistral", "href": "/wiki/Gabriela_Mistral", "description": "Lucila Godoy Alcayaga, known by her pseudonym Gabriela Mistral, was a Chilean poet-diplomat, educator and humanist. In 1945 she became the first Latin American author to receive a Nobel Prize in Literature, \"for her lyric poetry which, inspired by powerful emotions, has made her name a symbol of the idealistic aspirations of the entire Latin American world\". Some central themes in her poems are na"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1890", "date": "April 7", "txt": "Paul Berth, Danish footballer (d. 1969)", "entities": [{"title": "Paul Berth", "href": "/wiki/Paul_Berth", "description": "Paul Ludvig Laurits Berth was a Danish amateur football (soccer) player, who played 26 games and scored one goal for the Denmark national football team, with whom he won a silver medal at the 1912 Summer Olympics."}]}, {"heading": "Births", "year": "1890", "date": "April 7", "txt": "Victoria Ocampo. Argentine writer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1890", "date": "April 7", "txt": "Marjory Stoneman Douglas, American journalist and activist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1891", "date": "April 7", "txt": "Ole Kirk Christiansen, Danish businessman, founded the Lego Group (d. 1958)", "entities": [{"title": "Ole Kirk Christiansen", "href": "/wiki/Ole_Kirk_Christiansen", "description": "Ole Kirk Kristiansen was a Danish carpenter. In 1932, Kristiansen founded the Danish construction toy company The Lego Group. Over the course of his working life, Kristiansen developed his business from a small wood-working shop that sold household products into a wooden toy manufacturer. In 1934, he named the company Lego and defined its core principles. Lego would eventually transfer to the prod"}, {"title": "The Lego Group", "href": "/wiki/The_Lego_Group", "description": "Lego System A/S is a Danish toy production company based in Billund. It is best known for the manufacture of Lego-brand toys, consisting mostly of interlocking plastic bricks. The Lego Group has also built several amusement parks around the world, each known as Legoland, and operates numerous retail stores."}]}, {"heading": "Births", "year": "1892", "date": "April 7", "txt": "Julius Hirsch, German footballer (d. 1945)", "entities": [{"title": "Julius Hirsch", "href": "/wiki/Julius_Hirsch", "description": "Julius Hirsch was a Jewish German Olympian international footballer who was killed by the Nazis in Auschwitz concentration camp during the Holocaust. He helped Karlsruher FV win the 1910 German football championship. He played for the Germany national football team, including at the 1912 Summer Olympics. He then joined SpVgg Fürth, with whom he won the 1914 German football championship."}, {"title": "1945", "href": "/wiki/1945", "description": "1945 (MCMXLV) was a common year starting on Monday of the Gregorian calendar, the 1945th year of the Common Era (CE) and Anno Domini (AD) designations, the 945th year of the 2nd millennium, the 45th year of the 20th century, and the 6th year of the 1940s decade. "}]}, {"heading": "Births", "year": "1893", "date": "April 7", "txt": "Allen Dulles, American lawyer and diplomat, 5th Director of Central Intelligence (d. 1969)", "entities": [{"title": "Allen Dulles", "href": "/wiki/Allen_Dulles", "description": "Allen Welsh Dulles was the first civilian Director of Central Intelligence (DCI), and its longest-serving director to date. As head of the Central Intelligence Agency (CIA) during the early Cold War, he oversaw the 1953 Iranian coup d'état, the 1954 Guatemalan coup d'état, the Lockheed U-2 aircraft program, the Project MKUltra mind control program and the Bay of Pigs Invasion. He was fired by John"}, {"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Births", "year": "1895", "date": "April 7", "txt": "John Bernard Flannagan, American soldier and sculptor (d. 1942)", "entities": [{"title": "John Bernard Flannagan", "href": "/wiki/John_Bernard_Flannagan", "description": "John Bernard Flannagan was an American sculptor. Along with Robert Laurent and William Zorach, he is known as one of the first practitioners of direct carving in the United States."}]}, {"heading": "Births", "year": "1895", "date": "April 7", "txt": "Margarete Schön, German actress (d. 1985)", "entities": []}, {"heading": "Births", "year": "1896", "date": "April 7", "txt": "Frits Peutz, Dutch architect, designed the Glaspaleis (d. 1974)", "entities": [{"title": "Frits Peutz", "href": "/wiki/Frits_Peutz", "description": "F.P.J. Peutz was a Dutch (Limburgian) architect."}, {"title": "Glaspaleis", "href": "/wiki/Glaspaleis", "description": "The Glaspaleis is a modernist building in Heerlen, Netherlands, built in 1935. Formerly a fashion house and department store, Schunck, it is now the cultural centre of the city. The original name was Modehuis Schunck, but it was soon nicknamed Glaspaleis, which is now the official name."}]}, {"heading": "Births", "year": "1897", "date": "April 7", "txt": "Erich Löwenhardt, Polish-German lieutenant and pilot (d. 1918)", "entities": [{"title": "Erich Löwenhardt", "href": "/wiki/Erich_L%C3%B6wenhardt", "description": "Erich Loewenhardt was a German soldier and military aviator who fought in the First World War and became a fighter ace credited with 54 confirmed aerial victories. Originally enlisting in an infantry regiment even though he was only 17, he fought in the Battle of Tannenberg, winning a battlefield commission on 2 October 1914. He would serve in the Carpathians and on the Italian Front before being "}]}, {"heading": "Births", "year": "1897", "date": "April 7", "txt": "Walter Winchell, American journalist and radio host (d. 1972)", "entities": []}, {"heading": "Births", "year": "1899", "date": "April 7", "txt": "Robert Casadesus, French pianist and composer (d. 1972)", "entities": [{"title": "Robert Casadesus", "href": "/wiki/Robert_Casadesus", "description": "Robert Casadesus was a renowned 20th-century French pianist and composer. He was the most prominent member of a distinguished musical family, being the nephew of Henri Casadesus and Marius Casadesus, husband of Gaby Casadesus, and father of Jean Casadesus. The preferred pronunciation of his last name is \"Kah-zah-deh-su\" with a silent final \"s.\" Per live interview ca. 1970 of Robert Casadesus by an"}]}, {"heading": "Births", "year": "1900", "date": "April 7", "txt": "Adolf Dymsza, Polish actor (d. 1975)", "entities": [{"title": "Adolf Dymsza", "href": "/wiki/Adolf_Dymsza", "description": "Adolf Dymsza was a Polish comedy actor of both the pre-World War II and post-war eras. He starred in both theatre and film productions, mainly before World War II. He and Kazimierz Krukowski performed as the duo Lopek and Florek in kleynkunst productions at Qui Pro Quo and other noted Warsaw cabarets. Another pseudonym was \"Dodek.\" He was arguably the most popular Polish comic actor of the 1930s, "}]}, {"heading": "Births", "year": "1900", "date": "April 7", "txt": "Tebbs Lloyd Johnson, English race walker (d. 1984)", "entities": []}, {"heading": "Births", "year": "1902", "date": "April 7", "txt": "Eduard Eelma, Estonian footballer (d. 1941)", "entities": [{"title": "Eduard Eelma", "href": "/wiki/Eduard_Eelma", "description": "Eduard Eelma until 1936 Eduard-Wilhelm Ellmann, was an Estonian footballer — one of the most famous before World War II. He played 59 times for Estonia national football team scoring 21 goals. He debuted on 23 July 1921, against Sweden. He participated in Summer Olympics in Paris 1924. He spent most of his playing career at Tallinna JK. Eduard Eelma's international career lasted from 1921 to 1935 "}]}, {"heading": "Births", "year": "1903", "date": "April 7", "txt": "M. Balasundaram, Sri Lankan lawyer and politician (d. 1965)", "entities": [{"title": "M. Balasundaram", "href": "/wiki/M._Balasundaram", "description": "Murugesu Balasundaram was a Ceylon Tamil lawyer, politician and Member of Parliament."}]}, {"heading": "Births", "year": "1903", "date": "April 7", "txt": "Edwin T. Layton, American admiral (d. 1984)", "entities": []}, {"heading": "Births", "year": "1904", "date": "April 7", "txt": "Roland Wilson, Australian economist and statistician (d. 1996)", "entities": [{"title": "Roland Wilson (economist)", "href": "/wiki/Roland_Wilson_(economist)", "description": "Sir Roland Wilson was a senior Australian public servant and economist."}]}, {"heading": "Births", "year": "1908", "date": "April 7", "txt": "Percy Faith, Canadian composer, conductor, and bandleader (d. 1976)", "entities": [{"title": "Percy Faith", "href": "/wiki/Percy_Faith", "description": "Percy Faith was a Canadian bandleader, orchestrator, composer and conductor, known for his lush arrangements of pop and Christmas standards. He is often credited with popularizing the \"easy listening\" or \"mood music\" format. Faith became a staple of American popular music in the 1950s and continued well into the 1960s. Though his professional orchestra-leading career began at the height of the swi"}]}, {"heading": "Births", "year": "1908", "date": "April 7", "txt": "Pete Zaremba, American hammer thrower (d. 1994)", "entities": []}, {"heading": "Births", "year": "1909", "date": "April 7", "txt": "Robert Charroux, French author and critic (d. 1978)", "entities": [{"title": "Robert Charroux", "href": "/wiki/Robert_Charroux", "description": "Robert Charroux was the best-known pen-name of Robert Joseph Grugeau. He was a French author known for his writings on the ancient astronaut theme."}]}, {"heading": "Births", "year": "1913", "date": "April 7", "txt": "Louise Currie, American actress (d. 2013)", "entities": [{"title": "Louise Currie", "href": "/wiki/Louise_Currie", "description": "Louise Currie was an American film actress, active from 1940 into the early 1950s."}]}, {"heading": "Births", "year": "1913", "date": "April 7", "txt": "Charles Vanik, American soldier, judge, and politician (d. 2007)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 7", "txt": "Ralph Flanagan, American pianist, composer, and conductor (d. 1995)", "entities": [{"title": "Ralph Flanagan", "href": "/wiki/Ralph_Flanagan", "description": "Ralph Elias Flenniken, known professionally as Ralph Flanagan, was an American big band leader, pianist, composer, and arranger for the orchestras of Hal McIntyre, Sammy Kaye, Blue Barron, Charlie Barnet, and Alvino Rey."}]}, {"heading": "Births", "year": "1915", "date": "April 7", "txt": "Stanley Adams, American actor and screenwriter (d. 1977)", "entities": [{"title": "Stanley Adams (actor)", "href": "/wiki/Stanley_Adams_(actor)", "description": "Stanley Adams was an American actor and screenwriter. He appeared in many television series and films, notably Breakfast at Tiffany's (1961), Lilies of the Field (1963), and TV series from Gunsmoke to Star Trek."}]}, {"heading": "Births", "year": "1915", "date": "April 7", "txt": "Billie Holiday, American singer-songwriter and actress (d. 1959)", "entities": []}, {"heading": "Births", "year": "1915", "date": "April 7", "txt": "Henry Kuttner, American author (d. 1958)", "entities": []}, {"heading": "Births", "year": "1916", "date": "April 7", "txt": "Anthony Caruso, American actor (d. 2003)", "entities": [{"title": "Anthony Caruso (actor)", "href": "/wiki/Anthony_Caruso_(actor)", "description": "Anthony Caruso was an American character actor in more than one hundred American films, usually playing villains and gangsters, including the first season of Walt Disney's Zorro as Captain Juan Ortega."}]}, {"heading": "Births", "year": "1917", "date": "April 7", "txt": "R. G. Armstrong, American actor and playwright (d. 2012)", "entities": [{"title": "R. G. Armstrong", "href": "/wiki/R._G._Armstrong", "description": "Robert Golden Armstrong Jr. was an American character actor and playwright. A veteran performer who appeared in dozens of Westerns during his 40-year career, he may be best remembered for his work with director Sam Peckinpah."}]}, {"heading": "Births", "year": "1918", "date": "April 7", "txt": "Bobby Doerr, American baseball player and coach (d. 2017)", "entities": [{"title": "Bobby Doerr", "href": "/wiki/Bobby_Doerr", "description": "Robert Pershing Doerr was an American professional baseball second baseman and coach. He played his entire 14-year Major League Baseball (MLB) career for the Boston Red Sox (1937–1951). A nine-time MLB All-Star, Doerr batted over .300 three times, drove in more than 100 runs six times, and set Red Sox team records in several statistical categories despite missing one season due to military service"}]}, {"heading": "Births", "year": "1919", "date": "April 7", "txt": "Roger Lemelin, Canadian author and screenwriter (d. 1992)", "entities": [{"title": "Roger Lemelin", "href": "/wiki/Roger_Lemelin", "description": "Roger Lemelin, was a Quebec novelist, television writer and essayist."}]}, {"heading": "Births", "year": "1919", "date": "April 7", "txt": "Edoardo Mangiarotti, Italian fencer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "April 7", "txt": "Ravi Shankar, Indian-American sitar player and composer (d. 2012)", "entities": [{"title": "Ravi Shankar", "href": "/wiki/Ravi_Shankar", "description": "Ravi Shankar, whose name is often preceded by the title Pandit (Master), was an Indian sitar virtuoso and a composer. He became the world's best-known exponent of North Indian classical music, in the second half of the 20th century, and influenced many other musicians throughout the world. Shankar was awarded India's highest civilian honour, the Bharat Ratna, in 1999."}, {"title": "Sitar", "href": "/wiki/Sitar", "description": "The sitar is a plucked stringed instrument, originating from the Indian subcontinent, used in Hindustani classical music. The instrument was invented in medieval India and flourished in the 16th and 17th centuries and arrived at its present form in 18th-century India."}]}, {"heading": "Births", "year": "1921", "date": "April 7", "txt": "Feza Gürsey, Turkish mathematician and physicist (d. 1992)", "entities": [{"title": "Feza Gürsey", "href": "/wiki/Feza_G%C3%BCrsey", "description": "Feza Gürsey was a Turkish mathematician and physicist. Among his most prominent contributions to theoretical physics, his works on the Chiral model and on SU(6) are most popular."}]}, {"heading": "Births", "year": "1922", "date": "April 7", "txt": "Mongo Santamaría, Cuban-American drummer (d. 2003)", "entities": [{"title": "Mongo Santamaría", "href": "/wiki/Mongo_Santamar%C3%ADa", "description": "Ramón \"Mongo\" Santamaría Rodríguez was a Cuban percussionist and bandleader who spent most of his career in the United States. Primarily a conga drummer, Santamaría was a leading figure in the pachanga and boogaloo dance crazes of the 1960s. His biggest hit was his rendition of Herbie Hancock's \"Watermelon Man\", which was inducted into the Grammy Hall of Fame in 1998. From the 1970s, he recorded m"}]}, {"heading": "Births", "year": "1924", "date": "April 7", "txt": "Johannes Mario Simmel, Austrian-English author and screenwriter (d. 2009)", "entities": [{"title": "Johannes Mario Simmel", "href": "/wiki/Johannes_Mario_Simmel", "description": "Johannes Mario Simmel, also known as J. M. Simmel, was an Austrian writer."}]}, {"heading": "Births", "year": "1925", "date": "April 7", "txt": "Chaturanan Mishra, Indian trade union leader and politician (d. 2011)", "entities": [{"title": "Chaturanan Mishra", "href": "/wiki/Chaturanan_Mishra", "description": "\n\nChaturanan Mishra was an Indian politician and trade unionist. Mishra, who was born in Nahar, Madhubani District, was a key leader of the Communist Party of India in Bihar, and served as the Agriculture Minister of India in the United Front government."}]}, {"heading": "Births", "year": "1925", "date": "April 7", "txt": "Jan van Roessel, Dutch footballer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 7", "txt": "Babatunde Olatunji, Nigerian-American drummer, educator, and activist (d. 2003)", "entities": [{"title": "Babatunde Olatunji", "href": "/wiki/Babatunde_Olatunji", "description": "Michael Babatunde Olatunji was a Nigerian drummer, educator, social activist, and recording artist."}]}, {"heading": "Births", "year": "1927", "date": "April 7", "txt": "Leonid Shcherbakov, Russian triple jumper", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 7", "txt": "James Garner, American actor, singer, and producer (d. 2014)", "entities": [{"title": "James Garner", "href": "/wiki/James_Garner", "description": "James Garner was an American actor and producer. He starred in several television series over more than five decades, including popular roles such as Bret Maverick in the 1950s Western series Maverick and as Jim Rockford in the 1970s private detective show, The Rockford Files. He played leading roles in more than 50 theatrical films, including The Great Escape (1963) with Steve McQueen, Paddy Chay"}]}, {"heading": "Births", "year": "1928", "date": "April 7", "txt": "Alan J. Pakula, American director, producer, and screenwriter (d. 1998)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 7", "txt": "James White, Northern Irish author and educator (d. 1999)", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 7", "txt": "Bob Denard, French soldier (d. 2007)", "entities": [{"title": "Bob Denard", "href": "/wiki/Bob_Denard", "description": "Robert Denard was a French soldier of fortune and mercenary. Sometimes known under the aliases Gilbert Bourgeaud and Saïd Mustapha Mhadjou, he was known for having performed various jobs in support of Françafrique—France's sphere of influence in its former colonies in Africa—for Jacques Foccart, co-ordinator of President Charles de Gaulle's African policy."}]}, {"heading": "Births", "year": "1929", "date": "April 7", "txt": "Joe Gallo, American gangster (d. 1972)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 7", "txt": "Jane Priestman, English interior designer (d. 2021)", "entities": [{"title": "Jane Priestman", "href": "/wiki/Jane_Priestman", "description": "Jane Priestman OBE was a British designer who performed a number of high-profile roles in design and architecture. She was appointed an OBE in 1991 for her work in design and an honorary doctorate from Sheffield Hallam University in 1998."}]}, {"heading": "Births", "year": "1930", "date": "April 7", "txt": "Yves Rocher, French businessman, founded the Yves Rocher Company (d. 2009)", "entities": [{"title": "Yves Rocher (company)", "href": "/wiki/Yves_Rocher_(company)", "description": "Yves Rocher is a worldwide cosmetics and beauty brand, founded in 1965 by the French entrepreneur Yves Rocher (1930–2009) in La Gacilly. The company is present in 88 countries on five continents and employs 13,500 personnel, excluding more than 215,000 through additional indirect jobs."}]}, {"heading": "Births", "year": "1930", "date": "April 7", "txt": "Andrew Sachs, German-English actor and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 7", "txt": "Roger Vergé, French chef and restaurateur (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "April 7", "txt": "Donald Barthelme, American short story writer and novelist  (d. 1989)", "entities": [{"title": "Donald Barthelme", "href": "/wiki/Donald_Barthelme", "description": "Donald Barthelme was an American short story writer and novelist known for his playful, postmodernist style of short fiction. Barthelme also worked as a newspaper reporter for the Houston Post, was managing editor of Location magazine, director of the Contemporary Arts Museum in Houston (1961–1962), co-founder of Fiction, and a professor at various universities. He also was one of the original fou"}]}, {"heading": "Births", "year": "1931", "date": "April 7", "txt": "Daniel Ellsberg, American activist and author", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 7", "txt": "Cal Smith, American singer and guitarist (d. 2013)", "entities": [{"title": "Cal Smith", "href": "/wiki/Cal_Smith", "description": "Calvin Grant Shofner, known professionally as Cal Smith, was an American country musician, most famous for his 1974 hits \"Country Bumpkin\" and \"It's Time to Pay the Fiddler\"."}]}, {"heading": "Births", "year": "1933", "date": "April 7", "txt": "Wayne Rogers, American actor, investor, and producer (d. 2015)", "entities": [{"title": "Wayne Rogers", "href": "/wiki/Wayne_Rogers", "description": "William Wayne McMillan Rogers III was an American actor, known for playing the role of Captain \"Trapper\" John McIntyre in the CBS television series M*A*S*H and as Dr. Charley Michaels on House Calls (1979-1982)."}]}, {"heading": "Births", "year": "1933", "date": "April 7", "txt": "Sakıp Sabancı, Turkish businessman and philanthropist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 7", "txt": "Ian Richardson, Scottish-English actor (d. 2007)", "entities": [{"title": "Ian Richardson", "href": "/wiki/Ian_Richardson", "description": "Ian William Richardson was a Scottish actor."}]}, {"heading": "Births", "year": "1935", "date": "April 7", "txt": "Bobby Bare, American singer-songwriter and guitarist", "entities": [{"title": "Bobby Bare", "href": "/wiki/Bobby_Bare", "description": "Robert Joseph Bare Sr. is an American country music singer and songwriter, best known for the songs \"Marie Laveau\", \"Detroit City\" and \"500 Miles Away from Home\". He is the father of Bobby Bare Jr., also a musician."}]}, {"heading": "Births", "year": "1935", "date": "April 7", "txt": "Hodding Carter III, American journalist and politician, Assistant Secretary of State for Public Affairs", "entities": [{"title": "Assistant Secretary of State for Public Affairs", "href": "/wiki/Assistant_Secretary_of_State_for_Public_Affairs", "description": "The Assistant Secretary of State for Public Affairs is the head of the Bureau of Public Affairs within the United States Department of State. The Assistant Secretary of State for Public Affairs reports to the Secretary of State and the Under Secretary of State for Public Diplomacy and Public Affairs."}]}, {"heading": "Births", "year": "1937", "date": "April 7", "txt": "Charlie Thomas, American singer", "entities": [{"title": "Charlie Thomas (musician)", "href": "/wiki/Charlie_Thomas_(musician)", "description": "Charles Thomas is an American rhythm and blues singer best known for his work with The Drifters. Thomas was performing with The Five Crowns at the Apollo Theater in 1958 when George Treadwell fired his group, called The Drifters. Treadwell recruited the Five Crowns to become the new Drifters."}]}, {"heading": "Births", "year": "1938", "date": "April 7", "txt": "Jerry Brown, American lawyer and politician, 34th and 39th Governor of California", "entities": [{"title": "Jerry Brown", "href": "/wiki/Jerry_Brown", "description": "Edmund Gerald Brown Jr. is an American lawyer and politician who served as the 34th and 39th governor of California from 1975 to 1983 and 2011 to 2019. A member of the Democratic Party, he was elected Secretary of State of California in the early 1970s; Brown later served as Mayor of Oakland from 1999 to 2007 and Attorney General of California from 2007 to 2011. He was both the oldest and sixth-yo"}, {"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Births", "year": "1938", "date": "April 7", "txt": "Spencer Dryden, American drummer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 7", "txt": "Freddie Hubbard, American trumpet player and composer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 7", "txt": "Iris Johansen, American author", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 7", "txt": "Francis Ford Coppola, American director, producer, and screenwriter", "entities": [{"title": "Francis Ford Coppola", "href": "/wiki/Francis_Ford_Coppola", "description": "Francis Ford Coppola is an American film director, producer and screenwriter. He was a central figure in the New Hollywood filmmaking movement of the 1960s and 1970s, and is widely considered to be one of the greatest filmmakers of all time. His accolades include five Academy Awards, six Golden Globe Awards, two Palmes d'Or, and a British Academy Film Award."}]}, {"heading": "Births", "year": "1939", "date": "April 7", "txt": "David Frost, English journalist and game show host (d. 2013)", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 7", "txt": "Gary Kellgren, American record producer, co-founded Record Plant (d. 1977)", "entities": [{"title": "Record Plant", "href": "/wiki/Record_Plant", "description": "The Record Plant is a recording studio established in New York City in 1968 and currently operating in Los Angeles, California. Known for innovations in the recording artists' workspace, it has produced highly influential albums, including Blondie's Parallel Lines, Metallica's Load and Reload, The Eagles' Hotel California, Fleetwood Mac's Rumours, Eminem's The Marshall Mathers LP, Guns N' Roses' A"}]}, {"heading": "Births", "year": "1939", "date": "April 7", "txt": "Brett Whiteley, Australian painter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 7", "txt": "Marju Lauristin, Estonian academic and politician, 1st Estonian Minister of Social Affairs", "entities": [{"title": "Marju Lauristin", "href": "/wiki/Marju_Lauristin", "description": "Marju Lauristin is an Estonian politician, and former Member of the European Parliament and Minister of Social Affairs. She is a member of the Social Democratic Party, part of the Party of European Socialists. Lauristin is currently a member of the Tartu city council."}, {"title": "Estonian Minister of Social Affairs", "href": "/wiki/Estonian_Minister_of_Social_Affairs", "description": "The Ministry of Social Affairs of Estonia is a government ministry of Estonia responsible for social policies of the country."}]}, {"heading": "Births", "year": "1941", "date": "April 7", "txt": "James Di Pasquale, American composer", "entities": [{"title": "James Di Pasquale", "href": "/wiki/James_Di_Pasquale", "description": "James Di Pasquale is an American musician and composer of contemporary classical music and music for television and films."}]}, {"heading": "Births", "year": "1941", "date": "April 7", "txt": "Peter Fluck, English puppet maker and illustrator", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 7", "txt": "Cornelia Frances, English-Australian actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 7", "txt": "Gorden Kaye, English actor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 7", "txt": "Jeetendra, Indian actor, TV and film producer", "entities": [{"title": "Jeetendra", "href": "/wiki/Jeetendra", "description": "Jeetendra is an Indian actor and producer, known for his work in Hindi films. Famous for his dancing, he was awarded a Filmfare Lifetime Achievement Award in 2003 and the Screen Lifetime Achievement Award in 2006. He is known for his appearance in the remakes of Telugu films during the 1980s, in which he was frequently cast opposite Sridevi and Jaya Prada. One of the most successful film stars in "}]}, {"heading": "Births", "year": "1943", "date": "April 7", "txt": "Mick Abrahams, English singer-songwriter and guitarist", "entities": [{"title": "Mick Abrahams", "href": "/wiki/Mick_Abrahams", "description": "Michael Timothy Abrahams is an English guitarist and band leader, best known as being the original guitarist for Jethro Tull from 1967–1968."}]}, {"heading": "Births", "year": "1943", "date": "April 7", "txt": "Dennis Amiss, English cricketer and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 7", "txt": "Shel Bachrach, American insurance broker, investor, businessman and philanthropist", "entities": [{"title": "Shel Bachrach", "href": "/wiki/Shel_Bachrach", "description": "Sheldon Jay Bachrach, or Shel Bachrach for short, is an American insurance broker, investor, businessman, and philanthropist. He is regarded as one of the world's greatest entertainment insurance brokers."}]}, {"heading": "Births", "year": "1944", "date": "April 7", "txt": "Warner Fusselle, American sportscaster (d. 2012)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 7", "txt": "Oshik Levi, Israeli singer and actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 7", "txt": "Julia Phillips, American film producer and author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 7", "txt": "Gerhard Schröder, German lawyer and politician, 7th Chancellor of Germany", "entities": [{"title": "List of Chancellors of Germany", "href": "/wiki/List_of_Chancellors_of_Germany", "description": "The chancellor of Germany is the political leader of Germany and the head of the federal government. The office holder is responsible for selecting all other members of the government and chairing cabinet meetings."}]}, {"heading": "Births", "year": "1944", "date": "April 7", "txt": "Bill Stoneman, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 7", "txt": "Megas, Icelandic singer-songwriter", "entities": [{"title": "Megas", "href": "/wiki/Megas", "description": "Magnús Þór Jónsson, better known by the stage name Megas, is a vocalist, songwriter, and writer who is well known in his native Iceland."}]}, {"heading": "Births", "year": "1945", "date": "April 7", "txt": "Gerry Cottle, English businessman", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 7", "txt": "Marilyn Friedman, American philosopher and academic", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 7", "txt": "Martyn Lewis, Welsh journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 7", "txt": "Joël Robuchon, French chef and author (d. 2018)", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 7", "txt": "Werner Schroeter, German director and screenwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 7", "txt": "Hans van Hemert, Dutch songwriter and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 7", "txt": "Zaid Abdul-Aziz, American basketball player", "entities": [{"title": "Zaid Abdul-Aziz", "href": "/wiki/Zaid_Abdul-Aziz", "description": "Zaid Abdul-Aziz is a retired American professional basketball player. Donald Smith changed his name to Zaid Abdul-Aziz in 1976 after he converted to Islam. The 6'9\" Abdul-Aziz starred at Iowa State University before being drafted by the NBA's Cincinnati Royals in 1968. He played ten seasons in the league as a member of the Royals, Milwaukee Bucks, Seattle SuperSonics, Houston Rockets, Buffalo Brav"}]}, {"heading": "Births", "year": "1946", "date": "April 7", "txt": "Colette Besson, French runner and educator (d. 2005)", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 7", "txt": "Herménégilde Chiasson, Canadian poet, playwright, and politician, 29th Lieutenant Governor of New Brunswick", "entities": [{"title": "Lieutenant Governor of New Brunswick", "href": "/wiki/Lieutenant_Governor_of_New_Brunswick", "description": "The Lieutenant Governor of New Brunswick is the viceregal representative in New Brunswick of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutena"}]}, {"heading": "Births", "year": "1946", "date": "April 7", "txt": "Dimitrij Rupel, Slovenian politician and diplomate", "entities": [{"title": "Politician", "href": "/wiki/Politician", "description": "A politician is a person active in party politics, or a person holding or seeking an elected seat in government. Politicians propose, support, and create laws or policies that govern the land and, by extension, its people. Broadly speaking, a \"politician\" can be anyone who seeks to achieve political power in any government."}]}, {"heading": "Births", "year": "1946", "date": "April 7", "txt": "Stan Winston, American special effects designer and makeup artist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 7", "txt": "Patricia Bennett, American singer", "entities": [{"title": "Patricia Bennett", "href": "/wiki/Patricia_Bennett", "description": "The Chiffons were an American girl group originating from the Bronx, a borough of New York City, in 1960."}]}, {"heading": "Births", "year": "1947", "date": "April 7", "txt": "Florian Schneider, German singer and drummer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 7", "txt": "Michèle Torr, French singer and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 7", "txt": "John Oates, American singer-songwriter guitarist, and producer", "entities": [{"title": "John Oates", "href": "/wiki/John_Oates", "description": "John William Oates is an American rock, R&B, and soul guitarist, singer, songwriter and record producer best known as half of the rock and soul duo, Hall & Oates."}]}, {"heading": "Births", "year": "1948", "date": "April 7", "txt": "Arnie Robinson, American athlete (d. 2020)", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 7", "txt": "Mitch Daniels, American academic and politician, 49th Governor of Indiana", "entities": [{"title": "Mitch Daniels", "href": "/wiki/Mitch_Daniels", "description": "Mitchell Elias Daniels Jr. is an American academic administrator, businessman, author, and retired politician. A Republican, Daniels served as the 49th Governor of Indiana from 2005 to 2013. Since 2013, Daniels has been president of Purdue University."}, {"title": "Governor of Indiana", "href": "/wiki/Governor_of_Indiana", "description": "The Governor of Indiana is the head of state and head of government of the state of Indiana. The governor is elected to a four-year term and is responsible for overseeing the day-to-day management of the functions of many agencies of the Indiana state government. The governor also shares power with other statewide executive officers, who manage other state government agencies. The governor works o"}]}, {"heading": "Births", "year": "1950", "date": "April 7", "txt": "Brian J. Doyle, American press secretary", "entities": [{"title": "Brian J. Doyle", "href": "/wiki/Brian_J._Doyle", "description": "Brian James Doyle is a former Deputy Press Secretary in the United States Department of Homeland Security. In 2006, he was indicted for seducing a 14-year-old girl, who was actually a sheriff's deputy working undercover, on the internet. He was arrested on April 4, 2006, at his home in Silver Spring, Maryland. Five months later, he pled no contest. On November 17, 2006, he was sentenced to five ye"}]}, {"heading": "Births", "year": "1951", "date": "April 7", "txt": "Bruce Gary, American drummer (d. 2006)", "entities": [{"title": "Bruce Gary", "href": "/wiki/Bruce_Gary", "description": "Bruce Gary was an American musician who was best known as the drummer for the music group the Knack. He was nominated for two Grammy Awards as a stage performer, producer, and recording artist."}]}, {"heading": "Births", "year": "1951", "date": "April 7", "txt": "Janis Ian, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 7", "txt": "David Baulcombe, English geneticist and academic", "entities": [{"title": "David Baulcombe", "href": "/wiki/David_Baulcombe", "description": "Sir David Charles Baulcombe is a British plant scientist and geneticist. As of 2017 he is a Royal Society Research Professor and Regius Professor of Botany in the Department of Plant Sciences at the University of Cambridge."}]}, {"heading": "Births", "year": "1952", "date": "April 7", "txt": "Jane Frederick, American hurdler and heptathlete", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 7", "txt": "Gilles Valiquette, Canadian actor, singer, and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 7", "txt": "Dennis Hayden, American actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 7", "txt": "Santa Barraza, American mixed media artist", "entities": [{"title": "Santa Barraza", "href": "/wiki/Santa_Barraza", "description": "Santa Barraza is an American mixed-media artist and painter who is well known for her colorful, retablo style painting. A Chicana, Barraza pulls inspiration from her own mestiza ancestry and from pre-Columbian art. Barraza is considered to be an important artist in the Chicano art movement. The first scholarly treatment of a Chicana artist is about her and is called Santa Barraza, Artist of the Bo"}]}, {"heading": "Births", "year": "1953", "date": "April 7", "txt": "Douglas Kell, English biochemist and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 7", "txt": "Jackie Chan, Hong Kong martial artist, actor, stuntman, director, producer, and screenwriter", "entities": [{"title": "Jackie Chan", "href": "/wiki/Jackie_Chan", "description": "Chan Kong-sang, known professionally as Jackie Chan, is a Hong Kong actor and martial artist known for his slapstick acrobatic fighting style, comic timing, and innovative stunts, which he typically performs himself. He has trained in Wushu or Kung Fu and Hapkido, and has been acting since the 1960s, performing in more than 150 films. He is one of the most popular action film stars of all-time."}]}, {"heading": "Births", "year": "1954", "date": "April 7", "txt": "Tony Dorsett, American football player", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 7", "txt": "Tim Cochran, American mathematician and academic (d. 2014)", "entities": [{"title": "Tim Cochran", "href": "/wiki/Tim_Cochran", "description": "Thomas \"Tim\" Daniel Cochran was a professor of Mathematics at Rice University specializing in topology, especially low-dimensional topology, the theory of knots and links and associated algebra."}]}, {"heading": "Births", "year": "1955", "date": "April 7", "txt": "Gregg Jarrett, American lawyer and journalist", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 7", "txt": "Annika Billström, Swedish businesswoman and politician, 16th Mayor of Stockholm", "entities": [{"title": "Annika Billström", "href": "/wiki/Annika_Billstr%C3%B6m", "description": "Annika Billström is a Swedish social democratic politician. She was the first female mayor of Stockholm, serving between 2004 and 2006."}, {"title": "List of mayors of Stockholm", "href": "/wiki/List_of_mayors_of_Stockholm", "description": "This is a list of municipal commissioners for finance of Stockholm (finansborgarråd). In English, the title is sometimes translated as Mayor of Stockholm, because the municipal commissioner for finance has become the top politician of Stockholm municipality since the Stockholm municipal reform 1940."}]}, {"heading": "Births", "year": "1956", "date": "April 7", "txt": "Christopher Darden, American lawyer and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 7", "txt": "Georg Werthner, Austrian decathlete", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 7", "txt": "Kim Kap-soo, South Korean actor", "entities": [{"title": "Kim Kap-soo", "href": "/wiki/Kim_Kap-soo", "description": "Kim Kap-soo is a South Korean actor. Since his acting debut in 1977, Kim has had a long career on the stage, in television dramas and film. In addition to acting full-time, he also has his own master class acting studio."}]}, {"heading": "Births", "year": "1957", "date": "April 7", "txt": "Thelma Walker, British politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 7", "txt": "Brian Haner, American singer-songwriter and guitarist", "entities": [{"title": "Brian Haner", "href": "/wiki/Brian_Haner", "description": "Brian Elwin Haner Sr., also known as Guitar Guy or Papa Gates, is an American musician, comedian, and author. Haner is known for touring with fellow stand-up comedian/ventriloquist Jeff Dunham, as in the 2008 holiday program, Jeff Dunham's Very Special Christmas Special. He is also a noted session musician for Avenged Sevenfold, a band in which his son, Brian Haner Jr., is the lead guitarist."}]}, {"heading": "Births", "year": "1958", "date": "April 7", "txt": "Hindrek Kesler, Estonian architect", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 7", "txt": "Buster Douglas, American boxer and actor", "entities": [{"title": "Buster Douglas", "href": "/wiki/Buster_Douglas", "description": "James \"Buster\" Douglas is an American former professional boxer who competed between 1981 and 1999. He reigned as undisputed world heavyweight champion in 1990 after defeating Mike Tyson to win the title. His victory over Tyson is regarded as one of the greatest upsets in sports history."}]}, {"heading": "Births", "year": "1960", "date": "April 7", "txt": "Sandy Powell, English costume designer", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 7", "txt": "Thurl Bailey, American basketball player and actor", "entities": [{"title": "Thurl Bailey", "href": "/wiki/Thurl_Bailey", "description": "Thurl Lee Bailey is an American former professional basketball player whose National Basketball Association (NBA) career spanned from 1983 to 1999 with the Utah Jazz and the Minnesota Timberwolves. Bailey has been a broadcast analyst for the Utah Jazz and the University of Utah— in addition to work as an inspirational speaker, singer, songwriter, and film actor. Bailey garnered the nickname \"Big T"}]}, {"heading": "Births", "year": "1961", "date": "April 7", "txt": "Pascal Olmeta, French footballer", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 7", "txt": "Brigitte van der Burg, Tanzanian-Dutch geographer and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 7", "txt": "Jon Cruddas, English lawyer and politician", "entities": [{"title": "Jon Cruddas", "href": "/wiki/Jon_Cruddas", "description": "Jonathan Cruddas is a British Labour Party politician who has served as Member of Parliament (MP) for Dagenham and Rainham, and formerly for Dagenham, since 2001."}]}, {"heading": "Births", "year": "1962", "date": "April 7", "txt": "Andrew Hampsten, American cyclist", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 7", "txt": "Jaime de Marichalar, Spanish businessman", "entities": [{"title": "Jaime de Marichalar", "href": "/wiki/Jaime_de_Marichalar", "description": "Jaime de Marichalar y Sáenz de Tejada, Lord of the Manor of Tejada, is the former husband of the Infanta Elena, Duchess of Lugo, the eldest daughter of King Juan Carlos and Queen Sofia of Spain."}]}, {"heading": "Births", "year": "1963", "date": "April 7", "txt": "Nick Herbert, English businessman and politician, Minister for Policing", "entities": [{"title": "Minister for Policing", "href": "/wiki/Minister_for_Policing", "description": "The Minister of State for Crime and Policing is a ministerial position held jointly at the Home Office and the Ministry of Justice in the Government of the United Kingdom. Holders of this office have previously held additional responsibilities such as for security, counter-terrorism, the fire service and crime. The post had responsibility for the fire service from January 2016 to July 2019 and aga"}]}, {"heading": "Births", "year": "1963", "date": "April 7", "txt": "Dave Johnson, American decathlete and educator", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 7", "txt": "Jace Alexander, American actor and director", "entities": [{"title": "Jace Alexander", "href": "/wiki/Jace_Alexander", "description": "Jason Alexander is an American television director and actor from New York City."}]}, {"heading": "Births", "year": "1964", "date": "April 7", "txt": "Russell Crowe, New Zealand-Australian actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 7", "txt": "Steve Graves, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 7", "txt": "Bill Bellamy, American comedian, actor, and producer", "entities": [{"title": "Bill Bellamy", "href": "/wiki/Bill_Bellamy", "description": "William Bellamy is an American actor and stand-up comedian. Bellamy first gained national notoriety on HBO's Russell Simmons' Def Comedy Jam, where he is credited for creating or coining the phrase \"booty call\", described as a late night call to a potential paramour with the intention of meeting strictly for sex."}]}, {"heading": "Births", "year": "1965", "date": "April 7", "txt": "Rozalie Hirs, Dutch composer and poet", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 7", "txt": "Alison Lapper, English painter and photographer", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 7", "txt": "Nenad Vučinić, Serbian-New Zealand basketball player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 7", "txt": "Richard Gomez, Filipino actor and politician", "entities": [{"title": "Richard Gomez", "href": "/wiki/Richard_Gomez", "description": "Richard Frank Icasiano Gomez is a Filipino athlete, television presenter, actor, director and politician. He graduated from the University of the Philippines Open University and the University of Perpetual Help System DALTA. He earned a doctorate in public administration from the Cebu Technological University in 2019."}]}, {"heading": "Births", "year": "1966", "date": "April 7", "txt": "Zvika Hadar, Israeli entertainer", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 7", "txt": "Béla Mavrák, Hungarian tenor singer", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 7", "txt": "Gary Wilkinson, English snooker player", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 7", "txt": "Artemis Gounaki, Greek-German singer-songwriter", "entities": [{"title": "Artemis Gounaki", "href": "/wiki/Artemis_Gounaki", "description": "Artemis Gounaki is a Greek-German singer, vocal coach, songwriter, composer, and arranger who has done much of her work in Greek. Gounaki's father was born on the Greek island of Crete."}]}, {"heading": "Births", "year": "1967", "date": "April 7", "txt": "Bodo Illgner, German footballer", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 7", "txt": "Simone Schilder, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 7", "txt": "Duncan Armstrong, Australian swimmer and sportscaster", "entities": [{"title": "Duncan Armstrong", "href": "/wiki/Duncan_Armstrong", "description": "Duncan John D'Arcy Armstrong is an Australian former competitive swimmer, Olympic champion, and former world record-holder. Armstrong is best remembered for winning a gold and silver medal at the 1988 Summer Olympics."}]}, {"heading": "Births", "year": "1968", "date": "April 7", "txt": "Jennifer Lynch, American actress, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 7", "txt": "Jože Možina, Slovenian historian, sociologist and journalist", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 7", "txt": "Vasiliy Sokov, Russian triple jumper", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 7", "txt": "Ricky Watters, American football player", "entities": [{"title": "Ricky Watters", "href": "/wiki/Ricky_Watters", "description": "Richard “Ricky” James Watters is an American former professional football player who was a running back for the San Francisco 49ers, Philadelphia Eagles, and Seattle Seahawks of the National Football League (NFL). Watters played college football for the Notre Dame Fighting Irish, where he played wide receiver on the school's 1988 national champion team. He also won Super Bowl XXIX as a member of t"}]}, {"heading": "Births", "year": "1970", "date": "April 7", "txt": "Leif Ove Andsnes, Norwegian pianist and educator", "entities": [{"title": "Leif Ove Andsnes", "href": "/wiki/Leif_Ove_Andsnes", "description": "Leif Ove Andsnes is a Norwegian pianist and chamber musician. Andsnes has made several recordings for Virgin and EMI. For his \"Beethoven Journey\" project, Andsnes performed and recorded all five of the composer’s piano concertos with the Mahler Chamber Orchestra for Sony Classical. He is represented by IMG."}]}, {"heading": "Births", "year": "1971", "date": "April 7", "txt": "Guillaume Depardieu, French actor (d. 2008)", "entities": [{"title": "Guillaume Depardieu", "href": "/wiki/Guillaume_Depardieu", "description": "Guillaume Jean Maxime Antoine Depardieu was a French actor, winner of a César Award, and the oldest child of Gérard Depardieu."}]}, {"heading": "Births", "year": "1971", "date": "April 7", "txt": "Victor Kraatz, German-Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 7", "txt": "Tim Peake, British astronaut", "entities": [{"title": "Tim Peake", "href": "/wiki/Tim_Peake", "description": "Major Timothy Nigel Peake is a British Army Air Corps officer, European Space Agency astronaut and a former International Space Station (ISS) crew member."}]}, {"heading": "Births", "year": "1973", "date": "April 7", "txt": "Marco Delvecchio, Italian footballer", "entities": [{"title": "Marco Delvecchio", "href": "/wiki/Marco_Delvecchio", "description": "Marco Delvecchio is a retired Italian footballer, who played as a forward. Although he played for several Italian clubs throughout his career, he spent most of it at A.S. Roma, where he is still remembered by the club's fans for his ease in scoring against rivals S.S. Lazio in the Derby della Capitale, and for the contributions he made to the club's league title victory in 2001. At international l"}]}, {"heading": "Births", "year": "1973", "date": "April 7", "txt": "Jeanine Hennis-Plasschaert, Dutch lawyer and politician, Dutch Minister of Defence", "entities": [{"title": "List of Ministers of Defence of the Netherlands", "href": "/wiki/List_of_Ministers_of_Defence_of_the_Netherlands", "description": "The Minister of Defence is the head of the Ministry of Defence and a member of the Cabinet and the Council of Ministers. The current Minister is Ank Bijleveld of the Christian Democratic Appeal (CDA) who has been in office since 26 October 2017. Regularly a State Secretary is assigned to the Ministry who is tasked with specific portfolios. The current State Secretary is Barbara Visser of the Peopl"}]}, {"heading": "Births", "year": "1973", "date": "April 7", "txt": "Carole Montillet, French skier", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 7", "txt": "Christian O'Connell, British radio DJ and presenter", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 7", "txt": "Brett Tomko, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 7", "txt": "Karin Dreijer Andersson, Swedish singer-songwriter and producer", "entities": [{"title": "Karin Dreijer Andersson", "href": "/wiki/Karin_Dreijer_Andersson", "description": "Karin Elisabeth Dreijer is a Swedish singer-songwriter and record producer. Dreijer was one half of the electronic music duo the Knife, formed with their brother Olof Dreijer. Dreijer released their debut solo album under the alias Fever Ray in January 2009. Their second studio album, Plunge, under the same alias, was released in October 2017."}]}, {"heading": "Births", "year": "1975", "date": "April 7", "txt": "Ronde Barber, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 7", "txt": "Tiki Barber, American football player and journalist", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 7", "txt": "Ronnie Belliard, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 7", "txt": "John Cooper, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 7", "txt": "Simon Woolford, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 7", "txt": "Kevin Alejandro, American actor and producer", "entities": [{"title": "Kevin Alejandro", "href": "/wiki/Kevin_Alejandro", "description": "Kevin Michael Alejandro is an American actor and film director. He is known for his roles as Nate Moretta in the crime drama Southland, Forklift Mike in Parenthood, Jesús Velázquez in the supernatural thriller True Blood, Sebastian Blood / Brother Blood in the superhero series Arrow, and as Daniel Espinoza in the comedy-crime drama Lucifer."}]}, {"heading": "Births", "year": "1976", "date": "April 7", "txt": "Martin Buß, German high jumper", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 7", "txt": "Jessica Lee, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 7", "txt": "Aaron Lohr, American actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 7", "txt": "Barbara Jane Reams, American actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 7", "txt": "Gang Qiang, Chinese anchor", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 7", "txt": "Jo Appleby, English soprano", "entities": [{"title": "Jo Appleby", "href": "/wiki/Jo_Appleby", "description": "Jo Appleby is an English soprano from Thornton, Lancashire, England. She is a former member of operatic pop group Amici Forever."}]}, {"heading": "Births", "year": "1978", "date": "April 7", "txt": "Duncan James, English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 7", "txt": "Lilia Osterloh, American tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 7", "txt": "Adrián Beltré, Dominican-American baseball player", "entities": [{"title": "Adrián Beltré", "href": "/wiki/Adri%C3%A1n_Beltr%C3%A9", "description": "Adrián Beltré Pérez is a Dominican former professional baseball third baseman. Originally signed as an amateur free agent, he made his Major League Baseball (MLB) debut with the Los Angeles Dodgers in 1998 at age 19. He subsequently played for the Seattle Mariners, Boston Red Sox, and Texas Rangers. He batted and threw right-handed. Beltré is one of the most all-around accomplished players in hist"}]}, {"heading": "Births", "year": "1979", "date": "April 7", "txt": "Patrick Crayton, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 7", "txt": "Pascal Dupuis, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 7", "txt": "Danny Sandoval, Venezuelan-American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 7", "txt": "Dragan Bogavac, Montenegrin footballer", "entities": [{"title": "Dragan Bogavac", "href": "/wiki/Dragan_Bogavac", "description": "Dragan Bogavac is a retired Montenegrin professional footballer who played as a striker and winger."}]}, {"heading": "Births", "year": "1980", "date": "April 7", "txt": "Tetsuji Tamayama, Japanese actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 7", "txt": "Hitoe Arakaki, Japanese singer", "entities": [{"title": "Hitoe Arakaki", "href": "/wiki/Hitoe_Arakaki", "description": "Hitoe Arakaki  is the oldest member of the Japanese pop group Speed, which disbanded in 2000 and reformed in 2009. She was born in Okinawa, Japan, and is also known purely by her first name, Hitoe."}]}, {"heading": "Births", "year": "1981", "date": "April 7", "txt": "Kazuki Watanabe, Japanese songwriter and guitarist (d. 2000)", "entities": [{"title": "Kazuki Watanabe (musician)", "href": "/wiki/Kazuki_Watanabe_(musician)", "description": "Kazuki Watanabe , known by his stage name Kazuki (華月), was a Japanese musician known as guitarist and lead songwriter of the visual kei rock band Raphael. The group became quite popular, with all their releases entering the top 40 of the Oricon chart, before disbanding after Kazuki died at the age of 19."}]}, {"heading": "Births", "year": "1981", "date": "April 7", "txt": "Vanessa Olivarez, American singer-songwriter, and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 7", "txt": "Suzann Pettersen, Norwegian golfer", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 7", "txt": "Silvana Arias, Peruvian actress", "entities": [{"title": "Silvana Arias", "href": "/wiki/Silvana_Arias", "description": "Silvana Arias is a Peruvian actress. She also holds a degree in fashion design."}]}, {"heading": "Births", "year": "1982", "date": "April 7", "txt": "Sonjay Dutt, American wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 7", "txt": "Kelli Young, English singer", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 7", "txt": "Hamish Davidson, Australian musician", "entities": [{"title": "Davidson Brothers", "href": "/wiki/Davidson_Brothers", "description": "The Davidson Brothers, originally from Yinnar, Victoria, consist of brothers Hamish and Lachlan Davidson. They have written and performed together since their youth, and \"are multi-instrumentalists on banjo, fiddle, and mandolin and have won many awards on the country circuit.\" They released their first album, Blue Spruce, in 1999 when they were both in their early teens. This was the beginning of"}]}, {"heading": "Births", "year": "1983", "date": "April 7", "txt": "Franck Ribéry, French footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 7", "txt": "Jon Stead, English footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 7", "txt": "Jakub Smrž, Czech motorcycle rider", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 7", "txt": "Janar Talts, Estonian basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 7", "txt": "Hiroko Shimabukuro, Japanese singer", "entities": [{"title": "Hiroko Shimabukuro", "href": "/wiki/Hiroko_Shimabukuro", "description": "Hiroko Shimabukuro , best known mononymously as Hiro, is a Japanese singer. She debuted as a member of the popular girl group Speed in 1996. In 1998, Hiro released her first solo song, \"Mitsumete Itai\", as a B-side to Speed's single \"All My True Love\". She made her official solo debut in 1999 with the single \"As Time Goes By\", which sold 800,000 copies in Japan."}]}, {"heading": "Births", "year": "1985", "date": "April 7", "txt": "KC Concepcion, Filipino actress and singer", "entities": [{"title": "KC Concepcion", "href": "/wiki/KC_Concepcion", "description": "Maria Kristina Cassandra Cuneta Concepcion is a Filipino actress, singer, dancer, TV host, entrepreneur, and humanitarian. She has had lead roles in Philippine films For The First Time (2008) and When I Met U (2009), and television series such as Lovers in Paris (2009), Huwag Ka Lang Mawawala (2013) and Ikaw Lamang (2014)."}]}, {"heading": "Births", "year": "1985", "date": "April 7", "txt": "Humza Yousaf, Scottish politician", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 7", "txt": "Brooke Brodack, American comedian", "entities": [{"title": "Brooke Brodack", "href": "/wiki/Brooke_Brodack", "description": "Brooke Allison Brodack, also known as Brookers, is an American viral video comedian mainly known for her short videos posted during YouTube's early years, which led to a contract from the mainstream media. In 2006, The New Yorker called her \"the first real YouTube star.\""}]}, {"heading": "Births", "year": "1986", "date": "April 7", "txt": "Jack Duarte, Mexican actor, singer, and guitarist", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 7", "txt": "Andi Fraggs, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 7", "txt": "Christian Fuchs, Austrian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 7", "txt": "Martín Cáceres, Uruguayan footballer", "entities": [{"title": "Martín Cáceres", "href": "/wiki/Mart%C3%ADn_C%C3%A1ceres", "description": "José Martín Cáceres Silva is a Uruguayan professional footballer who plays for Serie A club Fiorentina and the Uruguay national team. Mainly a central defender, he can also play on either flank, mostly as a right-back."}]}, {"heading": "Births", "year": "1987", "date": "April 7", "txt": "Eelco Sintnicolaas, Dutch decathlete", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 7", "txt": "Jamar Smith, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 7", "txt": "Antonio Piccolo, Italian footballer", "entities": [{"title": "Antonio Piccolo", "href": "/wiki/Antonio_Piccolo", "description": "Antonio Piccolo is an Italian footballer who plays as an attacking midfielder."}]}, {"heading": "Births", "year": "1988", "date": "April 7", "txt": "Ed Speleers, English actor and producer", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 7", "txt": "Alexa Demara, American actress, model and writer", "entities": [{"title": "Alexa Demara", "href": "/wiki/Alexa_Demara", "description": "Alexa Demara is an American actress, model, writer and entrepreneur. She has won numerous awards for modeling, acting, art, writing and academics. On Extra, she was interviewed about her career on the Starsightings segment and was publicized for her charity work for the Make it Right Foundation of which Brad Pitt is a part. She has appeared in numerous print magazines such as FHM, MMA Sports, Fitn"}]}, {"heading": "Births", "year": "1989", "date": "April 7", "txt": "Franco Di Santo, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 7", "txt": "Mitchell Pearce, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 7", "txt": "Teddy Riner, French judoka", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 7", "txt": "Nickel Ashmeade, Jamaican sprinter", "entities": [{"title": "Nickel Ashmeade", "href": "/wiki/Nickel_Ashmeade", "description": "Nickel Ashmeade is a Jamaican sprinter who specialises in the 100 and 200 meters. Nickel Ashmeade placed 2nd in the Jamaica National Trials in the 200 m behind Warren Weir. He came 3rd in the 100 m behind Kemar Bailey-Cole and Usain Bolt."}]}, {"heading": "Births", "year": "1990", "date": "April 7", "txt": "Anna Bogomazova, Russian-American kick-boxer, martial artist, and wrestler", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 7", "txt": "Sorana Cîrstea, Romanian tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 7", "txt": "Trent Cotchin, Australian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 7", "txt": "Luka Milivojević, Serbian footballer", "entities": [{"title": "Luka Milivojević", "href": "/wiki/Luka_Milivojevi%C4%87", "description": "Luka Milivojević is a Serbian professional footballer who plays as a midfielder and captains Premier League club Crystal Palace. He was a member of the Serbian national team until his retirement from international football in March 2021."}]}, {"heading": "Births", "year": "1991", "date": "April 7", "txt": "Anne-Marie, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1992", "date": "April 7", "txt": "Andreea Acatrinei, Romanian gymnast", "entities": [{"title": "Andreea Acatrinei", "href": "/wiki/Andreea_Acatrinei", "description": "Andreea Roxana Acatrinei is a Romanian artistic gymnast. She won a bronze medal with the Romanian team at the 2008 Summer Olympics."}]}, {"heading": "Births", "year": "1992", "date": "April 7", "txt": "Guilherme Negueba, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "April 7", "txt": "Ichinojō Takashi, Mongolian sumo wrestler", "entities": [{"title": "Ichinojō Takashi", "href": "/wiki/Ichinoj%C5%8D_Takashi", "description": "Ichinojō Takashi  is a Mongolian professional sumo wrestler from Arkhangai. He is notable as being the second foreign-born wrestler, and the first of non-Japanese descent allowed to debut at an elevated rank in the third makushita division due to his amateur sumo success. In only his third professional tournament he took the second division jūryō championship. In his fifth professional tournament,"}]}, {"heading": "Births", "year": "1994", "date": "April 7", "txt": "Johanna Allik, Estonian figure skater", "entities": [{"title": "Johanna Allik", "href": "/wiki/Johanna_Allik", "description": "Johanna Allik is an Estonian figure skater. As a single skater, she has won two senior international medals and is a two-time Estonian national silver medalist. She switched to ice dance in 2011 and won the 2012 Estonian junior title with partner Paul Bellantuono. After a two-season hiatus from competitive skating from 2013-2015, she returned to singles skating for the 2015–16 figure skating seaso"}]}, {"heading": "Births", "year": "1994", "date": "April 7", "txt": "Aaron Gray, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1996", "date": "April 7", "txt": "Emerson Hyndman, American international soccer player", "entities": [{"title": "Emerson Hyndman", "href": "/wiki/Emerson_Hyndman", "description": "Emerson Schellas Hyndman is an American professional soccer player who plays as a midfielder for Major League Soccer club Atlanta United."}]}, {"heading": "Births", "year": "1997", "date": "April 7", "txt": "Rafaela Gómez, Ecuadorian tennis player", "entities": [{"title": "Rafaela Gómez", "href": "/wiki/Rafaela_G%C3%B3mez", "description": "Rafaela Gómez is an Ecuadorian tennis player."}]}, {"heading": "Deaths", "year": "AD 30", "date": "April 7", "txt": "Jesus Christ (possible date of the crucifixion) (b. circa 4 BC)", "entities": [{"title": "Jesus", "href": "/wiki/Jesus", "description": "Jesus, also referred to as Jesus of Nazareth or Jesus Christ, was a first-century Jewish preacher and religious leader. He is the central figure of Christianity, the world's largest religion. Most Christians believe he is the incarnation of God the Son and the awaited messiah, prophesied in the Old Testament."}, {"title": "Chronology of Jesus", "href": "/wiki/Chronology_of_Jesus#Date_of_crucifixion", "description": "A chronology of Jesus aims to establish a timeline for the events of the life of Jesus. Scholars have correlated Jewish and Greco-Roman documents and astronomical calendars with the New Testament accounts to estimate dates for the major events in Jesus's life."}, {"title": "4 BC", "href": "/wiki/4_BC", "description": "Year 4 BC was a common year starting on Tuesday or Wednesday of the Julian calendar and a common year starting on Monday of the Proleptic Julian calendar. At the time, it was known as the Year of the Consulship of Sabinus and Rufus. The denomination 4 BC for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming y"}]}, {"heading": "Deaths", "year": "821", "date": "April 7", "txt": "George the Standard-Bearer, archbishop of Mytilene (b. c.  776)", "entities": [{"title": "George the Standard-Bearer", "href": "/wiki/George_the_Standard-Bearer", "description": "Saint George the Standard-Bearer, also known as Saint George the Confessor, was the Archbishop of Mytilene from 804 until his deposition in 815. He is venerated as a saint in the Eastern Orthodox Church and his feast day is 7 April."}, {"title": "Mytilene", "href": "/wiki/Mytilene", "description": "Mytilene is the capital of the Greek island of Lesbos, and its port. It is also the capital and administrative center of the North Aegean Region, and hosts the headquarters of the University of the Aegean. It was founded in the 11th century BC."}]}, {"heading": "Deaths", "year": "924", "date": "April 7", "txt": "Berengar I of Italy (b. 845)", "entities": [{"title": "Berengar I of Italy", "href": "/wiki/Berengar_I_of_Italy", "description": "Berengar I was the king of Italy from 887. He was Holy Roman Emperor between 915 and his death in 924. He is usually known as Berengar of Friuli, since he ruled the March of Friuli from 874 until at least 890, but he had lost control of the region by 896."}]}, {"heading": "Deaths", "year": "1206", "date": "April 7", "txt": "Frederick I, Duke of Lorraine", "entities": [{"title": "Frederick I, Duke of Lorraine", "href": "/wiki/Frederick_I,_Duke_of_Lorraine", "description": "Frederick I was the duke of Lorraine from 1205 to his death. He was the second son of Matthias I and Bertha, daughter of Frederick II, Duke of Swabia. He succeeded his brother, Simon II, who had already given him the county of Bitche in 1176 and had recognised him over the northern, germanophone half of Lorraine by the Treaty of Ribemont of 1179. Judith had wanted him to succeed to all their fathe"}]}, {"heading": "Deaths", "year": "1340", "date": "April 7", "txt": "Bolesław Jerzy II of Mazovia (b. 1308)", "entities": [{"title": "Bolesław Jerzy II of Mazovia", "href": "/wiki/Boles%C5%82aw_Jerzy_II_of_Mazovia", "description": "Yuri II Boleslav, also known as Bolesław-Jerzy II, was a ruler of the Polish Piast dynasty who ruled the originally Ruthenian principality of Galicia. After his death started the Galicia–Volhynia Wars over the succession of Galicia and Volhynia."}]}, {"heading": "Deaths", "year": "1498", "date": "April 7", "txt": "Charles VIII of France (b. 1470)", "entities": [{"title": "Charles VIII of France", "href": "/wiki/Charles_VIII_of_France", "description": "Charles VIII, called the Affable, was King of France from 1483 to his death in 1498. He succeeded his father Louis XI at the age of 13. His elder sister Anne acted as regent jointly with her husband Peter II, Duke of Bourbon until 1491 when the young king turned 21 years of age. During Anne's regency, the great lords rebelled against royal centralisation efforts in a conflict known as the Mad War "}]}, {"heading": "Deaths", "year": "1499", "date": "April 7", "txt": "Galeotto I Pico, Duke of Mirandola (b. 1442)", "entities": [{"title": "Galeotto I Pico", "href": "/wiki/Galeotto_I_Pico", "description": "Galeotto I Pico della Mirandola was an Italian condottieri and nobleman, Duke of Mirandola and Count of Concordia. He was noted by contemporaries for his tyranny. The son of Gianfrancesco I Pico, Galeotto initially allied himself to the Duchy of Ferrara, first fighting for Duke Borso d'Este and then Ercole I d'Este, with whom he formed a strong bond. In 1486, he switched allegiance to Ludovico Sfo"}]}, {"heading": "Deaths", "year": "1501", "date": "April 7", "txt": "Minkhaung II, king of Ava (b. 1446)", "entities": [{"title": "Minkhaung II", "href": "/wiki/Minkhaung_II", "description": "Minkhaung II was king of Ava from 1480 to 1501. His 20-year reign was the beginning of the decline of Ava's hold on Upper Burma. Yamethin, a region to the east of Ava, revolted upon Minkhaung's accession to the Ava throne and stayed independent throughout Minkhaung's reign. The southern regions of Prome and Tharrawaddy revolted in 1482, and also stayed independent. By the mid-1490s, the Shan state"}]}, {"heading": "Deaths", "year": "1606", "date": "April 7", "txt": "Edward Oldcorne, English martyr (b. 1561)", "entities": [{"title": "Edward Oldcorne", "href": "/wiki/Edward_Oldcorne", "description": "Edward Oldcorne or Oldcorn alias Hall was an English Jesuit priest. He was known to people who knew of the Gunpowder Plot to destroy the Parliament of England and kill King James I; and although his involvement is unclear, he was caught up in the subsequent investigation. He is a Roman Catholic martyr, and was beatified in 1929."}]}, {"heading": "Deaths", "year": "1614", "date": "April 7", "txt": "El Greco, Greek-Spanish painter and sculptor (b. 1541)", "entities": [{"title": "El Greco", "href": "/wiki/El_Greco", "description": "Doménikos Theotokópoulos, most widely known as El Greco, was a Greek painter, sculptor and architect of the Spanish Renaissance. \"El Greco\" was a nickname, a reference to his Greek origin, and the artist normally signed his paintings with his full birth name in Greek letters, Δομήνικος Θεοτοκόπουλος, often adding the word Κρής, Cretan."}]}, {"heading": "Deaths", "year": "1638", "date": "April 7", "txt": "Shimazu Tadatsune, Japanese daimyō (b. 1576)", "entities": [{"title": "Shimazu Tadatsune", "href": "/wiki/Shimazu_Tadatsune", "description": "Shimazu Tadatsune  was a tozama daimyō of Satsuma, the first to hold it as a formal fief (han) under the Tokugawa shogunate, and the first Japanese to rule over the Ryūkyū Kingdom. As lord of Satsuma, he was among the most powerful lords in Japan at the time, and formally submitted to Tokugawa Ieyasu in 1602, to prove his loyalty, being rewarded as a result with the name Matsudaira Iehisa; Matsuda"}]}, {"heading": "Deaths", "year": "1651", "date": "April 7", "txt": "Lennart Torstensson, Swedish field marshal and engineer (b. 1603)", "entities": [{"title": "Lennart Torstensson", "href": "/wiki/Lennart_Torstensson", "description": "Lennart Torstensson, Count of Ortala, Baron of Virestad, was a Swedish Field Marshal and military engineer."}]}, {"heading": "Deaths", "year": "1658", "date": "April 7", "txt": "Juan Eusebio Nieremberg, Spanish mystic and philosopher (b. 1595)", "entities": [{"title": "Juan Eusebio Nieremberg", "href": "/wiki/Juan_Eusebio_Nieremberg", "description": "Juan Eusebio Nieremberg was a Spanish Jesuit and mystic."}]}, {"heading": "Deaths", "year": "1661", "date": "April 7", "txt": "Sir William Brereton, 1st Baronet, English commander and politician (b. 1604)", "entities": [{"title": "Sir William Brereton, 1st Baronet", "href": "/wiki/Sir_William_Brereton,_1st_Baronet", "description": "Sir William Brereton, 1st Baronet, (1604–1661), was an English Puritan who owned extensive estates in Cheshire, and Member of Parliament for Cheshire county at various times between 1628 and 1653. During the First English Civil War, he was commander of Parliamentarian forces in the North Midlands."}]}, {"heading": "Deaths", "year": "1663", "date": "April 7", "txt": "Francis Cooke, English-American settler (b. 1583)", "entities": [{"title": "Francis Cooke", "href": "/wiki/Francis_Cooke", "description": "Francis Cooke was a Leiden Separatist who came to America in 1620 on the Pilgrim ship Mayflower, which arrived at Plymouth, Massachusetts. He was a founding member of the Massachusetts Bay Colony, and signer of the Mayflower Compact."}]}, {"heading": "Deaths", "year": "1668", "date": "April 7", "txt": "William Davenant, English poet and playwright (b. 1606)", "entities": [{"title": "William Davenant", "href": "/wiki/William_Davenant", "description": "Sir William Davenant, also spelled D'Avenant, was an English poet and playwright. Along with Thomas Killigrew, Davenant was one of the rare figures in English Renaissance theatre whose career spanned both the Caroline and Restoration eras and who was active both before and after the English Civil War and during the Interregnum."}]}, {"heading": "Deaths", "year": "1719", "date": "April 7", "txt": "Jean-Baptiste de La Salle, French priest and saint, founded the Institute of the Brothers of the Christian Schools (b. 1651)", "entities": [{"title": "Jean-Baptiste de La Salle", "href": "/wiki/Jean-Baptiste_de_La_Salle", "description": "Jean-Baptiste de La Salle was a French priest, educational reformer, and founder of the Institute of the Brothers of the Christian Schools. He is a saint of the Catholic Church and the patron saint for teachers of youth. He is referred to both as La Salle and as De La Salle."}, {"title": "Institute of the Brothers of the Christian Schools", "href": "/wiki/Institute_of_the_Brothers_of_the_Christian_Schools", "description": "The Institute of the Brothers of the Christian Schools, also known as the Christian Brothers, French Christian Brothers, Lasallian Brothers, or De La Salle Brothers is a Roman Catholic religious teaching congregation, founded in France by Jean-Baptiste de La Salle (1651–1719), and now based in Rome, Italy. The Brothers use the post-nominal abbreviation FSC to denote their membership of the order, "}]}, {"heading": "Deaths", "year": "1739", "date": "April 7", "txt": "Dick Turpin, English criminal (b. 1705)", "entities": [{"title": "Dick Turpin", "href": "/wiki/Dick_Turpin", "description": "Richard Turpin was an English highwayman whose exploits were romanticised following his execution in York for horse theft. Turpin may have followed his father's trade as a butcher early in his life but, by the early 1730s, he had joined a gang of deer thieves and, later, became a poacher, burglar, horse thief and killer. He is also known for a fictional 200-mile (320 km) overnight ride from London"}]}, {"heading": "Deaths", "year": "1747", "date": "April 7", "txt": "Leopold I, Prince of Anhalt-Dessau (b. 1676)", "entities": [{"title": "Leopold I, Prince of Anhalt-Dessau", "href": "/wiki/Leopold_I,_Prince_of_Anhalt-Dessau", "description": "Leopold I, Prince of Anhalt-Dessau was a German prince of the House of Ascania and ruler of the principality of Anhalt-Dessau from 1693 to 1747. He was also a Generalfeldmarschall in the Prussian army. Nicknamed \"the Old Dessauer\", he possessed good abilities as a field commander, but was mainly remembered as a talented drillmaster who modernized the Prussian infantry."}]}, {"heading": "Deaths", "year": "1761", "date": "April 7", "txt": "Thomas Bayes, English minister and mathematician (b. 1701)", "entities": [{"title": "Thomas Bayes", "href": "/wiki/Thomas_Bayes", "description": "Thomas Bayes was an English statistician, philosopher and Presbyterian minister who is known for formulating a specific case of the theorem that bears his name: Bayes' theorem. Bayes never published what would become his most famous accomplishment; his notes were edited and published after his death by Richard Price."}]}, {"heading": "Deaths", "year": "1766", "date": "April 7", "txt": "Tiberius Hemsterhuis, Dutch philologist and critic (b. 1685)", "entities": [{"title": "Tiberius Hemsterhuis", "href": "/wiki/Tiberius_Hemsterhuis", "description": "Tiberius Hemsterhuis was a Dutch philologist and critic."}]}, {"heading": "Deaths", "year": "1767", "date": "April 7", "txt": "Franz Sparry, Austrian composer and director (b. 1715)", "entities": [{"title": "Franz Sparry", "href": "/wiki/Franz_Sparry", "description": "Franz Sparry was a composer of the Baroque period."}]}, {"heading": "Deaths", "year": "1779", "date": "April 7", "txt": "Martha Ray, English singer (b.1746)", "entities": [{"title": "Martha Ray", "href": "/wiki/Martha_Ray", "description": "Martha Ray was a British singer of the Georgian era. Her father was a corsetmaker and her mother was a servant in a noble household. Good-looking, intelligent, and a talented singer, she came to the attention of many of her father's patrons. She is best known for her affair with John Montagu, 4th Earl of Sandwich. She lived with him as his mistress from the age of seventeen, while his wife was suf"}]}, {"heading": "Deaths", "year": "1782", "date": "April 7", "txt": "Taksin, Thai king (b. 1734)", "entities": [{"title": "Taksin", "href": "/wiki/Taksin", "description": "Taksin or the King of Thonburi was the only King of the Thonburi Kingdom. He had been an Ekatat servant and then was a leader in the liberation of Siam from Burmese occupation after the Second Fall of Ayutthaya in 1767, and the subsequent unification of Siam after it fell under various warlords. He established the city of Thonburi as the new capital, as the city of Ayutthaya had been almost comple"}]}, {"heading": "Deaths", "year": "1789", "date": "April 7", "txt": "Abdul Hamid I, Ottoman sultan (b. 1725)", "entities": [{"title": "Abdul Hamid I", "href": "/wiki/Abdul_Hamid_I", "description": "Abdülhamid I, Abdul Hamid I or Abd Al-Hamid I was the 27th Sultan of the Ottoman Empire, reigning over the Ottoman Empire from 1774 to 1789."}]}, {"heading": "Deaths", "year": "1789", "date": "April 7", "txt": "Petrus Camper, Dutch physician, anatomist, and physiologist (b. 1722)", "entities": [{"title": "Petrus Camper", "href": "/wiki/Petrus_Camper", "description": "Petrus Camper FRS, was a Dutch physician, anatomist, physiologist, midwife, zoologist, anthropologist, palaeontologist and a naturalist in the Age of Enlightenment. He was one of the first to take an interest in comparative anatomy, palaeontology, and the facial angle. He was among the first to mark out an \"anthropology,\" which he distinguished from natural history. He studied the orangutan, the j"}]}, {"heading": "Deaths", "year": "1801", "date": "April 7", "txt": "Noël François de Wailly, French lexicographer and author (b. 1724)", "entities": [{"title": "Noël François de Wailly", "href": "/wiki/No%C3%ABl_Fran%C3%A7ois_de_Wailly", "description": "Noël François de Wailly was a French grammarian and lexicographer."}]}, {"heading": "Deaths", "year": "1804", "date": "April 7", "txt": "Toussaint Louverture, Haitian general (b. 1743)", "entities": [{"title": "Toussaint Louverture", "href": "/wiki/Toussaint_Louverture", "description": "François-Dominique Toussaint Louverture was a Haitian general and the most prominent leader of the Haitian Revolution. During his life, Louverture first fought against the French, then for them, and then finally against France again for the cause of Haitian independence. As a revolutionary leader, Louverture's military and political acumen helped transform the fledgling slave rebellion into a revo"}]}, {"heading": "Deaths", "year": "1811", "date": "April 7", "txt": "Garsevan Chavchavadze, Georgian diplomat and politician (b. 1757)", "entities": [{"title": "Garsevan Chavchavadze", "href": "/wiki/Garsevan_Chavchavadze", "description": "Prince Garsevan Chavchavadze was a Georgian nobleman (tavadi), politician and diplomat primarily known as the Georgian ambassador to Imperial Russia."}]}, {"heading": "Deaths", "year": "1823", "date": "April 7", "txt": "Jacques Charles, French physicist and mathematician (b. 1746)", "entities": [{"title": "Jacques Charles", "href": "/wiki/Jacques_Charles", "description": "Jacques Alexandre César Charles was a French inventor, scientist, mathematician, and balloonist.\nCharles wrote almost nothing about mathematics, and most of what has been credited to him was due to mistaking him with another Jacques Charles, also a member of the Paris Academy of Sciences, entering on May 12, 1785. He was sometimes called Charles the Geometer. \nCharles and the Robert brothers launc"}]}, {"heading": "Deaths", "year": "1833", "date": "April 7", "txt": "Antoni Radziwiłł, Lithuanian composer and politician (b. 1775)", "entities": [{"title": "Antoni Radziwiłł", "href": "/wiki/Antoni_Radziwi%C5%82%C5%82", "description": "Prince Antoni Henryk Radziwiłł was a Polish and Prussian noble, aristocrat, musician, and politician. Initially a hereditary Duke of Nieśwież and Ołyka, as a scion of the Radziwiłł family he also held the honorific title of a Reichsfürst of the Holy Roman Empire. Between 1815 and 1831 he acted as Duke-Governor of the Grand Duchy of Posen, an autonomous province of the Kingdom of Prussia created ou"}]}, {"heading": "Deaths", "year": "1836", "date": "April 7", "txt": "William Godwin, English journalist and author (b. 1756)", "entities": [{"title": "William Godwin", "href": "/wiki/William_Godwin", "description": "William Godwin was an English journalist, political philosopher and novelist. He is considered one of the first exponents of utilitarianism and the first modern proponent of anarchism. Godwin is most famous for two books that he published within the space of a year: An Enquiry Concerning Political Justice, an attack on political institutions, and Things as They Are; or, The Adventures of Caleb Wil"}]}, {"heading": "Deaths", "year": "1849", "date": "April 7", "txt": "Pedro Ignacio de Castro Barros, Argentinian priest and politician (b. 1777)", "entities": [{"title": "Pedro Ignacio de Castro Barros", "href": "/wiki/Pedro_Ignacio_de_Castro_Barros", "description": "Pedro Ignacio de Castro Barros was an Argentine statesman and priest. He was a representative to the Congress of Tucumán which on 9 July 1816 declared the Independence of Argentina."}]}, {"heading": "Deaths", "year": "1850", "date": "April 7", "txt": "William Lisle Bowles, English poet and critic (b. 1762)", "entities": [{"title": "William Lisle Bowles", "href": "/wiki/William_Lisle_Bowles", "description": "William Lisle Bowles was an English priest, poet and critic."}]}, {"heading": "Deaths", "year": "1858", "date": "April 7", "txt": "Anton Diabelli, Austrian composer and publisher (b. 1781)", "entities": [{"title": "Anton Diabelli", "href": "/wiki/Anton_Diabelli", "description": "Anton Diabelli was an Austrian music publisher, editor and composer. Best known in his time as a publisher, he is most familiar today as the composer of the waltz on which Ludwig van Beethoven wrote his set of thirty-three Diabelli Variations."}]}, {"heading": "Deaths", "year": "1868", "date": "April 7", "txt": "Thomas D'Arcy McGee, Irish-Canadian journalist, activist, and politician (b. 1825)", "entities": [{"title": "Thomas D'Arcy McGee", "href": "/wiki/Thomas_D%27Arcy_McGee", "description": "Thomas D'Arcy Etienne Grace Hughes McGee was an Irish-Canadian politician, Catholic spokesman, journalist, poet, and a Father of Canadian Confederation. The young McGee was a Catholic Irishman who opposed British rule of Ireland, and worked for a peasant revolution to overthrow British rule and secure Irish independence. He escaped arrest and fled to the United States in 1848, where he reversed hi"}]}, {"heading": "Deaths", "year": "1879", "date": "April 7", "txt": "Begum Hazrat Mahal, Begum of Awadh, was the second wife of Nawab Wajid Ali Shah (b. 1820)", "entities": [{"title": "Begum Hazrat Mahal", "href": "/wiki/Begum_Hazrat_Mahal", "description": "Begum Hazrat Mahal [name in Urdu], also called as Begum of Awadh, was the second wife of Nawab Wajid Ali Shah. Wajid Ali Shah met her in his palace. She rebelled against the British East India Company during the Indian Rebellion of 1857. She finally found asylum in Nepal onto Hallaur where she died in 1879. After her husband had been exiled to Calcutta, she took charge of the affairs in the state "}]}, {"heading": "Deaths", "year": "1884", "date": "April 7", "txt": "Maria Doolaeghe, Flemish novellist (b. 1803)", "entities": [{"title": "Maria Doolaeghe", "href": "/wiki/Maria_Doolaeghe", "description": "Maria Doolaeghe was a Flemish writer."}]}, {"heading": "Deaths", "year": "1885", "date": "April 7", "txt": "Karl Theodor Ernst von Siebold, German physiologist and zoologist (b. 1804)", "entities": [{"title": "Karl Theodor Ernst von Siebold", "href": "/wiki/Karl_Theodor_Ernst_von_Siebold", "description": "Prof Karl (Carl) Theodor Ernst von Siebold FRS(For) HFRSE was a German physiologist and zoologist. He was responsible for the introduction of the taxa Arthropoda and Rhizopoda, and for defining the taxon Protozoa specifically for single-celled organisms."}]}, {"heading": "Deaths", "year": "1889", "date": "April 7", "txt": "Youssef Bey Karam, Lebanese soldier and politician (b. 1823)", "entities": [{"title": "Youssef Bey Karam", "href": "/wiki/Youssef_Bey_Karam", "description": "Youssef Bey Karam, was a Lebanese Maronite notable who fought in the 1860 civil war and led a rebellion in 1866–1867 against the Ottoman Empire rule in Mount Lebanon. His proclamations have been interpreted as an early expression of Lebanese nationalism."}]}, {"heading": "Deaths", "year": "1889", "date": "April 7", "txt": "Sebastián Lerdo de Tejada, Mexican politician and president, 1872-1876 (b. 1823)", "entities": []}, {"heading": "Deaths", "year": "1891", "date": "April 7", "txt": "P. T. Barnum, American businessman and politician, co-founded The Barnum & Bailey Circus (b. 1810)", "entities": [{"title": "P. T. Barnum", "href": "/wiki/P._T._Barnum", "description": "Phineas Taylor Barnum was an American showman, politician, and businessman, remembered for promoting celebrated hoaxes and for founding the Barnum & Bailey Circus (1871–2017). He was also an author, publisher, and philanthropist, though he said of himself: \"I am a showman by profession ... and all the gilding shall make nothing else of me\". According to his critics, his personal aim was \"to put mo"}, {"title": "Ringling Bros. and Barnum & Bailey Circus", "href": "/wiki/Ringling_Bros._and_Barnum_%26_Bailey_Circus", "description": "Ringling Bros. and Barnum & Bailey Circus, also known as the Ringling Bros. Circus, Barnum & Bailey Circus, Ringling Bros., Barnum & Bailey or simply Ringling was an American traveling circus company billed as The Greatest Show on Earth. It and its predecessor shows ran from 1871 to 2017. Known as Ringling Bros. and Barnum & Bailey Combined Shows, the circus started in 1919 when the Barnum & Baile"}]}, {"heading": "Deaths", "year": "1917", "date": "April 7", "txt": "Spyridon Samaras, Greek composer and playwright (b. 1861)", "entities": [{"title": "Spyridon Samaras", "href": "/wiki/Spyridon_Samaras", "description": "Spyridon-Filiskos Samaras was a Greek composer particularly admired for his operas who was part of the generation of composers that heralded the works of Giacomo Puccini. His compositions were praised worldwide during his lifetime and he is arguably the most important composer of the Ionian School (music). He composed also the Olympic Hymn on lyrics of Kostis Palamas."}]}, {"heading": "Deaths", "year": "1918", "date": "April 7", "txt": "David Kolehmainen, Finnish wrestler (b. 1885)", "entities": [{"title": "David Kolehmainen", "href": "/wiki/David_Kolehmainen", "description": "David \"Tatu\" Kolehmainen was a Finnish wrestler. He competed in the lightweight event at the 1912 Summer Olympics."}]}, {"heading": "Deaths", "year": "1918", "date": "April 7", "txt": "George E. Ohr, American potter (b. 1857)", "entities": []}, {"heading": "Deaths", "year": "1920", "date": "April 7", "txt": "Karl Binding, German lawyer and jurist (b. 1841)", "entities": [{"title": "Karl Binding", "href": "/wiki/Karl_Binding", "description": "Karl Ludwig Lorenz Binding was a German jurist known as a promoter of the theory of retributive justice. His influential book, Die Freigabe der Vernichtung lebensunwerten Lebens, written together with the psychiatrist Alfred Hoche, was used by the Nazis to justify their T-4 Euthanasia Program."}]}, {"heading": "Deaths", "year": "1922", "date": "April 7", "txt": "James McGowen, Australian politician, 18th Premier of New South Wales (b. 1855)", "entities": [{"title": "James McGowen", "href": "/wiki/James_McGowen", "description": "James Sinclair Taylor McGowen was an Australian politician and the first Labor Premier of New South Wales from 21 October 1910 to 30 June 1913."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1928", "date": "April 7", "txt": "Alexander Bogdanov, Russian physician, philosopher, and author (b. 1873)", "entities": [{"title": "Alexander Bogdanov", "href": "/wiki/Alexander_Bogdanov", "description": "Alexander Aleksandrovich Bogdanov, born Alexander Malinovsky, was a Russian and later Soviet physician, philosopher, science fiction writer, and Bolshevik revolutionary."}]}, {"heading": "Deaths", "year": "1932", "date": "April 7", "txt": "Grigore Constantinescu, Romanian priest and journalist (b. 1875)", "entities": [{"title": "Grigore Constantinescu", "href": "/wiki/Grigore_Constantinescu", "description": "Grigore D. Constantinescu was a priest and journalist from Romania. He was the director of Glasul Basarabiei."}]}, {"heading": "Deaths", "year": "1938", "date": "April 7", "txt": "Suzanne Valadon, French painter (b. 1865)", "entities": [{"title": "Suzanne Valadon", "href": "/wiki/Suzanne_Valadon", "description": "Suzanne Valadon was a French painter and artists' model who was born Marie-Clémentine Valadon at Bessines-sur-Gartempe, Haute-Vienne, France. In 1894, Valadon became the first woman painter admitted to the Société Nationale des Beaux-Arts. She was also the mother of painter Maurice Utrillo."}]}, {"heading": "Deaths", "year": "1939", "date": "April 7", "txt": "Joseph Lyons, Australian educator and politician, 10th Prime Minister of Australia (b. 1879)", "entities": [{"title": "Joseph Lyons", "href": "/wiki/Joseph_Lyons", "description": "Joseph Aloysius Lyons was an Australian politician who served as the 10th Prime Minister of Australia, in office from 1932 until his death in 1939. He began his career in the Australian Labor Party (ALP), but became the founding leader of the United Australia Party (UAP) after the 1931 ALP split. He had earlier served as Premier of Tasmania from 1923 to 1928."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1943", "date": "April 7", "txt": "Jovan Dučić, Serbian-American poet and diplomat (b. 1871)", "entities": [{"title": "Jovan Dučić", "href": "/wiki/Jovan_Du%C4%8Di%C4%87", "description": "Jovan Dučić was a Herzegovinian Serb poet-diplomat and academic."}]}, {"heading": "Deaths", "year": "1943", "date": "April 7", "txt": "Alexandre Millerand, French lawyer and politician, 12th President of France (b. 1859)", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1947", "date": "April 7", "txt": "Henry Ford, American engineer and businessman, founded the Ford Motor Company (b. 1863)", "entities": [{"title": "Henry Ford", "href": "/wiki/Henry_Ford", "description": "Henry Ford was an American industrialist, business magnate, and founder of the Ford Motor Company and chief developer of the assembly line technique of mass production. By creating the first automobile that middle-class Americans could afford, he converted the automobile from an expensive curiosity into an accessible conveyance that profoundly impacted the landscape of the 20th century."}, {"title": "Ford Motor Company", "href": "/wiki/Ford_Motor_Company", "description": "The Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, a"}]}, {"heading": "Deaths", "year": "1949", "date": "April 7", "txt": "John Gourlay, Canadian soccer player (b. 1872)", "entities": [{"title": "John Gourlay (soccer)", "href": "/wiki/John_Gourlay_(soccer)", "description": "John Bell Gourlay was a Canadian amateur soccer player who competed in the 1904 Summer Olympics. He was born in Ontario and died in North Vancouver. In 1904 he was a captain of the Galt F.C. team, which won the gold medal in the soccer tournament. He played all two matches as a defender."}]}, {"heading": "Deaths", "year": "1950", "date": "April 7", "txt": "Walter Huston, Canadian-American actor and singer (b. 1883)", "entities": [{"title": "Walter Huston", "href": "/wiki/Walter_Huston", "description": "Walter Thomas Huston was a Canadian-American actor and singer. Huston won the Academy Award for Best Supporting Actor for his role in The Treasure of the Sierra Madre, directed by his son John Huston. He is the patriarch of the four generations of the Huston acting family, including his son John, grandchildren Anjelica Huston, Danny Huston, Allegra Huston, and great-grandchild Jack Huston. The fam"}]}, {"heading": "Deaths", "year": "1955", "date": "April 7", "txt": "Theda Bara, American actress (b. 1885)", "entities": [{"title": "Theda Bara", "href": "/wiki/Theda_Bara", "description": "Theda Bara was an American silent film and stage actress."}]}, {"heading": "Deaths", "year": "1956", "date": "April 7", "txt": "Fred Appleby, English runner (b. 1879)", "entities": [{"title": "Fred Appleby", "href": "/wiki/Fred_Appleby", "description": "Frederick \"Fred\" Appleby was a British long-distance runner. In 1902 Appleby set a world record for 15 miles and twice defeated the leading distance runner of the time, Alfred Shrubb. Appleby competed in the 1908 Summer Olympics as a marathoner, but failed to finish."}]}, {"heading": "Deaths", "year": "1960", "date": "April 7", "txt": "Henri Guisan, Swiss general (b. 1874)", "entities": [{"title": "Henri Guisan", "href": "/wiki/Henri_Guisan", "description": "Henri Guisan was a Swiss army officer who held the office of the General of the Swiss Armed Forces during the Second World War. He was the fourth and the most recent man to be appointed to the rarely used Swiss rank of general, and was possibly Switzerland's most famous soldier. He is best remembered for effectively mobilizing the Swiss Armed Forces and Swiss people in order to prepare resistance "}]}, {"heading": "Deaths", "year": "1965", "date": "April 7", "txt": "Roger Leger, Canadian ice hockey player (b. 1919)", "entities": [{"title": "Roger Leger", "href": "/wiki/Roger_Leger", "description": "Joseph Ernest Roger Léger was a professional ice hockey player who played 187 games in the National Hockey League. He was born in L'Annonciation, Quebec. He played with the Montreal Canadiens and New York Rangers."}]}, {"heading": "Deaths", "year": "1966", "date": "April 7", "txt": "Walt Hansgen, American race car driver (b. 1919)", "entities": [{"title": "Walt Hansgen", "href": "/wiki/Walt_Hansgen", "description": "Walter Edwin Hansgen was an American racecar driver. His racing career began as a road racing driver, made his Grand Prix debut at 41 and 46 when he died, several days after crashing during testing for the 1966 24 Hours of Le Mans."}]}, {"heading": "Deaths", "year": "1968", "date": "April 7", "txt": "Edwin Baker, Canadian co-founder of the Canadian National Institute for the Blind (CNIB) (b. 1893)", "entities": [{"title": "Edwin Baker (CNIB)", "href": "/wiki/Edwin_Baker_(CNIB)", "description": "Edwin Albert Baker, was a Canadian co-founder of the Canadian National Institute for the Blind (CNIB)."}, {"title": "Canadian National Institute for the Blind", "href": "/wiki/Canadian_National_Institute_for_the_Blind", "description": "The CNIB Foundation is a volunteer agency and charitable organization dedicated to assisting Canadians who are blind or living with vision loss, and to provide information about vision health for all Canadians. Founded in 1918 as the Canadian National Institute for the Blind to assist soldiers who had been blinded in the First World War, CNIB originally offered sheltered care and specialized emplo"}]}, {"heading": "Deaths", "year": "1968", "date": "April 7", "txt": "Jim Clark, Scottish race car driver (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "April 7", "txt": "Joe Gallo, American gangster (b. 1929)", "entities": [{"title": "Joe Gallo", "href": "/wiki/Joe_Gallo", "description": "Joseph Gallo, also known as \"Crazy Joe\", was an Italian-American mobster of the Colombo crime family of New York City."}]}, {"heading": "Deaths", "year": "1972", "date": "April 7", "txt": "Abeid Karume, Tanzanian politician, 1st President of Zanzibar (b. 1905)", "entities": [{"title": "President of Zanzibar", "href": "/wiki/President_of_Zanzibar", "description": "The president of the Republic of Zanzibar and Pemba is the head of the Revolutionary Government of Zanzibar, which is a semi-autonomous government within Tanzania. The current president is Hussein Mwinyi. The President is also the chairman of the Revolutionary Council, whose members are appointed by the president, and some of which must be selected from the House of Representatives."}]}, {"heading": "Deaths", "year": "1981", "date": "April 7", "txt": "Kit Lambert, English record producer and manager (b. 1935)", "entities": [{"title": "Kit Lambert", "href": "/wiki/Kit_Lambert", "description": "Christopher Sebastian \"Kit\" Lambert was a British record producer, record label owner, and the manager of The Who."}]}, {"heading": "Deaths", "year": "1981", "date": "April 7", "txt": "Norman Taurog, American director and screenwriter (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "April 7", "txt": "Harald Ertl, Austrian race car driver and journalist (b. 1948)", "entities": [{"title": "Harald Ertl", "href": "/wiki/Harald_Ertl", "description": "Harald Ertl was an Austrian racing driver and motorsport journalist. He was born in Zell am See and attended the same school as Grand Prix drivers Jochen Rindt, Helmut Marko and Niki Lauda."}]}, {"heading": "Deaths", "year": "1984", "date": "April 7", "txt": "Frank Church, American soldier, lawyer, and politician (b. 1924)", "entities": [{"title": "Frank Church", "href": "/wiki/Frank_Church", "description": "Frank Forrester Church III was an American lawyer and politician. A member of the Democratic Party, he served as a United States Senator from Idaho from 1957 to 1981. He is known for heading the Church Committee, which investigated abuses within the United States Intelligence Community."}]}, {"heading": "Deaths", "year": "1985", "date": "April 7", "txt": "Carl Schmitt, German philosopher and jurist (b. 1888)", "entities": [{"title": "Carl Schmitt", "href": "/wiki/Carl_Schmitt", "description": "Carl Schmitt was a German jurist, political theorist, and prominent member of the Nazi Party. Schmitt wrote extensively about the effective wielding of political power. A conservative theorist, he is noted as a critic of parliamentary democracy, liberalism, and cosmopolitanism, and his work has been a major influence on subsequent political theory, legal theory, continental philosophy, and politic"}]}, {"heading": "Deaths", "year": "1986", "date": "April 7", "txt": "Leonid Kantorovich, Russian mathematician and economist (b. 1912)", "entities": [{"title": "Leonid Kantorovich", "href": "/wiki/Leonid_Kantorovich", "description": "Leonid Vitaliyevich Kantorovich was a Soviet mathematician and economist, known for his theory and development of techniques for the optimal allocation of resources. He is regarded as the founder of linear programming. He was the winner of the Stalin Prize in 1949 and the Nobel Memorial Prize in Economic Sciences in 1975."}]}, {"heading": "Deaths", "year": "1990", "date": "April 7", "txt": "Ronald Evans, American captain, engineer, and astronaut (b. 1933)", "entities": [{"title": "Ronald Evans (astronaut)", "href": "/wiki/Ronald_Evans_(astronaut)", "description": "Capt. Ronald Ellwin Evans Jr., USN was an American naval officer and aviator, electrical engineer, aeronautical engineer, and NASA astronaut. As command module pilot on Apollo 17 he was one of the 24 astronauts to have flown to the Moon, and one of 12 people to have flown to the Moon without landing on it."}]}, {"heading": "Deaths", "year": "1991", "date": "April 7", "txt": "Memduh Ünlütürk, Turkish general (b. 1913)", "entities": [{"title": "Memduh Ünlütürk", "href": "/wiki/Memduh_%C3%9Cnl%C3%BCt%C3%BCrk", "description": "Memduh Ünlütürk was a Turkish general associated with the Counter-Guerrilla and the anti-communist Ziverbey interrogations following the 1971 coup. He was assassinated at his Istanbul home by members of the left-wing revolutionary group Dev Sol. It has been suggested that he was assassinated to protect the secrets of the Turkish deep state; Dev-Sol (DHKP/C) has been accused of links to the Ergenek"}]}, {"heading": "Deaths", "year": "1992", "date": "April 7", "txt": "Ace Bailey, Canadian ice hockey player and coach (b. 1903)", "entities": [{"title": "Ace Bailey", "href": "/wiki/Ace_Bailey", "description": "Irvine Wallace \"Ace\" Bailey was a Canadian professional ice hockey player. He played for the Toronto Maple Leafs for eight seasons, from 1926–1933. His playing career ended with a fight he encountered during a game against the Boston Bruins; he was severely injured in the resulting scrum. He is the first professional sports player to have a jersey number retired in his honour."}]}, {"heading": "Deaths", "year": "1992", "date": "April 7", "txt": "Antonis Tritsis, Greek high jumper and politician, 71st Mayor of Athens (b. 1937)", "entities": [{"title": "List of mayors of Athens", "href": "/wiki/List_of_mayors_of_Athens", "description": "The Mayor of Athens is the head of the Municipality of Athens, the largest district of the Athens."}]}, {"heading": "Deaths", "year": "1994", "date": "April 7", "txt": "Lee Brilleaux, English singer-songwriter and guitarist (b. 1952)", "entities": [{"title": "Lee Brilleaux", "href": "/wiki/Lee_Brilleaux", "description": "Lee Brilleaux was an English rhythm-and-blues singer and musician with the band Dr. Feelgood."}]}, {"heading": "Deaths", "year": "1994", "date": "April 7", "txt": "Albert Guðmundsson, Icelandic footballer, manager, and politician (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "April 7", "txt": "Golo Mann, German historian and author (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "April 7", "txt": "Agathe Uwilingiyimana, Rwandan chemist, academic, and politician, Prime Minister of Rwanda (b. 1953)", "entities": [{"title": "Prime Minister of Rwanda", "href": "/wiki/Prime_Minister_of_Rwanda", "description": "This article lists the prime ministers of Rwanda since the formation of the post in 1961, to the present day. A total of eleven people have served in the post. The current prime minister of Rwanda is Édouard Ngirente, who took office on 30 August 2017."}]}, {"heading": "Deaths", "year": "1995", "date": "April 7", "txt": "Philip Jebb, English architect and politician (b. 1927)", "entities": [{"title": "Philip Jebb", "href": "/wiki/Philip_Jebb", "description": "Philip Vincent Belloc Jebb, was a British architect and Liberal Party politician."}]}, {"heading": "Deaths", "year": "1997", "date": "April 7", "txt": "Luis Aloma, Cuban-American baseball player (b. 1923)", "entities": [{"title": "Luis Aloma", "href": "/wiki/Luis_Aloma", "description": "Luis Alomá Barba, nicknamed \"Witto\", was a relief pitcher in Major League Baseball who played for the Chicago White Sox from 1950 through 1953. Alomá batted and threw right-handed. He was born in Havana, Cuba. He would also pitch in farm systems for the Washington Senators and the Detroit Tigers.a"}]}, {"heading": "Deaths", "year": "1997", "date": "April 7", "txt": "Georgy Shonin, Ukrainian-Russian general, pilot, and astronaut (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "April 7", "txt": "Alex Schomburg, Puerto Rican-American painter and illustrator (b. 1905)", "entities": [{"title": "Alex Schomburg", "href": "/wiki/Alex_Schomburg", "description": "Alexander A. Schomburg, born Alejandro Schomburg y Rosa, was a Puerto Rican commercial artist and comic-book artist and painter whose career lasted over 70 years in the mainland United States."}]}, {"heading": "Deaths", "year": "1999", "date": "April 7", "txt": "Heinz Lehmann, German-Canadian psychiatrist and academic (b. 1911)", "entities": [{"title": "Heinz Lehmann", "href": "/wiki/Heinz_Lehmann", "description": "Heinz Edgar Lehmann was a German-born Canadian psychiatrist best known for his use of chlorpromazine for the treatment of schizophrenia in 1950s and \"truly the father of modern psychopharmacology.\""}]}, {"heading": "Deaths", "year": "2001", "date": "April 7", "txt": "David Graf, American actor (b. 1950)", "entities": [{"title": "David Graf", "href": "/wiki/David_Graf", "description": "Paul David Graf was an American actor, known for his role as Sgt. Eugene Tackleberry in the Police Academy series of films."}]}, {"heading": "Deaths", "year": "2001", "date": "April 7", "txt": "Beatrice Straight, American actress (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "April 7", "txt": "John Agar, American actor (b. 1921)", "entities": [{"title": "John Agar", "href": "/wiki/John_Agar", "description": "John George Agar Jr. was an American film and television actor. He is best known for starring alongside John Wayne in the films Sands of Iwo Jima, Fort Apache, and She Wore a Yellow Ribbon. In his later career he was the star of B movies, such as Tarantula, The Mole People, The Brain from Planet Arous, Revenge of the Creature, Flesh and the Spur and Hand of Death. He was the first husband of Shirl"}]}, {"heading": "Deaths", "year": "2003", "date": "April 7", "txt": "Cecile de Brunhoff, French pianist and author (b. 1903)", "entities": [{"title": "Cecile de Brunhoff", "href": "/wiki/Cecile_de_Brunhoff", "description": "Cécile de Brunhoff was a French storyteller and the creator of the original Babar story. She was also a classically trained pianist."}]}, {"heading": "Deaths", "year": "2003", "date": "April 7", "txt": "David Greene, English-American actor, director, producer, and screenwriter (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "April 7", "txt": "Victor Argo, American actor (b. 1934)", "entities": [{"title": "Victor Argo", "href": "/wiki/Victor_Argo", "description": "Victor Argo was an American actor of Puerto Rican descent who usually played the part of a tough bad guy in his movies. He had a career span of forty years. He is best known for Mean Streets (1973), Taxi Driver  (1976), Hot Tomorrows (1977), The Last Temptation of Christ (1988), King of New York (1990), and McBain (1991)."}]}, {"heading": "Deaths", "year": "2004", "date": "April 7", "txt": "Konstantinos Kallias, Greek politician (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 7", "txt": "Cliff Allison, English race car driver (b. 1932)", "entities": [{"title": "Cliff Allison", "href": "/wiki/Cliff_Allison", "description": "Henry Clifford \"Cliff\" Allison was a British racing driver from England, who participated in Formula One during seasons 1958 to 1961 for the Lotus, Scuderia Centro Sud, Ferrari and UDT Laystall teams. He was born and died in Brough, Westmorland."}]}, {"heading": "Deaths", "year": "2005", "date": "April 7", "txt": "Grigoris Bithikotsis, Greek singer-songwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 7", "txt": "Bob Kennedy, American baseball player, coach, and manager (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "April 7", "txt": "Melih Kibar, Turkish composer and educator (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 7", "txt": "Johnny Hart, American author and illustrator (b. 1931)", "entities": [{"title": "Johnny Hart", "href": "/wiki/Johnny_Hart", "description": "John Lewis Hart was an American cartoonist noted as the creator of the comic strips B.C. and The Wizard of Id. Brant Parker co-produced and illustrated The Wizard of Id. Hart was recognized with several awards, including the Swedish Adamson Award and five from the National Cartoonists Society. In his later years, he was criticized for incorporating Christian themes and messages into his strips. Ha"}]}, {"heading": "Deaths", "year": "2007", "date": "April 7", "txt": "Barry Nelson, American actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "April 7", "txt": "Ludu Daw Amar, Burmese journalist and author (b. 1915)", "entities": [{"title": "Ludu Daw Amar", "href": "/wiki/Ludu_Daw_Amar", "description": "Ludu Daw Amar was a well known and respected leading dissident writer and journalist in Mandalay, Burma. She was married to fellow writer and journalist Ludu U Hla and was the mother of popular writer Nyi Pu Lay. She is best known for her outspoken anti-government views and radical left wing journalism besides her outstanding work on traditional Burmese arts, theatre, dance and music, and several "}]}, {"heading": "Deaths", "year": "2009", "date": "April 7", "txt": "Dave Arneson, American game designer, co-created Dungeons & Dragons (b. 1947)", "entities": [{"title": "Dave Arneson", "href": "/wiki/Dave_Arneson", "description": "David Lance Arneson was an American game designer best known for co-developing the first published role-playing game (RPG), Dungeons & Dragons, with Gary Gygax, in the early 1970s. Arneson's early work was fundamental to the development of the genre, developing the concept of the RPG using devices now considered to be archetypical, such as adventuring in \"dungeons\" and using a neutral judge who do"}]}, {"heading": "Deaths", "year": "2011", "date": "April 7", "txt": "Pierre Gauvreau, Canadian painter (b. 1922)", "entities": [{"title": "Pierre Gauvreau", "href": "/wiki/Pierre_Gauvreau", "description": "Pierre Gauvreau was a Québécois painter who has also worked in film and television productions."}]}, {"heading": "Deaths", "year": "2012", "date": "April 7", "txt": "Steven Kanumba, Tanzanian actor and director (b. 1984)", "entities": [{"title": "Steven Kanumba", "href": "/wiki/Steven_Kanumba", "description": "Steven Charles Kanumba was a Tanzanian actor and director. Kanumba died in 2012 at the age of 28, for which actress Elizabeth Michael was convicted of involuntary manslaughter and sentenced two years in prison in November 2017. Over 30,000 people were estimated to have attended his funeral. He was described as \"Tanzania's most popular film star\", and appeared in Nollywood films."}]}, {"heading": "Deaths", "year": "2012", "date": "April 7", "txt": "Satsue Mito, Japanese zoologist and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 7", "txt": "Ignatius Moses I Daoud, Syrian cardinal (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 7", "txt": "David E. Pergrin, American colonel and engineer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 7", "txt": "Bashir Ahmed Qureshi, Pakistani politician (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 7", "txt": "Mike Wallace, American television news journalist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 7", "txt": "Marty Blake, American businessman (b. 1927)", "entities": [{"title": "Marty Blake", "href": "/wiki/Marty_Blake", "description": "Marty Blake was a general manager of the Atlanta Hawks franchise, and the NBA's longtime Director of Scouting. He was a recipient of the Basketball Hall of Fame's John Bunn Award."}]}, {"heading": "Deaths", "year": "2013", "date": "April 7", "txt": "Les Blank, American director and producer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 7", "txt": "Andy Johns, English-American record producer (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 7", "txt": "Lilly Pulitzer, American fashion designer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 7", "txt": "Irma Ravinale, Italian composer and educator (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 7", "txt": "Mickey Rose, American screenwriter (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 7", "txt": "Carl Williams, American boxer (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "George Dureau, American painter and photographer (b. 1930)", "entities": [{"title": "George Dureau", "href": "/wiki/George_Dureau", "description": "George Valentine Dureau was an American artist whose long career was most notable for charcoal sketches and black and white photography of poor white and black athletes, dwarfs, and amputees. Robert Mapplethorpe is said to have been inspired by Dureau's amputee and dwarf photographs, which showed the figures as \"exposed and vulnerable, playful and needy, complex and entirely human individuals.\""}]}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "James Alexander Green, American-English mathematician and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "V. K. Murthy, Indian cinematographer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "Zeituni Onyango, Kenyan-American computer programmer (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "John Shirley-Quirk, English opera singer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "George Shuffler, American guitarist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "Josep Maria Subirachs, Spanish sculptor and painter (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 7", "txt": "Royce Waltman, American basketball player and coach (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 7", "txt": "Tim Babcock, American soldier and politician, 16th Governor of Montana (b. 1919)", "entities": [{"title": "Tim Babcock", "href": "/wiki/Tim_Babcock", "description": "Timothy Milford Babcock was an American politician, the 16th Governor of the state of Montana, from 1962 to 1969."}, {"title": "Governor of Montana", "href": "/wiki/Governor_of_Montana", "description": "The Governor of Montana is the head of the executive branch of Montana's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, the power to either approve or veto bills passed by the Montana State Legislature, to convene the legislature at any time, and to grant pardons and reprieves."}]}, {"heading": "Deaths", "year": "2015", "date": "April 7", "txt": "José Capellán, Dominican-American baseball player (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 7", "txt": "Stan Freberg, American puppeteer, voice actor, and singer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 7", "txt": "Richard Henyekane, South African footballer (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 7", "txt": "Geoffrey Lewis, American actor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "April 7", "txt": "Blackjack Mulligan, American professional wrestler (b. 1942)", "entities": [{"title": "Blackjack Mulligan", "href": "/wiki/Blackjack_Mulligan", "description": "Robert Deroy Windham, better known by his ring name Blackjack Mulligan, was an American professional wrestler, author, and American football player. He was the father of wrestlers Barry and Kendall Windham, father-in-law of Mike Rotunda, and the maternal grandfather of Bray Wyatt and Bo Dallas."}]}, {"heading": "Deaths", "year": "2019", "date": "April 7", "txt": "Seymour Cassel, American actor (b. 1935)", "entities": [{"title": "Seymour Cassel", "href": "/wiki/Seymour_Cassel", "description": "Seymour Joseph Cassel was an American actor who appeared in over 200 movies and television shows, and had a career that spanned over 50 years.\nCassel first came to prominence in the 1960s in the pioneering independent films of writer/director John Cassavetes. The first of these was Too Late Blues (1961), followed by Faces (1968), for which he was nominated for an Academy Award and won a National S"}]}, {"heading": "Deaths", "year": "2020", "date": "April 7", "txt": "John Prine, American country folk singer-songwriter (b. 1946)", "entities": [{"title": "John Prine", "href": "/wiki/John_Prine", "description": "John Edward Prine was an American country folk singer-songwriter. He was active as a composer, recording artist, live performer, and occasional actor from the early 1970s until his death, and was known for an often humorous style of original music that has elements of protest and social commentary."}]}, {"heading": "Deaths", "year": "2021", "date": "April 7", "txt": "Tommy Raudonikis, Australian rugby league player and coach (b. 1950)", "entities": [{"title": "Tommy Raudonikis", "href": "/wiki/Tommy_Raudonikis", "description": "Tommy Raudonikis was an Australian rugby league footballer and coach. He played 40 International games and World Cup games as Australia representative halfback and captained his country in two matches of the 1973 Kangaroo tour."}]}]