[{"heading": "Events", "year": "395", "date": "April 27", "txt": "Emperor Arcadius marries Aelia Eudoxia, daughter of the Frankish general Flavius Bauto. She becomes one of the more powerful Roman empresses of Late Antiquity.", "entities": [{"title": "Arcadius", "href": "/wiki/Arcadius", "description": "Flavius Arcadius was Roman emperor from 383 to 408. He was the eldest son of the augustus Theodosius I and his first wife Aelia Flaccilla, and the brother of Honorius. Arcadius ruled the eastern half of the empire from 395, when their father died, while Honorius ruled the west. Having a reputation as a weak ruler, his reign was said to have been dominated by a series of powerful ministers and by h"}, {"title": "Aelia Eudoxia", "href": "/wiki/Aelia_Eudoxia", "description": "Aelia Eudoxia was a Roman empress consort by marriage to the Roman emperor Arcadius. The marriage was the source of some controversy, as it was arranged by Eutropius, one of the eunuch court officials, who was attempting to expand his influence. As Empress, she came into conflict with John Chrysostom, the Patriarch of Constantinople, who was popular among the common folk for his denunciations of i"}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}, {"title": "Flavius Bauto", "href": "/wiki/Flavius_Bauto", "description": "Flavius Bauto was a Romanised Frank who served as a magister militum of the Roman Empire and imperial advisor under Valentinian II."}, {"title": "Late Antiquity", "href": "/wiki/Late_Antiquity", "description": "Late antiquity is a periodization used by historians to describe the time of transition from classical antiquity to the Middle Ages in Europe and adjacent areas bordering the Mediterranean Basin. The popularization of this periodization in English has generally been credited to historian Peter Brown, after the publication of his seminal work The World of Late Antiquity (1971). Precise boundaries f"}]}, {"heading": "Events", "year": "711", "date": "April 27", "txt": "Islamic conquest of Hispania: Moorish troops led by Tariq ibn Ziyad land at Gibraltar to begin their invasion of the Iberian Peninsula (Al-Andalus).", "entities": [{"title": "Umayyad conquest of Hispania", "href": "/wiki/Umayyad_conquest_of_Hispania", "description": "The Umayyad conquest of Hispania, also known as the Muslim conquest of the Iberian Peninsula or the Umayyad conquest of the Visigothic Kingdom, was the initial expansion of the Umayyad Caliphate over Hispania from 711 to 718. The conquest resulted in the destruction of the Visigothic Kingdom and the establishment of the Umayyad wilaya of Al-Andalus. The conquest marks the westernmost expansion of "}, {"title": "Moors", "href": "/wiki/Moors", "description": "The term Moor is an exonym first used by Christian Europeans to designate the Muslim inhabitants of the Maghreb, the Iberian Peninsula, Sicily and Malta during the Middle Ages. The Moors initially were the indigenous Maghrebine Berbers. The name was later also applied to Arabs and Arabized Iberians."}, {"title": "Tariq ibn Ziyad", "href": "/wiki/Tariq_ibn_Ziyad", "description": "Ṭāriq ibn Ziyād also known simply as Tarik in English, was a Berber Umayyad commander who initiated the Muslim Umayyad conquest of Visigothic Hispania in 711–718 AD. He led a large army and crossed the Strait of Gibraltar from the North African coast, consolidating his troops at what is today known as the Rock of Gibraltar. The name \"Gibraltar\" is the Spanish derivation of the Arabic name Jabal Ṭā"}, {"title": "Gibraltar", "href": "/wiki/Gibraltar", "description": "Gibraltar is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians."}, {"title": "Iberian Peninsula", "href": "/wiki/Iberian_Peninsula", "description": "The Iberian Peninsula, also known as Iberia, is a peninsula in the southwest corner of Europe, defining the westernmost edge of Eurasia. It is principally divided between Spain and Portugal, comprising most of their territory, as well as a small area of Southern France, Andorra and the British overseas territory of Gibraltar. With an area of approximately 583,254 square kilometres (225,196 sq mi),"}, {"title": "Al-Andalus", "href": "/wiki/Al-Andalus", "description": "Al-Andalus was the Muslim-ruled area of the Iberian Peninsula. The term is used by modern historians for the former Islamic states based in modern Portugal and Spain. At its greatest geographical extent, its territory occupied most of the peninsula and a part of present-day southern France, Septimania, and for nearly a century extended its control from Fraxinet over the Alpine passes which connect"}]}, {"heading": "Events", "year": "1296", "date": "April 27", "txt": "First War of Scottish Independence: John Balliol's Scottish army is defeated by an English army commanded by John de Warenne, 6th Earl of Surrey at the Battle of Dunbar.", "entities": [{"title": "First War of Scottish Independence", "href": "/wiki/First_War_of_Scottish_Independence", "description": "The First War of Scottish Independence was the first of a series of wars between English and Scottish forces. It lasted from the English invasion of Scotland in 1296 until the de jure restoration of Scottish independence with the Treaty of Edinburgh–Northampton in 1328. De facto independence was established in 1314 at the Battle of Bannockburn. The wars were caused by English kings attempting to e"}, {"title": "John Balliol", "href": "/wiki/John_Balliol", "description": "John Balliol, known derisively as Toom Tabard, was King of Scots from 1292 to 1296. Little is known of his early life. After the death of Margaret, Maid of Norway, Scotland entered an interregnum during which several competitors for the Crown of Scotland put forward claims. Balliol was chosen from among them as the new King of Scotland by a group of selected noblemen headed by King Edward I of Eng"}, {"title": "John de Warenne, 6th Earl of Surrey", "href": "/wiki/John_de_Warenne,_6th_Earl_of_Surrey", "description": "John de Warenne, 6th Earl of Surrey was a prominent English nobleman and military commander during the reigns of Henry III of England and Edward I of England. During the Second Barons' War he switched sides twice, ending up in support of the king, for whose capture he was present at Lewes in 1264. Warenne was later appointed a Guardian of Scotland and featured prominently in Edward I's wars in Sco"}, {"title": "Battle of Dunbar (1296)", "href": "/wiki/Battle_of_Dunbar_(1296)", "description": "The Battle of Dunbar was the only significant field action in the campaign of 1296. King Edward I of England had invaded Scotland in 1296 to punish King John Balliol for his refusal to support English military action in France."}]}, {"heading": "Events", "year": "1509", "date": "April 27", "txt": "Pope Julius II places the Italian state of Venice under interdict.", "entities": [{"title": "Pope Julius II", "href": "/wiki/Pope_Julius_II", "description": "Pope Julius II was head of the Catholic Church and ruler of the Papal States from 1503 to his death in 1513. Nicknamed the Warrior Pope or the Fearsome Pope, he chose his papal name not in honour of Pope Julius I but in emulation of Julius Caesar. One of the most powerful and influential popes, Julius II was a central figure of the High Renaissance and left a significant cultural and political leg"}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Interdict (Catholic canon law)", "href": "/wiki/Interdict_(Catholic_canon_law)", "description": "In Catholic canon law, an interdict is an ecclesiastical censure, or ban that prohibits persons, certain active Church individuals or groups from participating in certain rites, or that the rites and services of the church are banished from having validity in certain territories for a limited or extended time."}]}, {"heading": "Events", "year": "1521", "date": "April 27", "txt": "Battle of Mactan: Explorer Ferdinand Magellan is killed by natives in the Philippines led by chief Lapulapu.", "entities": [{"title": "Battle of Mactan", "href": "/wiki/Battle_of_Mactan", "description": "The Battle of Mactan was a fierce clash fought in the Philippines on 27 April 1521. The warriors of Lapulapu, one of the Datus of Mactan, overpowered and defeated a Spanish force fighting for Rajah Humabon of Cebu under the command of Portuguese explorer Ferdinand Magellan, who was killed in the battle. The outcome of the battle resulted in the temporary departure of the Spanish crew from the arch"}, {"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Lapulapu", "href": "/wiki/Lapulapu", "description": "Lapulapu or Lapu-Lapu, whose name was first recorded as Çilapulapu, was a datu of Mactan in the Visayas. Modern Philippine society regards him as the first Filipino hero because of his resistance to imperial Spanish colonization. He is best known for the Battle of Mactan that happened at dawn on April 27, 1521, where he and his warriors defeated the forces of Portuguese explorer Ferdinand Magellan"}]}, {"heading": "Events", "year": "1539", "date": "April 27", "txt": "Official founding of the city of Bogotá, New Granada (nowadays Colombia), by Nikolaus Federmann and Sebastián de Belalcázar.", "entities": [{"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}, {"title": "Nikolaus Federmann", "href": "/wiki/Nikolaus_Federmann", "description": "Nikolaus Federmann was a German adventurer and conquistador in the what is modern-day Venezuela and Colombia. He is a significant figure in the history of Klein-Venedig (1528–1546), the concession of Venezuela Province that Charles I of Spain granted to the Welser banking family and the foundation of Santafe de Bogotá."}, {"title": "Sebastián de Belalcázar", "href": "/wiki/Sebasti%C3%A1n_de_Belalc%C3%A1zar", "description": "Sebastián de Belalcázar was a Spanish conquistador. De Belalcázar, also written as de Benalcázar, is known as the founder of important early colonial cities in the northwestern part of South America; Quito in 1534 and Cali, Pasto and Popayán in 1537. De Belalcázar led expeditions in present-day Ecuador and Colombia and died of natural causes after being sentenced to death in Cartagena, at the Cari"}]}, {"heading": "Events", "year": "1565", "date": "April 27", "txt": "Cebu is established becoming the first Spanish settlement in the Philippines.", "entities": [{"title": "Cebu City", "href": "/wiki/Cebu_City", "description": "Cebu City, officially the City of Cebu, is a 1st class highly urbanized city in the region of Central Visayas, Philippines. According to the 2015 census, it has a population of 922,611 people,  making it the fifth-most populated city in the nation and the most populous in Visayas."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1595", "date": "April 27", "txt": "The relics of Saint Sava are incinerated in Belgrade on the Vračar plateau by Ottoman Grand Vizier Sinan Pasha; the site of the incineration is now the location of the Church of Saint Sava, one of the largest Orthodox churches in the world", "entities": [{"title": "Saint Sava", "href": "/wiki/Saint_Sava", "description": "Saint Sava, known as the Enlightener, was a Serbian prince and Orthodox monk, the first Archbishop of the autocephalous Serbian Church, the founder of Serbian law, and a diplomat. Sava, born as Rastko Nemanjić, was the youngest son of Serbian Grand Prince Stefan Nemanja, and ruled the appanage of Hum briefly in 1190–92. He then left for Mount Athos, where he became a monk with the name Sava (Sabba"}, {"title": "Belgrade", "href": "/wiki/Belgrade", "description": "Belgrade is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. Nearly 1.7 million people live within the administrative limits of the City of Belgrade, a quarter of the total population of Serbia."}, {"title": "Sinan Pasha", "href": "/wiki/Sinan_Pasha", "description": "Koca Sinan Pasha was an Ottoman Grand Vizier, military figure, and statesman. From 1580 until his death he served five times as Grand Vizier. In 1594, he ordered the burning of Saint Sava's remains on the Vračar plateau."}, {"title": "Church of Saint Sava", "href": "/wiki/Church_of_Saint_Sava", "description": "The Temple of Saint Sava is a Serbian Orthodox church which sits on the Vračar plateau in Belgrade, Serbia. It was planned as the bishopric seat and main cathedral of the Serbian Orthodox Church. The church is dedicated to Saint Sava, the founder of the Serbian Orthodox Church and an important figure in medieval Serbia. It is built on the presumed location of St. Sava's grave. His coffin had been "}]}, {"heading": "Events", "year": "1650", "date": "April 27", "txt": "The Battle of Carbisdale: A Royalist army from Orkney invades mainland Scotland but is defeated by a Covenanter army.", "entities": [{"title": "Battle of Carbisdale", "href": "/wiki/Battle_of_Carbisdale", "description": "The Battle of Carbisdale took place close to the village of Culrain, Sutherland, Scotland on 27 April 1650 and was part of the Wars of the Three Kingdoms. It was fought by the Royalist leader James Graham, 1st Marquess of Montrose, against the Scottish Government of the time, dominated by Archibald Campbell, 1st Marquess of Argyll and a grouping of radical Covenanters, known as the Kirk Party. The"}, {"title": "Cavalier", "href": "/wiki/Cavalier", "description": "Cavalier was first used by Roundheads as a term of abuse for the wealthier Royalist supporters of King Charles I and his son Charles II of England during the English Civil War, the Interregnum, and the Restoration. It was later adopted by the Royalists themselves. Although it referred originally to political and social attitudes and behaviour, of which clothing was a very small part, it has subseq"}, {"title": "Orkney", "href": "/wiki/Orkney", "description": "Orkney, also known as the Orkney Islands, is an archipelago in the Northern Isles of Scotland, situated off the north coast of the island of Great Britain. Orkney is 10 miles (16 km) north of the coast of Caithness and has about 70 islands, of which 20 are inhabited. The largest island, Mainland, is often referred to as \"the Mainland\", and has an area of 523 square kilometres (202 sq mi), making i"}, {"title": "Covenanter", "href": "/wiki/Covenanter", "description": "Covenanters were members of a 17th-century Scottish religious and political movement, who supported a Presbyterian Church of Scotland, and the primacy of its leaders in religious affairs. The name derived from Covenant, a biblical term for a bond or agreement with God."}]}, {"heading": "Events", "year": "1667", "date": "April 27", "txt": "Blind and impoverished, John Milton sells Paradise Lost to a printer for £10, so that it could be entered into the Stationers' Register.", "entities": [{"title": "Pound sterling", "href": "/wiki/Pound_sterling", "description": "The pound sterling, known in some contexts simply as the pound or sterling, is the official currency of the United Kingdom, Jersey, Guernsey, the Isle of Man, Gibraltar, South Georgia and the South Sandwich Islands, the British Antarctic Territory, and Tristan da Cunha. It is subdivided into 100 pence. The \"pound sterling\" is the oldest currency in continuous use. Some nations that do not use ster"}, {"title": "Stationers' Register", "href": "/wiki/Stationers%27_Register", "description": "The Stationers’ Register was a record book maintained by the Stationers' Company of London. The company is a trade guild given a royal charter in 1557 to regulate the various professions associated with the publishing industry, including printers, bookbinders, booksellers, and publishers in England. The Register itself allowed publishers to document their right to produce a particular printed work"}]}, {"heading": "Events", "year": "1805", "date": "April 27", "txt": "First Barbary War: United States Marines and Berbers attack the Tripolitan city of Derna (The \"shores of Tripoli\" part of the Marines' Hymn).", "entities": [{"title": "First Barbary War", "href": "/wiki/First_Barbary_War", "description": "The First Barbary War (1801–1805), also known as the Tripolitanian War and the Barbary Coast War, was the first of two Barbary Wars, in which the United States and Sweden fought against the four North African states known collectively as the \"Barbary States\". Three of these were autonomous, but nominally provinces of the Ottoman Empire: Tripoli, Algiers, and Tunis. The fourth was the independent S"}, {"title": "United States Marines", "href": "/wiki/United_States_Marines", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Berbers", "href": "/wiki/Berbers", "description": "Berbers or Imazighen are an ethnic group mostly concentrated in North Africa, specifically Morocco, Algeria, Tunisia, Libya, the Canary Islands, and to a lesser extent in Mauritania, northern Mali, and northern Niger. Smaller Berber populations are also found in Burkina Faso and Egypt's Siwa Oasis."}, {"title": "Tripoli", "href": "/wiki/Tripoli", "description": "Tripoli is the capital city and the largest city of Libya, with a population of about three million people in 2019. It is located in the northwest of Libya on the edge of the desert, on a point of rocky land projecting into the Mediterranean Sea and forming a bay. It includes the port of Tripoli and the country's largest commercial and manufacturing center. It is also the site of the University of"}, {"title": "Derna, Libya", "href": "/wiki/Derna,_Libya", "description": "Derna is a port city in eastern Libya. It has a population of 100,000–150,000. It was the seat of one of the wealthiest provinces in the Barbary States, and remains the capital of the Derna District, with a much smaller area. Derna has a unique environment among Libyan cities, as it lies between green mountains, the Mediterranean Sea, and the desert. The city is also home to people of mixed origin"}, {"title": "Marines' Hymn", "href": "/wiki/Marines%27_Hymn", "description": "The \"Marines' Hymn\" is the official hymn of the United States Marine Corps, introduced by the first director of the USMC Band, Francesco Maria Scala. Its music originates from an 1867 work by Jacques Offenbach with the lyrics added by an anonymous author at an unknown time in the following years. Authorized by the Commandant of the Marine Corps in 1929, it is the oldest official song in the United"}]}, {"heading": "Events", "year": "1813", "date": "April 27", "txt": "War of 1812: American troops capture York, the capital of Upper Canada, in the Battle of York.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "York, Upper Canada", "href": "/wiki/York,_Upper_Canada", "description": "York was a town and second capital of the colony of Upper Canada. It is the predecessor to the old city of Toronto (1834–1998). It was established in 1793 by Lieutenant-Governor John Graves Simcoe as a \"temporary\" location for the capital of Upper Canada, while he made plans to build a capital near today's London, Ontario. Simcoe renamed the location York after Prince Frederick, Duke of York and A"}, {"title": "Upper Canada", "href": "/wiki/Upper_Canada", "description": "The Province of Upper Canada was a part of British Canada established in 1791 by the Kingdom of Great Britain, to govern the central third of the lands in British North America, formerly part of the Province of Quebec since 1763. Upper Canada included all of modern-day Southern Ontario and all those areas of Northern Ontario in the Pays d'en Haut which had formed part of New France, essentially th"}, {"title": "Battle of York", "href": "/wiki/Battle_of_York", "description": "The Battle of York was a War of 1812 battle fought in York, Upper Canada on April 27, 1813. An American force supported by a naval flotilla landed on the lakeshore to the west and advanced against the town, which was defended by an outnumbered force of regulars, militia, and Ojibway natives under the overall command of Major General Roger Hale Sheaffe, the Lieutenant Governor of Upper Canada."}]}, {"heading": "Events", "year": "1861", "date": "April 27", "txt": "American President Abraham Lincoln suspends the writ of habeas corpus.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Events", "year": "1906", "date": "April 27", "txt": "The State Duma of the Russian Empire meets for the first time.", "entities": [{"title": "State Duma (Russian Empire)", "href": "/wiki/State_Duma_(Russian_Empire)", "description": "The State Duma or Imperial Duma was the Lower House, part of the legislative assembly in the late Russian Empire, which held its meetings in the Taurida Palace in St. Petersburg. It convened four times between 27 April 1906 and the collapse of the Empire in February 1917. The First and the Second Dumas were more democratic and represented a greater number of national types than their successors. T"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1909", "date": "April 27", "txt": "Sultan of Ottoman Empire Abdul Hamid II is overthrown, and is succeeded by his brother, Mehmed V.", "entities": [{"title": "Sultan", "href": "/wiki/Sultan", "description": "Sultan is a position with several historical meanings. Originally, it was an Arabic abstract noun meaning \"strength\", \"authority\", \"rulership\", derived from the verbal noun سلطة sulṭah, meaning \"authority\" or \"power\". Later, it came to be used as the title of certain rulers who claimed almost full sovereignty in practical terms, albeit without claiming the overall caliphate, or to refer to a power"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Abdul Hamid II", "href": "/wiki/Abdul_Hamid_II", "description": "Abdul Hamid II or Abdülhamid II reigned as the 34th Sultan of the Ottoman Empire - the last Sultan to exert effective control over the fracturing state. He oversaw a period of decline, with rebellions, and he presided over an unsuccessful war with the Russian Empire (1877–1878) followed by a successful war against the Kingdom of Greece in 1897. Abdulhamid II ruled from 31 August 1876 until his dep"}, {"title": "Mehmed V", "href": "/wiki/Mehmed_V", "description": "Mehmed V Reşâd reigned as the 35th and penultimate Ottoman Sultan. He was the son of Sultan Abdulmejid I.\nHe succeeded his brother Abdul Hamid II after the Young Turk revolution.\nHe was succeeded by his brother Mehmed VI. His nine-year reign was marked by the cession of the Empire's North African territories and the Dodecanese Islands, including Rhodes, in the Italo-Turkish War, the traumatic loss"}]}, {"heading": "Events", "year": "1911", "date": "April 27", "txt": "Following the resignation and death of William P. Frye, a compromise is reached to rotate the office of President pro tempore of the United States Senate.", "entities": [{"title": "William P. Frye", "href": "/wiki/William_P._Frye", "description": "William Pierce Frye was an American politician from Maine. Frye, a member of the Republican Party, spent most of his political career as a legislator, serving in the Maine House of Representatives and then U.S. House of Representatives, before being elected to the U.S. Senate, where he served for 30 years; dying in office. Frye was a member of the Frye political family, and was the grandfather of "}, {"title": "President pro tempore of the United States Senate", "href": "/wiki/President_pro_tempore_of_the_United_States_Senate#62nd_Congress", "description": "The president pro tempore of the United States Senate is the second-highest-ranking official of the United States Senate. Article One, Section Three of the United States Constitution provides that the vice president of the United States is the president of the Senate, and mandates that the Senate must choose a president pro tempore to act in the vice president's absence. Unlike the vice president,"}, {"title": "President pro tempore of the United States Senate", "href": "/wiki/President_pro_tempore_of_the_United_States_Senate", "description": "The president pro tempore of the United States Senate is the second-highest-ranking official of the United States Senate. Article One, Section Three of the United States Constitution provides that the vice president of the United States is the president of the Senate, and mandates that the Senate must choose a president pro tempore to act in the vice president's absence. Unlike the vice president,"}]}, {"heading": "Events", "year": "1927", "date": "April 27", "txt": "Carabineros de Chile (Chilean national police force and gendarmerie) are created.", "entities": [{"title": "Carabineros de Chile", "href": "/wiki/Carabineros_de_Chile", "description": "Carabineros de Chile are the Chilean national law enforcement police, who have jurisdiction over the entire national territory of Chile. Created in 1927, their mission is to maintain order and create public respect for the laws of the country. They reported to the Ministerio de Defensa Nacional through the Undersecretary of Carabineros but since 2011, the Ministry of the Interior and Public Securi"}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Police", "href": "/wiki/Police", "description": "The police are a constituted body of persons empowered by a state, with the aim to enforce the law, to ensure the safety, health and possessions of citizens, and to prevent crime and civil disorder. Their lawful powers include arrest and the use of force legitimized by the state via the monopoly on violence. The term is most commonly associated with the police forces of a sovereign state that are "}, {"title": "Gendarmerie", "href": "/wiki/Gendarmerie", "description": "A gendarmerie is a military force with law enforcement duties among the civilian population. The term gendarme is derived from the medieval French expression gens d'armes, which translates to \"men-at-arms\". In France and some Francophone nations, the gendarmerie is a branch of the armed forces responsible for internal security in parts of the territory with additional duties as military police for"}]}, {"heading": "Events", "year": "1936", "date": "April 27", "txt": "The United Auto Workers (UAW) gains autonomy from the American Federation of Labor.", "entities": [{"title": "United Auto Workers", "href": "/wiki/United_Auto_Workers", "description": "The International Union, United Automobile, Aerospace, and Agricultural Implement Workers of America, better known as the United Auto Workers (UAW), is an American labor union that represents workers in the United States and Canada. It was founded as part of the Congress of Industrial Organizations (CIO) in the 1930s and grew rapidly from 1936 to the 1950s. The union played a major role in the lib"}, {"title": "American Federation of Labor", "href": "/wiki/American_Federation_of_Labor", "description": "The American Federation of Labor (AFL) was a national federation of labor unions in the United States founded in Columbus, Ohio, in December 1886 by an alliance of craft unions disaffected from the Knights of Labor, a national labor union. Samuel Gompers of the Cigar Makers' International Union was elected president at its founding convention and reelected every year, except one, until his death i"}]}, {"heading": "Events", "year": "1941", "date": "April 27", "txt": "World War II: German troops enter Athens.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Axis occupation of Greece", "href": "/wiki/Axis_occupation_of_Greece", "description": "The occupation of Greece by the Axis Powers began in April 1941 after Nazi Germany invaded Greece to assist its ally, Fascist Italy, which had been at war with Allied Greece since October 1940. Following the conquest of Crete, all of Greece was occupied by June 1941. The occupation of the mainland lasted until Germany and its ally Bulgaria were forced to withdraw under Allied pressure in early Oct"}]}, {"heading": "Events", "year": "1945", "date": "April 27", "txt": "World War II: The last German formations withdraw from Finland to Norway. The Lapland War and thus, World War II in Finland, comes to an end and the Raising the Flag on the Three-Country Cairn photograph is taken.", "entities": [{"title": "Lapland War", "href": "/wiki/Lapland_War", "description": "During World War II, the Lapland War saw fighting between Finland and Nazi Germany – effectively from September to November 1944 – in Finland's northernmost region, Lapland. Although Finns and Germans had been fighting against the Soviet Union since 1941 during the Continuation War (1941–1944), the Soviet Vyborg–Petrozavodsk Offensive in the summer of 1944 forced the Finnish leadership to negotiat"}, {"title": "Military history of Finland during World War II", "href": "/wiki/Military_history_of_Finland_during_World_War_II", "description": "Finland participated in the Second World War initially in a defensive war against the Soviet Union, followed by another battle against the Soviet Union acting in concert with Nazi Germany and then finally fighting alongside the Allies against Nazi Germany."}]}, {"heading": "Events", "year": "1945", "date": "April 27", "txt": "World War II: Benito Mussolini is arrested by Italian partisans in Dongo, while attempting escape disguised as a German soldier.", "entities": [{"title": "Italian resistance movement", "href": "/wiki/Italian_resistance_movement", "description": "The Italian resistance movement is an umbrella term for Italian resistance groups during World War II. It was opposed to the forces of Nazi Germany as well as Nazi Germany's Italian puppet state regime, the Italian Social Republic, especially following the German invasion and military occupation of Italy between September 1943 and April 1945. Known as partisans, the brutal conflict they took part "}, {"title": "Dongo, Lombardy", "href": "/wiki/Dongo,_Lombardy", "description": "Dongo is a comune in the Province of Como in the Italian region Lombardy. It lies on the northwestern shore of Lake Como between Gravedona and Musso at the mouth of the Albano. It is 70 kilometres (43 mi) north of Milan and about 40 kilometres (25 mi) northeast of Como."}]}, {"heading": "Events", "year": "1953", "date": "April 27", "txt": "Operation Moolah offers $50,000 to any pilot who defected with a fully mission-capable Mikoyan-Gurevich MiG-15 to South Korea. The first pilot was to receive $100,000.", "entities": [{"title": "Operation Moolah", "href": "/wiki/Operation_Moolah", "description": "Operation Moolah was a United States Air Force (USAF) effort during the Korean War to obtain through defection a fully capable Soviet MiG-15 jet fighter. Communist forces introduced the MiG-15 to Korea on November 1, 1950. USAF pilots reported that the performance of the MiG-15 was superior to all United Nations (U.N.) aircraft, including the USAF's newest plane, the F-86 Sabre. The operation focu"}, {"title": "Mikoyan-Gurevich MiG-15", "href": "/wiki/Mikoyan-Gurevich_MiG-15", "description": "The Mikoyan-Gurevich MiG-15 is a jet fighter aircraft developed by Mikoyan-Gurevich for the Soviet Union. The MiG-15 was one of the first successful jet fighters to incorporate swept wings to achieve high transonic speeds. In combat over Korea, it outclassed straight-winged jet day fighters, which were largely relegated to ground-attack roles, and quickly countered the similar American swept-wing "}]}, {"heading": "Events", "year": "1967", "date": "April 27", "txt": "Expo 67 officially opens in Montreal, Quebec, Canada with a large opening ceremony broadcast around the world. It opens to the public the next day.", "entities": [{"title": "Expo 67", "href": "/wiki/Expo_67", "description": "The 1967 International and Universal Exposition or Expo 67, as it was commonly known, was a general exhibition, Category One World's Fair held in Montreal, Quebec, Canada, from April 27 to October 29, 1967. It is considered to be the most successful World's Fair of the 20th century with the most attendees to that date and 62 nations participating. It also set the single-day attendance record for a"}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}]}, {"heading": "Events", "year": "1978", "date": "April 27", "txt": "Former United States President Nixon aide John D. Ehrlichman is released from an Arizona prison after serving 18 months for Watergate-related crimes.", "entities": [{"title": "John D. Ehrlichman", "href": "/wiki/John_D._Ehrlichman", "description": "John Daniel Ehrlichman was counsel and Assistant to the President for Domestic Affairs under President Richard Nixon. Ehrlichman was an important influence on Nixon's domestic policy, coaching him on issues and enlisting his support for environmental initiatives."}, {"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}]}, {"heading": "Events", "year": "1978", "date": "April 27", "txt": "The Saur Revolution begins in Afghanistan, ending the following morning with the murder of Afghan President Mohammed Daoud Khan and the establishment of the Democratic Republic of Afghanistan.", "entities": [{"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Mohammed Daoud Khan", "href": "/wiki/Mohammed_Daoud_Khan", "description": "Sardar Mohammed Daoud Khan, also romanized as Daud Khan or Dawood Khan, was an Afghan statesman who served as the 5th Prime Minister of Afghanistan from 1953 to 1963 and as President of Afghanistan from 1973 to 1978. Born into the Musahiban royal family, Khan started as a provincial governor in the 1930s and later a commander before he was chosen as prime minister in the monarchy of his first cous"}, {"title": "Democratic Republic of Afghanistan", "href": "/wiki/Democratic_Republic_of_Afghanistan", "description": "The Democratic Republic of Afghanistan (DRA), renamed the Republic of Afghanistan in 1987, existed from 1978 to 1992, during which time the socialist People's Democratic Party of Afghanistan (PDPA) ruled Afghanistan."}]}, {"heading": "Events", "year": "1981", "date": "April 27", "txt": "Xerox PARC introduces the computer mouse.", "entities": [{"title": "Xerox PARC", "href": "/wiki/Xerox_PARC", "description": "PARC is a research and development company in Palo Alto, California. Founded in 1969 by Jacob E. \"Jack\" Goldman, Xerox Corporation's chief scientist, the company was originally a division of Xerox, tasked with creating computer technology-related products and hardware systems."}, {"title": "Computer mouse", "href": "/wiki/Computer_mouse", "description": "A computer mouse is a hand-held pointing device that detects two-dimensional motion relative to a surface. This motion is typically translated into the motion of a pointer on a display, which allows a smooth control of the graphical user interface of a computer."}]}, {"heading": "Events", "year": "1986", "date": "April 27", "txt": "The city of Pripyat and surrounding areas are evacuated due to Chernobyl disaster.", "entities": [{"title": "Pripyat", "href": "/wiki/Pripyat", "description": "Pripyat or Prypiat is a ghost town in northern Ukraine, near the Ukraine–Belarus border. Named after the nearby river Pripyat, the town was founded on February 4, 1970, as the ninth \"atomgrad\", a type of closed town in the Soviet Union, to serve the nearby Chernobyl Nuclear Power Plant. It was officially proclaimed a city in 1979 and had grown to a population of 49,360 by the time it was evacuated"}, {"title": "Chernobyl disaster", "href": "/wiki/Chernobyl_disaster", "description": "The Chernobyl disaster was a nuclear accident that occurred on Saturday 26 April 1986, at the No. 4 reactor in the Chernobyl Nuclear Power Plant, near the city of Pripyat in the north of the Ukrainian SSR in the Soviet Union. It is considered the worst nuclear disaster in history both in terms of cost and casualties, and is one of only two nuclear energy accidents rated at seven—the maximum severi"}]}, {"heading": "Events", "year": "1987", "date": "April 27", "txt": "The U.S. Department of Justice bars Austrian President Kurt Waldheim (and his wife, Elisabeth, who had also been a Nazi) from entering the US, charging that he had aided in the deportations and executions of thousands of Jews and others as a German Army officer during World War II.", "entities": [{"title": "United States Department of Justice", "href": "/wiki/United_States_Department_of_Justice", "description": "The United States Department of Justice (DOJ), also known as the Justice Department, is a federal executive department of the United States government tasked with the enforcement of federal law and administration of justice in the United States. It is equivalent to the justice or interior ministries of other countries. The modern incarnation of the department was formed in 1870 during the Ulysses "}, {"title": "Kurt Waldheim", "href": "/wiki/Kurt_Waldheim", "description": "Kurt Josef Waldheim was an Austrian politician and diplomat. Waldheim was the fourth Secretary-General of the United Nations from 1972 to 1981, and President of Austria from 1986 to 1992. While he was running for the latter office in the 1986 election, the revelation of his service in Greece and Yugoslavia, as an intelligence officer in Nazi Germany's Wehrmacht during World War II, raised internat"}, {"title": "Jews", "href": "/wiki/Jews", "description": "Jews or Jewish people are members of an ethnoreligious group and a nation originating from the Israelites and Hebrews of historical Israel and Judah. Jewish ethnicity, nationhood, and religion are strongly interrelated, as Judaism is the ethnic religion of the Jewish people, although its observance varies from strict to none."}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1989", "date": "April 27", "txt": "The April 27 demonstrations, student-led protests responding to the April 26 Editorial, during the Tiananmen Square protests of 1989.", "entities": [{"title": "April 27 demonstrations", "href": "/wiki/April_27_demonstrations", "description": "The April 27 demonstrations were massive student protest marches throughout major cities in China during the Tiananmen Square Protests of 1989. The students were protesting in response to the April 26 Editorial published by the People's Daily the previous day. The editorial asserted that the student movement was anti-party and contributed to a sense of chaos and destabilization. The content of the"}, {"title": "April 26 Editorial", "href": "/wiki/April_26_Editorial", "description": "The April 26 Editorial was a front-page article published in People's Daily on April 26, 1989, during the Tiananmen Square protests. The editorial effectively defined the student movement as a destabilizing anti-party revolt that should be resolutely opposed at all levels of society. As the first authoritative document from the top leadership on the growing movement, it was widely interpreted as h"}, {"title": "Tiananmen Square protests of 1989", "href": "/wiki/Tiananmen_Square_protests_of_1989", "description": "The Tiananmen Square protests, known in China as the June Fourth Incident, were student-led demonstrations held in Tiananmen Square, Beijing during 1989. In what is known as the Tiananmen Square Massacre, troops armed with assault rifles and accompanied by tanks fired at the demonstrators and those trying to block the military's advance into Tiananmen Square. The protests started on April 15 and w"}]}, {"heading": "Events", "year": "1992", "date": "April 27", "txt": "The Federal Republic of Yugoslavia, comprising Serbia and Montenegro, is proclaimed.", "entities": [{"title": "Federal Republic of Yugoslavia", "href": "/wiki/Federal_Republic_of_Yugoslavia", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}]}, {"heading": "Events", "year": "1992", "date": "April 27", "txt": "Betty Boothroyd becomes the first woman to be elected Speaker of the British House of Commons in its 700-year history.", "entities": [{"title": "Speaker of the British House of Commons election, 1992", "href": "/wiki/Speaker_of_the_British_House_of_Commons_election,_1992", "description": "The 1992 election of the Speaker of the House of Commons occurred on 27 April 1992, in the first sitting of the House of Commons following the 1992 general election and the retirement of the previous Speaker Bernard Weatherill. The election resulted in the election of Labour MP Betty Boothroyd, one of Weatherill's deputies, who was the first woman to become Speaker. This was at a time when the Con"}, {"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}, {"title": "British House of Commons", "href": "/wiki/British_House_of_Commons", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}]}, {"heading": "Events", "year": "1992", "date": "April 27", "txt": "The Russian Federation and 12 other former Soviet republics become members of the International Monetary Fund and the World Bank.", "entities": [{"title": "Republics of the Soviet Union", "href": "/wiki/Republics_of_the_Soviet_Union", "description": "The Republics of the Union of Soviet Socialist Republics or the Union Republics were ethnically based administrative units of the Union of Soviet Socialist Republics (USSR). The Soviet Union was created by the treaty between the soviet socialist republics of Belarus, Ukraine, Russia, and the Transcaucasian Federation, by which they became its constituent republics. For most of its history, the USS"}, {"title": "International Monetary Fund", "href": "/wiki/International_Monetary_Fund", "description": "The International Monetary Fund (IMF) is an international financial institution, headquartered in Washington, D.C., consisting of 190 countries working to foster global monetary cooperation, secure financial stability, facilitate international trade, promote high employment and sustainable economic growth, and reduce poverty around the world while periodically depending on the World Bank for its r"}, {"title": "World Bank", "href": "/wiki/World_Bank", "description": "The World Bank is an international financial institution that provides loans and grants to the governments of low- and middle-income countries for the purpose of pursuing capital projects. It comprises two institutions: the International Bank for Reconstruction and Development (IBRD), and the International Development Association (IDA). The World Bank is a component of the World Bank Group."}]}, {"heading": "Events", "year": "1993", "date": "April 27", "txt": "Most of the Zambia national football team lose their lives in a plane crash off Libreville, Gabon en route to Dakar, Senegal to play a 1994 FIFA World Cup qualifying match against Senegal.", "entities": [{"title": "Zambia national football team", "href": "/wiki/Zambia_national_football_team", "description": "The Zambia national football team represents Zambia in men's international association football and it is governed by the Football Association of Zambia (FAZ). During the 1980s, they were known as the KK 11, after founding president Dr. Kenneth Kaunda (\"KK\") who ruled Zambia from 1964 to 1991. After the country adopted multiparty politics, the side was nicknamed Chipolopolo, the \"Copper Bullets\". "}, {"title": "1993 Zambia national football team plane crash", "href": "/wiki/1993_Zambia_national_football_team_plane_crash", "description": "On the evening of 27 April 1993, a DHC-5 Buffalo transport aircraft of the Zambian Air Force crashed into the Atlantic Ocean shortly after taking off from Libreville, Gabon. The flight was carrying most of the Zambian national football team to a FIFA World Cup Qualifier against Senegal in Dakar. All 25 passengers and five crew members were killed. The official investigation concluded that the pilo"}, {"title": "Libreville", "href": "/wiki/Libreville", "description": "Libreville is the capital and largest city of Gabon. Occupying 65 square kilometres (25 sq mi) in the northwestern province of Estuaire, Libreville is a port on the Komo River, near the Gulf of Guinea. As of the 2013 census, its population was 703,904."}, {"title": "Gabon", "href": "/wiki/Gabon", "description": "Gabon, officially the Gabonese Republic, is a country on the west coast of Central Africa. Located on the equator, Gabon is bordered by Equatorial Guinea to the northwest, Cameroon to the north, the Republic of the Congo on the east and south, and the Gulf of Guinea to the west. It has an area of nearly 270,000 square kilometres (100,000 sq mi) and its population is estimated at 2.1 million people"}, {"title": "Dakar", "href": "/wiki/Dakar", "description": "Dakar is the capital and largest city of Senegal. The city of Dakar proper has a population of 1,030,594, whereas the population of the Dakar metropolitan area is estimated at 3.94 million in 2021."}, {"title": "Senegal", "href": "/wiki/Senegal", "description": "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal nearly surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the count"}, {"title": "1994 FIFA World Cup", "href": "/wiki/1994_FIFA_World_Cup", "description": "The 1994 FIFA World Cup was the 15th FIFA World Cup, the world championship for men's national soccer teams. It was hosted by the United States and took place from June 17 to July 17, 1994, at nine venues across the country. The United States was chosen as the host by FIFA on July 4, 1988. Despite soccer's relative lack of popularity in the host nation, the tournament was the most financially succ"}, {"title": "1994 FIFA World Cup qualification (CAF)", "href": "/wiki/1994_FIFA_World_Cup_qualification_(CAF)", "description": "Listed below are the dates and results for the 1994 FIFA World Cup qualification rounds for the African zone (CAF). For an overview of the qualification rounds, see the article 1994 FIFA World Cup qualification."}, {"title": "Senegal national football team", "href": "/wiki/Senegal_national_football_team", "description": "The Senegal national football team represents Senegal in men's international football. Controlled by the Senegalese Football Federation, it is a member of both FIFA and Confederation of African Football (CAF). Nicknamed \"the Lions of Teranga\", the team became the second African team to reach the quarter-finals of the FIFA World Cup after Cameroon in 1990, doing so in 2002 before losing to Turkey i"}]}, {"heading": "Events", "year": "1994", "date": "April 27", "txt": "South African general election: The first democratic general election in South Africa, in which black citizens could vote. The Interim Constitution comes into force.", "entities": [{"title": "South African general election, 1994", "href": "/wiki/South_African_general_election,_1994", "description": "General elections were held in South Africa between 26 and 29 April 1994. The elections were the first in which citizens of all races were allowed to take part, and were therefore also the first held with universal adult suffrage. The election was conducted under the direction of the Independent Electoral Commission (IEC), and marked the culmination of the four-year process that ended apartheid."}, {"title": "General election", "href": "/wiki/General_election", "description": "A general election is a political voting election where generally all or most members of a given political body are chosen. These are usually held for a nation, state, or territory's primary legislative body, and are different from by-elections."}, {"title": "South African Constitution of 1993", "href": "/wiki/South_African_Constitution_of_1993", "description": "The Interim Constitution was the fundamental law of South Africa from the first non-racial general election on 27 April 1994 until it was superseded by the final constitution on 4 February 1997. As a transitional constitution it required the newly elected Parliament to also serve as a constituent assembly to adopt a final constitution. It made provision for a major restructuring of government as a"}]}, {"heading": "Events", "year": "2005", "date": "April 27", "txt": "Airbus A380 aircraft had its maiden test flight.", "entities": [{"title": "Airbus A380", "href": "/wiki/Airbus_A380", "description": "The Airbus A380 is a wide-body aircraft manufactured by Airbus. It is the world's largest passenger airliner.\n\nAirbus studies started in 1988 and the project was announced in 1990 to challenge the dominance of the Boeing 747 in the long haul market.\nThe then-designated A3XX project was presented in 1994; Airbus launched the €9.5 billion ($10.7 billion) A380 programme on 19 December 2000.\nThe first"}]}, {"heading": "Events", "year": "2006", "date": "April 27", "txt": "Construction begins on the Freedom Tower (later renamed One World Trade Center) in New York City.", "entities": [{"title": "One World Trade Center", "href": "/wiki/One_World_Trade_Center", "description": "One World Trade Center is the main building of the rebuilt World Trade Center complex in Lower Manhattan, New York City. One WTC is the tallest building in the United States, the tallest building in the Western Hemisphere, and the sixth-tallest in the world. The supertall structure has the same name as the North Tower of the original World Trade Center, which was destroyed in the terrorist attacks"}, {"title": "One World Trade Center", "href": "/wiki/One_World_Trade_Center", "description": "One World Trade Center is the main building of the rebuilt World Trade Center complex in Lower Manhattan, New York City. One WTC is the tallest building in the United States, the tallest building in the Western Hemisphere, and the sixth-tallest in the world. The supertall structure has the same name as the North Tower of the original World Trade Center, which was destroyed in the terrorist attacks"}]}, {"heading": "Events", "year": "2007", "date": "April 27", "txt": "Estonian authorities remove the Bronze Soldier, a Soviet Red Army war memorial in Tallinn, amid political controversy with Russia.", "entities": [{"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Bronze Soldier of Tallinn", "href": "/wiki/Bronze_Soldier_of_Tallinn", "description": "The Bronze Soldier is the informal name of a controversial Soviet World War II war memorial in Tallinn, Estonia, built at the site of several war graves, which were relocated to the nearby Tallinn Military Cemetery in 2007. It was originally named \"Monument to the Liberators of Tallinn\", was later titled to its current official name \"Monument to the Fallen in the Second World War\", and is sometime"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "War memorial", "href": "/wiki/War_memorial", "description": "A war memorial is a building, monument, statue, or other edifice to celebrate a war or victory, or to commemorate those who died or were injured in a war."}, {"title": "Tallinn", "href": "/wiki/Tallinn", "description": "Tallinn is the capital and most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 437,619 in 2020. Administratively a part of Harju County, Tallinn is the main financial, industrial and cultural centre of Estonia; the second largest city, Tartu, is located in the southern part of Estonia, 187.2 kilom"}]}, {"heading": "Events", "year": "2007", "date": "April 27", "txt": "Israeli archaeologists discover the tomb of Herod the Great south of Jerusalem.", "entities": [{"title": "Herod the Great", "href": "/wiki/Herod_the_Great", "description": "Herod I, also known as Herod the Great, was a Roman client king of Judea, referred to as the Herodian kingdom. The history of his legacy has polarized opinion, as he is known for his colossal building projects throughout Judea, including his renovation of the Second Temple in Jerusalem and the expansion of the Temple Mount towards its north, the Tomb of the Patriarchs in Hebron, the construction o"}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}]}, {"heading": "Events", "year": "2011", "date": "April 27", "txt": "The 2011 Super Outbreak devastates parts of the Southeastern United States, especially the states of Alabama, Mississippi, Georgia, and Tennessee. 205 tornadoes touched down on April 27 alone, killing more than 300 and injuring hundreds more.", "entities": [{"title": "2011 Super Outbreak", "href": "/wiki/2011_Super_Outbreak", "description": "The 2011 Super Outbreak was the largest, costliest, and one of the deadliest tornado outbreaks ever recorded, taking place in the Southern, Midwestern, and Northeastern United States and leaving catastrophic destruction in its wake. Over 175 tornadoes struck Alabama, Mississippi, and Tennessee, the most severely damaged states. Other destructive tornadoes occurred in Arkansas, Georgia, Kentucky, L"}, {"title": "Southeastern United States", "href": "/wiki/Southeastern_United_States", "description": "The southeastern United States, also referred to as the American Southeast or simply the Southeast, is broadly the eastern portion of the southern United States and the southern portion of the eastern United States. It comprises at least a core of states on the lower East Coast of the United States and eastern Gulf Coast. Expansively, it includes everything south of the Mason–Dixon line, the Ohio "}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}]}, {"heading": "Events", "year": "2012", "date": "April 27", "txt": "At least four explosions hit the Ukrainian city of Dnipropetrovsk with at least 27 people injured.", "entities": [{"title": "2012 Dnipropetrovsk explosions", "href": "/wiki/2012_Dnipropetrovsk_explosions", "description": "The 2012 Dnipropetrovsk explosions were a series of co-ordinated explosions in Dnipropetrovsk, Ukraine on 27 April 2012. The bombs went off between 11:50 and 13:00 near four tram stations. The attackers' motivations are not publicly known."}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Dnipropetrovsk", "href": "/wiki/Dnipropetrovsk", "description": "Dnipro, previously called Dnipropetrovsk from 1926 until May 2016, is Ukraine's fourth-largest city, with about one million inhabitants. It is located in the eastern part of Ukraine, 391 kilometres (243 mi) southeast of the Ukrainian capital Kyiv on the Dnieper River, after which it is named. Dnipro is the administrative centre of the Dnipropetrovsk Oblast. Administratively, it is incorporated as "}]}, {"heading": "Events", "year": "2018", "date": "April 27", "txt": "The Panmunjom Declaration is signed between North and South Korea, officially declaring their intentions to end the Korean conflict.", "entities": [{"title": "Panmunjom Declaration", "href": "/wiki/Panmunjom_Declaration", "description": "The Panmunjom Declaration for Peace, Prosperity and Reunification of the Korean Peninsula was adopted between the Supreme Leader of North Korea, Kim Jong-un, and the President of South Korea, Moon Jae-in, on April 27, 2018, during the 2018 inter-Korean Summit on the South Korean side of the Peace House in the Joint Security Area."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}, {"title": "Korean conflict", "href": "/wiki/Korean_conflict", "description": "The Korean conflict is an ongoing conflict based on the division of Korea between North Korea and South Korea, both of which claim to be the sole legitimate government of all of Korea. During the Cold War, North Korea was backed by the Soviet Union, China, and other allies, while South Korea was backed by the United States and its Western allies."}]}, {"heading": "Births", "year": "85 BC", "date": "April 27", "txt": "Decimus Junius Brutus Albinus, Roman politician and general (d. 43 BC)", "entities": [{"title": "Decimus Junius Brutus Albinus", "href": "/wiki/Decimus_Junius_Brutus_Albinus", "description": "Decimus Junius Brutus Albinus was a Roman general and politician of the late republican period and one of the leading instigators of Julius Caesar's assassination. He had previously been an important supporter of Caesar in the Gallic Wars and in the civil war against Pompey. Decimus Brutus is often confused with his distant cousin and fellow conspirator, Marcus Junius Brutus."}]}, {"heading": "Births", "year": "1468", "date": "April 27", "txt": "Frederick Jagiellon, Primate of Poland (d. 1503)", "entities": [{"title": "Frederick Jagiellon", "href": "/wiki/Frederick_Jagiellon", "description": "Frederick Jagiellon was a Polish prince, Archbishop of Gniezno, Bishop of Kraków, and Primate of Poland. He was the sixth son and ninth child of Casimir IV Jagiellon, King of Poland and Grand Duke of Lithuania, and his wife Elizabeth of Austria, known as 'Matka Jagiellonow'."}]}, {"heading": "Births", "year": "1564", "date": "April 27", "txt": "Henry Percy, 9th Earl of Northumberland (d. 1632)", "entities": [{"title": "Henry Percy, 9th Earl of Northumberland", "href": "/wiki/Henry_Percy,_9th_Earl_of_Northumberland", "description": "Henry Percy, 9th Earl of Northumberland, KG was an English nobleman. He was a grandee and one of the wealthiest peers of the court of Elizabeth I. Under James I, Northumberland was a long-term prisoner in the Tower of London, due to the suspicion that he was complicit in the Gunpowder Plot. He is known for the circles he moved in as well as for his own achievements. He acquired the sobriquet The W"}]}, {"heading": "Births", "year": "1556", "date": "April 27", "txt": "François Béroalde de Verville, French writer (d. 1626)", "entities": [{"title": "François Béroalde de Verville", "href": "/wiki/Fran%C3%A7ois_B%C3%A9roalde_de_Verville", "description": "François Béroalde de Verville was a French Renaissance novelist, poet and intellectual. He was born in Paris, the son of Matthieu Brouard, called \"Béroalde\", a professor of Agrippa d'Aubigné and Pierre de l'Estoile and a Huguenot; his mother, Marie Bletz, was the niece of the humanist and Hebrew scholar François Vatable. At the time of the St. Bartholomew's Day Massacre, his family fled to Geneva "}]}, {"heading": "Births", "year": "1593", "date": "April 27", "txt": "Mumtaz Mahal, Mughal empress buried at the Taj Mahal (d. 1631)", "entities": [{"title": "Mumtaz Mahal", "href": "/wiki/Mumtaz_Mahal", "description": "Mumtaz Mahal was the Empress consort of the Mughal Empire from 19 January 1628 to 17 June 1631 as the chief consort of the Mughal emperor Shah Jahan. The Taj Mahal in Agra, often cited as one of the Wonders of the World, was commissioned by her husband to act as her tomb."}]}, {"heading": "Births", "year": "1650", "date": "April 27", "txt": "Charlotte Amalie of Hesse-Kassel, Queen Consort of Denmark (1670-1699) (d. 1714)", "entities": [{"title": "Charlotte Amalie of Hesse-Kassel", "href": "/wiki/Charlotte_Amalie_of_Hesse-Kassel", "description": "Charlotte Amalie of Hesse-Kassel was Queen of Denmark and Norway by marriage to King Christian V. Although she did not have much political influence, she was a successful businesswoman in her many estates and protected foreign Protestant non-Lutherans from oppression. She gained popularity for defending Copenhagen from Swedish forces in 1700."}]}, {"heading": "Births", "year": "1654", "date": "April 27", "txt": "Charles Blount, English deist and philosopher (d. 1693)", "entities": [{"title": "Charles Blount (deist)", "href": "/wiki/Charles_Blount_(deist)", "description": "\n\nCharles Blount was an English deist and philosopher who published several anonymous essays critical of the existing English order."}]}, {"heading": "Births", "year": "1701", "date": "April 27", "txt": "Charles Emmanuel III of Sardinia (d. 1773)", "entities": [{"title": "Charles Emmanuel III of Sardinia", "href": "/wiki/Charles_Emmanuel_III_of_Sardinia", "description": "Charles Emmanuel III was the Duke of Savoy and King of Sardinia from 1730 until his death."}]}, {"heading": "Births", "year": "1718", "date": "April 27", "txt": "Thomas Lewis, Irish-born American surveyor and lawyer (d. 1790)", "entities": [{"title": "Thomas Lewis (Virginia politician)", "href": "/wiki/Thomas_Lewis_(Virginia_politician)", "description": "Thomas Lewis was an Irish-American surveyor, lawyer, and a pioneer of early Virginia. He was a signatory to the Fairfax Resolves preceding the American War for Independence, and after the conflict, contributed to the settlement of western Virginia in an area that would one day become part of West Virginia."}]}, {"heading": "Births", "year": "1748", "date": "April 27", "txt": "Adamantios Korais, Greek-French philosopher and scholar (d. 1833)", "entities": [{"title": "Adamantios Korais", "href": "/wiki/Adamantios_Korais", "description": "Adamantios Korais or Koraïs was a Greek scholar credited with laying the foundations of Modern Greek literature and a major figure in the Greek Enlightenment. His activities paved the way for the Greek War of Independence and the emergence of a purified form of the Greek language, known as Katharevousa. Encyclopædia Britannica asserts that \"his influence on the modern Greek language and culture ha"}]}, {"heading": "Births", "year": "1755", "date": "April 27", "txt": "Marc-Antoine Parseval, French mathematician and theorist (d. 1836)", "entities": [{"title": "Marc-Antoine Parseval", "href": "/wiki/Marc-Antoine_Parseval", "description": "Marc-Antoine Parseval des Chênes was a French mathematician, most famous for what is now known as Parseval's theorem, which presaged the unitarity of the Fourier transform."}]}, {"heading": "Births", "year": "1759", "date": "April 27", "txt": "Mary Wollstonecraft, English philosopher, historian, and novelist (d. 1797)", "entities": [{"title": "Mary Wollstonecraft", "href": "/wiki/Mary_Wollstonecraft", "description": "Mary Wollstonecraft was an English writer, philosopher, and advocate of women's rights. Until the late 20th century, Wollstonecraft's life, which encompassed several unconventional personal relationships at the time, received more attention than her writing. Today Wollstonecraft is regarded as one of the founding feminist philosophers, and feminists often cite both her life and her works as import"}]}, {"heading": "Births", "year": "1788", "date": "April 27", "txt": "Charles Robert Cockerell, English architect, archaeologist, and writer (d. 1863)", "entities": [{"title": "Charles Robert Cockerell", "href": "/wiki/Charles_Robert_Cockerell", "description": "Charles Robert Cockerell was an English architect, archaeologist, and writer. He studied architecture under Robert Smirke. He went on an extended Grand Tour lasting seven years, mainly spent in Greece. He was involved in major archaeological discoveries while in Greece. On returning to London he set up a successful architectural practise. Appointed Professor of Architecture at the Royal Academy of"}]}, {"heading": "Births", "year": "1791", "date": "April 27", "txt": "Samuel Morse, American painter and inventor, co-invented the Morse code (d. 1872)", "entities": [{"title": "Samuel Morse", "href": "/wiki/Samuel_Morse", "description": "Samuel Finley Breese Morse was an American inventor and painter. After having established his reputation as a portrait painter, in his middle age Morse contributed to the invention of a single-wire telegraph system based on European telegraphs. He was a co-developer of Morse code and helped to develop the commercial use of telegraphy."}, {"title": "Morse code", "href": "/wiki/Morse_code", "description": "Morse code is a method used in telecommunication to encode text characters as standardized sequences of two different signal durations, called dots and dashes. Morse code is named after Samuel Morse, an inventor of the telegraph."}]}, {"heading": "Births", "year": "1812", "date": "April 27", "txt": "William W. Snow, American lawyer and politician (d. 1886)", "entities": [{"title": "William W. Snow", "href": "/wiki/William_W._Snow", "description": "William W. Snow was a United States Representative from New York."}]}, {"heading": "Births", "year": "1812", "date": "April 27", "txt": "Friedrich von Flotow, German composer (d. 1883)", "entities": []}, {"heading": "Births", "year": "1820", "date": "April 27", "txt": "Herbert Spencer, English biologist, anthropologist, sociologist, and philosopher (d. 1903)", "entities": [{"title": "Herbert Spencer", "href": "/wiki/Herbert_Spencer", "description": "Herbert Spencer was an English philosopher, biologist, anthropologist, and sociologist famous for his hypothesis of social Darwinism whereby superior physical force shapes history. Spencer originated the expression \"survival of the fittest\", which he coined in Principles of Biology (1864) after reading Charles Darwin's On the Origin of Species. The term strongly suggests natural selection, yet Spe"}]}, {"heading": "Births", "year": "1822", "date": "April 27", "txt": "Ulysses S. Grant, American general and politician, 18th President of the United States (d. 1885)", "entities": [{"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1840", "date": "April 27", "txt": "Edward Whymper, English-French mountaineer, explorer, author, and illustrator (d. 1911)", "entities": [{"title": "Edward Whymper", "href": "/wiki/Edward_Whymper", "description": "Edward Whymper FRSE was an English mountaineer, explorer, illustrator, and author best known for the first ascent of the Matterhorn in 1865. Four members of his climbing party were killed during the descent. Whymper also made important first ascents on the Mont Blanc massif and in the Pennine Alps, Chimborazo in South America, and the Canadian Rockies. His exploration of Greenland contributed an i"}]}, {"heading": "Births", "year": "1848", "date": "April 27", "txt": "Otto of Bavaria (d. 1916)", "entities": [{"title": "Otto of Bavaria", "href": "/wiki/Otto_of_Bavaria", "description": "Otto was King of Bavaria from 1886 until 1913. However, he never actively reigned because of alleged severe mental illness. His uncle, Luitpold, and his cousin, Ludwig, served as regents. Ludwig deposed him in 1913, a day after the legislature passed a law allowing him to do so, and became king in his own right."}]}, {"heading": "Births", "year": "1850", "date": "April 27", "txt": "Hans Hartwig von Beseler, German general and politician (d. 1921)", "entities": [{"title": "Hans Hartwig von Beseler", "href": "/wiki/Hans_Hartwig_von_Beseler", "description": "Hans Hartwig von Beseler was a German colonel general."}]}, {"heading": "Births", "year": "1853", "date": "April 27", "txt": "Jules Lemaître, French playwright and critic (d. 1914)", "entities": [{"title": "Jules Lemaître", "href": "/wiki/Jules_Lema%C3%AEtre", "description": "François Élie Jules Lemaître was a French critic and dramatist."}]}, {"heading": "Births", "year": "1857", "date": "April 27", "txt": "Theodor Kittelsen, Norwegian painter and illustrator (d. 1914)", "entities": [{"title": "Theodor Kittelsen", "href": "/wiki/Theodor_Kittelsen", "description": "Theodor Severin Kittelsen was a Norwegian artist. He is one of the most popular artists in Norway. Kittelsen became famous for his nature paintings, as well as for his illustrations of fairy tales and legends, especially of trolls."}]}, {"heading": "Births", "year": "1861", "date": "April 27", "txt": "William Arms Fisher, American composer and music historian (d. 1948)", "entities": [{"title": "William Arms Fisher", "href": "/wiki/William_Arms_Fisher", "description": "William Arms Fisher was an American composer, music historian and writer."}]}, {"heading": "Births", "year": "1866", "date": "April 27", "txt": "Maurice Raoul-Duval, French polo player (d. 1916)", "entities": [{"title": "Maurice Raoul-Duval", "href": "/wiki/Maurice_Raoul-Duval", "description": "Maurice Raoul-Duval was a French polo player who competed in the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1875", "date": "April 27", "txt": "Frederick Fane, Irish-born, English cricketer (d. 1960)", "entities": [{"title": "Frederick Fane", "href": "/wiki/Frederick_Fane", "description": "Frederick Luther Fane, played cricket for the England cricket team in 14 Test matches. He also played for Essex, Oxford University and London County."}]}, {"heading": "Births", "year": "1880", "date": "April 27", "txt": "Mihkel Lüdig, Estonian organist, composer, and conductor (d. 1958)", "entities": [{"title": "Mihkel Lüdig", "href": "/wiki/Mihkel_L%C3%BCdig", "description": "Mihkel Lüdig was an Estonian composer, organist and choir conductor. As a composer, he particularly worked on a cappella choral songs. Lüdig is considered one of the major organisers of large-scale musical events in 20th century Estonia. He was a student of Nicolai Soloviev."}]}, {"heading": "Births", "year": "1882", "date": "April 27", "txt": "Jessie Redmon Fauset, American author and poet (d. 1961)", "entities": [{"title": "Jessie Redmon Fauset", "href": "/wiki/Jessie_Redmon_Fauset", "description": "Jessie Redmon Fauset was an African-American editor, poet, essayist, novelist, and educator. Her literary work helped sculpt African-American literature in the 1920s as she focused on portraying a true image of African-American life and history. Her black fictional characters were working professionals which was an inconceivable concept to American society during this time Her story lines related "}]}, {"heading": "Births", "year": "1887", "date": "April 27", "txt": "Warren Wood, American golfer (d. 1926)", "entities": [{"title": "Warren Wood", "href": "/wiki/Warren_Wood", "description": "Warren Kenneth Wood was an American amateur golfer who competed in the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1888", "date": "April 27", "txt": "Florence La Badie, Canadian actress (d. 1917)", "entities": [{"title": "Florence La Badie", "href": "/wiki/Florence_La_Badie", "description": "Florence La Badie was an American-Canadian actress in the early days of the silent film era. She was a major star between 1911 and 1917. Her career was at its height when she died at age 29 from injuries sustained in an automobile accident."}]}, {"heading": "Births", "year": "1891", "date": "April 27", "txt": "Sergei Prokofiev, Russian pianist, composer, and conductor (d. 1953)", "entities": [{"title": "Sergei Prokofiev", "href": "/wiki/Sergei_Prokofiev", "description": "Sergei Sergeyevich Prokofiev was a Russian Soviet composer, pianist and conductor. As the creator of acknowledged masterpieces across numerous music genres, he is regarded as one of the major composers of the 20th century. His works include such widely heard pieces as the March from The Love for Three Oranges, the suite Lieutenant Kijé, the ballet Romeo and Juliet—from which \"Dance of the Knights\""}]}, {"heading": "Births", "year": "1893", "date": "April 27", "txt": "Draža Mihailović, Serbian general (d. 1946)", "entities": [{"title": "Draža Mihailović", "href": "/wiki/Dra%C5%BEa_Mihailovi%C4%87", "description": "Dragoljub \"Draža\" Mihailović was a Yugoslav Serb general during World War II. He was the leader of the Chetnik Detachments of the Yugoslav Army (Chetniks), a royalist and nationalist movement and guerrilla force established following the German invasion of Yugoslavia in 1941."}]}, {"heading": "Births", "year": "1893", "date": "April 27", "txt": "Allen Sothoron, American baseball player, coach, and manager (d. 1939)", "entities": []}, {"heading": "Births", "year": "1894", "date": "April 27", "txt": "George Petty, American painter and illustrator (d. 1975)", "entities": [{"title": "George Petty", "href": "/wiki/George_Petty", "description": "George Brown Petty IV was an American pin-up artist. His pin-up art appeared primarily in Esquire and Fawcett Publications's True but was also in calendars marketed by Esquire, True and Ridgid Tool Company. Petty's Esquire gatefolds originated and popularized the magazine device of centerfold spreads. Reproductions of his work, known as \"Petty Girls,\" were widely rendered by military artists as no"}]}, {"heading": "Births", "year": "1894", "date": "April 27", "txt": "Nicolas Slonimsky, Russian pianist, composer, and conductor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1896", "date": "April 27", "txt": "Rogers Hornsby, American baseball player, coach, and manager (d. 1963)", "entities": [{"title": "Rogers Hornsby", "href": "/wiki/Rogers_Hornsby", "description": "Rogers Hornsby Sr., nicknamed \"The Rajah\", was an American baseball infielder, manager, and coach who played 23 seasons in Major League Baseball (MLB). He played for the St. Louis Cardinals, New York Giants (1927), Boston Braves (1928), Chicago Cubs (1929–1932), and St. Louis Browns (1933–1937). He was named the National League (NL)'s Most Valuable Player (MVP) twice, and was a member of one World"}]}, {"heading": "Births", "year": "1896", "date": "April 27", "txt": "William Hudson, New Zealand-Australian engineer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1896", "date": "April 27", "txt": "Wallace Carothers, American chemist and inventor of nylon (d. 1937)", "entities": []}, {"heading": "Births", "year": "1898", "date": "April 27", "txt": "Ludwig Bemelmans, Italian-American author and illustrator (d. 1962)", "entities": [{"title": "Ludwig Bemelmans", "href": "/wiki/Ludwig_Bemelmans", "description": "Ludwig Bemelmans was an Austrian-born American writer and illustrator of children's books and adult novels. He is known best for the Madeline picture books. Six were published, the first in 1939."}]}, {"heading": "Births", "year": "1899", "date": "April 27", "txt": "Walter Lantz, American animator, producer, screenwriter, and actor (d. 1994)", "entities": [{"title": "Walter Lantz", "href": "/wiki/Walter_Lantz", "description": "Walter Benjamin Lantz was an American cartoonist, animator, film producer, director and actor best known for founding Walter Lantz Productions and creating Woody Woodpecker."}]}, {"heading": "Births", "year": "1900", "date": "April 27", "txt": "August Koern, Estonian politician and diplomat, Estonian Minister of Foreign Affairs in exile (d. 1989)", "entities": [{"title": "August Koern", "href": "/wiki/August_Koern", "description": "August Koern was an Estonian statesman and diplomat. He was Estonian foreign minister in exile from 1 March 1964 to 3 June 1982.\n"}, {"title": "Estonian Minister of Foreign Affairs in exile", "href": "/wiki/Estonian_Minister_of_Foreign_Affairs_in_exile", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1902", "date": "April 27", "txt": "Tiemoko Garan Kouyaté, Malian educator and activist (d. 1942)", "entities": [{"title": "Tiemoko Garan Kouyaté", "href": "/wiki/Tiemoko_Garan_Kouyat%C3%A9", "description": "Tiemoko Garan Kouyaté, teacher, journalist and political activist was a pioneer for African nationalism and one of the first Communists in Africa. He was born on April 27, 1902 in Ségou, French Soudan. Kouyaté was regarded as the most influential personality among the West African migrant community in France according to French intelligence assessments. Kouyaté was also among the first generation "}]}, {"heading": "Births", "year": "1904", "date": "April 27", "txt": "Cecil Day-Lewis, Anglo-Irish poet and author (d. 1972)", "entities": [{"title": "Cecil Day-Lewis", "href": "/wiki/Cecil_Day-Lewis", "description": "Cecil Day-Lewis, often written as C. Day-Lewis, was an Anglo-Irish poet and Poet Laureate from 1968 until his death in 1972. He also wrote mystery stories under the pseudonym of Nicholas Blake."}]}, {"heading": "Births", "year": "1904", "date": "April 27", "txt": "Nikos Zachariadis, Greek politician (d. 1973)", "entities": []}, {"heading": "Births", "year": "1905", "date": "April 27", "txt": "John Kuck, American javelin thrower and shot putter (d. 1986)", "entities": [{"title": "John Kuck", "href": "/wiki/John_Kuck", "description": "John Henry Kuck was an American athlete who won a gold medal in the shot put at the 1928 Summer Olympics setting a new world record at 15.87 m. Earlier that year he set two more world records, but they were not recognized officially. In 1926 he also set a US record in the javelin throw at 65.28 m and won the AAU title."}]}, {"heading": "Births", "year": "1906", "date": "April 27", "txt": "Yiorgos Theotokas, Greek author and playwright (d. 1966)", "entities": [{"title": "Yiorgos Theotokas", "href": "/wiki/Yiorgos_Theotokas", "description": "Yiorgos Theotokas, formally Georgios Theotokas, was a Greek novelist."}]}, {"heading": "Births", "year": "1910", "date": "April 27", "txt": "Chiang Ching-kuo, Chinese politician, 3rd President of the Republic of China (d. 1988)", "entities": [{"title": "Chiang Ching-kuo", "href": "/wiki/Chiang_Ching-kuo", "description": "Chiang Ching-kuo was a politician of the Republic of China after its exile to Taiwan. The eldest and only biological son of former president Chiang Kai-shek, he held numerous posts in the government of the Republic of China. He served as Premier of the Republic of China between 1972 and 1978, and was the President of the Republic of China from 1978 until his death in 1988."}, {"title": "President of the Republic of China", "href": "/wiki/President_of_the_Republic_of_China", "description": "The president of the Republic of China, commonly known as the president of Taiwan is the head of state of the Republic of China (ROC) and the commander-in-chief of the Republic of China Armed Forces."}]}, {"heading": "Births", "year": "1911", "date": "April 27", "txt": "Bruno Beger, German anthropologist and ethnologist (d. 2009)", "entities": [{"title": "Bruno Beger", "href": "/wiki/Bruno_Beger", "description": "Bruno Beger was a Nazi racial anthropologist, ethnologist, and explorer who worked for the Ahnenerbe. In that role he participated in Ernst Schäfer's 1938–39 journey to Tibet, helped the Race and Settlement Office, or SS-Rasse- und Siedlungshauptamt, of the SS identify Jews, and later helped select human subjects to be killed to create an anatomical study collection of Jewish skeletons."}]}, {"heading": "Births", "year": "1911", "date": "April 27", "txt": "Chris Berger, Dutch sprinter and footballer (d. 1965)", "entities": []}, {"heading": "Births", "year": "1912", "date": "April 27", "txt": "Jacques de Bourbon-Busset, French author and politician (d. 2001)", "entities": [{"title": "Jacques de Bourbon-Busset", "href": "/wiki/Jacques_de_Bourbon-Busset", "description": "Jacques de Bourbon, Count de Busset was a French novelist, essayist and politician. He was elected to the Académie française on 4 June 1981. He was a senior member of the House of Bourbon-Busset."}]}, {"heading": "Births", "year": "1912", "date": "April 27", "txt": "Zohra Sehgal, Indian actress, dancer, and choreographer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1913", "date": "April 27", "txt": "Philip Abelson, American physicist and author (d. 2004)", "entities": [{"title": "Philip Abelson", "href": "/wiki/Philip_Abelson", "description": "Philip Hauge Abelson was an American physicist, scientific editor and science writer. Trained as a nuclear physicist, he co-discovered the element neptunium, worked on isotope separation in the Manhattan Project, and wrote the first study of nuclear marine propulsion for submarines. He later worked on a broad range of scientific topics and related public policy, including organic geochemistry, pal"}]}, {"heading": "Births", "year": "1913", "date": "April 27", "txt": "Irving Adler, American mathematician, author, and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1913", "date": "April 27", "txt": "Luz Long, German long jumper and soldier (d. 1943)", "entities": []}, {"heading": "Births", "year": "1916", "date": "April 27", "txt": "Robert Hugh McWilliams, Jr., American sergeant, lawyer, and judge (d. 2013)", "entities": [{"title": "Robert Hugh McWilliams, Jr.", "href": "/wiki/Robert_Hugh_McWilliams,_Jr.", "description": "Robert Hugh McWilliams Jr. was a United States Circuit Judge of the United States Court of Appeals for the Tenth Circuit and a Justice of the Colorado Supreme Court."}]}, {"heading": "Births", "year": "1916", "date": "April 27", "txt": "Enos Slaughter, American baseball player and manager (d. 2002)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 27", "txt": "Roman Matsov, Estonian violinist, pianist, and conductor (d. 2001)", "entities": [{"title": "Roman Matsov", "href": "/wiki/Roman_Matsov", "description": "Roman Matsov ; was an Estonian violinist, pianist, and conductor."}]}, {"heading": "Births", "year": "1918", "date": "April 27", "txt": "Sten Rudholm, Swedish lawyer and jurist (d. 2008)", "entities": [{"title": "Sten Rudholm", "href": "/wiki/Sten_Rudholm", "description": "Sten John Gustaf Rudholm was a Swedish lawyer, member of the Swedish Academy, former Chancellor of Justice, Chief Justice of Appeal and Marshal of the Realm. Rudholm was prior to his death the only living Swedish non-royal to have been made Knight of the Royal Order of the Seraphim – the foremost order of Sweden."}]}, {"heading": "Births", "year": "1920", "date": "April 27", "txt": "Guido Cantelli, Italian conductor (d. 1956)", "entities": [{"title": "Guido Cantelli", "href": "/wiki/Guido_Cantelli", "description": "Guido Cantelli was an Italian orchestral conductor. He was named Musical Director of La Scala, Milan in November 1956 but his promising career was cut short only one week later by his death at the age of 36 in an airplane crash in Paris, France."}]}, {"heading": "Births", "year": "1920", "date": "April 27", "txt": "Mark Krasnosel'skii, Ukrainian mathematician and academic (d. 1997)", "entities": []}, {"heading": "Births", "year": "1920", "date": "April 27", "txt": "James Robert Mann, American colonel, lawyer, and politician (d. 2010)", "entities": []}, {"heading": "Births", "year": "1920", "date": "April 27", "txt": "Edwin Morgan, Scottish poet and translator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1921", "date": "April 27", "txt": "Robert Dhéry, French actor, director, and screenwriter (d. 2004)", "entities": [{"title": "Robert Dhéry", "href": "/wiki/Robert_Dh%C3%A9ry", "description": "Robert Dhéry was a French comedian, actor, director and screenwriter."}]}, {"heading": "Births", "year": "1922", "date": "April 27", "txt": "Jack Klugman, American actor (d. 2012)", "entities": [{"title": "Jack Klugman", "href": "/wiki/Jack_Klugman", "description": "Jack Klugman was an American actor of stage, film, and television."}]}, {"heading": "Births", "year": "1922", "date": "April 27", "txt": "Sheila Scott, English nurse and pilot (d. 1988)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 27", "txt": "Betty Mae Tiger Jumper, Seminole chief (d. 2011)", "entities": [{"title": "Betty Mae Tiger Jumper", "href": "/wiki/Betty_Mae_Tiger_Jumper", "description": "Betty Mae Tiger Jumper, also known as Potackee (Seminole) was the first and so far the only female chief of the Seminole Tribe of Florida. A nurse, she co-founded the tribe's first newspaper in 1956, the Seminole News, later replaced by The Seminole Tribune, for which she served as editor, winning a Lifetime Achievement Award from the Native American Journalists Association. In 2001 she published "}]}, {"heading": "Births", "year": "1924", "date": "April 27", "txt": "Vernon B. Romney, American lawyer and politician, 14th Attorney General of Utah (d. 2013)", "entities": [{"title": "Vernon B. Romney", "href": "/wiki/Vernon_B._Romney", "description": "Vernon Bradford Romney was an American lawyer who served as the attorney general of Utah from 1969 to 1977, and the Republican candidate for Governor of Utah in 1976."}, {"title": "Attorney General of Utah", "href": "/wiki/Attorney_General_of_Utah", "description": "The Attorney General of Utah is an elected constitutional officer in the executive branch of the state government of Utah. The attorney general is the chief legal officer and legal adviser in the state. The office is elected, with a term of four years."}]}, {"heading": "Births", "year": "1925", "date": "April 27", "txt": "Derek Chinnery, English broadcaster (d. 2015)", "entities": [{"title": "Derek Chinnery", "href": "/wiki/Derek_Chinnery", "description": "Charles Derek Chinnery was the controller of BBC Radio 1 from 1978 to 1985."}]}, {"heading": "Births", "year": "1926", "date": "April 27", "txt": "Tim LaHaye, American minister, activist, and author (d. 2016)", "entities": [{"title": "Tim LaHaye", "href": "/wiki/Tim_LaHaye", "description": "Tim Francis LaHaye was an American Baptist evangelical Christian minister who wrote more than 85 books, both fiction and non-fiction, including the Left Behind series of apocalyptic fiction, which he co-authored with Jerry B. Jenkins."}]}, {"heading": "Births", "year": "1926", "date": "April 27", "txt": "Basil A. Paterson, American lawyer and politician, 59th Secretary of State of New York (d. 2014)", "entities": [{"title": "Secretary of State of New York", "href": "/wiki/Secretary_of_State_of_New_York", "description": "The secretary of state of New York is a cabinet officer in the government of the U.S. state of New York who leads the Department of State (NYSDOS)."}]}, {"heading": "Births", "year": "1926", "date": "April 27", "txt": "Alan Reynolds, English painter and educator (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 27", "txt": "Coretta Scott King, African-American activist and author (d. 2006)", "entities": [{"title": "Coretta Scott King", "href": "/wiki/Coretta_Scott_King", "description": "Coretta Scott King was an American author, activist, civil rights leader, and the wife of Martin Luther King Jr. As an advocate for African-American equality, she was a leader for the civil rights movement in the 1960s. King was also a singer who often incorporated music into her civil rights work. King met her husband while attending graduate school in Boston. They both became increasingly active"}]}, {"heading": "Births", "year": "1927", "date": "April 27", "txt": "Joe Moakley, American soldier, lawyer, and politician (d. 2001)", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 27", "txt": "Nina Ponomaryova, Russian discus thrower and coach (d. 2016)", "entities": [{"title": "Nina Ponomaryova", "href": "/wiki/Nina_Ponomaryova", "description": "Nina Apollonovna Ponomaryova was a Russian discus thrower and the first Soviet Olympic champion."}]}, {"heading": "Births", "year": "1931", "date": "April 27", "txt": "Igor Oistrakh, Ukrainian violinist and educator", "entities": [{"title": "Igor Oistrakh", "href": "/wiki/Igor_Oistrakh", "description": "Igor Davidovich Oistrakh is a Russian violinist."}]}, {"heading": "Births", "year": "1932", "date": "April 27", "txt": "Anouk Aimée, French actress", "entities": [{"title": "Anouk Aimée", "href": "/wiki/Anouk_Aim%C3%A9e", "description": "Nicole Françoise Florence Dreyfus, known professionally as Anouk Aimée or Anouk, is a French film actress, who has appeared in 70 films since 1947, having begun her film career at age 14. In her early years, she studied acting and dance besides her regular education. Although the majority of her films were French, she also made films in Spain, Great Britain, Italy and Germany, along with some Amer"}]}, {"heading": "Births", "year": "1932", "date": "April 27", "txt": "Pik Botha, South African lawyer, politician, and diplomat, 8th South African Ambassador to the United States (d. 2018)", "entities": [{"title": "South African Ambassador to the United States", "href": "/wiki/South_African_Ambassador_to_the_United_States", "description": "The position of South African ambassador to the United States is the most prestigious and top diplomatic post in South Africa. The position was first held in March 1949, following the upgrade of South Africa's diplomatic mission to an embassy. The post has been held by many important politicians and is currently held by M. J. Mahlangu."}]}, {"heading": "Births", "year": "1932", "date": "April 27", "txt": "Casey Kasem, American disc jockey, music historian, radio celebrity, and voice actor; co-created American Top 40 (d. 2014)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 27", "txt": "Chuck Knox, American football coach (d. 2018)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 27", "txt": "Derek Minter, English motorcycle racer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 27", "txt": "Gian-Carlo Rota, Italian-American mathematician and philosopher (d. 1999)", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 27", "txt": "Peter Imbert, Baron Imbert, English police officer and politician, Lord Lieutenant for Greater London (d. 2017)", "entities": [{"title": "Peter Imbert, Baron Imbert", "href": "/wiki/Peter_Imbert,_Baron_Imbert", "description": "Peter Michael Imbert, Baron Imbert, was Commissioner of the Metropolitan Police Service from 1987 to 1993, and prior to that appointment Chief Constable of Thames Valley Police from 1979 to 1985."}]}, {"heading": "Births", "year": "1935", "date": "April 27", "txt": "Theodoros Angelopoulos, Greek director, producer, and screenwriter (d. 2012)", "entities": [{"title": "Theodoros Angelopoulos", "href": "/wiki/Theodoros_Angelopoulos", "description": "Theodoros \"Theo\" Angelopoulos was a Greek filmmaker, screenwriter and film producer."}]}, {"heading": "Births", "year": "1935", "date": "April 27", "txt": "Ron Morris, American pole vaulter and coach", "entities": []}, {"heading": "Births", "year": "1936", "date": "April 27", "txt": "Geoffrey Shovelton, English singer and illustrator (d. 2016)", "entities": [{"title": "Geoffrey Shovelton", "href": "/wiki/Geoffrey_Shovelton", "description": "Geoffrey Richard Shovelton was an English singer and illustrator best known for his performances in leading tenor roles with the D'Oyly Carte Opera Company in the 1970s."}]}, {"heading": "Births", "year": "1937", "date": "April 27", "txt": "Sandy Dennis, American actress (d. 1992)", "entities": [{"title": "Sandy Dennis", "href": "/wiki/Sandy_Dennis", "description": "Sandra Dale Dennis was an American actress. She made her film debut in the drama Splendor in the Grass (1961). For her performance in the comedy-drama film Who's Afraid of Virginia Woolf? (1966), she received the Academy Award for Best Supporting Actress."}]}, {"heading": "Births", "year": "1937", "date": "April 27", "txt": "Robin Eames, Irish Anglican archbishop", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 27", "txt": "Richard Perham, English biologist and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 27", "txt": "Earl Anthony, American bowler and sportscaster (d. 2001)", "entities": [{"title": "Earl Anthony", "href": "/wiki/Earl_Anthony", "description": "Earl Roderick Anthony was a left-handed American professional bowler who amassed records of 43 titles and six Player of the Year awards on the Professional Bowlers Association (PBA) Tour. For over two decades, his career title count was listed as 41. The count was amended to 43 in 2008, when the PBA chose to retroactively award PBA titles for ABC Masters championships if won by a PBA member at the"}]}, {"heading": "Births", "year": "1938", "date": "April 27", "txt": "Alain Caron, Canadian ice hockey player (d. 1986)", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 27", "txt": "Judy Carne, English actress and comedian (d. 2015)", "entities": [{"title": "Judy Carne", "href": "/wiki/Judy_Carne", "description": "Joyce Audrey Botterill, known professionally as Judy Carne, was an English actress best remembered for the phrase \"Sock it to me!\" on Rowan & Martin's Laugh-In."}]}, {"heading": "Births", "year": "1939", "date": "April 27", "txt": "Stanisław Dziwisz, Polish cardinal", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 27", "txt": "Fethullah Gülen, Turkish preacher and theologian", "entities": [{"title": "Fethullah Gülen", "href": "/wiki/Fethullah_G%C3%BClen", "description": "Muhammed Fethullah Gülen is a Turkish Islamic scholar, preacher, and a one-time opinion leader. Gülen is designated an influential Ottomanist, Anatolian panethnicist, Islamic poet, writer, social critic, and activist–dissident developing a Nursian theological perspective that embraces democratic modernity, as a citizen of Turkey he was a local state imam from 1959 to 1981. Over the years, Gülen be"}]}, {"heading": "Births", "year": "1941", "date": "April 27", "txt": "Dilip Kumar Chakrabarti, Indian archaeologist", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 27", "txt": "Lee Roy Jordan, American football player", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 27", "txt": "Ruth Glick, American author", "entities": [{"title": "Ruth Glick", "href": "/wiki/Ruth_Glick", "description": "Ruth Glick née Burtnick,, is a writer of cookbooks, romance and young adult novels. She has written novels under the pseudonym Rebecca York; until 1997 these were written in collaboration with Eileen Buckholtz."}]}, {"heading": "Births", "year": "1942", "date": "April 27", "txt": "Jim Keltner, American drummer", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 27", "txt": "Helmut Marko, Austrian race car driver and manager", "entities": [{"title": "Helmut Marko", "href": "/wiki/Helmut_Marko", "description": "Helmut Marko is an Austrian former professional racing driver and current advisor to the Red Bull GmbH Formula One Teams and head of Red Bull's driver development program."}]}, {"heading": "Births", "year": "1944", "date": "April 27", "txt": "Michael Fish, English meteorologist and journalist", "entities": [{"title": "Michael Fish", "href": "/wiki/Michael_Fish", "description": "Michael Fish, is a British weather forecaster. From 1974 to 2004 he was a television presenter for BBC Weather."}]}, {"heading": "Births", "year": "1944", "date": "April 27", "txt": "Cuba Gooding Sr., American singer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 27", "txt": "Herb Pedersen, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 27", "txt": "Martin Chivers, English footballer and manager", "entities": [{"title": "Martin Chivers", "href": "/wiki/Martin_Chivers", "description": "Martin Harcourt Chivers is an English retired professional footballer from the 1960s and 1970s."}]}, {"heading": "Births", "year": "1945", "date": "April 27", "txt": "Jack Deverell, English general", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 27", "txt": "Helen Hodgman, Scottish-Australian author", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 27", "txt": "Terry Willesee, Australian journalist and television host", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 27", "txt": "August Wilson, American author and playwright (d. 2005)", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 27", "txt": "Franz Roth, German footballer", "entities": [{"title": "Franz Roth", "href": "/wiki/Franz_Roth", "description": "Franz \"Bulle\" Roth is a former German footballer. He earned four caps for the Germany national football team and was nicknamed \"the Bull\" due to his physical playing style."}]}, {"heading": "Births", "year": "1947", "date": "April 27", "txt": "G. K. Butterfield, African-American soldier, lawyer, and politician", "entities": [{"title": "G. K. Butterfield", "href": "/wiki/G._K._Butterfield", "description": "George Kenneth Butterfield Jr. is an American politician serving as the U.S. Representative for North Carolina's 1st congressional district since 2004. A member of the Democratic Party, he was first elected in a special election after the resignation of Frank Ballance."}]}, {"heading": "Births", "year": "1947", "date": "April 27", "txt": "Nick Greiner, Hungarian-Australian politician, 37th Premier of New South Wales", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1947", "date": "April 27", "txt": "Pete Ham, Welsh singer-songwriter and guitarist (d. 1975)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 27", "txt": "Keith Magnuson, Canadian ice hockey player and coach (d. 2003)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 27", "txt": "Ann Peebles, American soul singer-songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 27", "txt": "Frank Abagnale Jr., American security consultant and criminal", "entities": [{"title": "Frank Abagnale Jr.", "href": "/wiki/Frank_Abagnale_Jr.", "description": "Frank William Abagnale Jr. is an American security consultant known for his criminal life as a con man, check forger and impostor when he was 15 to 21 years old."}]}, {"heading": "Births", "year": "1948", "date": "April 27", "txt": "Josef Hickersberger, Austrian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 27", "txt": "Kate Pierson, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 27", "txt": "Grant Chapman, Australian businessman and politician", "entities": [{"title": "Grant Chapman", "href": "/wiki/Grant_Chapman", "description": "Hedley Grant Pearson Chapman is an Australian politician."}]}, {"heading": "Births", "year": "1950", "date": "April 27", "txt": "Jaime Fresnedi, Filipino politician", "entities": [{"title": "Jaime Fresnedi", "href": "/wiki/Jaime_Fresnedi", "description": "Jaime dela Rosa Fresnedi, also known as Jimmy Fresnedi, is a Filipino politician currently serving as the Mayor of Muntinlupa, Metro Manila."}]}, {"heading": "Births", "year": "1950", "date": "April 27", "txt": "Paul Lockyer, Australian journalist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "April 27", "txt": "Ace Frehley, American guitarist and songwriter", "entities": [{"title": "Ace Frehley", "href": "/wiki/Ace_Frehley", "description": "Paul Daniel \"Ace\" Frehley is an American musician and songwriter best known as the original lead guitarist and co-founding member of the rock band Kiss. He invented the persona of The Spaceman and played with the group from its inception in 1973 until his departure in 1982. After leaving Kiss, Frehley embarked on a solo career, which was put on hold when he rejoined Kiss in 1996 for a highly succe"}]}, {"heading": "Births", "year": "1952", "date": "April 27", "txt": "Larry Elder, American lawyer and talk show host", "entities": [{"title": "Larry Elder", "href": "/wiki/Larry_Elder", "description": "Laurence Allen Elder is an American conservative talk radio host, author, attorney, and documentary filmmaker who hosts The Larry Elder Show. The show began as a local program on Los Angeles radio station KABC in 1993 and ran until 2008, followed by a second run on KABC from 2010 to 2014. The show is nationally syndicated, first through ABC Radio Networks from 2002 to 2007 and Salem Media Group si"}]}, {"heading": "Births", "year": "1952", "date": "April 27", "txt": "George Gervin, American basketball player", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 27", "txt": "Ari Vatanen, Finnish race car driver and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 27", "txt": "Arielle Dombasle, French-American actress and model", "entities": [{"title": "Arielle Dombasle", "href": "/wiki/Arielle_Dombasle", "description": "Arielle Dombasle is an American-born French singer, actress, director and model. Her breakthrough roles were in Éric Rohmer's Pauline at the Beach (1983) and Alain Robbe-Grillet's The Blue Villa (1995). She also starred in the 1984 miniseries Lace and its 1985 sequel Lace II and appeared as a guest in Miami Vice. Since 1978 she has released twenty-one singles and ten albums and has directed four m"}]}, {"heading": "Births", "year": "1954", "date": "April 27", "txt": "Frank Bainimarama, Fijian commander and politician, 8th Prime Minister of Fiji", "entities": [{"title": "Frank Bainimarama", "href": "/wiki/Frank_Bainimarama", "description": "Josaia Voreqe Bainimarama, commonly known as Frank Bainimarama, is the 8th and current prime minister of Fiji since 2007. A member of the Fiji First Party, he began his career as a naval officer and commander of the Fijian Military Forces."}, {"title": "Prime Minister of Fiji", "href": "/wiki/Prime_Minister_of_Fiji", "description": "The prime minister of the Republic of Fiji is the head of government of Fiji. The prime minister is appointed by the president under the terms of the 2013 Constitution of Fiji. He is the head of the cabinet and appoints and dismiss ministers."}]}, {"heading": "Births", "year": "1954", "date": "April 27", "txt": "Herman Edwards, American football player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 27", "txt": "Mark Holden, Australian singer, actor, and lawyer", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 27", "txt": "Gudrun Berend, German hurdler (d. 2011)", "entities": [{"title": "Gudrun Berend", "href": "/wiki/Gudrun_Berend", "description": "Gudrun Berend, married Wakan, was an East German hurdler. She represented the sports team SC Chemie Halle."}]}, {"heading": "Births", "year": "1955", "date": "April 27", "txt": "Eric Schmidt, American engineer and businessman", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 27", "txt": "Bryan Harvey, American singer-songwriter and guitarist (d. 2006)", "entities": [{"title": "Bryan Harvey (musician)", "href": "/wiki/Bryan_Harvey_(musician)", "description": "Bryan Harvey was an American musician noted for his fronting role in House of Freaks."}]}, {"heading": "Births", "year": "1956", "date": "April 27", "txt": "Jeff Probyn, English rugby player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 27", "txt": "Willie Upshaw, American baseball player and manager", "entities": [{"title": "Willie Upshaw", "href": "/wiki/Willie_Upshaw", "description": "Willie Clay Upshaw is a retired Major League Baseball player who played first base for the Toronto Blue Jays and Cleveland Indians (1988), both of the American League."}]}, {"heading": "Births", "year": "1959", "date": "April 27", "txt": "Sheena Easton, Scottish-American singer-songwriter, actress, and producer", "entities": [{"title": "Sheena Easton", "href": "/wiki/Sheena_Easton", "description": "Sheena Shirley Easton is a Scottish singer, songwriter, and actress. She is a dual British-American citizen. Easton came into the public eye in an episode of the first British musical reality television programme The Big Time: Pop Singer, which recorded her attempts to gain a record contract and her eventual signing with EMI Records."}]}, {"heading": "Births", "year": "1959", "date": "April 27", "txt": "Marco Pirroni, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 27", "txt": "Mike Krushelnyski, Canadian ice hockey player and coach", "entities": [{"title": "Mike Krushelnyski", "href": "/wiki/Mike_Krushelnyski", "description": "Michael Krushelnyski is a Canadian former professional ice hockey centre/left winger who played 14 years in the National Hockey League (NHL). While playing in the NHL, he won three Stanley Cups as a player with the Edmonton Oilers and one as an Assistant Coach with the Detroit Red Wings. In a career of 897 games, Krushelnyski recorded 241 goals and 328 assists for 569 career points. He was born in"}]}, {"heading": "Births", "year": "1961", "date": "April 27", "txt": "Andrew Schlafly, American lawyer and activist, founded Conservapedia", "entities": [{"title": "Andrew Schlafly", "href": "/wiki/Andrew_Schlafly", "description": "Andrew Layton Schlafly is an American lawyer and Christian conservative activist, and the founder and owner of the wiki encyclopedia project Conservapedia. He is the son of the conservative activist and lawyer Phyllis Schlafly."}, {"title": "Conservapedia", "href": "/wiki/Conservapedia", "description": "Conservapedia is an English-language wiki-based online encyclopedia project written from a self-described American conservative and fundamentalist Christian point of view. The website was established in 2006 by American homeschool teacher and attorney Andrew Schlafly, son of the conservative activist Phyllis Schlafly, to counter what he perceived as a liberal bias in Wikipedia. It uses editorials "}]}, {"heading": "Births", "year": "1962", "date": "April 27", "txt": "Ángel Comizzo, Argentinian footballer and manager", "entities": [{"title": "Ángel Comizzo", "href": "/wiki/%C3%81ngel_Comizzo", "description": "Ángel David Comizzo Leiva is an Argentine football manager and former player who played as a goalkeeper. He is the current manager of Universitario."}]}, {"heading": "Births", "year": "1962", "date": "April 27", "txt": "Seppo Räty, Finnish javelin thrower and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 27", "txt": "Im Sang-soo, South Korean director and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 27", "txt": "Andrew Selous, English soldier and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 27", "txt": "Russell T Davies, Welsh screenwriter and producer", "entities": [{"title": "Russell T Davies", "href": "/wiki/Russell_T_Davies", "description": "Stephen Russell Davies, better known as Russell T Davies, is a Welsh screenwriter and television producer whose works include Queer as Folk, The Second Coming, Casanova, the 2005 revival of the BBC One science fiction franchise Doctor Who, Cucumber, Years and Years and It's a Sin."}]}, {"heading": "Births", "year": "1965", "date": "April 27", "txt": "Anna Chancellor, English actress", "entities": [{"title": "Anna Chancellor", "href": "/wiki/Anna_Chancellor", "description": "Anna Theodora Chancellor is an English actress. She has received nominations for BAFTA and Olivier Awards."}]}, {"heading": "Births", "year": "1966", "date": "April 27", "txt": "Peter McIntyre, Australian cricketer", "entities": [{"title": "Peter McIntyre (cricketer)", "href": "/wiki/Peter_McIntyre_(cricketer)", "description": "Peter Edward McIntyre is a former Australian cricketer who played in two Tests from 1995 to 1996."}]}, {"heading": "Births", "year": "1966", "date": "April 27", "txt": "Yoshihiro Togashi, Japanese illustrator", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 27", "txt": "Willem-Alexander, King of the Netherlands", "entities": [{"title": "Willem-Alexander of the Netherlands", "href": "/wiki/Willem-Alexander_of_the_Netherlands", "description": "Willem-Alexander is the King of the Netherlands, having acceded to the throne following his mother's abdication in 2013."}]}, {"heading": "Births", "year": "1967", "date": "April 27", "txt": "Tommy Smith, Scottish saxophonist, composer, and educator", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 27", "txt": "Erik Thomson, Scottish-New Zealand actor", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 27", "txt": "Jason Whitlock, American football player and journalist", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 27", "txt": "Dana Milbank, American journalist and author", "entities": [{"title": "Dana Milbank", "href": "/wiki/Dana_Milbank", "description": "Dana Timothy Milbank is an American author and columnist for The Washington Post."}]}, {"heading": "Births", "year": "1969", "date": "April 27", "txt": "Cory Booker, African-American lawyer and politician", "entities": [{"title": "Cory Booker", "href": "/wiki/Cory_Booker", "description": "Cory Anthony Booker is an American politician, attorney, and author who has served as the junior United States Senator from New Jersey since 2013. A member of the Democratic Party, Booker is the first African-American U.S. Senator from New Jersey. He was the 38th mayor of Newark from 2006 to 2013, and served on the Municipal Council of Newark for the Central Ward from 1998 to 2002."}]}, {"heading": "Births", "year": "1969", "date": "April 27", "txt": "Darcey Bussell, English ballerina", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 27", "txt": "Olari Elts, Estonian conductor", "entities": [{"title": "Olari Elts", "href": "/wiki/Olari_Elts", "description": "Olari Elts is an Estonian conductor. He was the principal conductor of the Latvian National Symphony Orchestra from 2001 to 2006. He is the founder and director of the contemporary music ensemble NYYD Ensemble."}]}, {"heading": "Births", "year": "1972", "date": "April 27", "txt": "Nigel Barker, English photographer and author", "entities": [{"title": "Nigel Barker (photographer)", "href": "/wiki/Nigel_Barker_(photographer)", "description": "Nigel Barker is an English reality TV show personality, fashion photographer, author, spokesperson, filmmaker, and former model. He is best known for his participation as a judge and photographer on the reality show America's Next Top Model, and was the host of reality show The Face for the American series."}]}, {"heading": "Births", "year": "1972", "date": "April 27", "txt": "Almedin Civa, Bosnian footballer and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 27", "txt": "Duško Adamović, Serbian footballer", "entities": [{"title": "Duško Adamović", "href": "/wiki/Du%C5%A1ko_Adamovi%C4%87", "description": "Duško Adamović is a retired Serbian footballer."}]}, {"heading": "Births", "year": "1973", "date": "April 27", "txt": "Sharlee D'Angelo, Swedish bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 27", "txt": "Sébastien Lareau, Canadian tennis player", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 27", "txt": "Frank Catalanotto, American baseball player", "entities": [{"title": "Frank Catalanotto", "href": "/wiki/Frank_Catalanotto", "description": "Frank John Catalanotto is an American former professional baseball player. He is the current head coach of the New York Institute of Technology college baseball team. The Long Island native batted left-handed and threw right-handed. In his career, Catalanotto played all infield and outfield positions except shortstop and center field."}]}, {"heading": "Births", "year": "1974", "date": "April 27", "txt": "Richard Johnson, Australian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 27", "txt": "Rabih Abdullah, American football player", "entities": [{"title": "Rabih Abdullah", "href": "/wiki/Rabih_Abdullah", "description": "Rabih Abdullah is a former American football running back."}]}, {"heading": "Births", "year": "1975", "date": "April 27", "txt": "Chris Carpenter, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 27", "txt": "Pedro Feliz, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 27", "txt": "Kazuyoshi Funaki, Japanese ski jumper", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 27", "txt": "Isobel Campbell, Scottish singer-songwriter and cellist", "entities": [{"title": "Isobel Campbell", "href": "/wiki/Isobel_Campbell", "description": "Isobel Campbell is a Scottish singer-songwriter, cellist and composer. Campbell rose to prominence at age nineteen as a member of the Scottish indie pop band Belle & Sebastian, but left the group to pursue a solo career, first as The Gentle Waves, and later under her own name. She later collaborated with singer Mark Lanegan on three albums. Her latest studio album 'There Is No Other' was released "}]}, {"heading": "Births", "year": "1976", "date": "April 27", "txt": "Sally Hawkins, English actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 27", "txt": "Walter Pandiani, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 27", "txt": "Faisal Saif, Indian director, screenwriter, and critic", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 27", "txt": "Will Boyd, American bass player", "entities": [{"title": "Will Boyd", "href": "/wiki/Will_Boyd", "description": "Evanescence is an American rock band founded in Little Rock, Arkansas, in 1995 by singer and pianist Amy Lee and guitarist Ben Moody. After recording independent albums, the band released their first full-length album, Fallen, on Wind-up Records in 2003. On the strength of hit singles \"Bring Me to Life\" and \"My Immortal\", Fallen sold more than 17 million copies worldwide and helped the band win tw"}]}, {"heading": "Births", "year": "1979", "date": "April 27", "txt": "Natasha Chokljat, Australian netball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 27", "txt": "Vladimir Kozlov, Ukrainian wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 27", "txt": "Sybille Bammer, Austrian tennis player", "entities": [{"title": "Sybille Bammer", "href": "/wiki/Sybille_Bammer", "description": "Sybille Bammer is a former professional female tennis player from Austria. Her career high ranking is No. 19, achieved on 17 December 2007."}]}, {"heading": "Births", "year": "1980", "date": "April 27", "txt": "Talitha Cummins, Australian journalist", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 27", "txt": "Christian Lara, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 27", "txt": "Joey Gathright, American baseball player", "entities": [{"title": "Joey Gathright", "href": "/wiki/Joey_Gathright", "description": "Joey Renard Gathright is a former Major League Baseball outfielder for the Tampa Bay Devil Rays, Kansas City Royals, Chicago Cubs and Boston Red Sox. He was born in Hattiesburg, Mississippi."}]}, {"heading": "Births", "year": "1981", "date": "April 27", "txt": "Patrik Gerrbrand, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 27", "txt": "François Parisien, Canadian cyclist", "entities": [{"title": "François Parisien", "href": "/wiki/Fran%C3%A7ois_Parisien", "description": "\nFrançois Parisien is a former professional cyclist born in Repentigny, Quebec, Canada. He competed as a professional between 2006 and 2013."}]}, {"heading": "Births", "year": "1982", "date": "April 27", "txt": "Alexander Widiker, German rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 27", "txt": "Ari Graynor, American actress and producer", "entities": [{"title": "Ari Graynor", "href": "/wiki/Ari_Graynor", "description": "Ariel \"Ari\" Geltman Graynor is an American actress, known for her roles in TV series such as The Sopranos and Fringe, in stage productions such as Brooklyn Boy and The Little Dog Laughed, and in films such as Whip It and For a Good Time, Call.... She also starred as Meredith Davis on the short-lived CBS television sitcom Bad Teacher in 2014."}]}, {"heading": "Births", "year": "1983", "date": "April 27", "txt": "Martin Viiask, Estonian basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 27", "txt": "Pierre-Marc Bouchard, Canadian ice hockey player", "entities": [{"title": "Pierre-Marc Bouchard", "href": "/wiki/Pierre-Marc_Bouchard", "description": "Pierre-Marc Bouchard is a Canadian former professional ice hockey player. Bouchard played his junior hockey with the Chicoutimi Saguenéens in the Quebec Major Junior Hockey League (QMJHL), and is the older brother of Austrian Hockey League player François Bouchard. Bouchard was selected eighth overall in the 2002 NHL Entry Draft by the Minnesota Wild and has also featured in the National Hockey Le"}]}, {"heading": "Births", "year": "1984", "date": "April 27", "txt": "Daniel Holdsworth, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 27", "txt": "Patrick Stump, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 27", "txt": "José António de Miranda da Silva Júnior, Brazilian footballer", "entities": [{"title": "José António de Miranda da Silva Júnior", "href": "/wiki/Jos%C3%A9_Ant%C3%B3nio_de_Miranda_da_Silva_J%C3%BAnior", "description": "José António de Miranda da Silva Júnior, or simply Júnior Carioca, is a Brazilian football midfielder."}]}, {"heading": "Births", "year": "1985", "date": "April 27", "txt": "Meselech Melkamu, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 27", "txt": "Jenna Coleman, English actress", "entities": [{"title": "Jenna Coleman", "href": "/wiki/Jenna_Coleman", "description": "Jenna-Louise Coleman, credited since 2013 as Jenna Coleman, is an English actress. She is best known for roles such as Jasmine Thomas in the soap opera Emmerdale, Clara Oswald in the science-fiction series Doctor Who, Queen Victoria in the period drama Victoria, Joanna Lindsay in the crime miniseries The Cry, and Marie-Andrée Leclerc in the crime miniseries The Serpent."}]}, {"heading": "Births", "year": "1986", "date": "April 27", "txt": "Hayley Mulheron, Scottish netball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 27", "txt": "Dinara Safina, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 27", "txt": "Taylor Chorney, American ice hockey player", "entities": [{"title": "Taylor Chorney", "href": "/wiki/Taylor_Chorney", "description": "Taylor Chorney is a Canadian-born American former ice hockey defenceman. He played parts of eight seasons in the National Hockey League (NHL) for the Edmonton Oilers, St. Louis Blues, Pittsburgh Penguins, Washington Capitals, and Columbus Blue Jackets."}]}, {"heading": "Births", "year": "1987", "date": "April 27", "txt": "Elliott Shriane, Australian speed skater", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 27", "txt": "William Moseley, English actor", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 27", "txt": "Wang Feifei, Chinese singer and actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 27", "txt": "Joeri Dequevy, Belgian footballer", "entities": [{"title": "Joeri Dequevy", "href": "/wiki/Joeri_Dequevy", "description": "Joeri Dequevy is a Belgian footballer who currently plays as a winger. He is currently playing for RWDM47 in the Belgian First Amateur Division."}]}, {"heading": "Births", "year": "1988", "date": "April 27", "txt": "Kris Thackray, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 27", "txt": "Semyon Varlamov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 27", "txt": "Lizzo, American singer and rapper", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 27", "txt": "Lars Bender, German footballer", "entities": [{"title": "Lars Bender", "href": "/wiki/Lars_Bender", "description": "Lars Bender is a German footballer who plays as a right back or defensive midfielder for Bayer Leverkusen. He was raised in Brannenburg, city in the district of Rosenheim. He is the twin brother of Sven Bender, who also plays for Bayer Leverkusen."}]}, {"heading": "Births", "year": "1989", "date": "April 27", "txt": "Sven Bender, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 27", "txt": "Tim Glasby, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 27", "txt": "Dmytro Kozban, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 27", "txt": "Trude Raad, Norwegian deaf track and field athlete", "entities": [{"title": "Trude Raad", "href": "/wiki/Trude_Raad", "description": "Trude Raad is a deaf Norwegian track and field athlete. She generally competes in the discus throw and hammer throw events at the International competitions. Trude has represented Norway at the Deaflympics in 2009, 2013 and 2017 and has won 4 gold medals in her Deaflympic career. She was also a champion in the women's hammer throw event at the Deaflympics on 3 consecutive occasions. She broke her "}]}, {"heading": "Births", "year": "1991", "date": "April 27", "txt": "Isaac Cuenca, Spanish footballer", "entities": [{"title": "Isaac Cuenca", "href": "/wiki/Isaac_Cuenca", "description": "Joan Isaac Cuenca López is a Spanish professional footballer who plays as a winger."}]}, {"heading": "Births", "year": "1991", "date": "April 27", "txt": "Eric Fukusaki, Peruvian singer", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 27", "txt": "Lara Gut, Swiss skier", "entities": []}, {"heading": "Births", "year": "1992", "date": "April 27", "txt": "Keenan Allen, American football player", "entities": [{"title": "Keenan Allen", "href": "/wiki/Keenan_Allen", "description": "Keenan Alexander Allen is an American football wide receiver for the Los Angeles Chargers of the National Football League (NFL). He played college football for the California Golden Bears before leaving after his junior year. He was drafted by the Chargers in the third round of the 2013 NFL Draft. Allen won multiple rookie honors after setting Chargers' records for receptions and receiving yards b"}]}, {"heading": "Births", "year": "1994", "date": "April 27", "txt": "Corey Seager, American baseball player", "entities": [{"title": "Corey Seager", "href": "/wiki/Corey_Seager", "description": "Corey Drew Seager is an American professional baseball shortstop for the Los Angeles Dodgers of Major League Baseball (MLB). The Dodgers selected Seager in the first round of the 2012 Major League Baseball draft, and he made his major league debut in 2015. Seager was the 2016 National League (NL) Rookie of the Year and was an MLB All-Star in his first two seasons in the majors. He was named the NL"}]}, {"heading": "Births", "year": "1995", "date": "April 27", "txt": "Nick Kyrgios, Australian tennis player", "entities": [{"title": "Nick Kyrgios", "href": "/wiki/Nick_Kyrgios", "description": "Nicholas Hilmy Kyrgios is an Australian professional tennis player. As of April 2021, he is ranked No. 55 in the world in men's singles by the Association of Tennis Professionals (ATP) and is the third highest-ranked Australian in the ATP rankings. Kyrgios has won six ATP titles and has reached nine ATP finals, including the 2017 Cincinnati Masters."}]}, {"heading": "Births", "year": "1997", "date": "April 27", "txt": "Josh Onomah, English footballer", "entities": [{"title": "Josh Onomah", "href": "/wiki/Josh_Onomah", "description": "Joshua Oghenetega Peter Onomah is an English professional footballer who plays as a midfielder for Premier League club Fulham. Onomah has been a regular youth international for England, including winning the 2017 FIFA U-20 World Cup and the 2014 UEFA European Under-17 Championship."}]}, {"heading": "Deaths", "year": "630", "date": "April 27", "txt": "Ardashir III of Persia (b. 621)", "entities": [{"title": "Ardashir III", "href": "/wiki/Ardashir_III", "description": "Ardashir III was the Sasanian King of Kings of Iran from 6 September 628 to 27 April 630."}]}, {"heading": "Deaths", "year": "1160", "date": "April 27", "txt": "Rudolf I, Count of Bregenz (b. 1081)", "entities": [{"title": "Rudolf I, Count of Bregenz", "href": "/wiki/Rudolf_I,_Count_of_Bregenz", "description": "Rudolf I was Count of Bregenz, Count of Chur and Count of Lower Raetia from 1097 to his death in 1160. He may well be claimed as the first ruler of a united Vorarlberg."}]}, {"heading": "Deaths", "year": "1272", "date": "April 27", "txt": "Zita, Italian saint (b. 1212)", "entities": [{"title": "Zita", "href": "/wiki/Zita", "description": "Zita is an Italian saint, the patron saint of maids and domestic servants. She is often appealed to in order to help find lost keys."}]}, {"heading": "Deaths", "year": "1321", "date": "April 27", "txt": "Nicolò Albertini, Italian cardinal statesman (b. c. 1250)", "entities": [{"title": "Nicolò Albertini", "href": "/wiki/Nicol%C3%B2_Albertini", "description": "Nicolò Albertini, O.P., was an Italian Dominican friar, statesman, and cardinal."}]}, {"heading": "Deaths", "year": "1353", "date": "April 27", "txt": "Simeon of Moscow, Grand Prince of Moscow and Vladimir", "entities": [{"title": "Simeon of Moscow", "href": "/wiki/Simeon_of_Moscow", "description": "Simeon Ivanovich Gordiy  was Prince of Moscow and Grand Prince of Vladimir. Simeon continued his father's policies aimed to increase the power and prestige of his state. Simeon's rule was marked by regular military and political standoffs against the Novgorod Republic and the Grand Duchy of Lithuania. His relationships with neighboring Russian principalities remained peaceful if not passive: Simeo"}]}, {"heading": "Deaths", "year": "1403", "date": "April 27", "txt": "Maria of Bosnia, Countess of Helfenstein (b. 1335)", "entities": [{"title": "Maria of Bosnia", "href": "/wiki/Maria_of_Bosnia", "description": "Maria of Bosnia was a member of the House of Kotromanić who married into the House of Helfenstein."}]}, {"heading": "Deaths", "year": "1404", "date": "April 27", "txt": "Philip II, Duke of Burgundy (b. 1342)", "entities": [{"title": "Philip II, Duke of Burgundy", "href": "/wiki/Philip_II,_Duke_of_Burgundy", "description": "Philip II the Bold was Duke of Burgundy and jure uxoris Count of Flanders, Artois and Burgundy. He was the fourth and youngest son of King John II of France and Bonne of Luxembourg."}]}, {"heading": "Deaths", "year": "1463", "date": "April 27", "txt": "Isidore of Kiev (b. 1385)", "entities": [{"title": "Isidore of Kiev", "href": "/wiki/Isidore_of_Kiev", "description": "Isidore of Kiev, also known as Isidore of Thessalonica or Isidore, the Apostate, was a Byzantine Greek Metropolitan of Kiev, cardinal bishop, humanist, and theologian. He was one of the chief Eastern defenders of reunion at the time of the Council of Florence."}]}, {"heading": "Deaths", "year": "1521", "date": "April 27", "txt": "Ferdinand Magellan, Portuguese sailor and explorer (b. 1480)", "entities": [{"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}]}, {"heading": "Deaths", "year": "1599", "date": "April 27", "txt": "Maeda Toshiie, Japanese general (b. 1538)", "entities": [{"title": "Maeda Toshiie", "href": "/wiki/Maeda_Toshiie", "description": "Maeda Toshiie  was one of the leading generals of Oda Nobunaga following the Sengoku period of the 16th century extending to the Azuchi–Momoyama period. His preferred weapon was a yari and he was known as \"Yari no Mataza\" (槍の又左), Matazaemon (又左衛門) being his common name. He was the husband of Maeda Matsu. The highest rank from the court that he received is the Great Counselor Dainagon (大納言)."}]}, {"heading": "Deaths", "year": "1605", "date": "April 27", "txt": "Pope Leo XI (b. 1535)", "entities": [{"title": "Pope Leo XI", "href": "/wiki/Pope_Leo_XI", "description": "Pope Leo XI, born Alessandro Ottaviano de' Medici, was bishop of Rome from 1 April 1605 to his death. His pontificate is one of the briefest in history, having lasted under a month. He was from the prominent House of Medici originating from Florence. Medici's mother opposed his entering the priesthood and sought to prevent it by having him given secular honours, but after her death he eventually w"}]}, {"heading": "Deaths", "year": "1607", "date": "April 27", "txt": "Edward Cromwell, 3rd Baron Cromwell, Governor of Lecale (b. 1560)", "entities": [{"title": "Edward Cromwell, 3rd Baron Cromwell", "href": "/wiki/Edward_Cromwell,_3rd_Baron_Cromwell", "description": "Edward Cromwell, 3rd Baron Cromwell was an English peer. He was the son of Henry Cromwell, 2nd Baron Cromwell by his wife Mary, daughter of John Paulet, 2nd Marquess of Winchester and his first wife Elizabeth Willoughby. His grandfather, Gregory, son of Thomas Cromwell, chief minister to Henry VIII, was created Baron Cromwell on 18 December 1540."}]}, {"heading": "Deaths", "year": "1613", "date": "April 27", "txt": "Robert Abercromby, Scottish priest and missionary (b. 1532)", "entities": [{"title": "Robert Abercromby (missionary)", "href": "/wiki/Robert_Abercromby_(missionary)", "description": "Father Robert Abercromby, whose surname was also spelled as Abrecromby and Abercrombie, and was known by such pseudonyms as Robert Sandiesoun and Sanders Robertson, was a Scottish Jesuit missionary."}]}, {"heading": "Deaths", "year": "1656", "date": "April 27", "txt": "Jan van Goyen, Dutch painter and illustrator (b. 1596)", "entities": [{"title": "Jan van Goyen", "href": "/wiki/Jan_van_Goyen", "description": "Jan Josephszoon van Goyen was a Dutch landscape painter. Van Goyen was an extremely prolific artist; approximately twelve hundred paintings and more than one thousand drawings by him are known."}]}, {"heading": "Deaths", "year": "1694", "date": "April 27", "txt": "John George IV, Elector of Saxony (b. 1668)", "entities": [{"title": "John George IV, Elector of Saxony", "href": "/wiki/John_George_IV,_Elector_of_Saxony", "description": "John George IV was Elector of Saxony from 1691 to 1694."}]}, {"heading": "Deaths", "year": "1695", "date": "April 27", "txt": "John Trenchard, English politician, Secretary of State for the Northern Department (b. 1640)", "entities": [{"title": "John Trenchard (politician)", "href": "/wiki/John_Trenchard_(politician)", "description": "Sir John Trenchard was an English politician and landowner."}, {"title": "Secretary of State for the Northern Department", "href": "/wiki/Secretary_of_State_for_the_Northern_Department", "description": "The Secretary of State for the Northern Department was a position in the Cabinet of the government of Great Britain up to 1782, when the Northern Department became the Foreign Office."}]}, {"heading": "Deaths", "year": "1702", "date": "April 27", "txt": "Jean Bart, French admiral (b. 1651)", "entities": [{"title": "Jean Bart", "href": "/wiki/Jean_Bart", "description": "Jean Bart was a French naval commander and privateer."}]}, {"heading": "Deaths", "year": "1782", "date": "April 27", "txt": "William Talbot, 1st Earl Talbot, English politician, Lord Steward of the Household (b. 1710)", "entities": [{"title": "William Talbot, 1st Earl Talbot", "href": "/wiki/William_Talbot,_1st_Earl_Talbot", "description": "William Talbot, 1st Earl Talbot, PC, known as the Lord Talbot from 1737 to 1761, was a British politician. Talbot was a notable figure among opposition Whig politicians during the reign of King George II before later coming to Court during the reign of his grandson, taking the office of Lord Steward of the Household."}, {"title": "Lord Steward", "href": "/wiki/Lord_Steward", "description": "The Lord Steward or Lord Steward of the Household is an important official of the Royal Household in England. He is always a peer. Until 1924, he was always a member of the Government. Until 1782, the office was one of considerable political importance and carried Cabinet rank."}]}, {"heading": "Deaths", "year": "1813", "date": "April 27", "txt": "Zebulon Pike, American general and explorer (b. 1779)", "entities": [{"title": "Zebulon Pike", "href": "/wiki/Zebulon_Pike", "description": "Zebulon Montgomery Pike was an American brigadier general and explorer for whom Pikes Peak in Colorado was named. As a U.S. Army officer he led two expeditions under authority of President Thomas Jefferson through the Louisiana Purchase territory, first in 1805–1806 to reconnoiter the upper northern reaches of the Mississippi River, and then in 1806–1807 to explore the southwest to the fringes of "}]}, {"heading": "Deaths", "year": "1873", "date": "April 27", "txt": "William Macready, English actor and manager (b. 1793)", "entities": [{"title": "William Macready", "href": "/wiki/William_Macready", "description": "William Charles Macready was an English actor."}]}, {"heading": "Deaths", "year": "1882", "date": "April 27", "txt": "Ralph Waldo Emerson, American poet and philosopher (b. 1803)", "entities": [{"title": "Ralph Waldo Emerson", "href": "/wiki/Ralph_Waldo_Emerson", "description": "Ralph Waldo Emerson, who went by his middle name Waldo, was an American essayist, lecturer, philosopher, abolitionist and poet who led the transcendentalist movement of the mid-19th century. He was seen as a champion of individualism and a prescient critic of the countervailing pressures of society, and he disseminated his thoughts through dozens of published essays and more than 1,500 public lect"}]}, {"heading": "Deaths", "year": "1893", "date": "April 27", "txt": "John Ballance, Irish-born New Zealand journalist and politician, 14th Prime Minister of New Zealand (b. 1839)", "entities": [{"title": "John Ballance", "href": "/wiki/John_Ballance", "description": "John Ballance was an Irish-born New Zealand politician who was the 14th Premier of New Zealand, from January 1891 to April 1893, the founder of the Liberal Party, and a Georgist. In 1891 he led his party to its first election victory, forming the first New Zealand government along party lines, but died in office three years later. Ballance supported votes for women. He also supported land reform, "}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1896", "date": "April 27", "txt": "Henry Parkes, English-Australian businessman and politician, 7th Premier of New South Wales (b. 1815)", "entities": [{"title": "Henry Parkes", "href": "/wiki/Henry_Parkes", "description": "Sir Henry Parkes, was a colonial Australian politician and longest non-consecutive Premier of the Colony of New South Wales, the present-day state of New South Wales in the Commonwealth of Australia. He has been referred to as the \"Father of Federation\" due to his early promotion for the federation of the six colonies of Australia, as an early critic of British convict transportation and as a prop"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1915", "date": "April 27", "txt": "John Labatt, Canadian businessman (b. 1838)", "entities": [{"title": "John Labatt", "href": "/wiki/John_Labatt", "description": "John Labatt was a Canadian businessman and brewer."}]}, {"heading": "Deaths", "year": "1915", "date": "April 27", "txt": "Alexander Scriabin, Russian pianist and composer (b. 1872)", "entities": []}, {"heading": "Deaths", "year": "1932", "date": "April 27", "txt": "Hart Crane, American poet (b. 1899)", "entities": [{"title": "Hart Crane", "href": "/wiki/Hart_Crane", "description": "Harold Hart Crane was an American poet. Provoked and inspired by T. S. Eliot, Crane wrote modernist poetry that was difficult, highly stylized, and ambitious in its scope. In his most ambitious work, The Bridge, Crane sought to write an epic poem, in the vein of The Waste Land, that expressed a more optimistic view of modern, urban culture than the one that he found in Eliot's work. In the years f"}]}, {"heading": "Deaths", "year": "1936", "date": "April 27", "txt": "Karl Pearson, English mathematician and academic (b. 1857)", "entities": [{"title": "Karl Pearson", "href": "/wiki/Karl_Pearson", "description": "Karl Pearson was an English mathematician and biostatistician. He has been credited with establishing the discipline of mathematical statistics. He founded the world's first university statistics department at University College, London in 1911, and contributed significantly to the field of biometrics and meteorology. Pearson was also a proponent of social Darwinism, eugenics and scientific racism"}]}, {"heading": "Deaths", "year": "1937", "date": "April 27", "txt": "Antonio Gramsci, Italian sociologist, linguist, and politician (b. 1891)", "entities": [{"title": "Antonio Gramsci", "href": "/wiki/Antonio_Gramsci", "description": "Antonio Francesco Gramsci was an Italian Marxist philosopher, journalist, linguist, writer and politician. He wrote on philosophy, political theory, sociology, history and linguistics. He was a founding member and one-time leader of the Communist Party of Italy and was imprisoned by Benito Mussolini's Fascist regime."}]}, {"heading": "Deaths", "year": "1938", "date": "April 27", "txt": "Edmund Husserl, Czech mathematician and philosopher (b. 1859)", "entities": [{"title": "Edmund Husserl", "href": "/wiki/Edmund_Husserl", "description": "Edmund Gustav Albrecht Husserl was a German philosopher of Moravian origin, who established the school of phenomenology."}]}, {"heading": "Deaths", "year": "1952", "date": "April 27", "txt": "Guido Castelnuovo, Italian mathematician and statistician (b. 1865)", "entities": [{"title": "Guido Castelnuovo", "href": "/wiki/Guido_Castelnuovo", "description": "Guido Castelnuovo was an Italian mathematician. He is best known for his contributions to the field of algebraic geometry, though his contributions to the study of statistics and probability theory are also significant."}]}, {"heading": "Deaths", "year": "1961", "date": "April 27", "txt": "Roy Del Ruth, American director, producer, and screenwriter (b. 1893)", "entities": [{"title": "Roy Del Ruth", "href": "/wiki/Roy_Del_Ruth", "description": "Roy Del Ruth was an American filmmaker."}]}, {"heading": "Deaths", "year": "1962", "date": "April 27", "txt": "A. K. Fazlul Huq, Bangladeshi-Pakistani lawyer and politician, Pakistani Minister of the Interior (b. 1873)", "entities": [{"title": "A. K. Fazlul Huq", "href": "/wiki/A._K._Fazlul_Huq", "description": "Abul Kasem Fazlul Huq popularly known as Sher-e-Bangla, was a Bengali statesman and jurist who served as the first Prime Minister of Bengal and later as the Interior Minister of Pakistan. A key figure in Pakistan Movement, widely remembered for presenting Pakistan Resolution, he played major political roles in British India and later in Pakistan and held various other political offices."}, {"title": "Ministry of Interior (Pakistan)", "href": "/wiki/Ministry_of_Interior_(Pakistan)", "description": "The Ministry of Interior is a Cabinet-level ministry of the Government of Pakistan, tasked and primarily responsible for implementing the internal policies, state security, administration of internal affairs involving the state, and assisting the government on territorial affairs of Federally Administered Tribal Areas (Fata), and insular areas of Provincially Administered Tribal Areas (PATA)."}]}, {"heading": "Deaths", "year": "1965", "date": "April 27", "txt": "Edward R. Murrow, American journalist (b. 1908)", "entities": [{"title": "Edward R. Murrow", "href": "/wiki/Edward_R._Murrow", "description": "Edward Roscoe Murrow, born Egbert Roscoe Murrow, was an American broadcast journalist and war correspondent. He first gained prominence during World War II with a series of live radio broadcasts from Europe for the news division of CBS. During the war he recruited and worked closely with a team of war correspondents who came to be known as the Murrow Boys."}]}, {"heading": "Deaths", "year": "1967", "date": "April 27", "txt": "William Douglas Cook, New Zealand farmer, founded the Eastwoodhill Arboretum (b. 1884)", "entities": [{"title": "William Douglas Cook", "href": "/wiki/William_Douglas_Cook", "description": "\nWilliam Douglas Cook was the founder of Eastwoodhill Arboretum, now the national arboretum of New Zealand, and one of the founders of Pukeiti, a rhododendron garden, close to New Plymouth. He was a \"plantsman with the soul of a poet and the vision of a philosopher\"."}, {"title": "Eastwoodhill Arboretum", "href": "/wiki/Eastwoodhill_Arboretum", "description": "\n\nEastwoodhill is the national arboretum of New Zealand. It covers 131 hectares (1.31 km2) and is located 35 km northwest of Gisborne, in the hill country of Ngatapa. It was founded in 1910 by William Douglas Cook. Cook's life work would become the creation of a giant collection of Northern Hemisphere temperate climate zone trees in New Zealand – a dream that would eventually cost him all his mone"}]}, {"heading": "Deaths", "year": "1969", "date": "April 27", "txt": "René Barrientos, Bolivian soldier, pilot, and politician, 55th President of Bolivia (b. 1919)", "entities": [{"title": "René Barrientos", "href": "/wiki/Ren%C3%A9_Barrientos", "description": "René Barrientos Ortuño was a Bolivian military officer and politician who served as the 47th President of Bolivia twice nonconsecutively from 1964 to 1966 and from 1966 to 1969. During much of his first term, he shared power as co-president with Alfredo Ovando from 1965 to 1966 and prior to that served as the 30th Vice President of Bolivia in 1964."}, {"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Deaths", "year": "1970", "date": "April 27", "txt": "Arthur Shields, Irish rebel and actor (b. 1896)", "entities": [{"title": "Arthur Shields", "href": "/wiki/Arthur_Shields", "description": "Arthur Shields was an Irish actor on television, stage and film."}]}, {"heading": "Deaths", "year": "1972", "date": "April 27", "txt": "Kwame Nkrumah, Ghanaian politician, 1st President of Ghana (b. 1909)", "entities": [{"title": "Kwame Nkrumah", "href": "/wiki/Kwame_Nkrumah", "description": "Kwame Nkrumah was a Ghanaian politician and revolutionary. He was the first Prime Minister and President of Ghana, having led the Gold Coast to independence from Britain in 1957. An influential advocate of Pan-Africanism, Nkrumah was a founding member of the Organization of African Unity and winner of the Lenin Peace Prize from the Soviet Union in 1962."}, {"title": "President of Ghana", "href": "/wiki/President_of_Ghana", "description": "The president of the Republic of Ghana is the elected head of state and head of government of Ghana, as well as commander-in-chief of the Ghana Armed Forces. The current president of Ghana is Nana Addo Dankwa Akufo-Addo, who won the 2020 presidential election against former president, John Dramani Mahama, by a margin of 4.23%. He was sworn into office for his second term on 7th of January 2021."}]}, {"heading": "Deaths", "year": "1973", "date": "April 27", "txt": "Carlos Menditeguy, Argentinian race car driver and polo player (b. 1914)", "entities": [{"title": "Carlos Menditeguy", "href": "/wiki/Carlos_Menditeguy", "description": "Carlos Alberto Menditéguy was a racing driver and polo player from Buenos Aires, Argentina. He entered 11 Formula One World Championship Grands Prix, achieving one podium, and scoring a total of nine championship points."}]}, {"heading": "Deaths", "year": "1977", "date": "April 27", "txt": "Stanley Adams, American actor and screenwriter (b. 1915)", "entities": [{"title": "Stanley Adams (actor)", "href": "/wiki/Stanley_Adams_(actor)", "description": "Stanley Adams was an American actor and screenwriter. He appeared in many television series and films, notably Breakfast at Tiffany's (1961), Lilies of the Field (1963), and TV series from Gunsmoke to Star Trek."}]}, {"heading": "Deaths", "year": "1988", "date": "April 27", "txt": "Fred Bear, American hunter and author (b. 1902)", "entities": [{"title": "Fred Bear", "href": "/wiki/Fred_Bear", "description": "Fred Bear was an American bow hunter, bow manufacturer, author, and television host."}]}, {"heading": "Deaths", "year": "1989", "date": "April 27", "txt": "Konosuke Matsushita, Japanese businessman, founded Panasonic (b. 1894)", "entities": [{"title": "Konosuke Matsushita", "href": "/wiki/Konosuke_Matsushita", "description": "Kōnosuke Matsushita  was a Japanese industrialist who founded Panasonic, the largest Japanese consumer electronics company."}, {"title": "Panasonic", "href": "/wiki/Panasonic", "description": "Panasonic Corporation, formerly known as the Matsushita Electric Industrial Co., Ltd., founded by Kōnosuke Matsushita in 1918 as a lightbulb socket manufacturer, is a major Japanese multinational electronics company, headquartered in Kadoma, Osaka. In addition to consumer electronics of which it was the world's largest maker in the late 20th century, Panasonic offers a wide range of products and s"}]}, {"heading": "Deaths", "year": "1992", "date": "April 27", "txt": "Olivier Messiaen, French organist and composer (b. 1908)", "entities": [{"title": "Olivier Messiaen", "href": "/wiki/Olivier_Messiaen", "description": "Olivier Eugène Prosper Charles Messiaen was a French composer, organist, and ornithologist, one of the major composers of the 20th century. His music is rhythmically complex; harmonically and melodically he employs a system he called modes of limited transposition, which he abstracted from the systems of material generated by his early compositions and improvisations. He wrote music for chamber en"}]}, {"heading": "Deaths", "year": "1992", "date": "April 27", "txt": "Gerard K. O'Neill, American physicist and astronomer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "April 27", "txt": "Katherine DeMille, Canadian-American actress (b. 1911)", "entities": [{"title": "Katherine DeMille", "href": "/wiki/Katherine_DeMille", "description": "Katherine Lester DeMille was a Canadian-born American actress who played 25 credited film roles from the mid-1930s to the late 1940s."}]}, {"heading": "Deaths", "year": "1995", "date": "April 27", "txt": "Willem Frederik Hermans, Dutch author, poet, and playwright (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "April 27", "txt": "William Colby, American diplomat, 10th Director of Central Intelligence (b. 1920)", "entities": [{"title": "William Colby", "href": "/wiki/William_Colby", "description": "William Egan Colby was an American intelligence officer who served as Director of Central Intelligence (DCI) from September 1973 to January 1976."}, {"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Deaths", "year": "1996", "date": "April 27", "txt": "Gilles Grangier, French director and screenwriter (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "April 27", "txt": "John Bassett, Canadian journalist and politician (b. 1915)", "entities": [{"title": "John Bassett", "href": "/wiki/John_Bassett", "description": "John White Hughes Bassett, was a Canadian media proprietor."}]}, {"heading": "Deaths", "year": "1998", "date": "April 27", "txt": "Carlos Castaneda, Peruvian-American anthropologist and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "April 27", "txt": "Anne Desclos, French journalist and author (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "April 27", "txt": "Browning Ross, American runner and soldier (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "April 27", "txt": "Al Hirt, American trumpet player and bandleader (b. 1922)", "entities": [{"title": "Al Hirt", "href": "/wiki/Al_Hirt", "description": "Alois Maxwell \"Al\" Hirt was an American trumpeter and bandleader. He is best remembered for his million-selling recordings of \"Java\" and the accompanying album Honey in the Horn (1963), and for the theme music to The Green Hornet. His nicknames included \"Jumbo\" and \"The Round Mound of Sound\". Colin Escott, an author of musician biographies, wrote that RCA Victor Records, for which Hirt had recorde"}]}, {"heading": "Deaths", "year": "1999", "date": "April 27", "txt": "Dale C. Thomson, Canadian historian, author, and academic (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "April 27", "txt": "Cyril Washbrook, English cricketer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "April 27", "txt": "George Alec Effinger, American author (b. 1947)", "entities": [{"title": "George Alec Effinger", "href": "/wiki/George_Alec_Effinger", "description": "George Alec Effinger was an American science fiction author, born in Cleveland, Ohio."}]}, {"heading": "Deaths", "year": "2002", "date": "April 27", "txt": "Ruth Handler, American inventor and businesswoman, created the Barbie doll (b. 1916)", "entities": [{"title": "Barbie", "href": "/wiki/Barbie", "description": "Barbie is a fashion doll manufactured by the American toy company Mattel, Inc. and launched in March 1959. American businesswoman Ruth Handler is credited with the creation of the doll using a German doll called Bild Lilli as her inspiration."}]}, {"heading": "Deaths", "year": "2005", "date": "April 27", "txt": "Red Horner, Canadian ice hockey player (b. 1909)", "entities": [{"title": "Red Horner", "href": "/wiki/Red_Horner", "description": "George Reginald \"Red\" Horner was an ice hockey defenceman for the Toronto Maple Leafs of the National Hockey League from 1928 to 1940. He was the Leafs captain from 1938 until his retirement. He helped the Leafs win their third Stanley Cup in 1932. He was inducted into the Hockey Hall of Fame in 1965."}]}, {"heading": "Deaths", "year": "2006", "date": "April 27", "txt": "Julia Thorne, American author (b. 1944)", "entities": [{"title": "Julia Thorne", "href": "/wiki/Julia_Thorne", "description": "Julia Stimson Thorne was an American writer. She was the first wife of John Kerry, who was U.S. Senator during their marriage and later a 2004 Democratic presidential nominee, a U.S. Secretary of State, and a U.S. Special Presidential Envoy for Climate."}]}, {"heading": "Deaths", "year": "2007", "date": "April 27", "txt": "Mstislav Rostropovich, Russian cellist and conductor (b. 1927)", "entities": [{"title": "Mstislav Rostropovich", "href": "/wiki/Mstislav_Rostropovich", "description": "Mstislav Leopoldovich \"Slava\" Rostropovich was a Soviet and Russian cellist and conductor. He is considered by many to be the greatest cellist of the 20th century. In addition to his interpretations and technique, he was well known for both inspiring and commissioning new works, which enlarged the cello repertoire more than any cellist before or since. He inspired and premiered over 100 pieces, fo"}]}, {"heading": "Deaths", "year": "2009", "date": "April 27", "txt": "Frankie Manning, American dancer and choreographer (b. 1914)", "entities": [{"title": "Frankie Manning", "href": "/wiki/Frankie_Manning", "description": "Frank Manning was an American dancer, instructor, and choreographer. Manning is considered one of the founders of Lindy Hop, an energetic form of the jazz dance style known as swing."}]}, {"heading": "Deaths", "year": "2009", "date": "April 27", "txt": "Woo Seung-yeon, South Korean model and actress (b. 1983)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "April 27", "txt": "Feroz Khan (actor), Indian Actor, Film Director & Producer (b. 1939)", "entities": [{"title": "Feroz Khan (actor)", "href": "/wiki/Feroz_Khan_(actor)", "description": "Feroz Khan, born Zulfiqar Ali Shah Khan, was an Indian actor, film editor, producer and director, who is best known for his work in hindi cinema. He appeared in over 60 films throughout his career, and became one of Bollywood's popular style icons. Khan is best known for his roles in films such as Aurat (1967), Safar (1970), Mela (1971), Upaasna (1971), Apradh (1972), Khotte Sikkay (1974), Kala So"}]}, {"heading": "Deaths", "year": "2011", "date": "April 27", "txt": "Marian Mercer, American actress and singer (b. 1935)", "entities": [{"title": "Marian Mercer", "href": "/wiki/Marian_Mercer", "description": "Marian Ethel Mercer was an American actress and singer."}]}, {"heading": "Deaths", "year": "2012", "date": "April 27", "txt": "Daniel E. Boatwright, American soldier and politician (b. 1930)", "entities": [{"title": "Daniel E. Boatwright", "href": "/wiki/Daniel_E._Boatwright", "description": "Daniel Eugene Boatwright was a Democratic politician from the state of California. Boatwright was a longtime state legislator from Concord, California, a suburb in the San Francisco Bay Area."}]}, {"heading": "Deaths", "year": "2012", "date": "April 27", "txt": "Bill Skowron, American baseball player (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 27", "txt": "Aída Bortnik, Argentinian screenwriter (b. 1938)", "entities": [{"title": "Aída Bortnik", "href": "/wiki/A%C3%ADda_Bortnik", "description": "Aída Bortnik was an Argentine screenwriter, nominated for an Academy Award for her work in the film La historia oficial (1985). She has the notable distinction of having written the screenplay for both the first Argentine film nominated for an Academy Award and the first Argentine film to win an Academy Award."}]}, {"heading": "Deaths", "year": "2013", "date": "April 27", "txt": "Lorraine Copeland, Scottish archaeologist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 27", "txt": "Antonio Díaz Jurado, Spanish footballer (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 27", "txt": "Jérôme Louis Heldring, Dutch journalist and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 27", "txt": "Aloysius Jin Luxian, Chinese bishop (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 27", "txt": "Mutula Kilonzo, Kenyan lawyer and politician, Kenyan Minister of Justice (b. 1948)", "entities": [{"title": "Minister of Justice (Kenya)", "href": "/wiki/Minister_of_Justice_(Kenya)", "description": null}]}, {"heading": "Deaths", "year": "2014", "date": "April 27", "txt": "Yigal Arnon, Israeli lawyer (b. 1929)", "entities": [{"title": "Yigal Arnon", "href": "/wiki/Yigal_Arnon", "description": "Yigal Arnon was an Israeli lawyer and founder of Yigal Arnon & Co.."}]}, {"heading": "Deaths", "year": "2014", "date": "April 27", "txt": "Vujadin Boškov, Serbian footballer, coach, and manager (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 27", "txt": "Daniel Colchico, American football player and coach (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 27", "txt": "Harry Firth, Australian race car driver and manager (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 27", "txt": "Gene Fullmer, American boxer (b. 1931)", "entities": [{"title": "Gene Fullmer", "href": "/wiki/Gene_Fullmer", "description": "Lawrence Gene Fullmer was an American professional boxer and World Middleweight champion."}]}, {"heading": "Deaths", "year": "2015", "date": "April 27", "txt": "Verne Gagne, American football player, wrestler, and trainer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 27", "txt": "Alexander Rich, American biologist, biophysicist, and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "April 27", "txt": "Vinod Khanna, Indian actor, producer and politician (b. 1946)", "entities": [{"title": "Vinod Khanna", "href": "/wiki/Vinod_Khanna", "description": "Vinod Khanna was an Indian actor, film producer and politician who is best known for his work in Hindi films. He was the recipient of two Filmfare awards. He was the MP from the Gurdaspur constituency between 1998–2009 and 2014–2017. In July 2002, Khanna became the minister for Culture and Tourism in the Atal Bihari Vajpayee cabinet. Six months later, he became the Minister of State for External A"}]}, {"heading": "Deaths", "year": "2017", "date": "April 27", "txt": "Sadanoyama Shinmatsu, Japanese sumo wrestler (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2021", "date": "April 27", "txt": "Manoj Das, Indian writer (b. 1934)", "entities": []}]