[{"heading": "Events", "year": "503 BC", "date": "April 4", "txt": "Roman consul Agrippa Menenius Lanatus celebrates a triumph for a military victory over the Sabines.", "entities": [{"title": "Roman consul", "href": "/wiki/Roman_consul", "description": "A consul held the highest elected political office of the Roman Republic, and ancient Romans considered the consulship the highest level of the cursus honorum. Each year, the citizens of Rome elected two consuls to serve jointly for a one-year term. The consuls alternated in holding fasces each month when both were in Rome and a consul's imperium extended over Rome and all its provinces."}, {"title": "Agrippa Menenius Lanatus (consul 503 BC)", "href": "/wiki/Agrippa_Menenius_Lanatus_(consul_503_BC)", "description": "Agrippa Menenius Lanatus was a consul of the Roman Republic in 503 BC, with Publius Postumius Tubertus. He was victorious over the Sabines and was awarded a triumph which he celebrated on 4 April, 503 BC. According to Livy, he also led Roman troops against the Latin town of Pometia. In some traditions he and his colleague also completed a census during their consulship."}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Sabines", "href": "/wiki/Sabines", "description": "The Sabines were an Italic people that lived in the central Apennine Mountains of the ancient Italian Peninsula, also inhabiting Latium north of the Anio before the founding of Rome."}]}, {"heading": "Events", "year": "1147", "date": "April 4", "txt": "Moscow is mentioned for the first time in the historical record, when it is named as a meeting place for two princes.", "entities": [{"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}]}, {"heading": "Events", "year": "1268", "date": "April 4", "txt": "A five-year Byzantine–Venetian peace treaty is concluded between Venetian envoys and Emperor Michael VIII Palaiologos.", "entities": [{"title": "Byzantine–Venetian treaty of 1268", "href": "/wiki/Byzantine%E2%80%93Venetian_treaty_of_1268", "description": "The Byzantine–Venetian treaty of 1268 was an agreement between the Byzantine Empire and the Republic of Venice that brought to a temporary end the hostilities between the two powers which had erupted after the Byzantine recovery of Constantinople by emperor Michael VIII Palaiologos in 1261."}, {"title": "Michael VIII Palaiologos", "href": "/wiki/Michael_VIII_Palaiologos", "description": "Michael VIII Palaiologos or Palaeologus reigned as the co-emperor of the Empire of Nicaea from 1259 to 1261, and as Byzantine Emperor from 1261 until his death. Michael VIII was the founder of the Palaiologan dynasty that would rule the Byzantine Empire until the Fall of Constantinople in 1453. He recovered Constantinople from the Latin Empire in 1261 and transformed the Empire of Nicaea into a re"}]}, {"heading": "Events", "year": "1423", "date": "April 4", "txt": "Death of the Venetian Doge Tommaso Mocenigo, under whose rule victories were achieved against the Kingdom of Hungary and against the Ottoman Empire at the Battle of Gallipoli (1416).", "entities": [{"title": "Doge", "href": "/wiki/Doge", "description": "A doge was an elected lord and Chief of State in several Italian city-states, notably Venice and Genoa, during the medieval and renaissance periods. Such states are referred to as \"crowned republics\"."}, {"title": "Tommaso Mocenigo", "href": "/wiki/Tommaso_Mocenigo", "description": "Tommaso Mocenigo (1343–1423) was doge of the Republic of Venice from 1414 until his death."}, {"title": "Kingdom of Hungary", "href": "/wiki/Kingdom_of_Hungary", "description": "The Kingdom of Hungary was a monarchy in Central Europe that existed from the Middle Ages into the 20th century. The Principality of Hungary emerged as a Christian kingdom upon the coronation of the first king Stephen I at Esztergom around the year 1000; his family led the monarchy for 300 years. By the 12th century, the kingdom became a European middle power within the Western world."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Gallipoli (1416)", "href": "/wiki/Battle_of_Gallipoli_(1416)", "description": "The Battle of Gallipoli occurred on 29 May 1416 between a squadron of the Venetian navy and the fleet of the Ottoman Empire off the Ottoman naval base of Gallipoli. The battle was the main episode of a brief conflict between the two powers, resulting from Ottoman attacks against Venetian possessions and shipping in the Aegean Sea in late 1415. The Venetian fleet, under Pietro Loredan, was charged "}]}, {"heading": "Events", "year": "1581", "date": "April 4", "txt": "Francis Drake is knighted for completing a circumnavigation of the world.", "entities": [{"title": "Francis Drake", "href": "/wiki/Francis_Drake", "description": "Sir Francis Drake was an English explorer, sea captain, privateer, naval officer, and politician. Drake is best known for his circumnavigation of the world in a single expedition, from 1577 to 1580. This included his incursion into the Pacific Ocean, until then an area of exclusive Spanish interest, and his claim to New Albion for England, an area in what is now the American state of California. H"}, {"title": "Circumnavigation", "href": "/wiki/Circumnavigation", "description": "Circumnavigation is the complete navigation around an entire island, continent, or astronomical body. This article focuses on the circumnavigation of Earth."}]}, {"heading": "Events", "year": "1609", "date": "April 4", "txt": "Moriscos are expelled from the Kingdom of Valencia.", "entities": [{"title": "Moriscos", "href": "/wiki/Moriscos", "description": "Moriscos were former Muslims and their descendants whom the Roman Catholic church and the Spanish Crown commanded to convert to Christianity or compulsory exile after Spain outlawed the open practice of Islam by its sizeable Muslim population in the early 16th century."}, {"title": "Kingdom of Valencia", "href": "/wiki/Kingdom_of_Valencia", "description": "The Kingdom of Valencia, located in the eastern shore of the Iberian Peninsula, was one of the component realms of the Crown of Aragon. When the Crown of Aragon merged by dynastic union with the Crown of Castile to form the Kingdom of Spain, the Kingdom of Valencia became a component realm of the Spanish monarchy."}]}, {"heading": "Events", "year": "1660", "date": "April 4", "txt": "Declaration of Breda by King Charles II of Great Britain promises, among other things, a general pardon to all royalists for crimes committed during the English Civil War and the Interregnum.", "entities": [{"title": "Declaration of Breda", "href": "/wiki/Declaration_of_Breda", "description": "The Declaration of Breda was a proclamation by Charles II of England in which he promised a general pardon for crimes committed during the English Civil War and the Interregnum for all those who recognised Charles as the lawful king; the retention by the current owners of property purchased during the same period; religious toleration; and the payment of arrears to members of the army, and that th"}, {"title": "Charles II of Great Britain", "href": "/wiki/Charles_II_of_Great_Britain", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}, {"title": "Interregnum (England)", "href": "/wiki/Interregnum_(England)", "description": "The Interregnum was the period between the execution of Charles I on 30 January 1649 and the arrival of his son Charles II in London on 29 May 1660 which marked the start of the Restoration. During the Interregnum, England was under various forms of republican government."}]}, {"heading": "Events", "year": "1796", "date": "April 4", "txt": "Georges Cuvier delivers the first paleontological lecture.", "entities": [{"title": "Georges Cuvier", "href": "/wiki/Georges_Cuvier", "description": "Jean Léopold Nicolas Frédéric, Baron Cuvier, known as Georges Cuvier, was a French naturalist and zoologist, sometimes referred to as the \"founding father of paleontology\". Cuvier was a major figure in natural sciences research in the early 19th century and was instrumental in establishing the fields of comparative anatomy and paleontology through his work in comparing living animals with fossils."}, {"title": "Paleontology", "href": "/wiki/Paleontology", "description": "Paleontology, also spelled palaeontology or palæontology, is the scientific study of life that existed prior to, and sometimes including, the start of the Holocene Epoch. It includes the study of fossils to classify organisms and study interactions with each other and their environments. Paleontological observations have been documented as far back as the 5th century BCE. The science became establ"}]}, {"heading": "Events", "year": "1814", "date": "April 4", "txt": "Napoleon abdicates for the first time and names his son Napoleon II as Emperor of the French.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Napoleon II", "href": "/wiki/Napoleon_II", "description": "Napoleon II was disputed Emperor of the French for a few weeks in 1815. The son of Emperor Napoleon I and Empress Marie Louise, he had been Prince Imperial of France and King of Rome since birth. After the fall of his father, he lived the rest of his life in Vienna and was known in the Austrian court as Franz, Duke of Reichstadt for his adult life. He was posthumously given the nickname L'Aiglon a"}, {"title": "Emperor of the French", "href": "/wiki/Emperor_of_the_French", "description": "Emperor of the French was the title of the monarch of the First and the Second French Empires."}]}, {"heading": "Events", "year": "1818", "date": "April 4", "txt": "The United States Congress, affirming the Second Continental Congress, adopts the flag of the United States with 13 red and white stripes and one star for each state (20 at that time).", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Second Continental Congress", "href": "/wiki/Second_Continental_Congress", "description": "The Second Continental Congress was a meeting of delegates from the Thirteen Colonies in America that united in the American Revolutionary War. It convened on May 10, 1775, with representatives from 12 of the colonies in Philadelphia, Pennsylvania shortly after the Battles of Lexington and Concord, succeeding the First Continental Congress which met in Philadelphia from September 5 to October 26, "}, {"title": "Flag of the United States", "href": "/wiki/Flag_of_the_United_States", "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"}]}, {"heading": "Events", "year": "1841", "date": "April 4", "txt": "William Henry Harrison dies of pneumonia, becoming the first President of the United States to die in office, and setting the record for the briefest administration. Vice President John Tyler succeeds Harrison as President.", "entities": [{"title": "William Henry Harrison", "href": "/wiki/William_Henry_Harrison", "description": "William Henry Harrison was an American military officer and politician who served as the ninth president of the United States for 31 days in 1841, becoming the first president to die in office and the shortest-serving U.S. president in history. His death sparked a brief constitutional crisis regarding succession to the presidency."}, {"title": "Pneumonia", "href": "/wiki/Pneumonia", "description": "Pneumonia is an inflammatory condition of the lung primarily affecting the small air sacs known as alveoli. Symptoms typically include some combination of productive or dry cough, chest pain, fever and difficulty breathing. The severity of the condition is variable."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "John Tyler", "href": "/wiki/John_Tyler", "description": "John Tyler was the tenth president of the United States, holding office from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected vice president on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and"}]}, {"heading": "Events", "year": "1865", "date": "April 4", "txt": "American Civil War: A day after Union forces capture Richmond, Virginia, U.S. President Abraham Lincoln visits the Confederate capital.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Richmond, Virginia", "href": "/wiki/Richmond,_Virginia", "description": "Richmond is the capital city of the Commonwealth of Virginia in the United States. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871. As of the 2010 census, the city's population was 204,214; in 2019, the population was estimated to be 230,436, making Richmond the fourt"}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1866", "date": "April 4", "txt": "Alexander II of Russia narrowly escapes an assassination attempt by Dmitry Karakozov in the city of Saint Petersburg.", "entities": [{"title": "Alexander II of Russia", "href": "/wiki/Alexander_II_of_Russia", "description": "Alexander II was the Emperor of Russia, King of Poland and Grand Duke of Finland from 2 March 1855 until his assassination. He was central to the perpetration of the Circassian genocide."}, {"title": "Dmitry Karakozov", "href": "/wiki/Dmitry_Karakozov", "description": "Dmitry Vladimirovich Karakozov was the first Russian Empire revolutionary to make an attempt on the life of a tsar. The attempt to assassinate tsar Alexander II failed and Karakozov was executed."}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1887", "date": "April 4", "txt": "Argonia, Kansas elects Susanna M. Salter as the first female mayor in the United States.", "entities": [{"title": "Argonia, Kansas", "href": "/wiki/Argonia,_Kansas", "description": "Argonia is a city in Sumner County, Kansas, United States. As of the 2010 census, the city population was 501."}, {"title": "Susanna M. Salter", "href": "/wiki/Susanna_M._Salter", "description": "Susanna Madora Salter was an American politician and activist. She served as mayor of Argonia, Kansas, becoming the first woman elected as mayor and one of the first women to serve in any political office in the United States."}]}, {"heading": "Events", "year": "1905", "date": "April 4", "txt": "In India, an earthquake hits the Kangra Valley, killing 20,000, and destroying most buildings in Kangra, McLeod Ganj and Dharamshala.", "entities": [{"title": "1905 Kangra earthquake", "href": "/wiki/1905_Kangra_earthquake", "description": "The 1905 Kangra earthquake occurred in the Kangra Valley and the Kangra region of the Punjab Province in India on 4 April 1905. The earthquake measured 7.8 on the surface wave magnitude scale and killed more than 20,000 people. Apart from this, most buildings in the towns of Kangra, Mcleodganj and Dharamshala were destroyed."}, {"title": "Kangra Valley", "href": "/wiki/Kangra_Valley", "description": "Kangra Valley is situated in the Western Himalayas. Administratively, it predominantly lies in the state of Himachal Pradesh in India. It is a popular tourist destination, with the peak season around March and April. The Kangri dialect is spoken there. \nDharamshala, the headquarters of Kangra district, lies on the southern spur of Dhauladhar in the valley. It is home of Masroor Rock Cut Temple, al"}, {"title": "Kangra, Himachal Pradesh", "href": "/wiki/Kangra,_Himachal_Pradesh", "description": "Kangra is a city and a municipal council in Kangra district in the Indian state of Himachal Pradesh. Historically it was known as Nagarkot."}, {"title": "McLeod Ganj", "href": "/wiki/McLeod_Ganj", "description": "McLeod Ganj is a suburb of Dharamshala in Kangra district of Himachal Pradesh, India. It is known as \"Little Lhasa\" or \"Dhasa\" because of its large population of Tibetans. The Tibetan government-in-exile is headquartered in McLeod Ganj."}, {"title": "Dharamshala", "href": "/wiki/Dharamshala", "description": "Dharamshala is the winter capital city of Himachal Pradesh, India. It has served as the location for the administrative headquarters of the Kangra district after they were relocated from Kangra, a city 18 kilometres (11 mi) away from Dharamshala, in 1855."}]}, {"heading": "Events", "year": "1913", "date": "April 4", "txt": "First Balkan War: Greek aviator Emmanouil Argyropoulos becomes the first pilot to die in the Hellenic Air Force when his plane crashes.", "entities": [{"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}, {"title": "Emmanouil Argyropoulos", "href": "/wiki/Emmanouil_Argyropoulos", "description": "Emmanouil Argyropoulos was a Greek pioneer aviator of the early 20th century. Apart from being the first Greek aviator who performed a flight over his homeland. He also became the first casualty of Greek military aviation."}, {"title": "Hellenic Air Force", "href": "/wiki/Hellenic_Air_Force", "description": "The Hellenic Air Force is the air force of Greece. It is considered to be one of the largest air forces in NATO and is globally placed 18th out of 139 countries. It is also noted for its high quality pilots, benchmarked annually in international exercises. Under the Kingdom of Greece from 1935 to 1973, it was known as the Royal Hellenic Air Force (RHAF)."}]}, {"heading": "Events", "year": "1925", "date": "April 4", "txt": "The Schutzstaffel (SS) is founded under Adolf Hitler's Nazi party in Germany.", "entities": [{"title": "Schutzstaffel", "href": "/wiki/Schutzstaffel", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Events", "year": "1933", "date": "April 4", "txt": "U.S. Navy airship USS Akron is wrecked off the New Jersey coast due to severe weather.", "entities": [{"title": "Airship", "href": "/wiki/Airship", "description": "An airship, dirigible balloon or blimp is a type of aerostat or lighter-than-air aircraft that can navigate through the air under its own power. Aerostats gain their lift from a lifting gas that is less dense than the surrounding air."}, {"title": "USS Akron (ZRS-4)", "href": "/wiki/USS_Akron_(ZRS-4)", "description": "USS Akron (ZRS-4) was a helium-filled rigid airship of the U.S. Navy, the lead ship of her class, which operated between September 1931 and April 1933. She was the world's first purpose-built flying aircraft carrier, carrying F9C Sparrowhawk fighter planes, which could be launched and recovered while she was in flight. With an overall length of 785 ft (239 m), Akron and her sister ship Macon were "}, {"title": "New Jersey", "href": "/wiki/New_Jersey", "description": "New Jersey is a state in the Mid-Atlantic and Northeastern regions of the United States. It is bordered on the north and east by the state of New York; on the east, southeast, and south by the Atlantic Ocean; on the west by the Delaware River and Pennsylvania; and on the southwest by Delaware Bay and the State of Delaware. New Jersey is the fourth-smallest state by area but the 11th-most populous,"}]}, {"heading": "Events", "year": "1944", "date": "April 4", "txt": "World War II: First bombardment of oil refineries in Bucharest by Anglo-American forces kills 3000 civilians.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bombing of Bucharest in World War II", "href": "/wiki/Bombing_of_Bucharest_in_World_War_II", "description": "The Bucharest World War II bombings were primarily Allied bombings of railroad targets and those of the Oil Campaign of World War II, but included a bombing by Nazi Germany after King Michael's Coup. Bucharest stored and distributed much of Ploiești's refined oil products."}]}, {"heading": "Events", "year": "1945", "date": "April 4", "txt": "World War II: American troops liberate Ohrdruf forced labor camp in Germany.", "entities": [{"title": "Ohrdruf forced labor camp", "href": "/wiki/Ohrdruf_forced_labor_camp", "description": "Ohrdruf was a German forced labor and concentration camp located near Ohrdruf, south of Gotha, in Thuringia, Germany. It was part of the Buchenwald concentration camp network."}]}, {"heading": "Events", "year": "1945", "date": "April 4", "txt": "World War II: American troops capture Kassel.", "entities": []}, {"heading": "Events", "year": "1945", "date": "April 4", "txt": "World War II: Soviet troops liberate Hungary from German occupation and occupy the country themselves.", "entities": []}, {"heading": "Events", "year": "1949", "date": "April 4", "txt": "Cold War: Twelve nations sign the North Atlantic Treaty creating the North Atlantic Treaty Organization.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "North Atlantic Treaty", "href": "/wiki/North_Atlantic_Treaty", "description": "The North Atlantic Treaty, also referred to as the Washington Treaty, is the treaty that forms the legal basis of, and is implemented by, the North Atlantic Treaty Organization (NATO). The treaty was signed in Washington, D.C. on 4 April 1949."}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "1958", "date": "April 4", "txt": "The CND peace symbol is displayed in public for the first time in London.", "entities": [{"title": "Campaign for Nuclear Disarmament", "href": "/wiki/Campaign_for_Nuclear_Disarmament", "description": "The Campaign for Nuclear Disarmament (CND) is an organisation that advocates unilateral nuclear disarmament by the United Kingdom, international nuclear disarmament and tighter international arms regulation through agreements such as the Nuclear Non-Proliferation Treaty. It opposes military action that may result in the use of nuclear, chemical or biological weapons and the building of nuclear pow"}, {"title": "Peace symbol", "href": "/wiki/Peace_symbol", "description": "A number of peace symbols have been used many ways in various cultures and contexts. The dove and olive branch was used symbolically by early Christians and then eventually became a secular peace symbol, popularized by a Dove lithograph by Pablo Picasso after World War II. In the 1950s the \"peace sign\", as it is known today, was designed by Gerald Holtom as the logo for the British Campaign for Nu"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1960", "date": "April 4", "txt": "France agrees to grant independence to the Mali Federation, a union of Senegal and French Sudan.", "entities": [{"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Mali Federation", "href": "/wiki/Mali_Federation", "description": "The Mali Federation was a federation in West Africa linking the French colonies of Senegal and the Sudanese Republic for two months in 1960. It was founded on 4 April 1959 as a territory with self-rule within the French Community and became independent after negotiations with France on 20 June 1960. Two months later, on 19 August 1960, the Sudanese Republic leaders in the Mali Federation mobilized"}, {"title": "Senegal", "href": "/wiki/Senegal", "description": "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal nearly surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the count"}, {"title": "French Sudan", "href": "/wiki/French_Sudan", "description": "French Sudan was a French colonial territory in the Federation of French West Africa from around 1880 until 1959, when it joined the Mali Federation, and then in 1960, when it became the independent state of Mali. The colony was formally called French Sudan from 1890 until 1899 and then again from 1921 until 1958, and had a variety of different names over the course of its existence. The colony wa"}]}, {"heading": "Events", "year": "1964", "date": "April 4", "txt": "The Beatles occupy the top five positions on the Billboard Hot 100 pop chart.", "entities": [{"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}, {"title": "Billboard Hot 100", "href": "/wiki/Billboard_Hot_100", "description": "The Billboard Hot 100 is the music industry standard record chart in the United States for songs, published weekly by Billboard magazine. Chart rankings are based on sales, radio play, and online streaming in the United States."}]}, {"heading": "Events", "year": "1967", "date": "April 4", "txt": "Martin Luther King Jr. delivers his \"Beyond Vietnam: A Time to Break Silence\" speech in New York City's Riverside Church.", "entities": [{"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}, {"title": "Beyond Vietnam: A Time to Break Silence", "href": "/wiki/Beyond_Vietnam:_A_Time_to_Break_Silence", "description": "\n\"Beyond Vietnam: A Time to Break Silence\", also referred as the Riverside Church speech, is an anti–Vietnam War and pro–social justice speech delivered by Martin Luther King Jr. on April 4, 1967, exactly one year before he was assassinated. The major speech at Riverside Church in New York City, followed several interviews and several other public speeches in which King came out against the Vietna"}, {"title": "Riverside Church", "href": "/wiki/Riverside_Church", "description": "Riverside Church is a Baptist and Congregationalist church in the Morningside Heights neighborhood of Manhattan, New York City, on the block bounded by Riverside Drive, Claremont Avenue, 120th Street and 122nd Street near Columbia University's Morningside Heights campus and across from Grant's Tomb. It is an interdenominational church that is associated with the American Baptist Churches USA and t"}]}, {"heading": "Events", "year": "1968", "date": "April 4", "txt": "Martin Luther King Jr. is assassinated by James Earl Ray at a motel in Memphis, Tennessee.", "entities": [{"title": "Assassination of Martin Luther King Jr.", "href": "/wiki/Assassination_of_Martin_Luther_King_Jr.", "description": "Martin Luther King Jr., an African-American clergyman and civil rights leader, was fatally shot at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968, at 6:01 p.m. CST. He was rushed to St. Joseph's Hospital, where he died at 7:05 p.m. He was a prominent leader of the Civil Rights Movement and a Nobel Peace Prize laureate who was known for his use of nonviolence and civil disobedience."}, {"title": "James Earl Ray", "href": "/wiki/James_Earl_Ray", "description": "James Earl Ray was an American fugitive and felon convicted of assassinating Martin Luther King Jr. at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968. Ray was convicted in 1969 after entering a guilty plea—thus forgoing a jury trial and the possibility of a death sentence—and was sentenced to 24 years of imprisonment."}, {"title": "National Civil Rights Museum", "href": "/wiki/National_Civil_Rights_Museum", "description": "The National Civil Rights Museum is a complex of museums and historic buildings in Memphis, Tennessee; its exhibits trace the history of the civil rights movement in the United States from the 17th century to the present. The museum is built around the former Lorraine Motel, which was the site of the assassination of Martin Luther King Jr. in 1968; King died at St. Joseph's Hospital. Two other bui"}, {"title": "Memphis, Tennessee", "href": "/wiki/Memphis,_Tennessee", "description": "Memphis is a city along the Mississippi River in southwestern Shelby County, Tennessee, United States. Its 2019 estimated population was 651,073, making it Tennessee's second-most populous city behind Nashville, the nation's 28th-largest, and the largest city proper situated along the Mississippi River. Greater Memphis is the 42nd-largest metropolitan area in the United States, with a population o"}]}, {"heading": "Events", "year": "1968", "date": "April 4", "txt": "Apollo program: NASA launches Apollo 6.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Apollo 6", "href": "/wiki/Apollo_6", "description": "Apollo 6 was the second A-type mission of the United States Apollo program, an uncrewed test of the Saturn V launch vehicle. It was also the final uncrewed Apollo test mission."}]}, {"heading": "Events", "year": "1969", "date": "April 4", "txt": "Dr. Denton Cooley implants the first temporary artificial heart.", "entities": [{"title": "Denton Cooley", "href": "/wiki/Denton_Cooley", "description": "Denton Arthur Cooley was an American heart and cardiothoracic surgeon famous for performing the first implantation of a total artificial heart. Cooley was also the founder and surgeon in-chief of The Texas Heart Institute, chief of Cardiovascular Surgery at clinical partner Baylor St. Luke's Medical Center, consultant in Cardiovascular Surgery at Texas Children's Hospital and a clinical professor "}, {"title": "Implant (medicine)", "href": "/wiki/Implant_(medicine)", "description": "An implant is a medical device manufactured to replace a missing biological structure, support a damaged biological structure, or enhance an existing biological structure. Medical implants are man-made devices, in contrast to a transplant, which is a transplanted biomedical tissue. The surface of implants that contact the body might be made of a biomedical material such as titanium, silicone, or a"}, {"title": "Artificial heart", "href": "/wiki/Artificial_heart", "description": "An artificial heart is a device that replaces the heart. Artificial hearts are typically used to bridge the time to heart transplantation, or to permanently replace the heart in the case that a heart transplant is impossible. Although other similar inventions preceded it from the late 1940s, the first artificial heart to be successfully implanted in a human was the Jarvik-7 in 1982, designed by a "}]}, {"heading": "Events", "year": "1973", "date": "April 4", "txt": "The Twin Towers of the World Trade Center in New York City are officially dedicated.", "entities": [{"title": "World Trade Center (1973–2001)", "href": "/wiki/World_Trade_Center_(1973%E2%80%932001)", "description": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the "}]}, {"heading": "Events", "year": "1973", "date": "April 4", "txt": "A Lockheed C-141 Starlifter, dubbed the Hanoi Taxi, makes the last flight of Operation Homecoming.", "entities": [{"title": "Operation Homecoming", "href": "/wiki/Operation_Homecoming", "description": "Operation Homecoming was the return of 591 American prisoners of war (POWs) held by North Vietnam following the Paris Peace Accords that ended U.S. involvement in the Vietnam War."}]}, {"heading": "Events", "year": "1975", "date": "April 4", "txt": "Microsoft is founded as a partnership between Bill Gates and Paul Allen in Albuquerque, New Mexico.", "entities": [{"title": "Microsoft", "href": "/wiki/Microsoft", "description": "Microsoft Corporation is an American multinational technology company with headquarters in Redmond, Washington. It develops, manufactures, licenses, supports, and sells computer software, consumer electronics, personal computers, and related services. Its best known software products are the Microsoft Windows line of operating systems, the Microsoft Office suite, and the Internet Explorer and Edge"}, {"title": "Bill Gates", "href": "/wiki/Bill_Gates", "description": "William Henry Gates III is an American business magnate, software developer, investor, author, and philanthropist. He is the co-founder of Microsoft Corporation. During his career at Microsoft, Gates held the positions of chairman, chief executive officer (CEO), president and chief software architect, while also being the largest individual shareholder until May 2014. He is considered one of the b"}, {"title": "Paul Allen", "href": "/wiki/Paul_Allen", "description": "Paul Gardner Allen was an American business magnate, computer programmer, researcher, investor, and philanthropist. He was best known for co-founding Microsoft Corporation with childhood friend Bill Gates in 1975, which helped spark the microcomputer revolution of the 1970s and 1980s, later making Microsoft the world's largest personal computer software company. Allen was ranked as the 44th-wealth"}, {"title": "Albuquerque, New Mexico", "href": "/wiki/Albuquerque,_New_Mexico", "description": "Albuquerque, abbreviated as ABQ, is the most populous city in the U.S. state of New Mexico. The city's nicknames are The Duke City and Burque, both of which reference its 1706 founding by Nuevo México governor Francisco Cuervo y Valdés as La Villa de Alburquerque. Named in honor of then Viceroy the 10th Duke of Alburquerque, the Villa was an outpost on El Camino Real for the Tiquex and Hispano tow"}]}, {"heading": "Events", "year": "1975", "date": "April 4", "txt": "Vietnam War: A United States Air Force Lockheed C-5A Galaxy transporting orphans, crashes near Saigon, South Vietnam shortly after takeoff, killing 172 people.", "entities": [{"title": "Lockheed C-5 Galaxy", "href": "/wiki/Lockheed_C-5_Galaxy", "description": "The Lockheed C-5 Galaxy is a large military transport aircraft originally designed and built by Lockheed, and now maintained and upgraded by its successor, Lockheed Martin. It provides the United States Air Force (USAF) with a heavy intercontinental-range strategic airlift capability, one that can carry outsized and oversized loads, including all air-certifiable cargo. The Galaxy has many similari"}, {"title": "Operation Babylift", "href": "/wiki/Operation_Babylift", "description": "Operation Babylift was the name given to the mass evacuation of children from South Vietnam to the United States and other countries at the end of the Vietnam War, on April 3–26, 1975. By the final American flight out of South Vietnam, over 3,300 infants and children had been evacuated, although the actual number has been variously reported. Along with Operation New Life, over 110,000 refugees wer"}, {"title": "1975 Tân Sơn Nhứt C-5 accident", "href": "/wiki/1975_T%C3%A2n_S%C6%A1n_Nh%E1%BB%A9t_C-5_accident", "description": "On 4 April 1975, a Lockheed C-5A Galaxy participating in the first mission of Operation Babylift crashed on approach during an emergency landing at Tan Son Nhut Air Base, South Vietnam. The cause was ascribed to loss of flight control due to explosive decompression and structural failure. The accident marked the second operational loss and first fatal crash for the C-5 Galaxy fleet, and is the thi"}, {"title": "Saigon", "href": "/wiki/Saigon", "description": "Ho Chi Minh City, commonly known by its previous name, Saigon, is the largest and most populous city in Vietnam, situated in South Vietnam. In southeastern region, the city surrounds the Saigon River and covers about 2,061 square kilometres."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1979", "date": "April 4", "txt": "Prime Minister Zulfikar Ali Bhutto of Pakistan is executed.", "entities": [{"title": "Zulfikar Ali Bhutto", "href": "/wiki/Zulfikar_Ali_Bhutto", "description": "Zulfikar Ali Bhutto was a Pakistani barrister and politician who served as the 9th Prime Minister of Pakistan from 1973 to 1977, and prior to that as the fourth President of Pakistan from 1971 to 1973. He was also the founder of the Pakistan People's Party (PPP) and served as its chairman until his execution in 1979."}]}, {"heading": "Events", "year": "1981", "date": "April 4", "txt": "Iran–Iraq War: The Islamic Republic of Iran Air Force mounts an attack on H-3 Airbase and destroys about 50 Iraqi aircraft.", "entities": [{"title": "Iran–Iraq War", "href": "/wiki/Iran%E2%80%93Iraq_War", "description": "The Iran–Iraq War was a protracted armed conflict that began on 22 September 1980 when Iraq invaded neighbouring Iran. The war lasted almost eight years, ending in a stalemate on 20 August 1988 when Iran accepted a UN-brokered ceasefire. Iraq's rationale for the invasion was primarily to cripple Iran and prevent Ayatollah Ruhollah Khomeini from exporting the 1979 Iranian Revolution movement to Shi"}, {"title": "Islamic Republic of Iran Air Force", "href": "/wiki/Islamic_Republic_of_Iran_Air_Force", "description": "The Islamic Republic of Iran Air Force is the aviation branch of the Islamic Republic of Iran Army. The present Air Force came into being when the Imperial Iranian Air Force was renamed in 1979. It is one of the few air forces in the Middle East, with experience in a conventional war, having fought the Iran-Iraq War. It has carried out major operations like Operation Kaman 99, Operation Sultan 10,"}, {"title": "Attack on H3", "href": "/wiki/Attack_on_H3", "description": "The H-3 airstrike was a surprise air attack by the Iranian Air Force during the Iran–Iraq War on 4 April 1981 against the airbases of the Iraqi Air Force at the H-3 Air Base in western Iraq. The Iranians destroyed at least 48 Iraqi aircraft on the ground with no losses of their own. Based on the results achieved, it is considered one of the most successful raids in the history of aerial warfare."}]}, {"heading": "Events", "year": "1983", "date": "April 4", "txt": "Space Shuttle program: Space Shuttle Challenger makes its maiden voyage into space.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-6", "href": "/wiki/STS-6", "description": "STS-6 was the sixth NASA Space Shuttle mission and the maiden flight of the Space Shuttle Challenger. Launched from Kennedy Space Center on 4 April 1983, the mission deployed the first Tracking and Data Relay Satellite, TDRS-1, into orbit, before landing at Edwards Air Force Base on 9 April. STS-6 was the first Space Shuttle mission during which a spacewalk was conducted, and hence was the first i"}]}, {"heading": "Events", "year": "1984", "date": "April 4", "txt": "President Ronald Reagan calls for an international ban on chemical weapons.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Chemical weapon", "href": "/wiki/Chemical_weapon", "description": "A chemical weapon (CW) is a specialized munition that uses chemicals formulated to inflict death or harm on humans. According to the Organisation for the Prohibition of Chemical Weapons (OPCW), \"the term chemical weapon may also be applied to any toxic chemical or its precursor that can cause death, injury, temporary incapacitation or sensory irritation through its chemical action. Munitions or ot"}]}, {"heading": "Events", "year": "1988", "date": "April 4", "txt": "Governor Evan Mecham of Arizona is convicted in his impeachment trial and removed from office.", "entities": [{"title": "List of Governors of Arizona", "href": "/wiki/List_of_Governors_of_Arizona", "description": "The Governor of Arizona is the head of government and head of state of the U.S. state of Arizona. As the top elected official, the governor is the head of the executive branch of the Arizona state government and is charged with faithfully executing state laws. The governor has the power to either approve or veto bills passed by the Arizona State Legislature; to convene the legislature; and to gran"}, {"title": "Evan Mecham", "href": "/wiki/Evan_Mecham", "description": "Evan Mecham was an American businessman and the 17th governor of Arizona, serving from January 5, 1987, until his impeachment conviction on April 4, 1988. A decorated veteran of World War II, Mecham was a successful automotive dealership owner and occasional newspaper publisher."}, {"title": "Arizona", "href": "/wiki/Arizona", "description": "Arizona is a state in the Western United States, grouped in the Southwestern and occasionally Mountain subregions. It is the 6th largest and the 14th most populous of the 50 states. Its capital and largest city is Phoenix. Arizona shares the Four Corners region with Utah, Colorado, and New Mexico; its other neighboring states are Nevada and California to the west and the Mexican states of Sonora a"}, {"title": "Impeachment", "href": "/wiki/Impeachment", "description": "Impeachment is the process by which a legislative body or other legally constituted tribunal initiates charges against a public official for misconduct. Impeachment may be understood as a unique process involving both political and legal elements."}]}, {"heading": "Events", "year": "1990", "date": "April 4", "txt": "The current flag of Hong Kong is adopted for post-colonial Hong Kong during the Third Session of the Seventh National People's Congress.", "entities": [{"title": "Flag of Hong Kong", "href": "/wiki/Flag_of_Hong_Kong", "description": "The flag of Hong Kong, officially the regional flag of the Hong Kong Special Administrative Region of the People's Republic of China, depicts a white stylised five-petal Hong Kong orchid tree  flower in the centre of a Chinese red field. Its original design was unveiled on 4 April 1990 at the Third Session of the Seventh National People's Congress. The current design was approved on 10 August 1996"}, {"title": "7th National People's Congress", "href": "/wiki/7th_National_People%27s_Congress", "description": "The 7th National People's Congress was in session from 1988 to 1993. It held five sessions in this period."}, {"title": "National People's Congress", "href": "/wiki/National_People%27s_Congress", "description": "The National People's Congress of the People's Republic of China, normally referred to as the National People's Congress, is the highest organ of state power and the national legislature of the People's Republic of China. With 2,980 members in 2018, it is the largest parliamentary body in the world. The National People's Congress meets in full session for roughly two weeks each year and votes on i"}]}, {"heading": "Events", "year": "1991", "date": "April 4", "txt": "Senator John Heinz of Pennsylvania and six others are killed when a helicopter collides with their airplane over an elementary school in Merion, Pennsylvania.", "entities": [{"title": "John Heinz", "href": "/wiki/John_Heinz", "description": "Henry John Heinz III was an American businessman and politician from the Commonwealth of Pennsylvania. A Republican, Heinz served in the United States House of Representatives from 1971 to 1977, and in the United States Senate from 1977 until he was killed in a plane crash in Lower Merion Township, Pennsylvania, in 1991."}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}, {"title": "Merion, Pennsylvania", "href": "/wiki/Merion,_Pennsylvania", "description": "Merion Station is an unincorporated community in Pennsylvania, United States, bordering Philadelphia to the city's west. It is one of the communities that make up the Philadelphia Main Line, and is part of the municipality of Lower Merion Township, Montgomery County. Merion Station is known for its grand mansions and for the wealth of its residents."}]}, {"heading": "Events", "year": "1996", "date": "April 4", "txt": "Comet Hyakutake is imaged by the USA Asteroid Orbiter Near Earth Asteroid Rendezvous.", "entities": [{"title": "Comet Hyakutake", "href": "/wiki/Comet_Hyakutake", "description": "Comet Hyakutake is a comet, discovered on 31 January 1996, that passed very close to Earth in March of that year. It was dubbed The Great Comet of 1996; its passage near the Earth was one of the closest cometary approaches of the previous 200 years. Hyakutake appeared very bright in the night sky and was widely seen around the world. The comet temporarily upstaged the much anticipated Comet Hale–B"}, {"title": "Near Earth Asteroid Rendezvous", "href": "/wiki/Near_Earth_Asteroid_Rendezvous", "description": "Near Earth Asteroid Rendezvous – Shoemaker, renamed after its 1996 launch in honor of planetary scientist Eugene Shoemaker, was a robotic space probe designed by the Johns Hopkins University Applied Physics Laboratory for NASA to study the near-Earth asteroid Eros from close orbit over a period of a year. It was the first spacecraft to successfully orbit an asteroid and also land on an asteroid. I"}]}, {"heading": "Events", "year": "2002", "date": "April 4", "txt": "The Angolan government and UNITA rebels sign a peace treaty ending the Angolan Civil War.", "entities": [{"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "UNITA", "href": "/wiki/UNITA", "description": "The National Union for the Total Independence of Angola is the second-largest political party in Angola. Founded in 1966, UNITA fought alongside the Popular Movement for the Liberation of Angola (MPLA) in the Angolan War for Independence (1961–1975) and then against the MPLA in the ensuing civil war (1975–2002). The war was one of the most prominent Cold War proxy wars, with UNITA receiving milita"}, {"title": "Angolan Civil War", "href": "/wiki/Angolan_Civil_War", "description": "The Angolan Civil War was a civil war in Angola, beginning in 1975 and continuing, with interludes, until 2002. The war began immediately after Angola became independent from Portugal in November 1975. The war was a power struggle between two former anti-colonial guerrilla movements, the communist People's Movement for the Liberation of Angola (MPLA) and the anti-communist National Union for the T"}]}, {"heading": "Events", "year": "2009", "date": "April 4", "txt": "France announces its return to full participation of its military forces within NATO.", "entities": [{"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "2013", "date": "April 4", "txt": "More than 70 people are killed in a building collapse in Thane, India.", "entities": [{"title": "2013 Thane building collapse", "href": "/wiki/2013_Thane_building_collapse", "description": "On 4 April 2013, a building collapsed on tribal land in Mumbra, a suburb of Thane in Maharashtra, India. It has been called the worst building collapse in the area. Seventy-four people were killed, while more than 100 survived. The search for additional survivors ended on 6 April 2013."}, {"title": "Thane", "href": "/wiki/Thane", "description": "Thane is a metropolitan city in Maharashtra, India. It is situated in the north-eastern portion of the Salsette Island. Thane city is entirely within Thane taluka, one of the seven talukas of Thane district; also, it is the headquarters of the namesake district. With a population of 1,841,488 distributed over a land area of about 147 square kilometres (57 sq mi), Thane city is the 15th most popula"}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}]}, {"heading": "Events", "year": "2020", "date": "April 4", "txt": "China holds a National day of mourning for martyrs who died in the fight against the novel coronavirus disease outbreak.", "entities": [{"title": "National day of mourning", "href": "/wiki/National_day_of_mourning", "description": "A national day of mourning is a day or days marked by mourning and memorial activities observed among the majority of a country's populace. They are designated by the national government. Such days include those marking the death or funeral of a renowned individual or individuals from that country or elsewhere or the anniversary of such a death or deaths, the anniversaries of a significant natural"}, {"title": "COVID-19 pandemic in mainland China", "href": "/wiki/COVID-19_pandemic_in_mainland_China", "description": "The COVID-19 pandemic in mainland China is part of the worldwide pandemic of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Mainland China was the first country to identify the disease and its pathogen, the first country to impose drastic measures in response to the outbreak, and one of the first countries to bring the outbreak under con"}]}, {"heading": "Births", "year": "188", "date": "April 4", "txt": "Caracalla, Roman emperor (d. 217)", "entities": [{"title": "Caracalla", "href": "/wiki/Caracalla", "description": "Caracalla, formally known as Antoninus, was Roman emperor from 198 to 217. He was a member of the Severan dynasty, the elder son of Septimius Severus and Julia Domna. Co-ruler with his father from 198, he continued to rule with his brother Geta, emperor from 209, after their father's death in 211. His brother was murdered by the Praetorian Guard later that year, supposedly under orders from Caraca"}]}, {"heading": "Births", "year": "1436", "date": "April 4", "txt": "Amalia of Saxony, Duchess of Bavaria-Landshut (d. 1501)", "entities": [{"title": "Amalia of Saxony, Duchess of Bavaria", "href": "/wiki/Amalia_of_Saxony,_Duchess_of_Bavaria", "description": "Amalia of Saxony was a princess of Saxony and by marriage Duchess of Bavaria-Landshut."}]}, {"heading": "Births", "year": "1490", "date": "April 4", "txt": "Vojtěch I of Pernstein, Bohemian nobleman (d. 1534)", "entities": [{"title": "Vojtěch I of Pernstein", "href": "/wiki/Vojt%C4%9Bch_I_of_Pernstein", "description": "Vojtěch I of Pernstein was a Bohemian nobleman. He was High Hofmeister of Bohemia from 1514 to 1523 and from 1526, he was governor of Bohemia. He was considered one of the richest magnates in Bohemia."}]}, {"heading": "Births", "year": "1492", "date": "April 4", "txt": "Ambrosius Blarer, German-Swiss theologian and reformer (d. 1564)", "entities": [{"title": "Ambrosius Blarer", "href": "/wiki/Ambrosius_Blarer", "description": "Ambrosius Blarer was an influential Protestant reformer in southern Germany and north-eastern Switzerland."}]}, {"heading": "Births", "year": "1572", "date": "April 4", "txt": "William Strachey, English author (d. 1621)", "entities": [{"title": "William Strachey", "href": "/wiki/William_Strachey", "description": "William Strachey was an English writer whose works are among the primary sources for the early history of the English colonisation of North America. He is best remembered today as the eye-witness reporter of the 1609 shipwreck on the uninhabited island of Bermuda of the colonial ship Sea Venture, which was caught in a hurricane while sailing to Virginia. The survivors eventually reached Virginia a"}]}, {"heading": "Births", "year": "1586", "date": "April 4", "txt": "Richard Saltonstall, English diplomat (d. 1661)", "entities": [{"title": "Richard Saltonstall", "href": "/wiki/Richard_Saltonstall", "description": "Sir Richard Saltonstall led a group of English settlers up the Charles River to settle in what is now Watertown, Massachusetts in 1630."}]}, {"heading": "Births", "year": "1593", "date": "April 4", "txt": "Edward Nicholas, English soldier and politician, Secretary of State for the Southern Department (d. 1669)", "entities": [{"title": "Edward Nicholas", "href": "/wiki/Edward_Nicholas", "description": "Sir Edward Nicholas was an English office holder and politician who served as Secretary of State to Charles I and Charles II. He also sat in the House of Commons at various times between 1621 and 1629. He served as secretary to Edward la Zouche and the Duke of Buckingham in the Admiraltyand became a clerk of the Privy Council. He supported the Royalist cause in the English Civil War and accompanie"}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Births", "year": "1640", "date": "April 4", "txt": "Gaspar Sanz, Spanish guitarist, composer, and priest (d. 1710)", "entities": [{"title": "Gaspar Sanz", "href": "/wiki/Gaspar_Sanz", "description": "Francisco Bartolomé Sanz Celma, better known as Gaspar Sanz, was a Spanish composer, guitarist, and priest born to a wealthy family in Calanda in the comarca of Bajo Aragón, Spain. He studied music, theology and philosophy at the University of Salamanca, where he was later appointed Professor of Music. He wrote three volumes of pedagogical works for the baroque guitar that form an important part o"}]}, {"heading": "Births", "year": "1646", "date": "April 4", "txt": "Antoine Galland, French orientalist and archaeologist (d. 1715)", "entities": [{"title": "Antoine Galland", "href": "/wiki/Antoine_Galland", "description": "Antoine Galland was a French orientalist and archaeologist, most famous as the first European translator of One Thousand and One Nights, which he called Les mille et une nuits. His version of the tales appeared in twelve volumes between 1704 and 1717 and exerted a significant influence on subsequent European literature and attitudes to the Islamic world. Jorge Luis Borges has suggested that Romant"}]}, {"heading": "Births", "year": "1648", "date": "April 4", "txt": "Grinling Gibbons, Dutch-English sculptor (d. 1721)", "entities": [{"title": "Grinling Gibbons", "href": "/wiki/Grinling_Gibbons", "description": "Grinling Gibbons was an Anglo-Dutch sculptor and wood carver known for his work in England, including Windsor Castle and Hampton Court Palace, St. Paul's Cathedral and other London churches, Petworth House and other country houses, Trinity College, Oxford, and Trinity College, Cambridge. Gibbons was born and educated in Holland of English parents, his father being a merchant. He was a member of th"}]}, {"heading": "Births", "year": "1676", "date": "April 4", "txt": "Giuseppe Maria Orlandini, Italian composer (d. 1760)", "entities": [{"title": "Giuseppe Maria Orlandini", "href": "/wiki/Giuseppe_Maria_Orlandini", "description": "Giuseppe Maria Orlandini was an Italian baroque composer particularly known for his more than 40 operas and intermezzos. Highly regarded by music historians of his day like Francesco Saverio Quadrio, Jean-Benjamin de La Borde and Charles Burney, Orlandini, along with Vivaldi, is considered one of the major creators of the new style of opera that dominated the second decade of the 18th century."}]}, {"heading": "Births", "year": "1688", "date": "April 4", "txt": "Joseph-Nicolas Delisle, French astronomer and cartographer (d. 1768)", "entities": [{"title": "Joseph-Nicolas Delisle", "href": "/wiki/Joseph-Nicolas_Delisle", "description": "Joseph-Nicolas Delisle was a French astronomer and cartographer."}]}, {"heading": "Births", "year": "1718", "date": "April 4", "txt": "Benjamin Kennicott, English theologian and scholar (d. 1783)", "entities": [{"title": "Benjamin Kennicott", "href": "/wiki/Benjamin_Kennicott", "description": "Benjamin Kennicott was an English churchman and Hebrew scholar."}]}, {"heading": "Births", "year": "1752", "date": "April 4", "txt": "Niccolò Antonio Zingarelli, Italian composer (d. 1837)", "entities": [{"title": "Niccolò Antonio Zingarelli", "href": "/wiki/Niccol%C3%B2_Antonio_Zingarelli", "description": "Niccolò Antonio Zingarelli was an Italian composer, chiefly of opera."}]}, {"heading": "Births", "year": "1760", "date": "April 4", "txt": "Juan Manuel Olivares, Venezuelan organist and composer (d. 1797)", "entities": [{"title": "Juan Manuel Olivares", "href": "/wiki/Juan_Manuel_Olivares", "description": "Juan Manuel Hermenegildo de la Luz Olivares was a Venezuelan composer from the Colonial era."}]}, {"heading": "Births", "year": "1762", "date": "April 4", "txt": "Stephen Storace, English actor and composer (d. 1796)", "entities": [{"title": "Stephen Storace", "href": "/wiki/Stephen_Storace", "description": "Stephen John Seymour Storace was an English composer of the Classical era, known primarily for his operas. His sister was the famous opera singer Nancy Storace."}]}, {"heading": "Births", "year": "1772", "date": "April 4", "txt": "Nachman of Breslov, Ukrainian founder of the Breslov Hasidic movement (d. 1810)", "entities": [{"title": "Nachman of Breslov", "href": "/wiki/Nachman_of_Breslov", "description": "Nachman of Breslov, also known as Reb Nachman of Bratslav, Reb Nachman Breslover, Nachman from Uman, was the founder of the Breslov Hasidic movement."}]}, {"heading": "Births", "year": "1780", "date": "April 4", "txt": "Edward Hicks, American minister and painter (d. 1849)", "entities": [{"title": "Edward Hicks", "href": "/wiki/Edward_Hicks", "description": "Edward Hicks was an American folk painter and distinguished religious minister of the Society of Friends. He became a Quaker icon because of his paintings."}]}, {"heading": "Births", "year": "1785", "date": "April 4", "txt": "Bettina von Arnim, German author, illustrator, and composer (d. 1859)", "entities": [{"title": "Bettina von Arnim", "href": "/wiki/Bettina_von_Arnim", "description": "Bettina von Arnim, born Elisabeth Catharina Ludovica Magdalena Brentano, was a German writer and novelist."}]}, {"heading": "Births", "year": "1792", "date": "April 4", "txt": "Thaddeus Stevens, American lawyer and politician (d. 1868)", "entities": [{"title": "Thaddeus Stevens", "href": "/wiki/Thaddeus_Stevens", "description": "Thaddeus Stevens was a member of the United States House of Representatives from Pennsylvania. He was one of the leaders of the Radical Republican faction of the Republican Party during the 1860s. A fierce opponent of slavery and discrimination against African Americans, Stevens sought to secure their rights during Reconstruction, leading the opposition to U.S. President Andrew Johnson. As chairma"}]}, {"heading": "Births", "year": "1802", "date": "April 4", "txt": "Dorothea Dix, American nurse and activist (d. 1887)", "entities": [{"title": "Dorothea Dix", "href": "/wiki/Dorothea_Dix", "description": "Dorothea Lynde Dix was an American advocate on behalf of the indigent mentally ill who, through a vigorous and sustained program of lobbying state legislatures and the United States Congress, created the first generation of American mental asylums. During the Civil War, she served as a Superintendent of Army Nurses."}]}, {"heading": "Births", "year": "1818", "date": "April 4", "txt": "Thomas Mayne Reid, Irish-American author and poet (d. 1883)", "entities": [{"title": "Thomas Mayne Reid", "href": "/wiki/Thomas_Mayne_Reid", "description": "Thomas Mayne Reid was an Irish-American novelist, who fought in the American-Mexican War (1846–1848). His many works on American life describe colonial policy in the American colonies, the horrors of slave labour and the lives of American Indians. \"Captain\" Reid wrote adventure novels akin to those by Frederick Marryat and Robert Louis Stevenson, and set mainly in the American West, Mexico, South "}]}, {"heading": "Births", "year": "1819", "date": "April 4", "txt": "Maria II of Portugal (d. 1853)", "entities": [{"title": "Maria II of Portugal", "href": "/wiki/Maria_II_of_Portugal", "description": "Dona Maria II \"the Educator\" or \"the Good Mother\", reigned as Queen of Portugal from 1826 to 1828, and again from 1834 to 1853. Born in Rio de Janeiro, she was the first child of Emperor Pedro I of Brazil and of his first wife, Empress Maria Leopoldina, and thus a member of the House of Braganza. One of the two surviving children born when Pedro was still heir apparent to Portugal, she inherited P"}]}, {"heading": "Births", "year": "1821", "date": "April 4", "txt": "Linus Yale, Jr., American engineer and businessman (d. 1868)", "entities": [{"title": "Linus Yale, Jr.", "href": "/wiki/Linus_Yale,_Jr.", "description": "Linus Yale Jr. was an American mechanical engineer, manufacturer, and co-founder of the Yale Lock Manufacturing Company. He is best known for his inventions of locks, especially the cylinder lock. His basic lock design is still widely distributed today, and constitutes a majority of personal locks and safes."}]}, {"heading": "Births", "year": "1826", "date": "April 4", "txt": "Zénobe Gramme, Belgian engineer, invented the Gramme machine (d. 1901)", "entities": [{"title": "Zénobe Gramme", "href": "/wiki/Z%C3%A9nobe_Gramme", "description": "Zénobe Théophile Gramme was a Belgian electrical engineer. He was born at Jehay-Bodegnée on 4 April 1826, the sixth child of Mathieu-Joseph Gramme, and died at Bois-Colombes on 20 January 1901. He invented the Gramme machine, a type of direct current dynamo capable of generating smoother and much higher voltages than the dynamos known to that point."}, {"title": "Gramme machine", "href": "/wiki/Gramme_machine", "description": "A Gramme machine, Gramme ring, Gramme magneto, or Gramme dynamo is an electrical generator that produces direct current, named for its Belgian inventor, Zénobe Gramme, and was built as either a dynamo or a magneto. It was the first generator to produce power on a commercial scale for industry. Inspired by a machine invented by Antonio Pacinotti in 1860, Gramme was the developer of a new induced ro"}]}, {"heading": "Births", "year": "1829", "date": "April 4", "txt": "Owen Suffolk, Australian bushranger, poet, confidence-man and author", "entities": [{"title": "Owen Suffolk", "href": "/wiki/Owen_Suffolk", "description": "Owen Hargrave Suffolk an Australian bushranger, poet, confidence-man and author of Days of Crime and Years of Suffering (1867)."}]}, {"heading": "Births", "year": "1835", "date": "April 4", "txt": "John Hughlings Jackson, English physician and neurologist (d. 1911)", "entities": [{"title": "John Hughlings Jackson", "href": "/wiki/John_Hughlings_Jackson", "description": "John Hughlings Jackson, FRS was an English neurologist. He is best known for his research on epilepsy."}]}, {"heading": "Births", "year": "1842", "date": "April 4", "txt": "Édouard Lucas, French mathematician and theorist (d. 1891)", "entities": [{"title": "Édouard Lucas", "href": "/wiki/%C3%89douard_Lucas", "description": "François Édouard Anatole Lucas was a French mathematician. Lucas is known for his study of the Fibonacci sequence. The related Lucas sequences and Lucas numbers are named after him."}]}, {"heading": "Births", "year": "1843", "date": "April 4", "txt": "William Henry Jackson, American painter and photographer (d. 1942)", "entities": [{"title": "William Henry Jackson", "href": "/wiki/William_Henry_Jackson", "description": "William Henry Jackson was an American painter, Civil War veteran, geological survey photographer and an explorer famous for his images of the American West. He was a great-great nephew of Samuel Wilson, the progenitor of America's national symbol Uncle Sam. He was the great grandfather of cartoonist Bill Griffith, creator of Zippy the Pinhead comics."}]}, {"heading": "Births", "year": "1846", "date": "April 4", "txt": "Comte de Lautréamont, Uruguayan-French poet and educator (d. 1870)", "entities": [{"title": "Comte de Lautréamont", "href": "/wiki/Comte_de_Lautr%C3%A9amont", "description": "Comte de Lautréamont was the nom de plume of Isidore Lucien Ducasse, a French poet born in Uruguay. His only works, Les Chants de Maldoror and Poésies, had a major influence on modern arts and literature, particularly on the Surrealists and the Situationists. Ducasse died at the age of 24."}]}, {"heading": "Births", "year": "1851", "date": "April 4", "txt": "James Campbell, 1st Baron Glenavy, Irish lawyer and politician (d. 1931)", "entities": [{"title": "James Campbell, 1st Baron Glenavy", "href": "/wiki/James_Campbell,_1st_Baron_Glenavy", "description": "James Henry Mussen Campbell, 1st Baron Glenavy was an Irish lawyer, politician in the British Parliament and later in the Oireachtas of the Irish Free State. He was also Lord Chancellor of Ireland."}]}, {"heading": "Births", "year": "1853", "date": "April 4", "txt": "Remy de Gourmont, French poet, novelist, and critic (d. 1915)", "entities": [{"title": "Remy de Gourmont", "href": "/wiki/Remy_de_Gourmont", "description": "Remy de Gourmont was a French Symbolist poet, novelist, and influential critic. He was widely read in his era, and an important influence on Blaise Cendrars and Georges Bataille. The spelling Rémy de Gourmont is incorrect, albeit common."}]}, {"heading": "Births", "year": "1868", "date": "April 4", "txt": "Philippa Fawcett, English mathematician and educator (d. 1948)", "entities": [{"title": "Philippa Fawcett", "href": "/wiki/Philippa_Fawcett", "description": "Philippa Garrett Fawcett was an English mathematician and educationalist. She was the first woman to obtain the top score in the Cambridge Mathematical Tripos exams. She taught at Newnham College, Cambridge, and at the normal school in Johannesburg, and she became an administrator for the London County Council."}]}, {"heading": "Births", "year": "1869", "date": "April 4", "txt": "Mary Colter, American architect, designed the Desert View Watchtower (d. 1958)", "entities": [{"title": "Mary Colter", "href": "/wiki/Mary_Colter", "description": "Mary Elizabeth Jane Colter was an American architect and designer. She was one of the very few female American architects in her day. She was the designer of many landmark buildings and spaces for the Fred Harvey Company and the Santa Fe Railroad, notably in Grand Canyon National Park. Her work had enormous influence as she helped to create a style, blending Spanish Colonial Revival and Mission Re"}, {"title": "Desert View Watchtower", "href": "/wiki/Desert_View_Watchtower", "description": "Desert View Watchtower, also known as the Indian Watchtower at Desert View, is a 70-foot (21 m)-high stone building located on the South Rim of the Grand Canyon within Grand Canyon National Park in Arizona, United States. The tower is located at Desert View, more than 20 miles (32 km) to the east of the main developed area at Grand Canyon Village, toward the east entrance to the park. The four-sto"}]}, {"heading": "Births", "year": "1875", "date": "April 4", "txt": "Pierre Monteux, Sephardic Jewish French-American viola player and conductor (d. 1964)", "entities": [{"title": "Pierre Monteux", "href": "/wiki/Pierre_Monteux", "description": "Pierre Benjamin Monteux was a French conductor. After violin and viola studies, and a decade as an orchestral player and occasional conductor, he began to receive regular conducting engagements in 1907. He came to prominence when, for Sergei Diaghilev's Ballets Russes company between 1911 and 1914, he conducted the world premieres of Stravinsky's The Rite of Spring and other prominent works includ"}, {"title": "Sephardic", "href": "/wiki/Sephardic", "description": "Sephardi Jews, also known as Sephardic Jews, Sephardim, or Hispanic Jews by modern scholars, are a Jewish ethnic division originating from traditionally established communities in the Iberian Peninsula. The term \"Sephardim\" sometimes refers to Eastern Jewish communities of the Middle East and North Africa. Many of them can trace their ancestry back to the Jewish communities of Iberia, and the vast"}]}, {"heading": "Births", "year": "1876", "date": "April 4", "txt": "Maurice de Vlaminck, French painter and poet (d. 1958)", "entities": [{"title": "Maurice de Vlaminck", "href": "/wiki/Maurice_de_Vlaminck", "description": "Maurice de Vlaminck was a French painter. Along with André Derain and Henri Matisse he is considered one of the principal figures in the Fauve movement, a group of modern artists who from 1904 to 1908 were united in their use of intense colour. Vlaminck was one of the Fauves at the controversial Salon d'Automne exhibition of 1905."}]}, {"heading": "Births", "year": "1878", "date": "April 4", "txt": "Stylianos Lykoudis, Greek admiral and historian (d. 1958)", "entities": [{"title": "Stylianos Lykoudis", "href": "/wiki/Stylianos_Lykoudis", "description": "Stylianos Lykoudis was a Royal Hellenic Navy rear admiral, best known for his long service as head of the Navy's Lighthouse Service. He was also a scholar and historian, becoming a member of the Academy of Athens."}]}, {"heading": "Births", "year": "1879", "date": "April 4", "txt": "Gustav Goßler, German rower (d. 1940)", "entities": [{"title": "Gustav Goßler", "href": "/wiki/Gustav_Go%C3%9Fler", "description": "Gustav Ludwig Goßler was a German rower who competed in the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1884", "date": "April 4", "txt": "James Alberione, Italian priest, founded the Society of St. Paul (d. 1971)", "entities": [{"title": "James Alberione", "href": "/wiki/James_Alberione", "description": "James Alberione, was an Italian Catholic priest, and the founder of the Society of St. Paul, of the Daughters of St. Paul, of the Pious Disciples of the Divine Master, of the Sisters of Jesus the Good Shepherd, of the Sisters of Mary Queen of the Apostles, and other religious institutes, which form the Pauline Family. The first two groups are best known for promoting the Catholic faith through var"}, {"title": "Society of St. Paul", "href": "/wiki/Society_of_St._Paul", "description": "The Society of Saint Paul is a Roman Catholic religious congregation founded on 20 August 1914 at Alba in Italy by Giacomo Alberione and officially approved by the Holy See on 27 June 1949."}]}, {"heading": "Births", "year": "1884", "date": "April 4", "txt": "Isoroku Yamamoto, Japanese admiral (d. 1943)", "entities": []}, {"heading": "Births", "year": "1886", "date": "April 4", "txt": "Frank Luther Mott, American historian and journalist (d. 1964)", "entities": [{"title": "Frank Luther Mott", "href": "/wiki/Frank_Luther_Mott", "description": "Frank Luther Mott was an American historian and journalist, who won the 1939 Pulitzer Prize for History for Volumes II and III of his series, A History of American Magazines."}]}, {"heading": "Births", "year": "1888", "date": "April 4", "txt": "Tris Speaker, American baseball player and manager (d. 1958)", "entities": [{"title": "Tris Speaker", "href": "/wiki/Tris_Speaker", "description": "Tristram Edgar Speaker, nicknamed \"The Gray Eagle\", was an American professional baseball player. Considered one of the greatest offensive and defensive center fielders in the history of Major League Baseball (MLB), he compiled a career batting average of .345. His 792 career doubles represent an MLB career record. His 3,514 hits are fifth in the all-time hits list. Defensively, Speaker holds care"}]}, {"heading": "Births", "year": "1888", "date": "April 4", "txt": "Zdzisław Żygulski, Sr., Polish historian and academic (d. 1975)", "entities": []}, {"heading": "Births", "year": "1889", "date": "April 4", "txt": "Makhanlal Chaturvedi, Indian journalist, poet, and playwright (d. 1968)", "entities": [{"title": "Makhanlal Chaturvedi", "href": "/wiki/Makhanlal_Chaturvedi", "description": "Pandit Makhanlal Chaturvedi, also called Pandit ji, was an Indian poet, writer, essayist, playwright and a journalist who is particularly remembered for his participation in India's national struggle for independence and his contribution to Chhayavaad, the Neo-romanticism movement of Hindi literature. He was awarded the first Sahitya Akademi Award in Hindi for his work Him Taringini in 1955. The G"}]}, {"heading": "Births", "year": "1892", "date": "April 4", "txt": "Italo Mus, Italian painter (d. 1967)", "entities": [{"title": "Italo Mus", "href": "/wiki/Italo_Mus", "description": "Italo Mus was an Italian painter."}]}, {"heading": "Births", "year": "1895", "date": "April 4", "txt": "Arthur Murray, American dancer and educator (d. 1991)", "entities": [{"title": "Arthur Murray", "href": "/wiki/Arthur_Murray", "description": "Arthur Murray was an American ballroom dancer and businessman, whose name is most often associated with the dance studio chain that bears his name."}]}, {"heading": "Births", "year": "1896", "date": "April 4", "txt": "Robert E. Sherwood, American playwright and screenwriter (d. 1955)", "entities": [{"title": "Robert E. Sherwood", "href": "/wiki/Robert_E._Sherwood", "description": "Robert Emmet Sherwood was an American playwright and screenwriter."}]}, {"heading": "Births", "year": "1897", "date": "April 4", "txt": "Pierre Fresnay, French actor and screenwriter (d. 1975)", "entities": [{"title": "Pierre Fresnay", "href": "/wiki/Pierre_Fresnay", "description": "Pierre Fresnay was a French stage and film actor."}]}, {"heading": "Births", "year": "1898", "date": "April 4", "txt": "Agnes Ayres, American actress (d. 1940)", "entities": [{"title": "Agnes Ayres", "href": "/wiki/Agnes_Ayres", "description": "Agnes Ayres was an American actress who rose to fame during the silent film era. She was known for her role as Lady Diana Mayo in The Sheik opposite Rudolph Valentino."}]}, {"heading": "Births", "year": "1899", "date": "April 4", "txt": "Hillel Oppenheimer, German-Israeli botanist and academic (d. 1971)", "entities": [{"title": "Hillel Oppenheimer", "href": "/wiki/Hillel_Oppenheimer", "description": "Hillel Oppenheimer, was an Israeli professor of botany."}]}, {"heading": "Births", "year": "1902", "date": "April 4", "txt": "Louise Lévêque de Vilmorin, French journalist and author (d. 1969)", "entities": [{"title": "Louise Lévêque de Vilmorin", "href": "/wiki/Louise_L%C3%A9v%C3%AAque_de_Vilmorin", "description": "\nMarie Louise Lévêque de Vilmorin was a French novelist, poet and journalist."}]}, {"heading": "Births", "year": "1902", "date": "April 4", "txt": "Stanley G. Weinbaum, American author and poet (d. 1935)", "entities": []}, {"heading": "Births", "year": "1905", "date": "April 4", "txt": "Eugène Bozza, French composer and conductor (d. 1991)", "entities": [{"title": "Eugène Bozza", "href": "/wiki/Eug%C3%A8ne_Bozza", "description": "Eugène Joseph Bozza was a French composer and violinist. He was one of the most prolific composers of chamber music for wind instruments. Bozza's large ensemble works include five symphonies, operas, ballets, large choral work, wind band music, concertos, and many works for large brass or woodwind ensembles. His larger works are rarely performed outside his native France."}]}, {"heading": "Births", "year": "1905", "date": "April 4", "txt": "Erika Nõva, Estonian architect and engineer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1906", "date": "April 4", "txt": "Bea Benaderet, Turkish-Irish-American television, radio, and voice actress (d. 1968)", "entities": [{"title": "Bea Benaderet", "href": "/wiki/Bea_Benaderet", "description": "Beatrice Benaderet was an American actress and comedienne. Born in New York City and raised in San Francisco, she began performing in Bay Area theatre and radio before embarking on a Hollywood career that spanned over three decades. Benaderet first specialized in voice-over work in the golden age of radio, appearing on numerous programs working with comedians of the era such as Jack Benny, Burns a"}]}, {"heading": "Births", "year": "1906", "date": "April 4", "txt": "John Cameron Swayze, American journalist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1907", "date": "April 4", "txt": "Robert Askin, Australian sergeant and politician, 32nd Premier of New South Wales (d. 1981)", "entities": [{"title": "Robert Askin", "href": "/wiki/Robert_Askin", "description": "Sir Robert William Askin, GCMG, was an Australian politician and the 32nd Premier of New South Wales from 1965 to 1975, the first representing the Liberal Party. He was born in 1907 as Robin William Askin, but always disliked his first name and changed it by deed poll in 1971. Before being knighted in 1972, however, he was generally known as Bob Askin. Born in Sydney in 1907, Askin was educated at"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1910", "date": "April 4", "txt": "Đặng Văn Ngữ, Vietnamese physician and academic (d. 1967)", "entities": [{"title": "Đặng Văn Ngữ", "href": "/wiki/%C4%90%E1%BA%B7ng_V%C4%83n_Ng%E1%BB%AF", "description": "Đặng Văn Ngữ (1910–1967) was a Vietnamese medical doctor and intellectual. Ngu was known to be one of the active participators in the Nhân Văn affair in the mid-1950s which saw many middle class intellectuals demanding freedom and democracy in communist-led North Vietnam."}]}, {"heading": "Births", "year": "1911", "date": "April 4", "txt": "Max Dupain, Australian photographer (d. 1992)", "entities": [{"title": "Max Dupain", "href": "/wiki/Max_Dupain", "description": "Maxwell Spencer Dupain AC OBE was an Australian modernist photographer."}]}, {"heading": "Births", "year": "1913", "date": "April 4", "txt": "Dave Brown, Australian rugby league player (d. 1974)", "entities": [{"title": "Dave Brown (rugby league, born 1913)", "href": "/wiki/Dave_Brown_(rugby_league,_born_1913)", "description": "David Michael Brown was one of Australia's greatest rugby league footballers."}]}, {"heading": "Births", "year": "1913", "date": "April 4", "txt": "Rosemary Lane, American actress and singer (d. 1974)", "entities": []}, {"heading": "Births", "year": "1913", "date": "April 4", "txt": "Frances Langford, American actress and singer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1913", "date": "April 4", "txt": "Jules Léger, Canadian lawyer and politician, 21st Governor General of Canada (d. 1980)", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1913", "date": "April 4", "txt": "Muddy Waters, American singer-songwriter and guitarist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 4", "txt": "Richard Coogan, American actor (d. 2014)", "entities": [{"title": "Richard Coogan", "href": "/wiki/Richard_Coogan", "description": "Richard Charles Potter Coogan was an American actor best known for his portrayal of Captain Video in Captain Video and His Video Rangers, in five episodes, from 1949 to 1950."}]}, {"heading": "Births", "year": "1914", "date": "April 4", "txt": "Marguerite Duras, French novelist, screenwriter, and director (d. 1996)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 4", "txt": "David W. Goodall, Australian ecologist and botanist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1915", "date": "April 4", "txt": "Louis Archambault, Canadian sculptor (d. 2003)", "entities": [{"title": "Louis Archambault", "href": "/wiki/Louis_Archambault", "description": "Louis Archambault, was a Quebec sculptor and ceramicist who believed that the arts in Canada should be attuned to the vast scale of the country."}]}, {"heading": "Births", "year": "1916", "date": "April 4", "txt": "Nikola Ljubičić, Serbian general and politician, 10th President of Serbia (d. 2005)", "entities": [{"title": "Nikola Ljubičić", "href": "/wiki/Nikola_Ljubi%C4%8Di%C4%87", "description": "Nikola Ljubičić was the President of the Presidency of Serbia (1982–1984), a member of the Presidency of the Socialist Federal Republic of Yugoslavia (1984–1989), and the Minister of Defence of Yugoslavia (1967–1982). He received numerous medals both from Yugoslavia and abroad, including the Order of the National Hero of Yugoslavia."}, {"title": "List of Presidents of Serbia", "href": "/wiki/List_of_Presidents_of_Serbia", "description": "This is a list of the presidents of Serbia, including the heads of state of the Socialist Republic of Serbia, a constituent state within the Socialist Federal Republic of Yugoslavia and heads of state of the Republic of Serbia (1992–2006), a constituent state within the Federal Republic of Yugoslavia / State Union of Serbia and Montenegro. Prior to 1974, Serbia's head of state was the speaker (pre"}]}, {"heading": "Births", "year": "1916", "date": "April 4", "txt": "Mickey Owen, American baseball player and coach (d. 2005)", "entities": []}, {"heading": "Births", "year": "1916", "date": "April 4", "txt": "David White, American actor (d. 1990)", "entities": []}, {"heading": "Births", "year": "1918", "date": "April 4", "txt": "George Jellicoe, 2nd Earl Jellicoe, English soldier and politician, Leader of the House of Lords (d. 2007)", "entities": [{"title": "George Jellicoe, 2nd Earl Jellicoe", "href": "/wiki/George_Jellicoe,_2nd_Earl_Jellicoe", "description": "George Patrick John Rushworth Jellicoe, 2nd Earl Jellicoe, Baron Jellicoe of Southampton, was a British politician, diplomat and businessman."}, {"title": "Leader of the House of Lords", "href": "/wiki/Leader_of_the_House_of_Lords", "description": "The Leader of the House of Lords is a member of the Cabinet of the United Kingdom who is responsible for arranging government business in the House of Lords. The post is also the leader of the majority party in the House of Lords who acts as the government party chairperson in the house. The role is always held in combination with a formal Cabinet position, usually one of the sinecure offices of L"}]}, {"heading": "Births", "year": "1920", "date": "April 4", "txt": "Ignatius IV of Antioch, Greek patriarch (d. 2012)", "entities": [{"title": "Ignatius IV of Antioch", "href": "/wiki/Ignatius_IV_of_Antioch", "description": "Patriarch Ignatius IV was the Patriarch of the Greek Orthodox Church of Antioch and All The East from 1979 to 2012."}]}, {"heading": "Births", "year": "1921", "date": "April 4", "txt": "Orunamamu, American-Canadian author and educator (d. 2014)", "entities": [{"title": "Orunamamu", "href": "/wiki/Orunamamu", "description": "Orunamamu was an American/Canadian professional storyteller, raconteur and griot. Her peripatetic storytelling led her on extensive, demanding and often impromptu journeys across the United States including Alaska, overseas to the United Kingdom and Egypt and finally to Canada. She is included in a number of books, journals, articles and two documentaries. Her performance medium was the spoken voi"}]}, {"heading": "Births", "year": "1921", "date": "April 4", "txt": "Elizabeth Wilson, American actress (d. 2015)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 4", "txt": "Elmer Bernstein, American composer and conductor (d. 2004)", "entities": [{"title": "Elmer Bernstein", "href": "/wiki/Elmer_Bernstein", "description": "Elmer Bernstein was an American composer and conductor known for his film scores. In a career that spanned more than five decades, he composed \"some of the most recognizable and memorable themes in Hollywood history\", including over 150 original movie scores, as well as scores for nearly 80 television productions. Examples of his widely popular and critically acclaimed works are scores to The Ten "}]}, {"heading": "Births", "year": "1923", "date": "April 4", "txt": "Peter Vaughan, English actor (d. 2016)", "entities": [{"title": "Peter Vaughan", "href": "/wiki/Peter_Vaughan", "description": "Peter Vaughan was an English character actor known for many supporting roles in British film and television productions. He also acted extensively on the stage."}]}, {"heading": "Births", "year": "1923", "date": "April 4", "txt": "Gene Reynolds, American actor, director, producer and screenwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 4", "txt": "Bob Christie, American race car driver (d. 2009)", "entities": [{"title": "Bob Christie (racing driver)", "href": "/wiki/Bob_Christie_(racing_driver)", "description": "Bob Christie was an American racecar driver."}]}, {"heading": "Births", "year": "1924", "date": "April 4", "txt": "Gil Hodges, American baseball player and manager (d. 1972)", "entities": []}, {"heading": "Births", "year": "1925", "date": "April 4", "txt": "Dettmar Cramer, German footballer and manager (d. 2015)", "entities": [{"title": "Dettmar Cramer", "href": "/wiki/Dettmar_Cramer", "description": "Dettmar Cramer was a German football player and coach who led Bayern Munich to the 1975 and 1976 European Cups. He was born in Dortmund. Cramer is commonly considered to be the father of modern football in Japan and is a member of the Order of the Sacred Treasure, 3rd Class. He also briefly coached the United States men's national soccer team."}]}, {"heading": "Births", "year": "1925", "date": "April 4", "txt": "Frank Truitt, American basketball player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1925", "date": "April 4", "txt": "Claude Wagner, Canadian lawyer, judge, and politician (d. 1979)", "entities": []}, {"heading": "Births", "year": "1925", "date": "April 4", "txt": "Emmett Williams, American poet and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 4", "txt": "Ronnie Masterson, Irish actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 4", "txt": "Joe Orlando, Italian-American author and illustrator (d. 1998)", "entities": [{"title": "Joe Orlando", "href": "/wiki/Joe_Orlando", "description": "Joseph Orlando was an Italian American illustrator, writer, editor and cartoonist during a lengthy career spanning six decades. He was the associate publisher of Mad and the vice president of DC Comics, where he edited numerous titles and ran DC's Special Projects department."}]}, {"heading": "Births", "year": "1928", "date": "April 4", "txt": "Maya Angelou, American memoirist and poet (d. 2014)", "entities": [{"title": "Maya Angelou", "href": "/wiki/Maya_Angelou", "description": "Maya Angelou was an American poet, memoirist, and civil rights activist. She published seven autobiographies, three books of essays, several books of poetry, and is credited with a list of plays, movies, and television shows spanning over 50 years. She received dozens of awards and more than 50 honorary degrees. Angelou is best known for her series of seven autobiographies, which focus on her chil"}]}, {"heading": "Births", "year": "1928", "date": "April 4", "txt": "Estelle Harris, American actress and comedian", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 4", "txt": "Jimmy Logan, Scottish actor, director, and producer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 4", "txt": "Monty Norman, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 4", "txt": "Humbert Allen Astredo, American actor (d. 2016)", "entities": [{"title": "Humbert Allen Astredo", "href": "/wiki/Humbert_Allen_Astredo", "description": "Humbert Allen \"Bud\" Astredo, Jr. was an American stage, film, and television actor. He made several notable Broadway and Off Broadway theatrical performances, but was best known for the numerous roles he performed on the daytime Gothic horror soap opera Dark Shadows, most notably that of the warlock Nicholas Blair."}]}, {"heading": "Births", "year": "1930", "date": "April 4", "txt": "Netty Herawaty, Indonesian actress (d. 1989)", "entities": [{"title": "Netty Herawaty", "href": "/wiki/Netty_Herawaty", "description": "Netty Herawaty was an Indonesian actress who made more than fifty films between 1949 and 1986."}]}, {"heading": "Births", "year": "1931", "date": "April 4", "txt": "James Dickens, English politician (d. 2013)", "entities": [{"title": "James Dickens", "href": "/wiki/James_Dickens", "description": "James McCulloch York Dickens was a British Labour politician."}]}, {"heading": "Births", "year": "1931", "date": "April 4", "txt": "Bobby Ray Inman, American admiral and intelligence officer", "entities": []}, {"heading": "Births", "year": "1931", "date": "April 4", "txt": "Catherine Tizard, New Zealand politician, 16th Governor-General of New Zealand", "entities": [{"title": "List of Governors-General of New Zealand", "href": "/wiki/List_of_Governors-General_of_New_Zealand", "description": "The following is a list of the governors and governors-general of New Zealand. As the personal representative of the New Zealand monarch, the governor-general performs many of the functions vested in the Crown, such as summoning and dissolving parliament, granting or withholding the Royal Assent, making state visits and receiving ambassadors. These functions are performed on the advice of the head"}]}, {"heading": "Births", "year": "1932", "date": "April 4", "txt": "Clive Davis, American record producer, founded Arista Records and J Records", "entities": [{"title": "Clive Davis", "href": "/wiki/Clive_Davis", "description": "Clive Jay Davis is an American record producer, A&R executive, music industry executive, and lawyer. He has won five Grammy Awards and was inducted into the Rock and Roll Hall of Fame as a non-performer, in 2000."}, {"title": "Arista Records", "href": "/wiki/Arista_Records", "description": "Arista Records, Inc. is an American record label owned by Sony Music Entertainment, a subsidiary of Sony Corporation of America, the North American division of the Japanese conglomerate Sony. The label was previously handled by Bertelsmann Music Group. The label was founded in 1974 by Clive Davis. Along with Epic Records, RCA Records, and Columbia Records, Arista is one of Sony Music's four flagsh"}, {"title": "J Records", "href": "/wiki/J_Records", "description": "J Records was an American record label owned and operated by Sony Music Entertainment, and was distributed through the RCA Music Group. The label was founded in 2000 by Clive Davis and was dissolved into RCA Records in 2011."}]}, {"heading": "Births", "year": "1932", "date": "April 4", "txt": "Richard Lugar, American lieutenant and politician, 44th Mayor of Indianapolis (d. 2019)", "entities": [{"title": "List of mayors of Indianapolis", "href": "/wiki/List_of_mayors_of_Indianapolis", "description": "The Mayor of Indianapolis is the head of the executive branch of the consolidated city-county government of Indianapolis and Marion County. As the chief executive, the mayor has the duty to oversee city-county government's various departments, agencies, and municipal corporations. He or she also has the power to either approve or veto bills passed by the Indianapolis City-County Council, the legis"}]}, {"heading": "Births", "year": "1932", "date": "April 4", "txt": "Anthony Perkins, American actor (d. 1992)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 4", "txt": "Johanna Reiss, Dutch-American author", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 4", "txt": "Andrei Tarkovsky, Russian director and producer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 4", "txt": "Bill France, Jr., American businessman (d. 2007)", "entities": [{"title": "Bill France, Jr.", "href": "/wiki/Bill_France,_Jr.", "description": "William Clifton France, better known as Bill France Jr. or Little Billy, was an American motorsports executive who served from 1972 to 2000 as the chief executive officer (CEO) of NASCAR, the sanctioning body of the US-based stock car racing. He succeeded his father, NASCAR founder Bill France Sr. as its CEO. His son, Brian France, was the CEO from 2003–2018."}]}, {"heading": "Births", "year": "1933", "date": "April 4", "txt": "Brian Hewson, English runner", "entities": []}, {"heading": "Births", "year": "1933", "date": "April 4", "txt": "Bapu Nadkarni, Indian cricketer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 4", "txt": "Helen Hanft, American actress (d. 2013)", "entities": [{"title": "Helen Hanft", "href": "/wiki/Helen_Hanft", "description": "Helen Hanft was an American actress."}]}, {"heading": "Births", "year": "1934", "date": "April 4", "txt": "Kronid Lyubarsky, Russian journalist and activist (d. 1996)", "entities": []}, {"heading": "Births", "year": "1935", "date": "April 4", "txt": "Geoff Braybrooke, English-New Zealand soldier and politician (d. 2013)", "entities": [{"title": "Geoff Braybrooke", "href": "/wiki/Geoff_Braybrooke", "description": "Geoffrey Bernard Braybrooke was a New Zealand politician. He was an MP from 1981 to 2002, representing the Labour Party. He was one of the party's more socially conservative MPs."}]}, {"heading": "Births", "year": "1935", "date": "April 4", "txt": "Kenneth Mars, American actor and comedian (d. 2011)", "entities": []}, {"heading": "Births", "year": "1935", "date": "April 4", "txt": "Trevor Griffiths, English playwright and educator", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 4", "txt": "A. Bartlett Giamatti, American businessman and academic (d. 1989)", "entities": [{"title": "A. Bartlett Giamatti", "href": "/wiki/A._Bartlett_Giamatti", "description": "Angelo Bartlett Giamatti was an American professor of English Renaissance literature, the president of Yale University, and the seventh Commissioner of Major League Baseball."}]}, {"heading": "Births", "year": "1939", "date": "April 4", "txt": "JoAnne Carner, American golfer", "entities": [{"title": "JoAnne Carner", "href": "/wiki/JoAnne_Carner", "description": "JoAnne Gunderson Carner is an American former professional golfer. Her 43 victories on the LPGA Tour led to her induction in the World Golf Hall of Fame. She is the only woman to have won the U.S. Girls' Junior, U.S. Women's Amateur, and U.S. Women's Open titles, and was the first person ever to win three different USGA championship events. Tiger Woods is the only man to have won the equivalent th"}]}, {"heading": "Births", "year": "1939", "date": "April 4", "txt": "Darlene Hooley, American educator and politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 4", "txt": "Hugh Masekela, South African trumpeter, flugelhornist, cornetist, composer, and singer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 4", "txt": "Richard Attwood, English race car driver", "entities": [{"title": "Richard Attwood", "href": "/wiki/Richard_Attwood", "description": "Richard James David \"Dickie\" Attwood is a British motor racing driver, from England. During his career he raced for the BRM, Lotus and Cooper Formula One teams. He competed in 17 World Championship Grands Prix, achieved one podium and scored a total of 11 championship points. He was also a successful sports car racing driver and won the 1970 24 Hours of Le Mans race, driving a Porsche 917, the fir"}]}, {"heading": "Births", "year": "1940", "date": "April 4", "txt": "Sharon Sheeley, American singer-songwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 4", "txt": "Jim Fregosi, American baseball player and manager (d. 2014)", "entities": [{"title": "Jim Fregosi", "href": "/wiki/Jim_Fregosi", "description": "James Louis Fregosi was an American professional baseball shortstop and manager, who played in Major League Baseball (MLB) from 1961 to 1978, primarily for the Los Angeles / California Angels. He also played for the New York Mets, Texas Rangers, and Pittsburgh Pirates."}]}, {"heading": "Births", "year": "1942", "date": "April 4", "txt": "Kitty Kelley, American journalist and biographer", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 4", "txt": "Elizabeth Levy, American author", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 4", "txt": "Magda Aelvoet, Belgian politician", "entities": [{"title": "Magda Aelvoet", "href": "/wiki/Magda_Aelvoet", "description": "Magdalena Godelieve Hilda \"Magda\" Aelvoet is a Belgian, Flemish politician. She is a former president of the Greens in the European Parliament."}]}, {"heading": "Births", "year": "1944", "date": "April 4", "txt": "Mary Kenny, Irish journalist, author, and playwright", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 4", "txt": "Bob McDill, American country music songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 4", "txt": "Craig T. Nelson, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 4", "txt": "Nelson Prudêncio, Brazilian triple jumper and educator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 4", "txt": "Toktamış Ateş, Turkish academician, political commentator, columnist and writer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 4", "txt": "Daniel Cohn-Bendit, French-German educator and politician", "entities": [{"title": "Daniel Cohn-Bendit", "href": "/wiki/Daniel_Cohn-Bendit", "description": "Daniel Marc Cohn-Bendit is a French-German politician. He was a student leader during the unrest of May 1968 in France and was also known during that time as Dany le Rouge. He was co-president of the group European Greens–European Free Alliance in the European Parliament. He co-chairs the Spinelli Group, a European parliament inter-group aiming at relaunching the federalist project in Europe. He w"}]}, {"heading": "Births", "year": "1945", "date": "April 4", "txt": "Caroline McWilliams, American actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 4", "txt": "Colin Coates, Australian speed skater", "entities": [{"title": "Colin Coates", "href": "/wiki/Colin_Coates", "description": "Colin Victor Coates is a former ice speed skater from Australia, who represented his native country in – a record – six consecutive Winter Olympics, starting in 1968 in Grenoble, France."}]}, {"heading": "Births", "year": "1946", "date": "April 4", "txt": "Dave Hill, English guitarist", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 4", "txt": "Katsuaki Satō, Japanese martial artist and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 4", "txt": "György Spiró, Hungarian author and playwright", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 4", "txt": "Bubba Wyche, American football player and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 4", "txt": "Wiranto, Indonesian general and politician", "entities": [{"title": "Wiranto", "href": "/wiki/Wiranto", "description": "Wiranto is an Indonesian politician and former army general. He was the Commander of the Indonesian National Armed Forces from February 1998 to October 1999 during Indonesia's transition from authoritarian rule to democracy. He ran unsuccessfully for President of Indonesia in 2004 and for the vice-presidency in 2009. On 27 July 2016 Wiranto was appointed Coordinating Minister for Political, Legal,"}]}, {"heading": "Births", "year": "1947", "date": "April 4", "txt": "Ray Fosse, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 4", "txt": "Eliseo Soriano, Filipino minister and television host", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 4", "txt": "Abdullah Öcalan, Turkish activist", "entities": [{"title": "Abdullah Öcalan", "href": "/wiki/Abdullah_%C3%96calan", "description": "Abdullah Öcalan, also known as Apo, is a Kurdish nationalist, political prisoner and one of the founding members of the militant Kurdistan Workers' Party (PKK)."}]}, {"heading": "Births", "year": "1948", "date": "April 4", "txt": "Berry Oakley, American bass player (d. 1972)", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 4", "txt": "Richard Parsons, American lawyer and businessman", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 4", "txt": "Dan Simmons, American author", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 4", "txt": "Derek Thompson, Northern Irish actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 4", "txt": "Pick Withers, English drummer", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 4", "txt": "Junior Braithwaite, Jamaican-American singer (d. 1999)", "entities": [{"title": "Junior Braithwaite", "href": "/wiki/Junior_Braithwaite", "description": "\n\nFranklin Delano Alexander \"Junior\" Braithwaite was a reggae musician from Kingston, Jamaica and the youngest member of the vocal group, The Wailing Wailers."}]}, {"heading": "Births", "year": "1949", "date": "April 4", "txt": "Shing-Tung Yau, Chinese-American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 4", "txt": "Christine Lahti, American actress and director", "entities": [{"title": "Christine Lahti", "href": "/wiki/Christine_Lahti", "description": "Christine Ann Lahti is an American actress and filmmaker. She was nominated for the Academy Award for Best Supporting Actress for the 1984 film Swing Shift. Her other film roles include ...And Justice for All (1979), Housekeeping (1987), Running on Empty (1988), and Leaving Normal (1992), and The Fear Inside. For her directorial debut with the 1995 short film Lieberman in Love, she won the Academy"}]}, {"heading": "Births", "year": "1951", "date": "April 4", "txt": "John Hannah, American football player and coach", "entities": [{"title": "John Hannah (American football)", "href": "/wiki/John_Hannah_(American_football)", "description": "John Allen Hannah, nicknamed \"Hog\", is an American former professional football player who was a left guard for the New England Patriots (1973–1985) in the National Football League (NFL). In 1999 the Sporting News ranked him as the second greatest offensive lineman in NFL history after Anthony Muñoz. He was elected to the Pro Football Hall of Fame in 1991, and the College Football Hall of Fame in "}]}, {"heading": "Births", "year": "1952", "date": "April 4", "txt": "Rosemarie Ackermann, German high jumper", "entities": [{"title": "Rosemarie Ackermann", "href": "/wiki/Rosemarie_Ackermann", "description": "Rosemarie \"Rosi\" Ackermann, born 4 April 1952 in Lohsa, Sachsen, is a former East German high jumper. On 26 August 1977 in Berlin, she became the first female high jumper to clear a height of 2 metres."}]}, {"heading": "Births", "year": "1952", "date": "April 4", "txt": "Pat Burns, Canadian ice hockey player and coach (d. 2010)", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 4", "txt": "Gregg Hansford, Australian race car driver and motorcycle racer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 4", "txt": "Cherie Lunghi, English actress and dancer", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 4", "txt": "Karen Magnussen, Canadian figure skater and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 4", "txt": "Gary Moore, Northern Irish singer-songwriter, guitarist, and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 4", "txt": "Villy Søvndal, Danish educator and politician, Danish Minister of Foreign Affairs", "entities": [{"title": "List of Danish foreign ministers", "href": "/wiki/List_of_Danish_foreign_ministers", "description": "This is a list of Foreign Ministers of Denmark since the establishment of the Ministry of Foreign Affairs in 1848."}]}, {"heading": "Births", "year": "1953", "date": "April 4", "txt": "Robert Bertrand, Canadian politician", "entities": [{"title": "Robert Bertrand", "href": "/wiki/Robert_Bertrand", "description": "Robert \"Bob\" Bertrand is a Canadian politician."}]}, {"heading": "Births", "year": "1953", "date": "April 4", "txt": "Henry Fotheringham, South African cricketer", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 4", "txt": "Simcha Jacobovici, Canadian director, producer, journalist, and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 4", "txt": "Sammy Wilson, Northern Irish politician, 31st Lord Mayor of Belfast", "entities": [{"title": "Lord Mayor of Belfast", "href": "/wiki/Lord_Mayor_of_Belfast", "description": "The Lord Mayor of Belfast is the leader and chairperson of Belfast City Council, elected annually from and by the City's 60 councillors."}]}, {"heading": "Births", "year": "1953", "date": "April 4", "txt": "Chen Yi, Chinese violinist and composer", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 4", "txt": "Evelyn Hart, Canadian ballerina", "entities": [{"title": "Evelyn Hart", "href": "/wiki/Evelyn_Hart", "description": "Evelyn Anne Hart is a Canadian ballerina and former principal dancer with the Royal Winnipeg Ballet."}]}, {"heading": "Births", "year": "1956", "date": "April 4", "txt": "Tom Herr, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 4", "txt": "David E. Kelley, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 4", "txt": "Paul Downton, English cricketer", "entities": [{"title": "Paul Downton", "href": "/wiki/Paul_Downton", "description": "Paul Rupert Downton is the current Director of Cricket at Kent County Cricket Club. He had previously been the managing director of the England and Wales Cricket Board between February 2014 and April 2015."}]}, {"heading": "Births", "year": "1957", "date": "April 4", "txt": "Aki Kaurismäki, Finnish director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 4", "txt": "Graeme Kelling, Scottish guitarist (d. 2004)", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 4", "txt": "Nobuyoshi Kuwano, Japanese singer and trumpet player", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 4", "txt": "Peter Baltes, German bass player", "entities": [{"title": "Peter Baltes", "href": "/wiki/Peter_Baltes", "description": "Peter Baltes is a German hard rock and heavy metal musician. He is the former bassist of the German heavy metal group Accept, having played bass guitar on their first 15 albums, which have sold more than 17 million records around the world. He joined them in 1976 after Dieter Rubach left the band and also made minor contributions as a lead vocalist with Accept on their early albums and on the albu"}]}, {"heading": "Births", "year": "1958", "date": "April 4", "txt": "Cazuza, Brazilian singer-songwriter (d. 1990)", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 4", "txt": "Rodney Eade, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 4", "txt": "Phil Morris, American actor and screenwriter", "entities": [{"title": "Phil Morris (actor)", "href": "/wiki/Phil_Morris_(actor)", "description": "Phillip Morris is an American film, television and voice actor. He played Jackie Chiles on Seinfeld, John Jones on The CW series Smallville and voiced Doc Saturday on The Secret Saturdays. He is also the voice of Dr. Joshua Strongbear Sweet in the franchise of Atlantis: The Lost Empire and currently plays Silas Stone in Doom Patrol."}]}, {"heading": "Births", "year": "1960", "date": "April 4", "txt": "Jonathan Agnew, English cricketer and sportscaster", "entities": [{"title": "Jonathan Agnew", "href": "/wiki/Jonathan_Agnew", "description": "Jonathan Philip Agnew, is an English cricket broadcaster and a former professional cricketer. He was born in Macclesfield, Cheshire, and educated at Uppingham School. He is nicknamed \"Aggers\", and, less commonly, \"Spiro\" – the latter, according to Debrett's Cricketers' Who's Who, after former US Vice-President Spiro Agnew."}]}, {"heading": "Births", "year": "1960", "date": "April 4", "txt": "Jane Eaglen, English soprano", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 4", "txt": "Hugo Weaving, Nigerian-Australian actor and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 4", "txt": "Godknows Igali, Nigerian diplomat, civil servant and technocrat", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 4", "txt": "Hildi Santo-Tomas, American interior decorator", "entities": [{"title": "Hildi Santo-Tomas", "href": "/wiki/Hildi_Santo-Tomas", "description": "Trading Spaces is an hour-long American television reality program that originally aired from 2000 to 2008 on the cable channels TLC and Discovery Home. The format of the show was based on the BBC TV series Changing Rooms. The first iteration ran for eight seasons. A revival began airing on April 7, 2018, with several team members of the original run returning."}]}, {"heading": "Births", "year": "1962", "date": "April 4", "txt": "Craig Adams, English bass player and songwriter", "entities": [{"title": "Craig Adams (musician)", "href": "/wiki/Craig_Adams_(musician)", "description": "Craig David Adams is an English musician, bass guitarist and songwriter. Over his career he has worked with a variety of rock bands, the most notable being The Sisters of Mercy and The Mission."}]}, {"heading": "Births", "year": "1962", "date": "April 4", "txt": "Kailasho Devi, Indian social worker and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 4", "txt": "A. Michael Baldwin, American actor, producer, and screenwriter", "entities": [{"title": "A. Michael Baldwin", "href": "/wiki/A._Michael_Baldwin", "description": "A. Michael Baldwin is an American actor, producer, and screenwriter. He came to public notice as a child actor, appearing as Mike Pearson in Phantasm (1979) and its sequels."}]}, {"heading": "Births", "year": "1963", "date": "April 4", "txt": "Jack Del Rio, American football player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 4", "txt": "Dale Hawerchuk, Canadian ice hockey player and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 4", "txt": "Jane McDonald, English singer and broadcaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 4", "txt": "Graham Norton, Irish actor and talk show host", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 4", "txt": "Branco, Brazilian footballer and coach", "entities": [{"title": "Branco (footballer)", "href": "/wiki/Branco_(footballer)", "description": "Cláudio Ibrahim Vaz Leal, better known as Branco, is Brazilian former footballer who played as a left back. A member of the triumphant Brazilian team in the 1994 FIFA World Cup, Branco was a renowned free kick specialist known for his accuracy of placing the ball in the direction that he wanted the free kick to go."}]}, {"heading": "Births", "year": "1964", "date": "April 4", "txt": "Dr. Chud, American drummer and singer", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 4", "txt": "Anthony Clark, American actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 4", "txt": "David Cross, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 4", "txt": "Paul Parker, England international footballer and TV pundit", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 4", "txt": "Đặng Thân, Vietnamese writer and poet", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 4", "txt": "Vinny Burns, English guitarist and producer", "entities": [{"title": "Vinny Burns", "href": "/wiki/Vinny_Burns", "description": "Vinny Burns is an English hard rock guitarist and producer, best known for his work with the bands Dare, Ten and Bob Catley. He has also been a member of Asia, Ultravox, Hugo, FM, The Ladder, Phoenix Down, and on his own project with Sam Blue, Burns Blue. He is active as a producer and owns his one recording studio. The last album he produced was the debut album of the rock band The Beautiful Slea"}]}, {"heading": "Births", "year": "1965", "date": "April 4", "txt": "Robert Downey Jr., American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 4", "txt": "Nancy McKeon, American actress", "entities": [{"title": "Nancy McKeon", "href": "/wiki/Nancy_McKeon", "description": "Nancy Justine McKeon is an American actress. She is known for her roles as Jo Polniaczek on the NBC sitcom The Facts of Life and Jinny Exstead on The Division."}]}, {"heading": "Births", "year": "1966", "date": "April 4", "txt": "Mike Starr, American bass player (d. 2011)", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 4", "txt": "Christos Tsekos, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 4", "txt": "Edith Masai, Kenyan-German runner", "entities": [{"title": "Edith Masai", "href": "/wiki/Edith_Masai", "description": "Edith Chewanjel Masai is a Kenyan former long-distance runner who specialised in cross country and track races, then road races in her late career. She represented Kenya at the 2004 Summer Olympics. Her best achievements are three individual gold medals in the short race at the IAAF World Cross Country Championships between 2002 and 2004."}]}, {"heading": "Births", "year": "1967", "date": "April 4", "txt": "George Mavrotas, Greek water polo player and politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 4", "txt": "Jesús Rollán, Spanish water polo player (d. 2006)", "entities": [{"title": "Jesús Rollán", "href": "/wiki/Jes%C3%BAs_Roll%C3%A1n", "description": "Jesús Miguel Rollán Prada was a water polo goalkeeper from Spain who was a member of the national team that won the gold medal at the 1996 Summer Olympics in Atlanta, Georgia."}]}, {"heading": "Births", "year": "1969", "date": "April 4", "txt": "Piotr Anderszewski, Polish pianist and composer", "entities": [{"title": "Piotr Anderszewski", "href": "/wiki/Piotr_Anderszewski", "description": "Piotr Anderszewski is a Polish pianist and composer."}]}, {"heading": "Births", "year": "1969", "date": "April 4", "txt": "Karren Brady, English journalist and businesswoman", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 4", "txt": "Georgios Amanatidis, Greek footballer and manager", "entities": [{"title": "Georgios Amanatidis", "href": "/wiki/Georgios_Amanatidis", "description": "Georgios Amanatidis is a Greek former professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1970", "date": "April 4", "txt": "Greg Garcia, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 4", "txt": "Barry Pepper, Canadian actor and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 4", "txt": "Jason Stoltenberg, Australian tennis player", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 4", "txt": "Josh Todd, American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 4", "txt": "Yelena Yelesina, Russian high jumper", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 4", "txt": "Yanic Perreault, Canadian ice hockey player and coach", "entities": [{"title": "Yanic Perreault", "href": "/wiki/Yanic_Perreault", "description": "Yanic Jacques Perreault is a Canadian former professional ice hockey player who played thirteen seasons in the National Hockey League."}]}, {"heading": "Births", "year": "1971", "date": "April 4", "txt": "Malik Yusef, American actor, producer, and poet", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 4", "txt": "John Zandig, American wrestler and promoter", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 4", "txt": "Jim Dymock, Australian rugby league player and coach", "entities": [{"title": "Jim Dymock", "href": "/wiki/Jim_Dymock", "description": "Jim Dymock is an Australian former professional rugby league footballer and coach. A Tonga and Australia international and New South Wales State of Origin representative five-eighth or lock, he played club football for Sydney's Western Suburbs Magpies, Canterbury-Bankstown Bulldogs, Parramatta Eels, finishing his career in the Super League for the London Broncos. He then embarked on a coaching car"}]}, {"heading": "Births", "year": "1972", "date": "April 4", "txt": "Jill Scott, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 4", "txt": "Magnus Sveningsson, Swedish bass player", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 4", "txt": "Chris Banks, American football player (d. 2014)", "entities": [{"title": "Chris Banks (American football)", "href": "/wiki/Chris_Banks_(American_football)", "description": "Warren Christopher Banks was an American football guard in the National Football League. Drafted out of the University of Kansas by the Broncos in the seventh round of the 1996 NFL Draft, Banks won a Super Bowl ring as a member of the Broncos' Super Bowl XXXIII championship team in 1998. Banks also played for the Barcelona Dragons and Atlanta Falcons. Banks died at his home in Abingdon, Maryland o"}]}, {"heading": "Births", "year": "1973", "date": "April 4", "txt": "David Blaine, American magician and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 4", "txt": "Loris Capirossi, Italian motorcycle racer", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 4", "txt": "Peter Hoekstra, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 4", "txt": "Chris McCormack, Australian triathlete and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 4", "txt": "Kelly Price, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 4", "txt": "Delphine Arnault, French businesswoman", "entities": [{"title": "Delphine Arnault", "href": "/wiki/Delphine_Arnault", "description": "Delphine Arnault is a French businesswoman, director and executive vice president of Louis Vuitton."}]}, {"heading": "Births", "year": "1975", "date": "April 4", "txt": "Thobias Fredriksson, Swedish skier", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 4", "txt": "Joyce Giraud, Puerto Rican-American model, television actress and producer, Miss Puerto Rico 1994", "entities": [{"title": "Miss Puerto Rico", "href": "/wiki/Miss_Puerto_Rico", "description": "\nMiss Puerto Rico is a national Beauty pageant in Puerto Rico. Currently, there are two separate televised pageants held annually: Miss Universe Puerto Rico to select the representative for Miss Universe and Miss Mundo de Puerto Rico to select the representatives for Miss World and Miss Earth. Additionally, the Miss Puerto Rico Scholarship Organization selects the representative for Miss America."}]}, {"heading": "Births", "year": "1975", "date": "April 4", "txt": "Pamela Ribon, American actress, screenwriter, and author", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 4", "txt": "Miranda Lee Richards, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 4", "txt": "Scott Rolen, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 4", "txt": "Kevin Weekes, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 4", "txt": "Nathan Blacklock, Australian rugby player", "entities": [{"title": "Nathan Blacklock", "href": "/wiki/Nathan_Blacklock", "description": "Nathan Blacklock is an Australian former professional rugby league and, briefly, rugby union footballer who played in the 1990s and 2000s. An Australia national rugby league representative wing, he played for the Sydney City Roosters, the St. George Dragons before they merged to form the St. George Illawarra Dragons, with whom he continued playing, becoming the National Rugby League's top try-scor"}]}, {"heading": "Births", "year": "1976", "date": "April 4", "txt": "Sébastien Enjolras, French race car driver (d. 1997)", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 4", "txt": "Emerson Ferreira da Rosa, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 4", "txt": "James Roday, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 4", "txt": "Stephan Bonnar, American mixed martial artist", "entities": [{"title": "Stephan Bonnar", "href": "/wiki/Stephan_Bonnar", "description": "Stephan Patrick Bonnar is an American professional wrestler and retired professional mixed martial artist. Bonnar competed as a Light Heavyweight in the UFC for most of his career. Bonnar was the runner-up on The Ultimate Fighter 1, his TUF Ultimate Finale loss to Forrest Griffin is considered to be one of the most important fights in the history of the UFC. He is currently under contract for Bell"}]}, {"heading": "Births", "year": "1977", "date": "April 4", "txt": "Keith Bulluck, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 4", "txt": "Adam Dutkiewicz, American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 4", "txt": "Stephen Mulhern, English magician and television host", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 4", "txt": "Omarr Smith, American football player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 4", "txt": "Jason Ellison, American baseball player and scout", "entities": [{"title": "Jason Ellison", "href": "/wiki/Jason_Ellison", "description": "Jason Jerome Ellison is a former Major League Baseball outfielder. He attended Lewis-Clark State in Lewiston, Idaho, and made his major league debut on May 9, 2003. As of the 2015 season, he was an area scout for the Los Angeles Angels of Anaheim based in Issaquah, Washington."}]}, {"heading": "Births", "year": "1978", "date": "April 4", "txt": "Alan Mahon, Irish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 4", "txt": "Heath Ledger, Australian actor (d. 2008)", "entities": [{"title": "Heath Ledger", "href": "/wiki/Heath_Ledger", "description": "Heath Andrew Ledger was an Australian actor, photographer and music video director. After playing roles in several Australian television and film productions during the 1990s, Ledger moved to the United States in 1998 to further develop his film career. His work consisted of twenty films, including 10 Things I Hate About You (1999), The Patriot (2000), A Knight's Tale (2001), Monster's Ball (2001)"}]}, {"heading": "Births", "year": "1979", "date": "April 4", "txt": "Roberto Luongo, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 4", "txt": "Natasha Lyonne, American actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 4", "txt": "Andy McKee, American guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 4", "txt": "Maksim Opalev, Russian canoeist", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 4", "txt": "Johnny Borrell, English singer-songwriter and guitarist", "entities": [{"title": "Johnny Borrell", "href": "/wiki/Johnny_Borrell", "description": "Jonathan Edward Borrell is an English guitarist and singer, currently the front-man of the band Razorlight."}]}, {"heading": "Births", "year": "1980", "date": "April 4", "txt": "Trevor Moore, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 4", "txt": "Eric Steinbach, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 4", "txt": "Björn Wirdheim, Swedish race car driver", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 4", "txt": "Currensy, American rapper", "entities": [{"title": "Currensy", "href": "/wiki/Currensy", "description": "Shante Scott Franklin, better known by his stage name Currensy is an American rapper, songwriter, entrepreneur, and record executive. He was one of the original members of Young Money Entertainment, a label founded by Lil Wayne. In 2011, Franklin founded the label Jet Life Recordings."}]}, {"heading": "Births", "year": "1981", "date": "April 4", "txt": "Eduardo Luís Carloto, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 4", "txt": "Casey Daigle, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 4", "txt": "Anna Pyatykh, Russian triple jumper", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 4", "txt": "Ned Vizzini, American author and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 4", "txt": "Justin Cook, American voice actor and producer", "entities": [{"title": "Justin Cook", "href": "/wiki/Justin_Cook", "description": "Justin Ryan Cook is an American voice actor, anime dubber, line producer, ADR director, and audio engineer who works for anime-dubbing companies Funimation and Okratron 5000. He is most noted for his work on Yu Yu Hakusho and the Dragon Ball franchise."}]}, {"heading": "Births", "year": "1982", "date": "April 4", "txt": "Magnus Lindgren, Swedish chef (d. 2012)", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 4", "txt": "Evgeny Artyukhin, Russian ice hockey player", "entities": [{"title": "Evgeny Artyukhin", "href": "/wiki/Evgeny_Artyukhin", "description": "Yevgeni Evgenyevich Artyukhin is a Russian professional ice hockey right winger who is currently an unrestricted free agent. He most recently played for HC Vityaz of the Kontinental Hockey League (KHL)."}]}, {"heading": "Births", "year": "1983", "date": "April 4", "txt": "Eric Andre, American comedian", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 4", "txt": "Ben Gordon, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 4", "txt": "Doug Lynch, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 4", "txt": "Natalie Pike, Scottish-English model and actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 4", "txt": "Amanda Righetti, American actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 4", "txt": "Sean May, American basketball player", "entities": [{"title": "Sean May", "href": "/wiki/Sean_May", "description": "Sean Gregory May is an American former professional basketball player and current director of basketball operations at the University of North Carolina. May was born in Chicago, Illinois and grew up in Bloomington, Indiana. He was a three-time all-state selection at Bloomington High School North, and was at one time a teammate of former NBA player Jared Jeffries. May was named to the 2002 McDonald"}]}, {"heading": "Births", "year": "1984", "date": "April 4", "txt": "Arkady Vyatchanin, Russian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 4", "txt": "Rudy Fernández, Spanish basketball player", "entities": [{"title": "Rudy Fernández (basketball)", "href": "/wiki/Rudy_Fern%C3%A1ndez_(basketball)", "description": " Rodolfo \"Rudy\" Fernández Farrés is a Spanish professional basketball player for Real Madrid of the Liga ACB. He is a 6 ft 5 in (1.96 m) tall shooting guard and small forward. He is a three-time All-EuroLeague Team selection and won the EuroLeague title in 2015 and 2018. During his stint in the NBA, he was an NBA All-Rookie Second Team member."}]}, {"heading": "Births", "year": "1985", "date": "April 4", "txt": "Dudi Sela, Israeli tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 4", "txt": "Ricardo Vilar, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 4", "txt": "Eunhyuk, South Korean singer-songwriter and dancer", "entities": [{"title": "Eunhyuk", "href": "/wiki/Eunhyuk", "description": "Lee Hyuk-jae, better known by his stage name Eunhyuk, is a South Korean rapper, singer-songwriter, dancer and television host. He is a member of the South Korean boy group Super Junior and its subgroups Super Junior-T and Super Junior-H. In 2011, he joined Super Junior's Mandopop subgroup Super Junior-M and the duo Super Junior-D&E, active in China and Japan respectively."}]}, {"heading": "Births", "year": "1986", "date": "April 4", "txt": "Cameron Barker, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 4", "txt": "Maurice Manificat, French skier", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 4", "txt": "Aiden McGeady, Scottish-born Irish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 4", "txt": "Alexander Tettey, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 4", "txt": "Sami Khedira, German footballer", "entities": [{"title": "Sami Khedira", "href": "/wiki/Sami_Khedira", "description": "Sami Khedira is a German professional footballer who plays as a central midfielder for Bundesliga club Hertha BSC and the Germany national team."}]}, {"heading": "Births", "year": "1987", "date": "April 4", "txt": "McDonald Mariga, Kenyan footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 4", "txt": "Cameron Maybin, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 4", "txt": "Marcos Vellidis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 4", "txt": "Sarah Gadon, Canadian actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 4", "txt": "Frank Fielding, English footballer", "entities": [{"title": "Frank Fielding", "href": "/wiki/Frank_Fielding", "description": "Francis David Fielding is an English professional footballer who plays as a goalkeeper for Championship club Millwall."}]}, {"heading": "Births", "year": "1989", "date": "April 4", "txt": "Vurnon Anita, Dutch footballer", "entities": [{"title": "Vurnon Anita", "href": "/wiki/Vurnon_Anita", "description": "Vurnon San Benito Anita is a professional footballer who plays as a defensive midfielder or full-back for RKC Waalwijk. Born in Curaçao and raised in the Netherlands, Anita represented the Netherlands national team in 2010 before switching to represent the Curaçao national team in 2021."}]}, {"heading": "Births", "year": "1989", "date": "April 4", "txt": "Steven Finn, English cricketer", "entities": []}, {"heading": "Births", "year": "1989", "date": "April 4", "txt": "Chris Herd, Australian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 4", "txt": "Yui Koike, Japanese singer and actress", "entities": [{"title": "Yui Koike", "href": "/wiki/Yui_Koike", "description": "Yui Koike  is a Japanese actress and former gravure idol. She is known for her role as Ahim de Famille/Gokai Pink in the 2011 Super Sentai series Kaizoku Sentai Gokaiger. She was a member of the idol group Tomato n'Pine. She is currently affiliated with Weeds Company."}]}, {"heading": "Births", "year": "1991", "date": "April 4", "txt": "Justin O'Neill, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 4", "txt": "Jamie Lynn Spears, American actress and singer", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 4", "txt": "Marlon Stöckinger, Filipino race car driver", "entities": []}, {"heading": "Births", "year": "1992", "date": "April 4", "txt": "Lucy May Barker, English actress and singer", "entities": [{"title": "Lucy May Barker", "href": "/wiki/Lucy_May_Barker", "description": "Lucy May Barker is a British stage and screen actress."}]}, {"heading": "Births", "year": "1992", "date": "April 4", "txt": "Christina Metaxa, Cypriot singer-songwriter", "entities": []}, {"heading": "Births", "year": "1992", "date": "April 4", "txt": "Ricky Dillon, American youtuber and singer", "entities": []}, {"heading": "Births", "year": "1993", "date": "April 4", "txt": "Samir Carruthers, English footballer", "entities": [{"title": "Samir Carruthers", "href": "/wiki/Samir_Carruthers", "description": "Samir Badre Carruthers is a professional footballer who plays as a midfielder for National League South club Hemel Hempstead Town. He has represented the Republic of Ireland at U19 and U21 level."}]}, {"heading": "Births", "year": "1993", "date": "April 4", "txt": "Frank Kaminsky, American basketball player", "entities": []}, {"heading": "Births", "year": "1994", "date": "April 4", "txt": "Shunsuke Nishikawa, Japanese actor", "entities": [{"title": "Shunsuke Nishikawa", "href": "/wiki/Shunsuke_Nishikawa", "description": "Shunsuke Nishikawa  is a Japanese actor who was affiliated with K Dash, until he moved to RubyParade on April 4. 2017. He played the role of Takaharu Igasaki (Akaninger), the main character of the 2015 Super Sentai TV series Shuriken Sentai Ninninger."}]}, {"heading": "Births", "year": "1994", "date": "April 4", "txt": "Risako Sugaya, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "1996", "date": "April 4", "txt": "Austin Mahone, American singer-songwriter and actor", "entities": [{"title": "Austin Mahone", "href": "/wiki/Austin_Mahone", "description": "Austin Harris Mahone is an American singer and songwriter. Mahone gained popularity performing covers of pop songs on YouTube. He released three albums to date. Famous releases include \"Say Somethin\", \"Say You're Just a Friend\" featuring Flo Rida, \"What About Love\", \"Mmm Yeah\" with Pitbull. After being dropped by his label, he continues releasing music independently."}]}, {"heading": "Deaths", "year": "397", "date": "April 4", "txt": "Ambrose, Roman archbishop and saint (b. 338)", "entities": [{"title": "Ambrose", "href": "/wiki/Ambrose", "description": "Ambrose of Milan, venerated as Saint Ambrose, was the Bishop of Milan, a theologian, and one of the most influential ecclesiastical figures of the 4th century."}]}, {"heading": "Deaths", "year": "636", "date": "April 4", "txt": "Isidore of Seville, Spanish archbishop and saint (b. 560)", "entities": [{"title": "Isidore of Seville", "href": "/wiki/Isidore_of_Seville", "description": "Isidore of Seville was a Spanish scholar and cleric. For over three decades, he was Archbishop of Seville. He is widely regarded, in the words of 19th-century historian Montalembert, as \"the last scholar of the ancient world\"."}]}, {"heading": "Deaths", "year": "814", "date": "April 4", "txt": "Plato of Sakkoudion, Byzantine monk and saint (b. 735)", "entities": [{"title": "Plato of Sakkoudion", "href": "/wiki/Plato_of_Sakkoudion", "description": "Platon the Studite, also Plato of Sakkoudion, probably Constantinople, ca. 735 – Constantinople, 4 April 814, was a Byzantine minor official who became a monk in 759. After refusing the metropolitan see of Nicomedia or the headship of a monastery in Constantinople, in 783 he founded the monastery of Sakkoudion on Mount Olympus in Bithynia, of which he became the first abbot. He is notable, along w"}]}, {"heading": "Deaths", "year": "896", "date": "April 4", "txt": "Formosus, pope of the Catholic Church (b. 816)", "entities": [{"title": "Pope Formosus", "href": "/wiki/Pope_Formosus", "description": "Pope Formosus was the bishop of Rome and ruler of the Papal States whose pontificate lasted from 6 October 891 to his death. His reign as pope was troubled, marked by interventions in power struggles over the Patriarchate of Constantinople, the Kingdom of West Francia, and the Holy Roman Empire. Because he sided with Arnulf of Carinthia against Lambert of Spoleto, Formosus's remains were exhumed a"}]}, {"heading": "Deaths", "year": "911", "date": "April 4", "txt": "Liu Yin, Chinese warlord and governor (b. 874)", "entities": [{"title": "Liu Yin (Southern Han)", "href": "/wiki/Liu_Yin_(Southern_Han)", "description": "Liu Yin (劉隱), formally Prince Xiang of Nanhai (南海襄王), later further posthumously honored Emperor Xiang (襄皇帝) with the temple name of Liezong (烈宗) by his younger brother Liu Yan, was a warlord late in the Chinese dynasty Tang Dynasty and Tang's succeeding dynasty Later Liang of the Five Dynasties and Ten Kingdoms period, who ruled Qinghai Circuit as its military governor (Jiedushi). It was on the b"}]}, {"heading": "Deaths", "year": "931", "date": "April 4", "txt": "Kong Xun, Chinese official and governor (b. 884)", "entities": [{"title": "Kong Xun", "href": "/wiki/Kong_Xun", "description": "Kong Xun, known early in his life as Zhao Yinheng (趙殷衡), also having used surnames of Li (李) and Zhu (朱) early in life, was an official of the Chinese Five Dynasties and Ten Kingdoms period states Later Liang and Later Tang. He became prominent during the reign of Emperor Mingzong of Later Tang due to his alliance with Emperor Mingzong's trusted advisor An Chonghui, but later had a fallout with An"}]}, {"heading": "Deaths", "year": "968", "date": "April 4", "txt": "Abu Firas al-Hamdani, Arab prince and poet (b. 932)", "entities": [{"title": "Abu Firas al-Hamdani", "href": "/wiki/Abu_Firas_al-Hamdani", "description": "Al-Harith ibn Abi’l-ʿAlaʾ Saʿid ibn Hamdan al-Taghlibi (932–968), better known by his nom de plume of Abu Firas al-Hamdani, was an Arab prince and poet. He was a cousin of Sayf al-Dawla and a member of the Hamdanid dynasty, who were rulers in northern Syria and Upper Mesopotamia during the 10th century. He served Sayf al-Dawla as governor of Manbij as well as court poet, and was active in his cous"}]}, {"heading": "Deaths", "year": "991", "date": "April 4", "txt": "Reginold, bishop of Eichstätt", "entities": [{"title": "Reginold of Eichstätt", "href": "/wiki/Reginold_of_Eichst%C3%A4tt", "description": "Reginold of Eichstätt was Bishop of Eichstätt from 966 to 991, much 'admired as a poet, musician, scholar and orator' and indeed 'the leading musician of his age'."}]}, {"heading": "Deaths", "year": "1284", "date": "April 4", "txt": "Alfonso X, king of Castile and León (b. 1221)", "entities": [{"title": "Alfonso X of Castile", "href": "/wiki/Alfonso_X_of_Castile", "description": "Alfonso X was the king of Castile, León and Galicia from 30 May 1252 until his death in 1284. During the election of 1257, a dissident faction chose him to be king of Germany on 1 April. He renounced his claim to Germany in 1275, and in creating an alliance with the Kingdom of England in 1254, his claim on the Duchy of Gascony as well."}]}, {"heading": "Deaths", "year": "1292", "date": "April 4", "txt": "Nicholas IV, pope of the Catholic Church (b. 1227)", "entities": [{"title": "Pope Nicholas IV", "href": "/wiki/Pope_Nicholas_IV", "description": "Pope Nicholas IV, born Girolamo Masci, was head of the Catholic Church and ruler of the Papal States from 22 February 1288 to his death. He was the first Franciscan to be elected pope."}]}, {"heading": "Deaths", "year": "1406", "date": "April 4", "txt": "Robert III, king of Scotland (b.1337)", "entities": [{"title": "Robert III of Scotland", "href": "/wiki/Robert_III_of_Scotland", "description": "Robert III, born John Stewart, was King of Scots from 1390 to his death. He was known primarily as the Earl of Carrick before ascending the throne aged around 53 years. He was the eldest son of Robert II and Elizabeth Mure and was legitimised with the marriage of his parents in 1347."}]}, {"heading": "Deaths", "year": "1483", "date": "April 4", "txt": "Henry Bourchier, 1st Earl of Essex (b. c. 1405)", "entities": [{"title": "Henry Bourchier, 1st Earl of Essex", "href": "/wiki/Henry_Bourchier,_1st_Earl_of_Essex", "description": "Henry Bourchier, 5th Baron Bourchier, 2nd Count of Eu, 1st Viscount Bourchier, 1st Earl of Essex, KG, was the eldest son of William Bourchier, 1st Count of Eu, and Anne of Gloucester. On his mother's side, he was a great-grandson of Edward III of England."}]}, {"heading": "Deaths", "year": "1536", "date": "April 4", "txt": "Frederick I, Margrave of Brandenburg-Ansbach (b. 1460)", "entities": [{"title": "Frederick I, Margrave of Brandenburg-Ansbach", "href": "/wiki/Frederick_I,_Margrave_of_Brandenburg-Ansbach", "description": "Frederick I of Ansbach and Bayreuth was born at Ansbach as the eldest son of Albert III, Margrave of Brandenburg by his second wife Anna, daughter of Frederick II, Elector of Saxony. His elder half-brother was the Elector Johann Cicero of Brandenburg. Friedrich succeeded his father as Margrave of Ansbach in 1486 and his younger brother Siegmund as Margrave of Bayreuth in 1495."}]}, {"heading": "Deaths", "year": "1538", "date": "April 4", "txt": "Elena Glinskaya, Grand Princess and regent of Russia", "entities": [{"title": "Elena Glinskaya", "href": "/wiki/Elena_Glinskaya", "description": "Elena Vasilyevna Glinskaya was a Russian regent. She was Grand Princess consort of Russia, as the second wife of Grand Prince Vasili III and de facto regent of Russia for five consecutive years, from 1533 until her death in 1538. She was the mother of Tsar Ivan the Terrible."}]}, {"heading": "Deaths", "year": "1588", "date": "April 4", "txt": "Frederick II, king of Denmark and Norway (b. 1534)", "entities": [{"title": "Frederick II of Denmark", "href": "/wiki/Frederick_II_of_Denmark", "description": "Frederick II was King of Denmark and Norway and Duke of Schleswig and Holstein from 1559 until his death."}]}, {"heading": "Deaths", "year": "1596", "date": "April 4", "txt": "Philip II, Duke of Brunswick-Grubenhagen (b. 1533)", "entities": [{"title": "Philip II, Duke of Brunswick-Grubenhagen", "href": "/wiki/Philip_II,_Duke_of_Brunswick-Grubenhagen", "description": "Philip II, Duke of Brunswick-Lüneburg, a member of the House of Welf, was the last ruler of the Principality of Grubenhagen from 1595 until his death. When he died in 1596, the Grubenhagen branch of the Welfs became extinct, whereafter the principality was occupied by Duke Henry Julius of Brunswick-Wolfenbüttel."}]}, {"heading": "Deaths", "year": "1609", "date": "April 4", "txt": "Carolus Clusius, Flemish botanist, mycologist, and academic (b. 1526)", "entities": [{"title": "Carolus Clusius", "href": "/wiki/Carolus_Clusius", "description": "Charles de l'Écluse, L'Escluse, or Carolus Clusius, seigneur de Watènes, was an Artois doctor and pioneering botanist, perhaps the most influential of all 16th-century scientific horticulturists."}]}, {"heading": "Deaths", "year": "1617", "date": "April 4", "txt": "John Napier, Scottish mathematician, physicist, and astronomer (b. 1550)", "entities": [{"title": "John Napier", "href": "/wiki/John_Napier", "description": "John Napier of Merchiston, nicknamed Marvellous Merchiston, was a Scottish landowner known as a mathematician, physicist, and astronomer. He was the 8th Laird of Merchiston. His Latinized name was Ioannes Neper."}]}, {"heading": "Deaths", "year": "1643", "date": "April 4", "txt": "Simon Episcopius, Dutch theologian and academic (b. 1583)", "entities": [{"title": "Simon Episcopius", "href": "/wiki/Simon_Episcopius", "description": "Simon Episcopius was a Dutch theologian and Remonstrant who played a significant role at the Synod of Dort in 1618. His name is the Latinized form of his Dutch name Simon Bisschop."}]}, {"heading": "Deaths", "year": "1661", "date": "April 4", "txt": "Alexander Leslie, 1st Earl of Leven, Scottish field marshal (b. 1580)", "entities": [{"title": "Alexander Leslie, 1st Earl of Leven", "href": "/wiki/Alexander_Leslie,_1st_Earl_of_Leven", "description": "Alexander Leslie, 1st Earl of Leven was a Scottish soldier in Swedish and Scottish service. Born illegitimate and raised as a foster child, he subsequently advanced to the rank of a Swedish Field Marshal, and in Scotland became Lord General in command of the Army of the Covenanters, a privy councillor, captain of Edinburgh Castle, Lord Balgonie and Earl of Leven. In England he commanded the Army o"}]}, {"heading": "Deaths", "year": "1743", "date": "April 4", "txt": "Daniel Neal, English historian and author (b. 1678)", "entities": [{"title": "Daniel Neal", "href": "/wiki/Daniel_Neal", "description": "Daniel Neal was an English historian."}]}, {"heading": "Deaths", "year": "1761", "date": "April 4", "txt": "Théodore Gardelle, Swiss painter (b. 1722)", "entities": [{"title": "Théodore Gardelle", "href": "/wiki/Th%C3%A9odore_Gardelle", "description": "Théodore Gardelle was a Swiss painter and enameller."}]}, {"heading": "Deaths", "year": "1766", "date": "April 4", "txt": "John Taylor, English librarian and scholar (b. 1704)", "entities": [{"title": "John Taylor (classical scholar)", "href": "/wiki/John_Taylor_(classical_scholar)", "description": "John Taylor, English classical scholar, was born at Shrewsbury in Shropshire."}]}, {"heading": "Deaths", "year": "1774", "date": "April 4", "txt": "Oliver Goldsmith, Irish novelist, playwright and poet (b. 1728)", "entities": [{"title": "Oliver Goldsmith", "href": "/wiki/Oliver_Goldsmith", "description": "Oliver Goldsmith was an Anglo-Irish novelist, playwright and poet, who is best known for his novel The Vicar of Wakefield (1766), his pastoral poem The Deserted Village (1770), and his plays The Good-Natur'd Man (1768) and She Stoops to Conquer. He is thought to have written the classic children's tale The History of Little Goody Two-Shoes (1765)."}]}, {"heading": "Deaths", "year": "1792", "date": "April 4", "txt": "James Sykes, American lawyer and politician (b. 1725)", "entities": [{"title": "James Sykes (Continental Congress)", "href": "/wiki/James_Sykes_(Continental_Congress)", "description": "James Sykes was an American lawyer and politician from Dover, in Kent County, Delaware. He served in the Delaware General Assembly and was a Continental Congressman from Delaware."}]}, {"heading": "Deaths", "year": "1807", "date": "April 4", "txt": "Jérôme Lalande, French astronomer and academic (b. 1732)", "entities": [{"title": "Jérôme Lalande", "href": "/wiki/J%C3%A9r%C3%B4me_Lalande", "description": "Joseph Jérôme Lefrançois de Lalande was a French astronomer, freemason and writer."}]}, {"heading": "Deaths", "year": "1817", "date": "April 4", "txt": "André Masséna, French general (b. 1758)", "entities": [{"title": "André Masséna", "href": "/wiki/Andr%C3%A9_Mass%C3%A9na", "description": "André Masséna, 1st Duke of Rivoli, 1st Prince of Essling was a French military commander during the French Revolutionary Wars and the Napoleonic Wars. He was one of the original 18 Marshals of the Empire created by Napoleon I, with the nickname l'Enfant chéri de la Victoire."}]}, {"heading": "Deaths", "year": "1841", "date": "April 4", "txt": "William Henry Harrison, American general and politician, 9th President of the United States (b. 1773)", "entities": [{"title": "William Henry Harrison", "href": "/wiki/William_Henry_Harrison", "description": "William Henry Harrison was an American military officer and politician who served as the ninth president of the United States for 31 days in 1841, becoming the first president to die in office and the shortest-serving U.S. president in history. His death sparked a brief constitutional crisis regarding succession to the presidency."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Deaths", "year": "1846", "date": "April 4", "txt": "Solomon Sibley, American lawyer and politician, 1st Mayor of Detroit (b. 1769)", "entities": [{"title": "Solomon Sibley", "href": "/wiki/Solomon_Sibley", "description": "Solomon Sibley was an American politician and jurist in the Michigan Territory who became the first mayor of Detroit, Michigan."}, {"title": "List of mayors of Detroit", "href": "/wiki/List_of_mayors_of_Detroit", "description": "This is a list of mayors of Detroit, Michigan. See History of Detroit, Michigan, for more information about the history of the incorporation of the city."}]}, {"heading": "Deaths", "year": "1861", "date": "April 4", "txt": "John McLean, American jurist and politician, 6th United States Postmaster General (b. 1785)", "entities": [{"title": "John McLean", "href": "/wiki/John_McLean", "description": "John McLean was an American jurist and politician who served in the United States Congress, as U.S. Postmaster General, and as a justice of the Ohio and U.S. Supreme Courts. He was often discussed for the Whig Party nominations for President."}, {"title": "United States Postmaster General", "href": "/wiki/United_States_Postmaster_General", "description": "The United States postmaster general (PMG) is the chief executive officer of the United States Postal Service (USPS). The postmaster general is responsible for managing and directing the day-to-day operations of the Postal Service."}]}, {"heading": "Deaths", "year": "1863", "date": "April 4", "txt": "Ludwig Emil Grimm, German painter and engraver (b. 1790)", "entities": [{"title": "Ludwig Emil Grimm", "href": "/wiki/Ludwig_Emil_Grimm", "description": "Ludwig Emil Grimm was a German painter, art professor, etcher and copper engraver. His brothers were the well-known folklorists, Jacob and Wilhelm Grimm. Grimm was a Pisces, which was his astrological sign."}]}, {"heading": "Deaths", "year": "1864", "date": "April 4", "txt": "Joseph Pitty Couthouy, American commander and paleontologist (b. 1808)", "entities": [{"title": "Joseph Pitty Couthouy", "href": "/wiki/Joseph_Pitty_Couthouy", "description": "Joseph Pitty Couthouy was an American naval officer, conchologist, and invertebrate palaeontologist. Born in Boston, Massachusetts, he entered the Boston Latin School in 1820. He married Mary Greenwood Wild on 9 March 1832."}]}, {"heading": "Deaths", "year": "1870", "date": "April 4", "txt": "Heinrich Gustav Magnus, German chemist and physicist (b. 1802)", "entities": [{"title": "Heinrich Gustav Magnus", "href": "/wiki/Heinrich_Gustav_Magnus", "description": "Heinrich Gustav Magnus was a notable German experimental scientist. His training was mostly in chemistry but his later research was mostly in physics. He spent the great bulk of his career at the University of Berlin, where he is remembered for his laboratory teaching as much as for his original research. He did not use his first given name, and was known throughout his life as Gustav Magnus."}]}, {"heading": "Deaths", "year": "1874", "date": "April 4", "txt": "Charles Ernest Beulé, French archaeologist and politician (b. 1826)", "entities": [{"title": "Charles Ernest Beulé", "href": "/wiki/Charles_Ernest_Beul%C3%A9", "description": "Charles Ernest Beulé was a French archaeologist and politician."}]}, {"heading": "Deaths", "year": "1875", "date": "April 4", "txt": "Karl Mauch, German geographer and explorer (b. 1837)", "entities": [{"title": "Karl Mauch", "href": "/wiki/Karl_Mauch", "description": "Karl Gottlieb Mauch was a German explorer and geographer of Africa. He reported on the archaeological ruins of Great Zimbabwe in 1871 during his search for the biblical land of Ophir."}]}, {"heading": "Deaths", "year": "1878", "date": "April 4", "txt": "Richard M. Brewer, American criminal (b. 1850)", "entities": [{"title": "Richard M. Brewer", "href": "/wiki/Richard_M._Brewer", "description": "Richard M. \"Dick\" Brewer, was an American cowboy and Lincoln County lawman. He was the founding leader of the Regulators, a deputized posse that fought in the Lincoln County War."}]}, {"heading": "Deaths", "year": "1879", "date": "April 4", "txt": "Heinrich Wilhelm Dove, German physicist and meteorologist (b. 1803)", "entities": [{"title": "Heinrich Wilhelm Dove", "href": "/wiki/Heinrich_Wilhelm_Dove", "description": "Heinrich Wilhelm Dove was a Prussian physicist and meteorologist."}]}, {"heading": "Deaths", "year": "1883", "date": "April 4", "txt": "Peter Cooper, American businessman and philanthropist, founded Cooper Union (b. 1791)", "entities": [{"title": "Peter Cooper", "href": "/wiki/Peter_Cooper", "description": "Peter Cooper was an American industrialist, inventor, philanthropist, and politician. He designed and built the first American steam locomotive, the Tom Thumb, founded the Cooper Union for the Advancement of Science and Art, and served as the Greenback Party's candidate in the 1876 presidential election."}, {"title": "Cooper Union", "href": "/wiki/Cooper_Union", "description": "The Cooper Union for the Advancement of Science and Art, commonly known as Cooper Union and informally referred to, especially during the 19th century, as the Cooper Institute, is a private college at Cooper Square in New York City. Inspired in 1830 when Peter Cooper learned about the government-supported École Polytechnique in France, Cooper Union was established in 1859. The school was built on "}]}, {"heading": "Deaths", "year": "1890", "date": "April 4", "txt": "Pierre-Joseph-Olivier Chauveau, Canadian lawyer and politician, 1st Premier of Quebec (b. 1820)", "entities": [{"title": "Pierre-Joseph-Olivier Chauveau", "href": "/wiki/Pierre-Joseph-Olivier_Chauveau", "description": "Pierre-Joseph-Olivier Chauveau was a Canadian lawyer and politician. Chauveau was the first Premier of the province of Quebec, following the establishment of Canada in 1867. Appointed to the office in 1867 as the leader of the Conservative Party, he won the provincial elections of 1867 and 1871."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1890", "date": "April 4", "txt": "Edmond Hébert, French geologist and academic (b. 1812)", "entities": []}, {"heading": "Deaths", "year": "1912", "date": "April 4", "txt": "Charles Brantley Aycock, American lawyer and politician, 50th Governor of North Carolina (b. 1859)", "entities": [{"title": "Charles Brantley Aycock", "href": "/wiki/Charles_Brantley_Aycock", "description": "Charles Brantley Aycock was the 50th Governor of the U.S. state of North Carolina from 1901 to 1905. After starting his career as a lawyer and teacher, he became active in the Democratic Party during the party's Solid South period, and was a strong proponent of the white supremacy campaigns of that period. Aycock was one of the leading perpetrators of the Wilmington insurrection of 1898, in which "}, {"title": "Governor of North Carolina", "href": "/wiki/Governor_of_North_Carolina", "description": "The governor of North Carolina is the head of state and head of government of the U.S. state of North Carolina. The governor directs the executive branch of the government and is the commander in chief of the military forces of the state. The current governor, Democrat Roy Cooper took office on January 1, 2017, and had a public swearing-in ceremony on January 7, 2017.\n"}]}, {"heading": "Deaths", "year": "1912", "date": "April 4", "txt": "Isaac K. Funk, American minister, lexicographer, and publisher, co-founded Funk & Wagnalls (b. 1839)", "entities": [{"title": "Funk & Wagnalls", "href": "/wiki/Funk_%26_Wagnalls", "description": "Funk & Wagnalls was an American publisher known for its reference works, including A Standard Dictionary of the English Language, and the Funk & Wagnalls Standard Encyclopedia."}]}, {"heading": "Deaths", "year": "1919", "date": "April 4", "txt": "William Crookes, English chemist and physicist (b. 1832)", "entities": [{"title": "William Crookes", "href": "/wiki/William_Crookes", "description": "Sir William Crookes was an English chemist and physicist who attended the Royal College of Chemistry in London, and worked on spectroscopy. He was a pioneer of vacuum tubes, inventing the Crookes tube which was made in 1875. This was a foundational discovery that eventually changed the whole of chemistry and physics."}]}, {"heading": "Deaths", "year": "1919", "date": "April 4", "txt": "Francisco Marto, Portuguese saint (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1923", "date": "April 4", "txt": "John Venn, English mathematician and philosopher, created the Venn diagram (b. 1834)", "entities": [{"title": "John Venn", "href": "/wiki/John_Venn", "description": "John Venn, FRS, FSA was an English mathematician, logician and philosopher noted for introducing the Venn diagrams, which are used in logic, set theory, probability, statistics, and computer science. In 1866, Venn published The Logic of Chance, a ground-breaking book which espoused the frequency theory of probability, arguing that probability should be determined by how often something is forecast"}, {"title": "Venn diagram", "href": "/wiki/Venn_diagram", "description": "A Venn diagram is a widely-used diagram style that shows the logical relation between sets, popularized by John Venn in the 1880s. The diagrams are used to teach elementary set theory, and to illustrate simple set relationships in probability, logic, statistics, linguistics and computer science. A Venn diagram uses simple closed curves drawn on a plane to represent sets. Very often, these curves a"}]}, {"heading": "Deaths", "year": "1929", "date": "April 4", "txt": "Karl Benz, German engineer and businessman, founded Mercedes-Benz (b. 1844)", "entities": [{"title": "Karl Benz", "href": "/wiki/Karl_Benz", "description": "Carl Friedrich Benz, sometimes also Karl Friedrich Benz, was a German engine designer and automotive engineer. His Benz Patent Motorcar from 1885 is considered the first practical automobile put into series production. He received a patent for the motorcar in 1886."}, {"title": "Mercedes-Benz", "href": "/wiki/Mercedes-Benz", "description": "Mercedes-Benz, commonly referred to as Mercedes, is both a German automotive brand and, from late 2019 onwards, a subsidiary – as Mercedes-Benz AG – of Daimler AG. Mercedes-Benz is known for producing luxury vehicles and commercial vehicles. The headquarters is in Stuttgart, Baden-Württemberg. The name first appeared in 1926 as Daimler-Benz. In 2018, Mercedes-Benz was the largest seller of premium"}]}, {"heading": "Deaths", "year": "1931", "date": "April 4", "txt": "André Michelin, French businessman, co-founded the Michelin Tyre Company (b. 1853)", "entities": [{"title": "André Michelin", "href": "/wiki/Andr%C3%A9_Michelin", "description": "André Jules Michelin was a French industrialist who, with his brother Édouard (1859–1940), founded the Michelin Tyre Company in 1888 in the French city of Clermont-Ferrand."}, {"title": "Michelin", "href": "/wiki/Michelin", "description": "Michelin is a French multinational tyre manufacturing company based in Clermont-Ferrand in the Auvergne-Rhône-Alpes région of France. It is the largest tyre manufacturer in the world before Bridgestone and larger than both Goodyear and Continental. In addition to the Michelin brand, it also owns the Kléber tyres company, Uniroyal-Goodrich Tire Company, SASCAR, Bookatable and Camso brands. Michelin"}]}, {"heading": "Deaths", "year": "1932", "date": "April 4", "txt": "Wilhelm Ostwald, Latvian-German chemist and academic, Nobel Prize laureate (b. 1853)", "entities": [{"title": "Wilhelm Ostwald", "href": "/wiki/Wilhelm_Ostwald", "description": "Friedrich Wilhelm Ostwald was a Baltic German chemist and philosopher. Ostwald is credited with being one of the founders of the field of physical chemistry, with Jacobus Henricus van 't Hoff, Walther Nernst, and Svante Arrhenius.\nHe received the Nobel Prize in Chemistry in 1909 for his scientific contributions to the fields of catalysis, chemical equilibria and reaction velocities."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1933", "date": "April 4", "txt": "Elizabeth Bacon Custer, American author and educator (b. 1842)", "entities": [{"title": "Elizabeth Bacon Custer", "href": "/wiki/Elizabeth_Bacon_Custer", "description": "Elizabeth Clift Custer was an American author and public speaker, and the wife of Brevet Major General George Armstrong Custer, United States Army. She spent most of their marriage in relatively close proximity to him despite his numerous military campaigns in the American Civil War and subsequent postings on the Great Plains as a commanding officer in the United States Cavalry."}]}, {"heading": "Deaths", "year": "1941", "date": "April 4", "txt": "Emine Nazikedâ Kadınefendi, the first wife and chief consort of Sultan Mehmed VI (b. 1866)", "entities": [{"title": "Emine Nazikedâ Kadınefendi", "href": "/wiki/Emine_Naziked%C3%A2_Kad%C4%B1nefendi", "description": "Nazikeda Kadın, also nicknamed the Last Empress, was the first wife and chief consort of the last sultan, Mehmed VI of the Ottoman Empire."}]}, {"heading": "Deaths", "year": "1944", "date": "April 4", "txt": "Morris H. Whitehouse, American architect (b. 1878)", "entities": []}, {"heading": "Deaths", "year": "1951", "date": "April 4", "txt": "George Albert Smith, American religious leader, 8th President of The Church of Jesus Christ of Latter-day Saints (b. 1870)", "entities": [{"title": "George Albert Smith", "href": "/wiki/George_Albert_Smith", "description": "George Albert Smith Sr. was an American religious leader who served as the eighth president of The Church of Jesus Christ of Latter-day Saints."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Deaths", "year": "1953", "date": "April 4", "txt": "Carol II of Romania (b. 1893)", "entities": [{"title": "Carol II of Romania", "href": "/wiki/Carol_II_of_Romania", "description": "Carol II reigned as King of Romania from 8 June 1930 until his abdication on 6 September 1940. He was the eldest son of Ferdinand I and became crown prince upon the death of his grand-uncle, King Carol I in 1914. He was the first of the Hohenzollern kings of Romania to be born in the country; both of his predecessors had been born in Germany and only came to Romania as adults. As such, he was the "}]}, {"heading": "Deaths", "year": "1957", "date": "April 4", "txt": "E. Herbert Norman, Canadian historian and diplomat (b. 1909)", "entities": [{"title": "E. Herbert Norman", "href": "/wiki/E._Herbert_Norman", "description": "Egerton Herbert Norman was a Canadian diplomat and historian. Born in Japan to missionary parents, he became an historian of modern Japan before joining the Canadian foreign service. His most influential book was Japan's Emergence as a Modern State (1940) where he argued that persisting feudal class relations were responsible for government oppression at home and the imperialistic expansion that l"}]}, {"heading": "Deaths", "year": "1958", "date": "April 4", "txt": "Johnny Stompanato, American soldier and bodyguard (b. 1925)", "entities": [{"title": "Johnny Stompanato", "href": "/wiki/Johnny_Stompanato", "description": "John Stompanato Jr., was a United States Marine who became a bodyguard and enforcer for gangster Mickey Cohen and the Cohen crime family."}]}, {"heading": "Deaths", "year": "1961", "date": "April 4", "txt": "Harald Riipalu, Estonian military commander (b. 1912)", "entities": [{"title": "Harald Riipalu", "href": "/wiki/Harald_Riipalu", "description": "Harald Riipalu was an Estonian commander in the German Wehrmacht and the Waffen-SS during World War II. He was a recipient of the Knight's Cross of the Iron Cross of Nazi Germany."}]}, {"heading": "Deaths", "year": "1961", "date": "April 4", "txt": "Simion Stoilow, Romanian mathematician and academic (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "April 4", "txt": "Al Lewis, American songwriter (b. 1901)", "entities": [{"title": "Al Lewis (lyricist)", "href": "/wiki/Al_Lewis_(lyricist)", "description": "Al Lewis was an American lyricist, songwriter and music publisher. He is thought of mostly as a Tin Pan Alley era lyricist; however, he did write music on occasion as well. Professionally he was most active during the 1920s working into the 1950s. During this time, he most often collaborated with popular songwriters Al Sherman and Abner Silver. Among his most famous songs are \"Blueberry Hill\" and "}]}, {"heading": "Deaths", "year": "1967", "date": "April 4", "txt": "Héctor Scarone, Uruguayan footballer and manager (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "April 4", "txt": "Martin Luther King Jr., American minister and activist, Nobel Prize laureate (assassinated)(b. 1929)", "entities": [{"title": "Martin Luther King Jr.", "href": "/wiki/Martin_Luther_King_Jr.", "description": "Martin Luther King Jr. was an African American Baptist minister and activist who became the most visible spokesperson and leader in the American civil rights movement from 1955 until his assassination in 1968. King advanced civil rights through nonviolence and civil disobedience, inspired by his Christian beliefs and the nonviolent activism of Mahatma Gandhi. He was the son of early civil rights a"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}, {"title": "Assassination of Martin Luther King Jr.", "href": "/wiki/Assassination_of_Martin_Luther_King_Jr.", "description": "Martin Luther King Jr., an African-American clergyman and civil rights leader, was fatally shot at the Lorraine Motel in Memphis, Tennessee, on April 4, 1968, at 6:01 p.m. CST. He was rushed to St. Joseph's Hospital, where he died at 7:05 p.m. He was a prominent leader of the Civil Rights Movement and a Nobel Peace Prize laureate who was known for his use of nonviolence and civil disobedience."}]}, {"heading": "Deaths", "year": "1972", "date": "April 4", "txt": "Adam Clayton Powell, Jr., American pastor and politician (b. 1908)", "entities": [{"title": "Adam Clayton Powell, Jr.", "href": "/wiki/Adam_Clayton_Powell,_Jr.", "description": "Adam Clayton Powell Jr. was an American Baptist pastor and politician who represented the Harlem neighborhood of New York City in the United States House of Representatives from 1945 until 1971. He was the first African-American to be elected from New York to Congress. Re-elected for nearly three decades, Powell became a powerful national politician of the Democratic Party, and served as a nationa"}]}, {"heading": "Deaths", "year": "1972", "date": "April 4", "txt": "Stefan Wolpe, German-American composer and academic (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "April 4", "txt": "Harry Nyquist, Swedish engineer and theorist (b. 1889)", "entities": [{"title": "Harry Nyquist", "href": "/wiki/Harry_Nyquist", "description": "Harry Nyquist was a Swedish-American electronic engineer who made important contributions to communication theory."}]}, {"heading": "Deaths", "year": "1977", "date": "April 4", "txt": "Andrey Dikiy, Ukrainian-American journalist, historian, and politician (b. 1893)", "entities": [{"title": "Andrey Dikiy", "href": "/wiki/Andrey_Dikiy", "description": "Andrey Ivanovich Dikiy was a Russian writer, white emigre politician and journalist, and a member of the Vlasov movement, known for his antisemitism and anti-Ukrainian sentiment. Dikiy has been described by Christian essayist Dmitry Talantsev as one of the main theorists of Judophobia."}]}, {"heading": "Deaths", "year": "1979", "date": "April 4", "txt": "Zulfikar Ali Bhutto, Pakistani lawyer and politician, 4th President of Pakistan (b. 1928)", "entities": [{"title": "Zulfikar Ali Bhutto", "href": "/wiki/Zulfikar_Ali_Bhutto", "description": "Zulfikar Ali Bhutto was a Pakistani barrister and politician who served as the 9th Prime Minister of Pakistan from 1973 to 1977, and prior to that as the fourth President of Pakistan from 1971 to 1973. He was also the founder of the Pakistan People's Party (PPP) and served as its chairman until his execution in 1979."}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Deaths", "year": "1979", "date": "April 4", "txt": "Edgar Buchanan, American actor (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "April 4", "txt": "Red Sovine, American singer-songwriter and guitarist (b. 1917)", "entities": [{"title": "Red Sovine", "href": "/wiki/Red_Sovine", "description": "Woodrow Wilson \"Red\" Sovine was an American country music singer and songwriter associated with truck driving songs, particularly those recited as narratives but set to music. His most noted examples are \"Giddyup Go\" (1965) and \"Teddy Bear\" (1976), both of which topped the Billboard Hot Country Songs chart."}]}, {"heading": "Deaths", "year": "1983", "date": "April 4", "txt": "Gloria Swanson, American actress (b. 1899)", "entities": [{"title": "Gloria Swanson", "href": "/wiki/Gloria_Swanson", "description": "Gloria Josephine May Swanson was an American actress, producer and business woman. She first achieved fame acting in dozens of silent films in the 1920s and was nominated three times for an Academy Award as Best Actress, most famously for her 1950 comeback in Billy Wilder's Sunset Boulevard, which also earned her a Golden Globe Award."}]}, {"heading": "Deaths", "year": "1983", "date": "April 4", "txt": "Bernard Vukas, Croatian football player, played for 1953 FIFA's \"Rest of the World\" team against England at Wembley (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "April 4", "txt": "Oleg Antonov, Russian-Ukrainian engineer and businessman, founded Antonov (b. 1906)", "entities": [{"title": "Oleg Antonov (aircraft designer)", "href": "/wiki/Oleg_Antonov_(aircraft_designer)", "description": "Oleg Konstantinovich Antonov was a Soviet aeroplane designer, and the founder of the Antonov aircraft company, later named in his honour. Antonov designed a number of known Soviet aeroplanes and numerous gliders for both civilian and military use."}, {"title": "Antonov", "href": "/wiki/Antonov", "description": "Antonov State Enterprise, formerly the Aeronautical Scientific-Technical Complex named Antonov, and earlier the Antonov Design Bureau, is a Ukrainian aircraft manufacturing and services company. Antonov's particular expertise is in the fields of very large aeroplanes and aeroplanes using unprepared runways. Antonov has built a total of approximately 22,000 aircraft, and thousands of its planes are"}]}, {"heading": "Deaths", "year": "1985", "date": "April 4", "txt": "Kate Roberts, Welsh author and activist (b. 1891)", "entities": [{"title": "Kate Roberts (author)", "href": "/wiki/Kate_Roberts_(author)", "description": "Kate Roberts was one of the foremost Welsh-language authors of the 20th century. Styled Brenhines ein llên, she is known mainly for her short stories, but also wrote novels. Roberts was a prominent Welsh nationalist."}]}, {"heading": "Deaths", "year": "1987", "date": "April 4", "txt": "C. L. Moore, American author and academic (b. 1911)", "entities": [{"title": "C. L. Moore", "href": "/wiki/C._L._Moore", "description": "Catherine Lucille Moore was an American science fiction and fantasy writer, who first came to prominence in the 1930s writing as C. L. Moore. She was among the first women to write in the science fiction and fantasy genres, though earlier woman writers in these genres include Clare Winger Harris, Greye La Spina, and Francis Stevens, amongst others. Nevertheless, Moore's work paved the way for many"}]}, {"heading": "Deaths", "year": "1987", "date": "April 4", "txt": "Chögyam Trungpa, Tibetan guru, poet, and scholar (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "April 4", "txt": "Sachchidananda Vatsyayan, Indian journalist and author (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "April 4", "txt": "Edmund Adamkiewicz, German footballer (b. 1920)", "entities": [{"title": "Edmund Adamkiewicz", "href": "/wiki/Edmund_Adamkiewicz", "description": "Edmund \"Adam\" Adamkiewicz was a German footballer."}]}, {"heading": "Deaths", "year": "1991", "date": "April 4", "txt": "Max Frisch, Swiss playwright and novelist (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "April 4", "txt": "H. John Heinz III, American soldier and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "April 4", "txt": "Graham Ingels, American illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "April 4", "txt": "Yvette Brind'Amour, Canadian actress and director (b. 1918)", "entities": [{"title": "Yvette Brind'Amour", "href": "/wiki/Yvette_Brind%27Amour", "description": "Yvette Brind'Amour, was a Canadian actress."}]}, {"heading": "Deaths", "year": "1992", "date": "April 4", "txt": "Jack Hamilton, Australian footballer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "April 4", "txt": "Arthur Russell, American singer-songwriter and cellist (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "April 4", "txt": "Alfred Mosher Butts, American game designer, invented Scrabble (b. 1899)", "entities": [{"title": "Alfred Mosher Butts", "href": "/wiki/Alfred_Mosher_Butts", "description": "Alfred Mosher Butts was an American architect, famous for inventing the board game Scrabble in 1938."}, {"title": "Scrabble", "href": "/wiki/Scrabble", "description": "Scrabble is a word game in which two to four players score points by placing tiles, each bearing a single letter, onto a game board divided into a 15×15 grid of squares. The tiles must form words that, in crossword fashion, read left to right in rows or downward in columns, and be included in a standard dictionary or lexicon."}]}, {"heading": "Deaths", "year": "1993", "date": "April 4", "txt": "Douglas Leopold, Canadian radio and television host (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "April 4", "txt": "Kenny Everett, English radio and television host (b. 1944)", "entities": [{"title": "Kenny Everett", "href": "/wiki/Kenny_Everett", "description": "Maurice James Christopher Cole, better known as Kenny Everett, was a British comedian, radio disc jockey and television presenter. After spells on pirate radio and Radio Luxembourg in the mid-1960s, he was one of the first DJs to join BBC radio's newly-created BBC Radio 1 in 1967. It was here he developed his trademark voices and surreal characters which he later adapted for television."}]}, {"heading": "Deaths", "year": "1995", "date": "April 4", "txt": "Priscilla Lane, American actress (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "April 4", "txt": "Barney Ewell, American runner and long jumper (b. 1918)", "entities": [{"title": "Barney Ewell", "href": "/wiki/Barney_Ewell", "description": "Henry Norwood \"Barney\" Ewell was an American athlete, winner of one gold and two silver medals at the 1948 Summer Olympics."}]}, {"heading": "Deaths", "year": "1996", "date": "April 4", "txt": "Boone Guyton, American lieutenant and pilot (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "April 4", "txt": "Leo Picard, German-Israeli geologist and academic (b. 1900)", "entities": [{"title": "Leo Picard", "href": "/wiki/Leo_Picard", "description": "Leo Picard, was an Israeli geologist and an expert in the field of hydrogeology."}]}, {"heading": "Deaths", "year": "1997", "date": "April 4", "txt": "Alparslan Türkeş, Turkish colonel and politician, 39th Deputy Prime Minister of Turkey (b. 1917)", "entities": [{"title": "List of Deputy Prime Ministers of Turkey", "href": "/wiki/List_of_Deputy_Prime_Ministers_of_Turkey", "description": "This is a chronological list of deputy prime ministers of governments of the Republic of Turkey. Deputy Prime Minister was an office under the prime ministry between 1946 and 2018. Not all cabinets had the post of deputy prime minister. The political party of the deputy prime minister is affixed to his name when it differed from the prime minister's party as it was the case in coalition government"}]}, {"heading": "Deaths", "year": "1999", "date": "April 4", "txt": "Lucille Lortel, American actress, artistic director and producer (b. 1900)", "entities": [{"title": "Lucille Lortel", "href": "/wiki/Lucille_Lortel", "description": "Lucille Lortel was an American actress, artistic director, and theatrical producer. In the course of her career Lortel produced or co-produced nearly 500 plays, five of which were nominated for Tony Awards: As Is by William M. Hoffman, Angels Fall by Lanford Wilson, Blood Knot by Athol Fugard, Mbongeni Ngema's Sarafina!, and A Walk in the Woods by Lee Blessing. She also produced Marc Blitzstein's "}]}, {"heading": "Deaths", "year": "1999", "date": "April 4", "txt": "Early Wynn, American baseball player and sportscaster (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "April 4", "txt": "Liisi Oterma, Finnish astronomer (b. 1915)", "entities": [{"title": "Liisi Oterma", "href": "/wiki/Liisi_Oterma", "description": "Liisi Oterma was a Finnish astronomer, the first woman to get a Ph.D. degree in astronomy in Finland."}]}, {"heading": "Deaths", "year": "2001", "date": "April 4", "txt": "Ed Roth, American illustrator and engineer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "April 4", "txt": "Maury Van Vliet, American-Canadian academic (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "April 4", "txt": "Anthony Caruso, American actor (b. 1916)", "entities": [{"title": "Anthony Caruso (actor)", "href": "/wiki/Anthony_Caruso_(actor)", "description": "Anthony Caruso was an American character actor in more than one hundred American films, usually playing villains and gangsters, including the first season of Walt Disney's Zorro as Captain Juan Ortega."}]}, {"heading": "Deaths", "year": "2004", "date": "April 4", "txt": "Briek Schotte, Belgian cyclist and coach (b. 1919)", "entities": [{"title": "Briek Schotte", "href": "/wiki/Briek_Schotte", "description": "Alberic \"Briek\" Schotte was a Belgian professional road racing cyclist, one of the champions of the 1940s and 1950s. His stamina earned him the nickname \"Iron Briek\"."}]}, {"heading": "Deaths", "year": "2005", "date": "April 4", "txt": "Edward Bronfman, Canadian businessman and philanthropist (b. 1924)", "entities": [{"title": "Edward Bronfman", "href": "/wiki/Edward_Bronfman", "description": "Edward Maurice Bronfman, was a Canadian businessman, philanthropist, and member of the Bronfman family."}]}, {"heading": "Deaths", "year": "2007", "date": "April 4", "txt": "Bob Clark, American actor, director, producer, and screenwriter (b. 1941)", "entities": [{"title": "Bob Clark", "href": "/wiki/Bob_Clark", "description": "Benjamin Robert Clark was an American film director, screenwriter, producer, and actor. He is best known for his work in the Canadian film industry throughout the 1970s and 1980s, where he was responsible for some of the most successful films in Canadian film history such as Black Christmas (1974), Murder by Decree (1979), Tribute (1980), Porky's (1981), and A Christmas Story (1983). He won three "}]}, {"heading": "Deaths", "year": "2007", "date": "April 4", "txt": "Karen Spärck Jones, English computer scientist and academic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "April 4", "txt": "Francis Tucker, South African race car driver (b. 1923)", "entities": [{"title": "Francis Tucker", "href": "/wiki/Francis_Tucker", "description": "Francis Bagnal Kidger Tucker was a South African rally driver, who was the 1966 South African Rally Drivers Champion."}]}, {"heading": "Deaths", "year": "2009", "date": "April 4", "txt": "Maxine Cooper, American actress, activist and photographer (b. 1924)", "entities": [{"title": "Maxine Cooper", "href": "/wiki/Maxine_Cooper", "description": "Maxine Cooper Gomberg was an American actress, activist, and photographer. She was perhaps best known for her role as private detective Mike Hammer's secretary Velda in the 1955 film Kiss Me Deadly, which the Los Angeles Times called a \"film noir classic.\""}]}, {"heading": "Deaths", "year": "2011", "date": "April 4", "txt": "Scott Columbus, American drummer (b. 1956)", "entities": [{"title": "Scott Columbus", "href": "/wiki/Scott_Columbus", "description": "Scott Columbus was an American drummer, best known for his long period of collaboration with heavy metal band Manowar."}]}, {"heading": "Deaths", "year": "2011", "date": "April 4", "txt": "Juliano Mer-Khamis, Israeli actor, director, and activist (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 4", "txt": "A. Dean Byrd, American psychologist and academic (b. 1948)", "entities": [{"title": "A. Dean Byrd", "href": "/wiki/A._Dean_Byrd", "description": "Albert Dean Byrd was a former president of the National Association for Research & Therapy of Homosexuality (NARTH), a research organization that advocates sexual orientation change efforts (SOCE). He was a psychologist who focused on SOCE, and wrote on the topic. Although raised by a Buddhist mother and a Baptist father, Byrd converted to The Church of Jesus Christ of Latter-day Saints and was ve"}]}, {"heading": "Deaths", "year": "2012", "date": "April 4", "txt": "Anne Karin Elstad, Norwegian author and educator (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 4", "txt": "Claude Miller, French director, producer, and screenwriter (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 4", "txt": "Dubravko Pavličić, Croatian footballer (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 4", "txt": "Roberto Rexach Benítez, American-Puerto Rican academic and politician, 10th President of the Senate of Puerto Rico (b. 1929)", "entities": [{"title": "President of the Senate of Puerto Rico", "href": "/wiki/President_of_the_Senate_of_Puerto_Rico", "description": "The president of the Senate of Puerto Rico is the highest-ranking officer and the presiding officer of the Senate of Puerto Rico. The president has voting powers as it is elected amongst the own members of the Senate as established by Article III of the Constitution of Puerto Rico. The Constitution, however, does not establish its functions and since the Senate is the only body authorized by the C"}]}, {"heading": "Deaths", "year": "2013", "date": "April 4", "txt": "Bengt Blomgren, Swedish actor, director, and screenwriter (b. 1923)", "entities": [{"title": "Bengt Blomgren", "href": "/wiki/Bengt_Blomgren", "description": "Bengt Bertil Blomgren was a Swedish actor, film director and screenwriter, born in Stockholm."}]}, {"heading": "Deaths", "year": "2013", "date": "April 4", "txt": "Roger Ebert, American journalist, critic, and screenwriter (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 4", "txt": "Carmine Infantino, American illustrator (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 4", "txt": "Tommy Tycho, Hungarian-Australian pianist, composer, and conductor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 4", "txt": "Ian Walsh, Australian rugby player and coach (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 4", "txt": "Noboru Yamaguchi, Japanese author (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 4", "txt": "İsmet Atlı, Turkish wrestler and trainer (b. 1931)", "entities": [{"title": "İsmet Atlı", "href": "/wiki/%C4%B0smet_Atl%C4%B1", "description": "İsmet Atlı was a Turkish Olympic medalist sports wrestler in the Light heavyweight class and a trainer. He won the gold medal in Men's Freestyle wrestling at the 1960 Olympics."}]}, {"heading": "Deaths", "year": "2014", "date": "April 4", "txt": "Wayne Henderson, American trombonist and producer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 4", "txt": "Kumba Ialá, Bissau-Guinean soldier and politician, President of Guinea-Bissau (b. 1953)", "entities": [{"title": "List of heads of state of Guinea-Bissau", "href": "/wiki/List_of_heads_of_state_of_Guinea-Bissau", "description": "This article lists the presidents of Guinea-Bissau, since the establishment of the office of President in 1973."}]}, {"heading": "Deaths", "year": "2014", "date": "April 4", "txt": "Margo MacDonald, Scottish journalist and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 4", "txt": "Curtis Bill Pepper, American journalist and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 4", "txt": "Muhammad Qutb, Egyptian author and academic (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 4", "txt": "Jamaluddin Jarjis, Malaysian engineer and politician (b. 1951)", "entities": [{"title": "Jamaluddin Jarjis", "href": "/wiki/Jamaluddin_Jarjis", "description": "Jamaluddin bin Mohd Jarjis was a Malaysian politician, diplomat and Minister of Science, Technology and Innovation. He served as the Chairman of the 1 Malaysia Peoples' Housing (PR1MA) and Malaysian special envoy to the United States."}]}, {"heading": "Deaths", "year": "2015", "date": "April 4", "txt": "Elmer Lach, Canadian ice hockey player and coach (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 4", "txt": "Donald N. Levine, American sociologist and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 4", "txt": "Klaus Rifbjerg, Danish author and poet (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "April 4", "txt": "Chus Lampreave, Spanish actress (b. 1930)", "entities": [{"title": "Chus Lampreave", "href": "/wiki/Chus_Lampreave", "description": "María Jesús Lampreave Pérez, known professionally as Chus Lampreave, was a Spanish character actress who starred in more than 70 films. \nShe is internationally known for her roles in films by Pedro Almodóvar."}]}]