[{"heading": "Events", "year": "1303", "date": "April 20", "txt": "The Sapienza University of Rome is instituted by a bull of Pope Boniface VIII.", "entities": [{"title": "Sapienza University of Rome", "href": "/wiki/Sapienza_University_of_Rome", "description": "The Sapienza University of Rome, also called simply Sapienza or the University of Rome, is a research university that is located in Rome, Italy. Formally known as Università degli Studi di Roma \"La Sapienza\", it is one of the largest European universities by enrollments and one of the oldest in history, founded in 1303. The University is one of the most prestigious Italian universities and in the "}, {"title": "Papal bull", "href": "/wiki/Papal_bull", "description": "A papal bull is a type of public decree, letters patent, or charter issued by a pope of the Catholic Church. It is named after the leaden seal (bulla) that was traditionally appended to the end in order to authenticate it."}, {"title": "Pope Boniface VIII", "href": "/wiki/Pope_Boniface_VIII", "description": "Pope Boniface VIII was pope from 24 December 1294 to his death in 1303. Caetani was of baronial origin with family connections to the papacy.\nHe succeeded Pope Celestine V, a Benedictine, who had abdicated from the papal throne. Boniface spent his early career abroad in diplomatic roles. In the College of Cardinals, he discriminated not only against the Benedictines but also members of the Colonna"}]}, {"heading": "Events", "year": "1453", "date": "April 20", "txt": "Three Genoese galleys and a Byzantine blockade runner fight their way through an Ottoman blockading fleet a few weeks before the fall of Constantinople.", "entities": [{"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Blockade runner", "href": "/wiki/Blockade_runner", "description": "A blockade runner is a merchant vessel used for evading a naval blockade of a port or strait. It is usually light and fast, using stealth and speed rather than confronting the blockaders in order to break the blockade. Blockade runners usually transport cargo, for example bringing food or arms to a blockaded city. They have also carried mail in an attempt to communicate with the outside world."}, {"title": "Fall of Constantinople", "href": "/wiki/Fall_of_Constantinople", "description": "The fall of Constantinople was the capture of the Byzantine Empire's capital by the Ottoman Empire. The city fell on 29 May 1453, the culmination of a 53-day siege which had begun on 6 April 1453."}]}, {"heading": "Events", "year": "1534", "date": "April 20", "txt": "Jacques Cartier begins his first voyage to what is today the east coast of Canada, Newfoundland and Labrador.", "entities": [{"title": "Jacques Cartier", "href": "/wiki/Jacques_Cartier", "description": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga."}, {"title": "Newfoundland (island)", "href": "/wiki/Newfoundland_(island)", "description": "Newfoundland is a large island off the east coast of the North American mainland, and the most populous part of the Canadian province of Newfoundland and Labrador. It has 29 percent of the province's land area. The island is separated from the Labrador Peninsula by the Strait of Belle Isle and from Cape Breton Island by the Cabot Strait. It blocks the mouth of the Saint Lawrence River, creating th"}]}, {"heading": "Events", "year": "1535", "date": "April 20", "txt": "The sun dog phenomenon is observed over Stockholm, as later depicted in the famous painting Vädersolstavlan.", "entities": [{"title": "Sun dog", "href": "/wiki/Sun_dog", "description": "A sun dog or mock sun, also called a parhelion in meteorology, is an atmospheric optical phenomenon that consists of a bright spot to one or both sides of the Sun. Two sun dogs often flank the Sun within a 22° halo."}, {"title": "Stockholm", "href": "/wiki/Stockholm", "description": "Stockholm is the capital of Sweden. It has the most populous urban area in Sweden as well as in Scandinavia. 1 million people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain o"}]}, {"heading": "Events", "year": "1653", "date": "April 20", "txt": "Oliver Cromwell dissolves the Rump Parliament.", "entities": [{"title": "Oliver Cromwell", "href": "/wiki/Oliver_Cromwell", "description": "Oliver Cromwell was an English general and statesman who, first as a subordinate and later as Commander-in-Chief, led armies of the Parliament of England against King Charles I during the English Civil War, subsequently ruling the British Isles as Lord Protector from 1653 until his death in 1658. He acted simultaneously as head of state and head of government of the new republican commonwealth."}, {"title": "Rump Parliament", "href": "/wiki/Rump_Parliament", "description": "The Rump Parliament was the English Parliament after Colonel Thomas Pride purged the Long Parliament, on 6 December 1648, of those members hostile to the Grandees' intention to try King Charles I for high treason."}]}, {"heading": "Events", "year": "1657", "date": "April 20", "txt": "Admiral Robert Blake destroys a Spanish silver fleet under heavy fire at the Battle of Santa Cruz de Tenerife.", "entities": [{"title": "Robert Blake (admiral)", "href": "/wiki/Robert_Blake_(admiral)", "description": "General at Sea Robert Blake was an important naval commander of the Commonwealth of England and one of the most famous English admirals of the 17th century. His successes have been considered to have \"never been excelled, not even by Nelson\" according to one biographer. Blake is recognised as the chief founder of England's naval supremacy, a dominance subsequently inherited by the British Royal Na"}, {"title": "Battle of Santa Cruz de Tenerife (1657)", "href": "/wiki/Battle_of_Santa_Cruz_de_Tenerife_(1657)", "description": "The Battle of Santa Cruz de Tenerife was a military operation in the Anglo-Spanish War (1654–60) which took place on 20 April 1657. An English fleet under Admiral Robert Blake penetrated the heavily defended harbour at Santa Cruz de Tenerife in the Spanish Canary Islands and attacked their treasure fleet. The treasure had already been landed and was safe but the English engaged the harbour forts a"}]}, {"heading": "Events", "year": "1657", "date": "April 20", "txt": "Freedom of religion is granted to the Jews of New Amsterdam (later New York City).", "entities": [{"title": "New Amsterdam", "href": "/wiki/New_Amsterdam", "description": "New Amsterdam was a 17th-century Dutch settlement established at the southern tip of Manhattan Island that served as the seat of the colonial government in New Netherland. The initial trading factory gave rise to the settlement around Fort Amsterdam. The fort was situated on the strategic southern tip of the island of Manhattan and was meant to defend the fur trade operations of the Dutch West Ind"}]}, {"heading": "Events", "year": "1689", "date": "April 20", "txt": "Deposed monarch James II of England lays siege to Derry.", "entities": [{"title": "James II of England", "href": "/wiki/James_II_of_England", "description": "James II and VII was King of England and Ireland as James II, and King of Scotland as James VII, from 6 February 1685 until he was deposed in the Glorious Revolution of 1688. He was the last Catholic monarch of England, Scotland, and Ireland; his reign is now remembered primarily for struggles over religious tolerance. However, it also involved the principles of absolutism and divine right of king"}, {"title": "Siege of Derry", "href": "/wiki/Siege_of_Derry", "description": "The siege of Derry in 1689 was the first major event in the Williamite War in Ireland. The siege was preceded by a first attempt against the town by Jacobite forces on 7 December 1688 that was foiled when 13 apprentices shut the gates. This was an act of rebellion against James II."}, {"title": "Derry", "href": "/wiki/Derry", "description": "Derry, officially Londonderry, is the second-largest city in Northern Ireland and the fifth-largest city on the island of Ireland. The name Derry is an anglicisation of the Old Irish name Daire meaning \"oak grove\". In 1613, the city was granted a royal charter by King James I and gained the \"London\" prefix to reflect the funding of its construction by the London guilds. While the city is more usua"}]}, {"heading": "Events", "year": "1752", "date": "April 20", "txt": "Start of Konbaung–Hanthawaddy War, a new phase in the Burmese Civil War (1740–57).", "entities": [{"title": "Konbaung–Hanthawaddy War", "href": "/wiki/Konbaung%E2%80%93Hanthawaddy_War", "description": "The Konbaung–Hanthawaddy War was the war fought between the Konbaung Dynasty and the Restored Hanthawaddy Kingdom of Burma (Myanmar) from 1752 to 1757. The war was the last of several wars between the Burmese-speaking north and the Mon-speaking south that ended the Mon people's centuries-long dominance of the south."}]}, {"heading": "Events", "year": "1770", "date": "April 20", "txt": "The Georgian king, Erekle II, abandoned by his Russian ally Count Totleben, wins a victory over Ottoman forces at Aspindza.", "entities": [{"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "Erekle II", "href": "/wiki/Erekle_II", "description": "Heraclius II, also known as Erekle II and The Little Kakhetian, was a Georgian monarch of the Bagrationi dynasty, reigning as the king of Kakheti from 1744 to 1762, and of Kartli and Kakheti from 1762 until 1798. In the contemporary Persian sources he is referred to as Erekli Khan, while Russians knew him as Irakly (Ираклий). His name is frequently transliterated in a Latinized form Heraclius beca"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Gottlieb Heinrich Totleben", "href": "/wiki/Gottlieb_Heinrich_Totleben", "description": "Gottlob Curt Heinrich Graf von Tottleben, Herr auf Tottleben, Zeippau und Hausdorf im Saganschen was a German-born Russian Empire general known for his adventurism and contradictory military career during the Seven Years' War and, then, the Russo-Turkish War (1768–74) as a commander of the first Russian expeditionary force in Georgia."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Aspindza", "href": "/wiki/Battle_of_Aspindza", "description": "The Battle of Aspindza was fought on 20 April 1770 between the Georgians, led by king of Kartli-Kakheti Erekle II, and the Ottoman Empire. The Georgians won a victory over the Turks."}]}, {"heading": "Events", "year": "1775", "date": "April 20", "txt": "American Revolutionary War: The Siege of Boston begins, following the battles at Lexington and Concord.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Siege of Boston", "href": "/wiki/Siege_of_Boston", "description": "The siege of Boston was the opening phase of the American Revolutionary War. New England militiamen prevented the movement by land of the British Army, which was garrisoned in what was then the peninsular city of Boston, Massachusetts Bay. Both sides had to deal with resource, supply, and personnel issues over the course of the siege. British resupply and reinforcement was limited to sea access, w"}, {"title": "Battles of Lexington and Concord", "href": "/wiki/Battles_of_Lexington_and_Concord", "description": "The battles of Lexington and Concord were the first military engagements of the American Revolutionary War. The battles were fought on April 19, 1775 in Middlesex County, Province of Massachusetts Bay, within the towns of Lexington, Concord, Lincoln, Menotomy, and Cambridge. They marked the outbreak of armed conflict between the Kingdom of Great Britain and its thirteen colonies in America."}]}, {"heading": "Events", "year": "1789", "date": "April 20", "txt": "George Washington arrives at Grays Ferry, Philadelphia while en route to Manhattan for his inauguration.", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Grays Ferry, Philadelphia", "href": "/wiki/Grays_Ferry,_Philadelphia", "description": "Grays Ferry, also known as Gray's Ferry, is a neighborhood in South Philadelphia bounded (roughly) by 25th Street on the east, the Schuylkill River on the west, Vare Avenue on the south, and Grays Ferry Avenue on the north. The section of this neighborhood west of 34th Street is also known as Forgotten Bottom. Grays Ferry shares borders with Southwest Center City to the North, Point Breeze to the "}, {"title": "First inauguration of George Washington", "href": "/wiki/First_inauguration_of_George_Washington", "description": "The first inauguration of George Washington as the first President of the United States was held on Thursday, April 30, 1789 on the balcony of Federal Hall in New York City, New York. The inauguration was held nearly two months after the beginning of the first four-year term of George Washington as President. Chancellor of New York Robert Livingston administered the presidential oath of office. Wi"}]}, {"heading": "Events", "year": "1792", "date": "April 20", "txt": "France declares war against the \"King of Hungary and Bohemia\", the beginning of French Revolutionary Wars.", "entities": [{"title": "Francis II, Holy Roman Emperor", "href": "/wiki/Francis_II,_Holy_Roman_Emperor", "description": "Francis II was the last Holy Roman Emperor from 1792 to 1806 and, as Francis I, the first Emperor of Austria from 1804 to 1835. He assumed the title of Emperor of Austria in response to the coronation of Napoleon as Emperor of the French. Soon after Napoleon created the Confederation of the Rhine, Francis abdicated as Holy Roman Emperor. He was King of Hungary, Croatia and Bohemia. He also served "}, {"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}]}, {"heading": "Events", "year": "1800", "date": "April 20", "txt": "The Septinsular Republic is established.", "entities": [{"title": "Septinsular Republic", "href": "/wiki/Septinsular_Republic", "description": "The Septinsular Republic was an oligarchic republic that existed from 1800 to 1807 under nominal Russian and Ottoman sovereignty in the Ionian Islands."}]}, {"heading": "Events", "year": "1809", "date": "April 20", "txt": "Two Austrian army corps in Bavaria are defeated by a First French Empire army led by Napoleon at the Battle of Abensberg on the second day of a four-day campaign that ended in a French victory.", "entities": [{"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Battle of Abensberg", "href": "/wiki/Battle_of_Abensberg", "description": "The Battle of Abensberg took place on 20 April 1809 between a Franco-German force under the command of Emperor Napoleon I of France and a reinforced Austrian corps led by Feldmarschall-Leutnant Archduke Louis of Austria. As the day wore on, Feldmarschall-Leutnant Johann von Hiller arrived with reinforcements to take command of the three corps that formed the Austrian left wing. The action ended in"}]}, {"heading": "Events", "year": "1818", "date": "April 20", "txt": "The case of Ashford v Thornton ends, with Abraham Thornton allowed to go free rather than face a retrial for murder, after his demand for trial by battle is upheld.", "entities": [{"title": "Trial by battle", "href": "/wiki/Trial_by_battle", "description": "Trial by combat was a method of Germanic law to settle accusations in the absence of witnesses or a confession in which two parties in dispute fought in single combat; the winner of the fight was proclaimed to be right. In essence, it was a judicially sanctioned duel. It remained in use throughout the European Middle Ages, gradually disappearing in the course of the 16th century."}]}, {"heading": "Events", "year": "1828", "date": "April 20", "txt": "René Caillié becomes the second non-Muslim to enter (and the first to return from) Timbuktu, following Major Gordon Laing.", "entities": [{"title": "René Caillié", "href": "/wiki/Ren%C3%A9_Cailli%C3%A9", "description": "Auguste René Caillié was a French explorer and the first European to return alive from the town of Timbuktu. Caillié had been preceded at Timbuktu by a British officer, Major Gordon Laing, who was murdered in September 1826 on leaving the city. Caillié was therefore the first to return alive."}, {"title": "Timbuktu", "href": "/wiki/Timbuktu", "description": "Timbuktu is a city in Mali, situated 20 km (12 mi) north of the Niger River. The town is the capital of the Tombouctou Region, one of the eight administrative regions of Mali. It had a population of 54,453 in the 2009 census."}, {"title": "Alexander Gordon Laing", "href": "/wiki/Alexander_Gordon_Laing", "description": "Major Alexander Gordon Laing was a Scottish explorer and the first European to reach Timbuktu, arriving there via the north-to-south route in August 1826. He was killed shortly after he departed Timbuktu, some five weeks later."}]}, {"heading": "Events", "year": "1836", "date": "April 20", "txt": "U.S. Congress passes an act creating the Wisconsin Territory.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Wisconsin Territory", "href": "/wiki/Wisconsin_Territory", "description": "The Territory of Wisconsin was an organized incorporated territory of the United States that existed from July 3, 1836, until May 29, 1848, when an eastern portion of the territory was admitted to the Union as the State of Wisconsin. Belmont was initially chosen as the capital of the territory. In 1837, the territorial legislature met in Burlington, just north of the Skunk River on the Mississippi"}]}, {"heading": "Events", "year": "1861", "date": "April 20", "txt": "American Civil War: Robert E. Lee resigns his commission in the United States Army in order to command the forces of the state of Virginia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}]}, {"heading": "Events", "year": "1862", "date": "April 20", "txt": "Louis Pasteur and Claude Bernard complete the experiment disproving the theory of spontaneous generation.", "entities": [{"title": "Louis Pasteur", "href": "/wiki/Louis_Pasteur", "description": "Louis Pasteur was a French chemist and microbiologist renowned for his discoveries of the principles of vaccination, microbial fermentation, and pasteurization. His research in chemistry led to remarkable breakthroughs in the understanding of the causes and preventions of diseases, which laid down the foundations of hygiene, public health and much of modern medicine. His works are credited to savi"}, {"title": "Claude Bernard", "href": "/wiki/Claude_Bernard", "description": "Claude Bernard was a French physiologist. Historian I. Bernard Cohen of Harvard University called Bernard \"one of the greatest of all men of science\". Among many other accomplishments, he was one of the first to suggest the use of a blinded experiment to ensure the objectivity of scientific observations. He originated the term milieu intérieur, and the associated concept of homeostasis."}, {"title": "Spontaneous generation", "href": "/wiki/Spontaneous_generation", "description": "Spontaneous generation is a body of thought on the ordinary formation of living organisms without descent from similar organisms. The theory of spontaneous generation held that living creatures could arise from nonliving matter and that such processes were commonplace and regular. It was hypothesized that certain forms, such as fleas, could arise from inanimate matter such as dust, or that maggots"}]}, {"heading": "Events", "year": "1865", "date": "April 20", "txt": "Astronomer Angelo Secchi demonstrates the Secchi disk, which measures water clarity, aboard Pope Pius IX's yacht, the L'Immaculata Concezion.", "entities": [{"title": "Angelo Secchi", "href": "/wiki/Angelo_Secchi", "description": "Angelo Secchi was an Italian Catholic priest, astronomer by the Italian region of Emilia. He was director of the observatory at the Pontifical Gregorian University for 28 years. He was a pioneer in astronomical spectroscopy, and was one of the first scientists to state authoritatively that the Sun is a star."}, {"title": "Secchi disk", "href": "/wiki/Secchi_disk", "description": "The Secchi disk, as created in 1865 by Angelo Secchi, is a plain white, circular disk 30 cm (12 in) in diameter used to measure water transparency or turbidity in bodies of water. The disc is mounted on a pole or line, and lowered slowly down in the water. The depth at which the disk is no longer visible is taken as a measure of the transparency of the water. This measure is known as the Secchi de"}, {"title": "Pope Pius IX", "href": "/wiki/Pope_Pius_IX", "description": "Pius IX was head of the Catholic Church from 1846 to 1878, the longest papal reign. After starting as a liberal he reversed positions and strongly condemned liberalism. He was notable for convoking the First Vatican Council in 1868 and for permanently losing papal control of the Papal States in 1870 to the Kingdom of Italy. He refused to leave Vatican City, declaring himself a \"prisoner of the Vat"}]}, {"heading": "Events", "year": "1876", "date": "April 20", "txt": "The April Uprising begins. Its suppression shocks European opinion, and Bulgarian independence becomes a condition for ending the Russo-Turkish War.", "entities": [{"title": "April Uprising of 1876", "href": "/wiki/April_Uprising_of_1876", "description": "The April Uprising, called the Bulgarian Horrors or Bulgarian atrocities in Britain, was an insurrection organised by the Bulgarians in the Ottoman Empire from April to May 1876, which was brutally suppressed. It indirectly resulted in the re-establishment of Bulgaria in 1878. The regular Ottoman Army and irregular bashi-bazouk units brutally suppressed the rebels, resulting in a public outcry in "}, {"title": "Russo-Turkish War (1877–78)", "href": "/wiki/Russo-Turkish_War_(1877%E2%80%9378)", "description": "The Russo-Turkish War of 1877–1878 was a conflict between the Ottoman Empire and the Eastern Orthodox coalition led by the Russian Empire and composed of Bulgaria, Romania, Serbia, and Montenegro. Fought in the Balkans and in the Caucasus, it originated in emerging 19th-century Balkan nationalism. Additional factors included Russian goals of recovering territorial losses endured during the Crimean"}]}, {"heading": "Events", "year": "1884", "date": "April 20", "txt": "Pope Leo XIII publishes the encyclical Humanum genus, condemning Freemasonry.", "entities": []}, {"heading": "Events", "year": "1898", "date": "April 20", "txt": "U.S. President William McKinley signed a joint resolution to Congress for declaration of war against Spain, beginning the Spanish–American War.", "entities": [{"title": "William McKinley", "href": "/wiki/William_McKinley", "description": "William McKinley was the 25th president of the United States, serving from 1897 until his assassination in 1901. McKinley was president during the Spanish–American War of 1898, raised protective tariffs to boost American industry, and rejected the expansionary monetary policy of free silver, keeping the nation on the gold standard."}, {"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}]}, {"heading": "Events", "year": "1902", "date": "April 20", "txt": "Pierre and Marie Curie refine radium chloride.", "entities": [{"title": "Pierre Curie", "href": "/wiki/Pierre_Curie", "description": "Pierre Curie was a French physicist, a pioneer in crystallography, magnetism, piezoelectricity, and radioactivity. In 1903, he received the Nobel Prize in Physics with his wife, Marie Curie, and Henri Becquerel, \"in recognition of the extraordinary services they have rendered by their joint researches on the radiation phenomena discovered by Professor Henri Becquerel\"."}, {"title": "Marie Curie", "href": "/wiki/Marie_Curie", "description": "Marie Salomea Skłodowska Curie, born Maria Salomea Skłodowska, was a Polish and naturalized-French physicist and chemist who conducted pioneering research on radioactivity. As the first of the Curie family legacy of five Nobel Prizes, she was the first woman to win a Nobel Prize, the first person and the only woman to win the Nobel Prize twice, and the only person to win the Nobel Prize in two sci"}, {"title": "Radium chloride", "href": "/wiki/Radium_chloride", "description": "Radium chloride (RaCl2) is a salt of radium and chlorine, and the first radium compound isolated in a pure state. Marie Curie and André-Louis Debierne used it in their original separation of radium from barium. The first preparation of radium metal was by the electrolysis of a solution of this salt using a mercury cathode."}]}, {"heading": "Events", "year": "1914", "date": "April 20", "txt": "Nineteen men, women, and children participating in a strike are killed in the Ludlow Massacre during the Colorado Coalfield War.", "entities": [{"title": "Ludlow Massacre", "href": "/wiki/Ludlow_Massacre", "description": "The Ludlow Massacre was a mass killing perpetrated by anti-striker militia during the Colorado Coalfield War. Soldiers from the Colorado National Guard and private guards employed by Colorado Fuel and Iron Company (CF&I) attacked a tent colony of roughly 1,200 striking coal miners and their families in Ludlow, Colorado, on April 20, 1914. Approximately 21 people, including miners' wives and childr"}, {"title": "Colorado Coalfield War", "href": "/wiki/Colorado_Coalfield_War", "description": "The Colorado Coalfield War was a major labor uprising in the southern and central Colorado Front Range between September 1913 and April 1914. Striking began in late summer 1913, organized by the United Mine Workers of America (UMWA) against the Rockefeller-owned Colorado Fuel and Iron (CF&I) after years of poor working conditions. The strike was marred by targeted and indiscriminate attacks from b"}]}, {"heading": "Events", "year": "1918", "date": "April 20", "txt": "Manfred von Richthofen, a.k.a. The Red Baron, shoots down his 79th and 80th victims, his final victories before his death the following day.", "entities": [{"title": "Manfred von Richthofen", "href": "/wiki/Manfred_von_Richthofen", "description": "Manfred Albrecht Freiherr von Richthofen, known in English as Baron von Richthofen, and most famously as the \"Red Baron\", was a fighter pilot with the German Air Force during World War I. He is considered the ace-of-aces of the war, being officially credited with 80 air combat victories."}]}, {"heading": "Events", "year": "1922", "date": "April 20", "txt": "The Soviet government creates South Ossetian Autonomous Oblast within Georgian SSR.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "South Ossetian Autonomous Oblast", "href": "/wiki/South_Ossetian_Autonomous_Oblast", "description": "The South Ossetian Autonomous Oblast was an autonomous oblast of the Soviet Union created within the Georgian SSR on April 20, 1922. Its autonomy was revoked on December 10, 1990 by the Supreme Soviet of the Georgian SSR, leading to the First South Ossetian War. Currently, its territory is controlled by the breakaway Republic of South Ossetia."}, {"title": "Georgian Soviet Socialist Republic", "href": "/wiki/Georgian_Soviet_Socialist_Republic", "description": "The Georgian Soviet Socialist Republic was one of the republics of the Soviet Union from its second occupation in 1921 to its independence in 1991. Coterminous with the present-day republic of Georgia, it was based on the traditional territory of Georgia, which had existed as a series of independent states in the Caucasus prior to the first occupation of annexation in the course of the 19th centur"}]}, {"heading": "Events", "year": "1945", "date": "April 20", "txt": "World War II: U.S. troops capture Leipzig, Germany, only to later cede the city to the Soviet Union.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Leipzig", "href": "/wiki/Leipzig", "description": "Leipzig is the most populous city in the German state of Saxony. With a population of 605,407 inhabitants as of 2021, it is Germany's eighth most populous city as well as the second most populous city in the area of former East Germany after (East) Berlin. Together with Halle (Saale), the largest city of the neighbouring state of Saxony-Anhalt, the city forms the polycentric conurbation of Leipzig"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1945", "date": "April 20", "txt": "World War II: Führerbunker: On his 56th birthday Adolf Hitler makes his last trip to the surface to award Iron Crosses to boy soldiers of the Hitler Youth.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Iron Cross", "href": "/wiki/Iron_Cross", "description": "The Iron Cross was a military decoration in the Kingdom of Prussia, and later in the German Empire (1871–1918) and Nazi Germany (1933–1945). King Frederick William III of Prussia established it on 17 March 1813 during the Napoleonic Wars. The award was backdated to the birthday of his late wife, Queen Louise. Louise was the first person to receive this decoration (posthumously). The recommissioned"}, {"title": "Hitler Youth", "href": "/wiki/Hitler_Youth", "description": "The Hitler Youth was the youth organisation of the Nazi Party in Germany. Its origins date back to 1922 and it received the name Hitler-Jugend, Bund deutscher Arbeiterjugend in July 1926. From 1936 until 1945, it was the sole official boys' youth organisation in Germany and it was partially a paramilitary organisation; it was composed of the Hitler Youth proper for male youths aged 14 to 18, and t"}]}, {"heading": "Events", "year": "1945", "date": "April 20", "txt": "Twenty Jewish children used in medical experiments at Neuengamme are killed in the basement of the Bullenhuser Damm school.", "entities": [{"title": "Neuengamme concentration camp", "href": "/wiki/Neuengamme_concentration_camp", "description": "Neuengamme was a network of Nazi concentration camps in Northern Germany that consisted of the main camp, Neuengamme, and more than 85 satellite camps. Established in 1938 near the village of Neuengamme in the Bergedorf district of Hamburg, the Neuengamme camp became the largest concentration camp in Northwest Germany. Over 100,000 prisoners came through Neuengamme and its subcamps, 24 of which we"}, {"title": "Bullenhuser Damm", "href": "/wiki/Bullenhuser_Damm", "description": "The Bullenhuser Damm School is located at 92–94 Bullenhuser Damm, a street in the Rothenburgsort section of Hamburg, Germany. During heavy air raids in the Second World War, many portions of Hamburg were destroyed, including the Rothenburgsort section, which was heavily damaged. The school was only slightly damaged. By 1943, the surrounding area was largely obliterated so the building was no longe"}]}, {"heading": "Events", "year": "1946", "date": "April 20", "txt": "The League of Nations officially dissolves, giving most of its power to the United Nations.", "entities": [{"title": "League of Nations", "href": "/wiki/League_of_Nations", "description": "The League of Nations, abbreviated as LON, was the first worldwide intergovernmental organisation whose principal mission was to maintain world peace. Founded on 10 January 1920 following the Paris Peace Conference that ended the First World War, it ceased operations on 20 April 1946."}, {"title": "Dissolution (law)", "href": "/wiki/Dissolution_(law)", "description": "In law, dissolution is any of several legal events that terminate a legal entity or agreement such as a marriage, adoption, corporation, or union."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1961", "date": "April 20", "txt": "Cold War: Failure of the Bay of Pigs Invasion of US-backed Cuban exiles against Cuba.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Bay of Pigs Invasion", "href": "/wiki/Bay_of_Pigs_Invasion", "description": "The Bay of Pigs Invasion was a failed landing operation on the southwestern coast of Cuba in 1961 by Cuban exiles who opposed Fidel Castro's Cuban Revolution. Covertly financed and directed by the U.S. government, the operation took place at the height of the Cold War, and its failure led to major shifts in international relations between Cuba, the United States, and the Soviet Union."}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1968", "date": "April 20", "txt": "English politician Enoch Powell makes his controversial \"Rivers of Blood\" speech.", "entities": [{"title": "Enoch Powell", "href": "/wiki/Enoch_Powell", "description": "John Enoch Powell was a British politician, classical scholar, author, linguist, soldier, philologist, and poet. He served as a Conservative Member of Parliament (1950–1974), then Ulster Unionist Party (UUP) MP (1974–1987), and was Minister of Health (1960–1963)."}, {"title": "Rivers of Blood speech", "href": "/wiki/Rivers_of_Blood_speech", "description": "The \"Rivers of Blood\" speech was made by British Member of Parliament Enoch Powell on 20 April 1968, to a meeting of the Conservative Political Centre in Birmingham, United Kingdom. His speech strongly criticised mass immigration, especially Commonwealth immigration to the United Kingdom and the proposed race relations bill. It became known as the \"Rivers of Blood\" speech, although Powell always r"}]}, {"heading": "Events", "year": "1972", "date": "April 20", "txt": "Apollo program: Apollo 16 lunar module, commanded by John Young and piloted by Charles Duke, lands on the moon.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 16", "href": "/wiki/Apollo_16", "description": "Apollo 16 was the tenth crewed mission in the United States Apollo space program, the fifth and penultimate to land on the Moon, and the second to land in the lunar highlands. The second of Apollo's \"J missions,\" it was crewed by Commander John Young, Lunar Module Pilot Charles Duke and Command Module Pilot Ken Mattingly. Launched from the Kennedy Space Center in Florida at 12:54 PM EST on April 1"}, {"title": "John Young (astronaut)", "href": "/wiki/John_Young_(astronaut)", "description": "John Watts Young was an American astronaut, naval officer and aviator, test pilot, and aeronautical engineer. He became the ninth person to walk on the Moon as commander of the Apollo 16 mission in 1972. He flew on four different classes of spacecraft: Gemini, the Apollo command and service module, the Apollo Lunar Module, and the Space Shuttle."}, {"title": "Charles Duke", "href": "/wiki/Charles_Duke", "description": "Charles Moss Duke Jr. is an American former astronaut, U.S. Air Force (USAF) officer and test pilot. As lunar module pilot of Apollo 16 in 1972, he became the tenth and youngest person to walk on the Moon, at age 36 years and 201 days."}]}, {"heading": "Events", "year": "1998", "date": "April 20", "txt": "Air France Flight 422 crashes after taking off from El Dorado International Airport in Bogotá, Colombia, killing all 53 people on board.", "entities": [{"title": "Air France Flight 422", "href": "/wiki/Air_France_Flight_422", "description": "Air France Flight 422 was a scheduled flight on 20 April 1998 by Air France from Bogotá, Colombia, to Quito, Ecuador, covering the final leg of a flight from Paris to Bogotá, operated by TAME on behalf of Air France. The Boeing 727 was destroyed, killing all 53 people on board, when it crashed into the Eastern Hills of Bogotá because of foggy weather and low visibility after taking off from Bogotá"}, {"title": "El Dorado International Airport", "href": "/wiki/El_Dorado_International_Airport", "description": "El Dorado International Airport is an international airport serving Bogotá, Colombia and its surrounding areas. The airport is located mostly in the Fontibón district of Bogotá, although it partially extends into the Engativá district and the municipality of Funza in the Western Savanna Province of the Cundinamarca Department. It served over 35 million passengers in 2019 and 740,000 metric tons of"}, {"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "1999", "date": "April 20", "txt": "Columbine High School massacre: Eric Harris and Dylan Klebold kill 13 people and injure 24 others before committing suicide at Columbine High School in Columbine, Colorado.", "entities": [{"title": "Columbine High School massacre", "href": "/wiki/Columbine_High_School_massacre", "description": "The Columbine High School massacre was a school shooting and attempted bombing that occurred on April 20, 1999, at Columbine High School in Columbine, Colorado, United States. The perpetrators, twelfth grade (senior) students Eric Harris and Dylan Klebold, murdered 12 students and one teacher. Ten students were killed in the school library, where the pair subsequently committed suicide. Twenty-one"}, {"title": "Eric Harris and Dylan Klebold", "href": "/wiki/Eric_Harris_and_Dylan_Klebold", "description": "Eric David Harris and Dylan Bennet Klebold were an American mass murder duo who killed 13 people and wounded 24 others on April 20, 1999, at Columbine High School in Columbine, Colorado, United States. Harris and Klebold, who were seniors at the school, simultaneously committed suicide in the library, where they had killed ten of their victims. This became known as the Columbine High School massac"}, {"title": "Columbine High School", "href": "/wiki/Columbine_High_School", "description": "Columbine High School (CHS) is a public high school in Columbine, Colorado, United States, in the Denver metropolitan area. It is part of the Jefferson County Public Schools district."}, {"title": "Columbine, Colorado", "href": "/wiki/Columbine,_Colorado", "description": "Columbine is an unincorporated community and a census-designated place (CDP) located in and governed by Jefferson and Arapahoe counties, Colorado, United States. The CDP is a part of the Denver–Aurora–Lakewood, CO Metropolitan Statistical Area. Located primarily in Jefferson County, Columbine lies immediately south of Denver. The population of the Columbine CDP was 24,280 at the United States Cens"}]}, {"heading": "Events", "year": "2007", "date": "April 20", "txt": "Johnson Space Center shooting: William Phillips with a handgun barricades himself in NASA's Johnson Space Center in Houston, Texas before killing a male hostage and himself.", "entities": [{"title": "Johnson Space Center shooting", "href": "/wiki/Johnson_Space_Center_shooting", "description": "The Johnson Space Center shooting was an incident of hostage taking that occurred on April 20, 2007 in Building 44, the Communication and Tracking Development Laboratory, at the Lyndon B. Johnson Space Center (JSC) in Houston, Texas, United States. The gunman, William Phillips, an employee for Jacobs Engineering who worked at Building 44, shot and killed one person and took a hostage for over thre"}, {"title": "Handgun", "href": "/wiki/Handgun", "description": "A handgun is a short-barrelled firearm that can be held and used with one hand. The two most common handgun sub-types in use today are revolvers and semi-automatic pistols, although other handguns like machine pistols and derringers also see infrequent usage."}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Johnson Space Center", "href": "/wiki/Johnson_Space_Center", "description": "The Lyndon B. Johnson Space Center (JSC) is NASA's center for human spaceflight, where human spaceflight training, research, and flight control are conducted. It was built and leased to NASA by Joseph L. Smith & Associates, Inc. It was renamed in honor of the late US president and Texas native, Lyndon B. Johnson, by an act of the United States Senate on February 19, 1973."}, {"title": "Houston, Texas", "href": "/wiki/Houston,_Texas", "description": "Houston is the most populous city in the U.S. state of Texas, fourth-most populous city in the United States, most populous city in the Southern United States, as well as the sixth-most populous in North America, with an estimated 2019 population of 2,320,268. Located in Southeast Texas near Galveston Bay and the Gulf of Mexico, it is the seat of Harris County and the principal city of the Greater"}]}, {"heading": "Events", "year": "2008", "date": "April 20", "txt": "Danica Patrick wins the Indy Japan 300 becoming the first female driver in history to win an Indy car race.", "entities": [{"title": "Danica Patrick", "href": "/wiki/Danica_Patrick", "description": "Danica Sue Patrick is an American former professional racing driver. She is the most successful woman in the history of American open-wheel racing—her victory in the 2008 Indy Japan 300 is the only win by a woman in an IndyCar Series race."}, {"title": "Indy Japan 300", "href": "/wiki/Indy_Japan_300", "description": "The Indy Japan 300 presented by Bridgestone was an Indy Racing League IndyCar Series race held at Twin Ring Motegi in Motegi, Japan. The 2008 race marked the historic first ever win for a woman driver in American open wheel racing when Danica Patrick of Andretti-Green Racing took the checkered flag."}, {"title": "American Championship car racing", "href": "/wiki/American_Championship_car_racing", "description": "American open-wheel car racing, also known as Indy car racing, is a category of professional automobile racing in Northern America. As of 2020, the top-level American open-wheel racing championship is sanctioned by IndyCar."}]}, {"heading": "Events", "year": "2010", "date": "April 20", "txt": "The Deepwater Horizon drilling rig explodes in the Gulf of Mexico, killing eleven workers and beginning an oil spill that would last six months.", "entities": [{"title": "Deepwater Horizon explosion", "href": "/wiki/Deepwater_Horizon_explosion", "description": "The Deepwater Horizon drilling rig explosion was the April 20, 2010, explosion and subsequent fire on the Deepwater Horizon semi-submersible mobile offshore drilling unit, which was owned and operated by Transocean and drilling for BP in the Macondo Prospect oil field about 40 miles (64 km) southeast off the Louisiana coast. The explosion and subsequent fire resulted in the sinking of the Deepwate"}, {"title": "Deepwater Horizon oil spill", "href": "/wiki/Deepwater_Horizon_oil_spill", "description": "The Deepwater Horizon oil spill was an industrial disaster that began on 20 April 2010, in the Gulf of Mexico on the BP-operated Macondo Prospect, considered to be the largest marine oil spill in the history of the petroleum industry and estimated to be 8 to 31 percent larger in volume than the previous largest, the Ixtoc I oil spill, also in the Gulf of Mexico. The U.S. federal government estimat"}]}, {"heading": "Events", "year": "2012", "date": "April 20", "txt": "One hundred twenty-seven people are killed when a plane crashes in a residential area near the Benazir Bhutto International Airport near Islamabad, Pakistan.", "entities": [{"title": "Bhoja Air Flight 213", "href": "/wiki/Bhoja_Air_Flight_213", "description": "Bhoja Air Flight 213 was a domestic scheduled passenger flight operated by the Pakistani airline Bhoja Air from Karachi to Islamabad. On 20 April 2012, the Boeing 737-200 aircraft serving the route crashed in bad weather during its final approach to land. All 121 passengers and 6 crew members aboard were killed. It was the inaugural flight of Bhoja Air's second daily service on this route."}, {"title": "Benazir Bhutto International Airport", "href": "/wiki/Benazir_Bhutto_International_Airport", "description": "Benazir Bhutto International Airport is a defunct airport which formerly served the Islamabad-Rawalpindi metropolitan area. It was the second-largest airport by air traffic in Pakistan, until 3 May 2018 when it was replaced by the new Islamabad International Airport. Previously also known as Islamabad International Airport, it was renamed after the late Pakistani prime minister Benazir Bhutto in J"}, {"title": "Islamabad", "href": "/wiki/Islamabad", "description": "Islamabad is the capital city of Pakistan, and is administered by the Pakistani federal government as part of the Islamabad Capital Territory. It is the ninth-largest city in Pakistan, while the larger Islamabad–Rawalpindi metropolitan area is the country's fourth-largest with a population of about 3.1 million people. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, I"}]}, {"heading": "Events", "year": "2013", "date": "April 20", "txt": "A 6.6-magnitude earthquake strikes Lushan County, Ya'an, in China's Sichuan province, killing more than 150 people and injuring thousands.", "entities": [{"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "2013 Lushan earthquake", "href": "/wiki/2013_Lushan_earthquake", "description": "The Lushan earthquake or Ya'an earthquake occurred at 08:02 Beijing Time on April 20, 2013. The epicenter was located in Lushan County, Ya'an, Sichuan, about 116 km (72 mi) from Chengdu along the Longmenshan Fault in the same province heavily impacted by the 2008 Sichuan earthquake. The magnitude of the earthquake was placed at Ms 7.0 by China Earthquake Data Center, Ms 7.0 by Russian Academy of S"}, {"title": "Lushan County, Sichuan", "href": "/wiki/Lushan_County,_Sichuan", "description": "Lushan County is a county of Sichuan Province, China. It is under the administration of Ya'an city."}, {"title": "Ya'an", "href": "/wiki/Ya%27an", "description": "Ya'an is a prefecture-level city in the western part of Sichuan province, China, located just below the Tibetan Plateau. The city is home to Sichuan Agricultural University, the only 211 Project university and the largest regional comprehensive university in Ya'an."}, {"title": "Sichuan", "href": "/wiki/Sichuan", "description": "Sichuan is a landlocked province in Southwest China occupying most of the Sichuan Basin and the easternmost part of the Tibetan Plateau between the Jinsha River on the west, the Daba Mountains in the north, and the Yungui Plateau to the south. Sichuan's capital city is Chengdu. The population of Sichuan stands at 81 million."}]}, {"heading": "Events", "year": "2015", "date": "April 20", "txt": "Ten people are killed in a bomb attack on a convoy carrying food supplies to a United Nations compound in Garowe in the Somali region of Puntland.", "entities": [{"title": "2015 Garowe attack", "href": "/wiki/2015_Garowe_attack", "description": "The Garowe attack was a bombing of a UN van in Garowe, Puntland, Somalia. Between 7 and 10 people were killed, including the attacker and four UNICEF workers. The Al-Shabaab militant group claimed responsibility for the blast. The Puntland administration subsequently appointed a governmental committee to probe the circumstances surrounding the attack, and apprehended over a dozen suspects."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Garowe", "href": "/wiki/Garowe", "description": "Garowe is the capital of the Nugaal region and administrative capital of Puntland state in northern Somalia."}, {"title": "Puntland", "href": "/wiki/Puntland", "description": "Puntland, officially the Puntland State of Somalia, is a Federal Member State in northeastern Somalia. Centred in the town of Garoowe in the Nugal province, its leaders declared the territory an autonomous state within Somalia in 1998."}]}, {"heading": "Events", "year": "2021", "date": "April 20", "txt": "State of Minnesota v. Derek Michael Chauvin: Derek Chauvin is found guilty of all charges in the murder of George Floyd by the Fourth Judicial District Court of Minnesota.", "entities": [{"title": "State of Minnesota v. Derek Michael Chauvin", "href": "/wiki/State_of_Minnesota_v._Derek_Michael_Chauvin", "description": "State of Minnesota v. Derek Michael Chauvin is a criminal case in the District Court of Minnesota in which former Minneapolis police officer Derek Chauvin was tried and convicted of the murder of George Floyd during an arrest on May 25, 2020. Chauvin was charged with second-degree unintentional murder, third-degree murder and second-degree manslaughter; the first charge carries a maximum penalty o"}, {"title": "Derek Chauvin", "href": "/wiki/Derek_Chauvin", "description": "Derek Michael Chauvin is an American former police officer who was convicted of the murder of George Floyd in Minneapolis, Minnesota. The murder set off a series of protests in the Twin Cities and across the rest of the United States, later spreading around the world."}, {"title": "Murder of George Floyd", "href": "/wiki/Murder_of_George_Floyd", "description": "On May 25, 2020, George Floyd, a 46-year-old black man, was murdered in Minneapolis, Minnesota, United States, while being arrested on suspicion of using a counterfeit $20 bill. During the arrest, Derek Chauvin, a white police officer with the Minneapolis Police Department, knelt on Floyd's neck for 9 minutes and 29 seconds after he was handcuffed and lying face down. Two other police officers, J."}, {"title": "District Court of Minnesota", "href": "/wiki/District_Court_of_Minnesota", "description": "The District Court of Minnesota is the state trial court of general jurisdiction in the U.S. state of Minnesota."}]}, {"heading": "Births", "year": "1494", "date": "April 20", "txt": "Johannes Agricola, German theologian and reformer (d. 1566)", "entities": [{"title": "Johannes Agricola", "href": "/wiki/Johannes_Agricola", "description": "Johann or Johannes Agricola was a German Protestant Reformer in the Lutheran tradition during the Protestant Reformation. He was a follower and friend of Martin Luther, who became his antagonist in the matter of the binding obligation of the law on Christians."}]}, {"heading": "Births", "year": "1544", "date": "April 20", "txt": "Renata of Lorraine, Duchess consort of Bavaria (d. 1602)", "entities": [{"title": "Renata of Lorraine", "href": "/wiki/Renata_of_Lorraine", "description": "Renata of Lorraine was by birth a member of the House of Lorraine and by marriage Duchess of Bavaria."}]}, {"heading": "Births", "year": "1586", "date": "April 20", "txt": "Rose of Lima, Peruvian mystic and saint (d. 1617)", "entities": [{"title": "Rose of Lima", "href": "/wiki/Rose_of_Lima", "description": "Rose of Lima was a member of the Third Order of Saint Dominic in Lima, Peru, who became known for both her life of severe asceticism and her care of the needy of the city through her own private efforts. A lay member of the Dominican Order, she was declared a saint by the Catholic Church, being the first person born in the Americas to be canonized as such."}]}, {"heading": "Births", "year": "1633", "date": "April 20", "txt": "Emperor Go-Kōmyō of Japan (d. 1654)", "entities": [{"title": "Emperor Go-Kōmyō", "href": "/wiki/Emperor_Go-K%C5%8Dmy%C5%8D", "description": "Emperor Go-Kōmyō  was the 110th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1646", "date": "April 20", "txt": "Charles Plumier, French botanist and author (d. 1704)", "entities": [{"title": "Charles Plumier", "href": "/wiki/Charles_Plumier", "description": "Charles Plumier was a French botanist after whom the Frangipani genus Plumeria is named. Plumier is considered one of the most important of the botanical explorers of his time. He made three botanizing expeditions to the West Indies, which resulted in a massive work Nova Plantarum Americanarum Genera (1703–1704) and was appointed botanist to King Louis XIV of France."}]}, {"heading": "Births", "year": "1650", "date": "April 20", "txt": "William Bedloe, English spy (d. 1680)", "entities": [{"title": "William Bedloe", "href": "/wiki/William_Bedloe", "description": "William Bedloe was an English fraudster and Popish Plot informer."}]}, {"heading": "Births", "year": "1718", "date": "April 20", "txt": "David Brainerd, American missionary (d. 1747)", "entities": [{"title": "David Brainerd", "href": "/wiki/David_Brainerd", "description": "David Brainerd was an American missionary to the Native Americans who had a particularly fruitful ministry among the Delaware Indians of New Jersey. During his short life he was beset by many difficulties. As a result, his biography has become a source of inspiration and encouragement to many Christians. Missionaries such as William Carey and Jim Elliot, and Brainerd's cousin, the Second Great Awa"}]}, {"heading": "Births", "year": "1723", "date": "April 20", "txt": "Cornelius Harnett, American merchant, farmer, and politician (d. 1781)", "entities": [{"title": "Cornelius Harnett", "href": "/wiki/Cornelius_Harnett", "description": "Cornelius Harnett was an American merchant, farmer, and statesman from Wilmington, North Carolina. He was a leading American Revolutionary statesman in the Cape Fear region, and a delegate for North Carolina in the Continental Congress from 1777 to 1779. Cornelius Harnett is the namesake of Harnett County, North Carolina."}]}, {"heading": "Births", "year": "1727", "date": "April 20", "txt": "Florimond Claude, Comte de Mercy-Argenteau, Belgian-Austrian minister and diplomat (d. 1794)", "entities": [{"title": "Florimond Claude, Comte de Mercy-Argenteau", "href": "/wiki/Florimond_Claude,_Comte_de_Mercy-Argenteau", "description": "Florimond Claude, comte de Mercy-Argenteau was an Austrian diplomat."}]}, {"heading": "Births", "year": "1745", "date": "April 20", "txt": "Philippe Pinel, French physician and psychiatrist (d. 1826)", "entities": [{"title": "Philippe Pinel", "href": "/wiki/Philippe_Pinel", "description": "Philippe Pinel was a French physician who was instrumental in the development of a more humane psychological approach to the custody and care of psychiatric patients, referred to today as moral therapy. He also made notable contributions to the classification of mental disorders and has been described by some as \"the father of modern psychiatry\". An 1809 description of a case that Pinel recorded i"}]}, {"heading": "Births", "year": "1748", "date": "April 20", "txt": "Georg Michael Telemann, German composer and theologian (d. 1831)", "entities": [{"title": "Georg Michael Telemann", "href": "/wiki/Georg_Michael_Telemann", "description": "Georg Michael Telemann was a German composer and theologian."}]}, {"heading": "Births", "year": "1772", "date": "April 20", "txt": "William Lawless, Irish revolutionary and French general (d. 1824)", "entities": [{"title": "William Lawless", "href": "/wiki/William_Lawless", "description": "General William Lawless was a Dublin-born surgeon and important member of the Society of the United Irishmen, a revolutionary republican organisation in late 18th century Ireland."}]}, {"heading": "Births", "year": "1808", "date": "April 20", "txt": "Napoleon III, French politician, 1st President of France (d. 1873)", "entities": [{"title": "Napoleon III", "href": "/wiki/Napoleon_III", "description": "Napoleon III was the first President of France from 1848 to 1852 and Emperor of the French from 1852 to 1870. A nephew of Napoleon I, he was the last monarch to reign over France. First elected to the presidency of the Second Republic in 1848, he seized power by force in 1851, when he could not constitutionally be reelected; he later proclaimed himself Emperor of the French. He founded the Second "}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1816", "date": "April 20", "txt": "Bogoslav Šulek, Croatian philologist, historian, and lexicographer (d. 1895)", "entities": [{"title": "Bogoslav Šulek", "href": "/wiki/Bogoslav_%C5%A0ulek", "description": "Bogoslav Šulek was a Croatian philologist, historian and lexicographer. He was very influential in creating Croatian terminology in the areas of social and natural sciences, technology and civilization."}]}, {"heading": "Births", "year": "1818", "date": "April 20", "txt": "Heinrich Göbel, German-American mechanic and engineer (d. 1893)", "entities": [{"title": "Heinrich Göbel", "href": "/wiki/Heinrich_G%C3%B6bel", "description": "Heinrich Göbel, or Henry Goebel, born in Springe, Germany, was a precision mechanic and inventor. In 1848 he emigrated to New York City, where he resided until his death. He received American citizenship in 1865."}]}, {"heading": "Births", "year": "1826", "date": "April 20", "txt": "Dinah Craik, English author and poet (d. 1887)", "entities": [{"title": "Dinah Craik", "href": "/wiki/Dinah_Craik", "description": "Dinah Maria Craik was an English novelist and poet. She is best remembered for her novel John Halifax, Gentleman, which presents the mid-Victorian ideals of English middle-class life."}]}, {"heading": "Births", "year": "1836", "date": "April 20", "txt": "Eli Whitney Blake, Jr., American scientist and academic (d. 1895)", "entities": [{"title": "Eli Whitney Blake, Jr.", "href": "/wiki/Eli_Whitney_Blake,_Jr.", "description": "Eli Whitney Blake Jr. was an American scientist. His father and namesake was an inventor and partner of the Blake Brothers manufacturing firm. The origin of the name Eli Whitney comes from Blake senior's uncle Eli Whitney, who changed the face of the cotton industry with the invention of the cotton gin."}]}, {"heading": "Births", "year": "1839", "date": "April 20", "txt": "Carol I of Romania, King of Romania (d. 1914)", "entities": [{"title": "Carol I of Romania", "href": "/wiki/Carol_I_of_Romania", "description": "Carol I or Charles I of Romania, born Prince Karl of Hohenzollern-Sigmaringen, was the second monarch of Romania from 1866 to his death in 1914, ruling as Prince (Domnitor) from 1866 to 1881, and as King from 1881 to 1914. He was elected Prince of the Romanian United Principalities on 20 April 1866 after the overthrow of Alexandru Ioan Cuza by a palace coup d'état. In May 1877, he proclaimed Roman"}]}, {"heading": "Births", "year": "1840", "date": "April 20", "txt": "Odilon Redon, French painter and illustrator (d. 1916)", "entities": [{"title": "Odilon Redon", "href": "/wiki/Odilon_Redon", "description": "Odilon Redon was a French symbolist painter, printmaker, draughtsman and pastellist."}]}, {"heading": "Births", "year": "1850", "date": "April 20", "txt": "Daniel Chester French, American sculptor, designed the Lincoln statue (d. 1931)", "entities": [{"title": "Daniel Chester French", "href": "/wiki/Daniel_Chester_French", "description": "Daniel Chester French was an American sculptor of the late nineteenth and early twentieth centuries, best known for his design of the monumental statue of Abraham Lincoln (1920) in the Lincoln Memorial in Washington, D.C."}, {"title": "Abraham Lincoln (1920 statue)", "href": "/wiki/Abraham_Lincoln_(1920_statue)", "description": "Abraham Lincoln (1920) is a colossal seated figure of the 16th President of the United States Abraham Lincoln (1809–1865) sculpted by Daniel Chester French (1850–1931) and carved by the Piccirilli Brothers. It is in the Lincoln Memorial, on the National Mall, Washington, D.C., United States, and was unveiled in 1922. The work follows in the Beaux Arts and American Renaissance style traditions."}]}, {"heading": "Births", "year": "1851", "date": "April 20", "txt": "Alexander Dianin, Russian chemist (d. 1918)", "entities": [{"title": "Alexander Dianin", "href": "/wiki/Alexander_Dianin", "description": "Aleksandr Pavlovich Dianin was a Russian chemist from Saint Petersburg. He carried out studies on phenols and discovered a phenol derivative now known as bisphenol A and the accordingly named Dianin's compound. He was married to the adopted daughter of fellow chemist Alexander Borodin. In 1887, Dianin succeeded his father-in-law as chair of the Chemistry Department at the Imperial Medical-Surgical"}]}, {"heading": "Births", "year": "1851", "date": "April 20", "txt": "Siegmund Lubin, Polish-American businessman, founded the Lubin Manufacturing Company (d. 1923)", "entities": [{"title": "Lubin Manufacturing Company", "href": "/wiki/Lubin_Manufacturing_Company", "description": "The Lubin Manufacturing Company was an American motion picture production company that produced silent films from 1896 to 1916. Lubin films were distributed with a Liberty Bell trademark."}]}, {"heading": "Births", "year": "1860", "date": "April 20", "txt": "Justinien de Clary, French target shooter (d. 1933)", "entities": [{"title": "Justinien de Clary", "href": "/wiki/Justinien_de_Clary", "description": "Count Clary was a French trap shooter who competed in the late 19th century and early 20th century. He participated in Shooting at the 1900 Summer Olympics in Paris and won the bronze medal in trap shooting competition. Fellow Frenchmen Roger de Barbarin and Rene Guyot won gold and silver respectively. He was born and died in Paris."}]}, {"heading": "Births", "year": "1871", "date": "April 20", "txt": "Sydney Chapman, English economist and civil servant (d. 1951)", "entities": [{"title": "Sydney Chapman (economist)", "href": "/wiki/Sydney_Chapman_(economist)", "description": "Sir Sydney John Chapman KCB CBE was an English economist and civil servant. He was Chief Economic Adviser to HM Government from 1927 to 1932."}]}, {"heading": "Births", "year": "1873", "date": "April 20", "txt": "James Harcourt, English character actor (d. 1951)", "entities": [{"title": "James Harcourt", "href": "/wiki/James_Harcourt", "description": "James Harcourt was an English character actor."}]}, {"heading": "Births", "year": "1875", "date": "April 20", "txt": "Vladimir Vidrić, Croatian poet and lawyer (d. 1909)", "entities": [{"title": "Vladimir Vidrić", "href": "/wiki/Vladimir_Vidri%C4%87", "description": "Vladimir Vidrić aka Vidra (April 20, 1875 – September 29, 1909) was a Croatian poet, and is considered one of the major figures of Croatian secessionist poetry."}]}, {"heading": "Births", "year": "1879", "date": "April 20", "txt": "Paul Poiret, French fashion designer (d. 1944)", "entities": [{"title": "Paul Poiret", "href": "/wiki/Paul_Poiret", "description": "Paul Poiret was a leading French fashion designer, a master couturier during the first two decades of the 20th century. He was the founder of his namesake haute couture house. His contributions to his field have been likened to Picasso's legacy in 20th-century art."}]}, {"heading": "Births", "year": "1882", "date": "April 20", "txt": "Holland Smith, American general (d. 1967)", "entities": [{"title": "Holland Smith", "href": "/wiki/Holland_Smith", "description": "Holland McTyeire \"Howlin' Mad\" Smith, KCB was a general in the United States Marine Corps during World War II. He is sometimes called the \"father\" of modern U.S. amphibious warfare. His nickname, \"Howlin' Mad\" Smith, had been given to him by his troops in the Dominican Republic in 1916."}]}, {"heading": "Births", "year": "1884", "date": "April 20", "txt": "Princess Beatrice of Saxe-Coburg and Gotha (d. 1966)", "entities": [{"title": "Princess Beatrice of Saxe-Coburg and Gotha", "href": "/wiki/Princess_Beatrice_of_Saxe-Coburg_and_Gotha", "description": "Princess Beatrice Leopoldine Victoria of Saxe-Coburg and Gotha was a member of the British royal family, a male-line granddaughter of Queen Victoria. She later married into the Spanish royal family, and was the wife of Prince Alfonso de Orleans y Borbón, Infante of Spain, a first cousin of Alfonso XIII of Spain."}]}, {"heading": "Births", "year": "1884", "date": "April 20", "txt": "Oliver Kirk, American boxer (d. 1960)", "entities": []}, {"heading": "Births", "year": "1884", "date": "April 20", "txt": "Daniel Varoujan, Armenian poet and educator (d. 1915)", "entities": []}, {"heading": "Births", "year": "1889", "date": "April 20", "txt": "Albert Jean Amateau, Turkish rabbi, lawyer, and activist (d. 1996)", "entities": [{"title": "Albert Jean Amateau", "href": "/wiki/Albert_Jean_Amateau", "description": "Albert Jean Amateau was a Turkish rabbi, businessman, lawyer and social activist."}]}, {"heading": "Births", "year": "1889", "date": "April 20", "txt": "Prince Erik, Duke of Västmanland (d. 1918)", "entities": []}, {"heading": "Births", "year": "1889", "date": "April 20", "txt": "Marie-Antoinette de Geuser, French mystic (d. 1918)", "entities": []}, {"heading": "Births", "year": "1889", "date": "April 20", "txt": "Adolf Hitler, Austrian born German politician, Führer of Nazi Germany (d. 1945)", "entities": [{"title": "Führer", "href": "/wiki/F%C3%BChrer", "description": "Führer is a German word meaning \"leader\" or \"guide\". As a political title it is associated with the Nazi dictator Adolf Hitler."}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Births", "year": "1889", "date": "April 20", "txt": "Tonny Kessler, Dutch footballer (d. 1960)", "entities": []}, {"heading": "Births", "year": "1890", "date": "April 20", "txt": "Maurice Duplessis, Canadian lawyer and politician, 16th Premier of Quebec (d. 1959)", "entities": [{"title": "Maurice Duplessis", "href": "/wiki/Maurice_Duplessis", "description": "Maurice Le Noblet Duplessis served as the 16th Premier of the Canadian province of Quebec from 1936 to 1939 and 1944 to 1959. He rose to power after uniting his Conservative party and the breakaway Action liberale nationale progressive faction of the Liberal party of Premier Louis-Alexandre Taschereau, to form a new national-conservative party, the Union Nationale."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1890", "date": "April 20", "txt": "Adolf Schärf, Austrian soldier and politician, 6th President of Austria (d. 1965)", "entities": [{"title": "President of Austria", "href": "/wiki/President_of_Austria", "description": "The president of Austria is the head of state of the Austrian Republic. Though theoretically entrusted with great power by the Constitution, in practice the president is largely a ceremonial and symbolic figurehead."}]}, {"heading": "Births", "year": "1891", "date": "April 20", "txt": "Dave Bancroft, American baseball player and manager (d. 1972)", "entities": [{"title": "Dave Bancroft", "href": "/wiki/Dave_Bancroft", "description": "David James Bancroft was an American professional baseball shortstop and manager. He played in Major League Baseball (MLB) for the Philadelphia Phillies, New York Giants, Boston Braves and the Brooklyn Robins between 1915 and 1930."}]}, {"heading": "Births", "year": "1893", "date": "April 20", "txt": "Harold Lloyd, American actor, comedian, and producer (d. 1971)", "entities": [{"title": "Harold Lloyd", "href": "/wiki/Harold_Lloyd", "description": "Harold Clayton Lloyd Sr. was an American actor, comedian, and stunt performer who appeared in many silent comedy films."}]}, {"heading": "Births", "year": "1893", "date": "April 20", "txt": "Joan Miró, Spanish painter and sculptor (d. 1983)", "entities": []}, {"heading": "Births", "year": "1895", "date": "April 20", "txt": "Emile Christian, American trombonist and composer (d. 1973)", "entities": [{"title": "Emile Christian", "href": "/wiki/Emile_Christian", "description": "Emile Joseph Christian was an early jazz trombonist; he also played cornet and string bass. He also wrote a number of tunes, including \"Meet Me At the Green Goose\", \"Satanic Blues\", and \"Mardi Gras Parade\"."}]}, {"heading": "Births", "year": "1895", "date": "April 20", "txt": "Henry de Montherlant, French essayist, novelist, and dramatist (d. 1972)", "entities": []}, {"heading": "Births", "year": "1896", "date": "April 20", "txt": "Wop May, Canadian captain and pilot (d. 1952)", "entities": [{"title": "Wop May", "href": "/wiki/Wop_May", "description": "Wilfrid Reid \"Wop\" May, was a Canadian flying ace in the First World War and a leading post-war aviator. He was the final Allied pilot to be pursued by Manfred von Richthofen before the German ace was shot down on the Western Front in 1918. After the war, May returned to Canada, pioneering the role of a bush pilot while working for Canadian Airways in Northern Alberta and the Northwest Territories"}]}, {"heading": "Births", "year": "1899", "date": "April 20", "txt": "Alan Arnett McLeod, Canadian lieutenant, Victoria Cross recipient (d. 1918)", "entities": [{"title": "Alan Arnett McLeod", "href": "/wiki/Alan_Arnett_McLeod", "description": "Alan Arnett McLeod, VC was a Canadian soldier, aviator, and a recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. McLeod served as a pilot in the Royal Flying Corps and later the Royal Air Force during the First World War."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1904", "date": "April 20", "txt": "Bruce Cabot, American actor (d. 1972)", "entities": [{"title": "Bruce Cabot", "href": "/wiki/Bruce_Cabot", "description": "Bruce Cabot was an American film actor, best remembered as Jack Driscoll in King Kong (1933) and for his roles in films such as The Last of the Mohicans (1936), Fritz Lang's Fury (1936), and the Western Dodge City (1939). He was also known as one of \"Wayne's Regulars\", appearing in a number of John Wayne films beginning with Angel and the Badman (1947), and concluding with Big Jake (1971)."}]}, {"heading": "Births", "year": "1907", "date": "April 20", "txt": "Augoustinos Kantiotes, Greek bishop (d. 2010)", "entities": [{"title": "Augoustinos Kantiotes", "href": "/wiki/Augoustinos_Kantiotes", "description": "Metropolitan Augoustinos Kantiotes of Florina was a highly controversial bishop of the Greek Orthodox Church. He was born in Paros in village of Piso Livadi."}]}, {"heading": "Births", "year": "1908", "date": "April 20", "txt": "Lionel Hampton, American vibraphone player, pianist, bandleader, and actor (d. 2002)", "entities": [{"title": "Lionel Hampton", "href": "/wiki/Lionel_Hampton", "description": "Lionel Leo Hampton was an American jazz vibraphonist, pianist, percussionist, and bandleader. Hampton worked with jazz musicians from Teddy Wilson, Benny Goodman, and Buddy Rich, to Charlie Parker, Charles Mingus, and Quincy Jones. In 1992, he was inducted into the Alabama Jazz Hall of Fame, and he was awarded the National Medal of Arts in 1996."}]}, {"heading": "Births", "year": "1910", "date": "April 20", "txt": "Fatin Rüştü Zorlu, Turkish diplomat and politician (d. 1961)", "entities": [{"title": "Fatin Rüştü Zorlu", "href": "/wiki/Fatin_R%C3%BC%C5%9Ft%C3%BC_Zorlu", "description": "Fatin Rüştü Zorlu was a Turkish diplomat and politician. He was executed by hanging after the coup d'état in 1960 along with two other politicians."}]}, {"heading": "Births", "year": "1913", "date": "April 20", "txt": "Mimis Fotopoulos, Greek actor and poet (d. 1986)", "entities": [{"title": "Mimis Fotopoulos", "href": "/wiki/Mimis_Fotopoulos", "description": "Dimitris \"Mimis\" Fotopoulos was a Greek actor, writer, poet and academic."}]}, {"heading": "Births", "year": "1913", "date": "April 20", "txt": "Willi Hennig, German biologist and entomologist (d. 1976)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 20", "txt": "Betty Lou Gerson, American actress (d. 1999)", "entities": [{"title": "Betty Lou Gerson", "href": "/wiki/Betty_Lou_Gerson", "description": "Betty Lou Gerson was an American actress, predominantly active in radio, but also in film and television, and as a voice actress. She is best known as the original voice of Cruella de Vil from the Disney animated film, One Hundred and One Dalmatians (1961) for which she was named a Disney Legend in 1996."}]}, {"heading": "Births", "year": "1915", "date": "April 20", "txt": "Joseph Wolpe, South African psychotherapist and physician (d. 1997)", "entities": [{"title": "Joseph Wolpe", "href": "/wiki/Joseph_Wolpe", "description": "Joseph Wolpe was a South African psychiatrist and one of the most influential figures in behavior therapy."}]}, {"heading": "Births", "year": "1916", "date": "April 20", "txt": "Nasiba Zeynalova, Azerbaijani actress (d. 2004)", "entities": [{"title": "Nasiba Zeynalova", "href": "/wiki/Nasiba_Zeynalova", "description": "Nasiba Jahangir gizi Zeynalova was an Azerbaijani actress and People's Artist of Azerbaijan. She was famous mostly for her comedy roles."}]}, {"heading": "Births", "year": "1918", "date": "April 20", "txt": "Kai Siegbahn, Swedish physicist and academic, Nobel Prize laureate (d. 2007)", "entities": [{"title": "Kai Siegbahn", "href": "/wiki/Kai_Siegbahn", "description": "Kai Manne Börje Siegbahn was a Swedish physicist."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1919", "date": "April 20", "txt": "Richard Hillary, Australian lieutenant and pilot (d. 1943)", "entities": [{"title": "Richard Hillary", "href": "/wiki/Richard_Hillary", "description": "Flight Lieutenant Richard Hope Hillary was an Anglo-Australian Royal Air Force fighter pilot during the Second World War. He wrote the book The Last Enemy about his experiences during the Battle of Britain."}]}, {"heading": "Births", "year": "1920", "date": "April 20", "txt": "Frances Ames, South African neurologist, psychiatrist, and human rights activist (d. 2002)", "entities": [{"title": "Frances Ames", "href": "/wiki/Frances_Ames", "description": "Frances Rix Ames was a South African neurologist, psychiatrist, and human rights activist, best known for leading the medical ethics inquiry into the death of anti-apartheid activist Steve Biko, who died from medical neglect after being tortured in police custody. When the South African Medical and Dental Council (SAMDC) declined to discipline the chief district surgeon and his assistant who treat"}, {"title": "Neurologist", "href": "/wiki/Neurologist", "description": "Neurology is a branch of medicine dealing with disorders of the nervous system. Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems, including their coverings, blood vessels, and all effector tissue, such as muscle. Neurological practice relies heavily on the field of neuroscience, the scientific study of"}]}, {"heading": "Births", "year": "1920", "date": "April 20", "txt": "Clement Isong, Nigerian banker and politician, Governor of Cross River State (d. 2000)", "entities": [{"title": "List of Governors of Cross River State", "href": "/wiki/List_of_Governors_of_Cross_River_State", "description": "This is a list of administrators and governors of Cross River State, Nigeria, including leaders of South-Eastern State.\nSouth-Eastern State was formed on May 27, 1967 when Eastern Region was split into East-Central, Rivers and South-Eastern states. The state was renamed Cross River State in 1976."}]}, {"heading": "Births", "year": "1920", "date": "April 20", "txt": "John Paul Stevens, American lawyer and jurist, Associate Justice of the Supreme Court of the United States (d. 2019)", "entities": [{"title": "Associate Justice of the Supreme Court of the United States", "href": "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States", "description": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}]}, {"heading": "Births", "year": "1923", "date": "April 20", "txt": "Mother Angelica, American nun and broadcaster, founded Eternal Word Television Network (d. 2016)", "entities": [{"title": "Mother Angelica", "href": "/wiki/Mother_Angelica", "description": "Mother Mary Angelica of the Annunciation, PCPA, also known as Mother Angelica, was an American Catholic Poor Clare nun best known as a television personality. She was also the founder of the international broadcast cable television network Eternal Word Television Network (EWTN) and the radio network WEWN. EWTN became a voice for Catholics worldwide."}, {"title": "Eternal Word Television Network", "href": "/wiki/Eternal_Word_Television_Network", "description": "The Eternal Word Television Network, more commonly known by its initialism EWTN, is an American basic cable television network which presents around-the-clock Catholic-themed programming. It was founded by Mother Angelica, PCPA, in 1980 and began broadcasting on August 15, 1981, from a garage studio at the Our Lady of the Angels Monastery in Irondale, Alabama, which Mother Angelica founded in 1962"}]}, {"heading": "Births", "year": "1923", "date": "April 20", "txt": "Irene Lieblich, Polish-American painter and illustrator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 20", "txt": "Tito Puente, American drummer and producer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 20", "txt": "Nina Foch, Dutch-American actress (d. 2008)", "entities": [{"title": "Nina Foch", "href": "/wiki/Nina_Foch", "description": "Nina Foch was a Dutch-born American actress and director who later became an instructor in both subjects. Her career spanned six decades, consisting of over 50 feature films and over 100 television appearances. She was the recipient of numerous accolades, including an Academy Award nomination for Best Supporting Actress, and a National Board of Review Award for Best Supporting Actress. Foch establ"}]}, {"heading": "Births", "year": "1924", "date": "April 20", "txt": "Leslie Phillips, English actor and producer", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 20", "txt": "Guy Rocher, Canadian sociologist and academic", "entities": []}, {"heading": "Births", "year": "1925", "date": "April 20", "txt": "Ernie Stautner, German-American football player and coach (d. 2006)", "entities": [{"title": "Ernie Stautner", "href": "/wiki/Ernie_Stautner", "description": "Ernest Alfred Stautner was a German-American professional American football coach and defensive tackle in the National Football League for the Pittsburgh Steelers, Washington Redskins and Dallas Cowboys. He played college football at Boston College."}]}, {"heading": "Births", "year": "1925", "date": "April 20", "txt": "Elena Verdugo, American actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 20", "txt": "Bud Cullen, Canadian judge and politician, 1st Canadian Minister of Employment and Immigration (d. 2005)", "entities": [{"title": "Bud Cullen", "href": "/wiki/Bud_Cullen", "description": "Jack Sydney George \"Bud\" Cullen, was a Canadian Federal Court judge and politician."}, {"title": "Minister of Employment and Immigration (Canada)", "href": "/wiki/Minister_of_Employment_and_Immigration_(Canada)", "description": "The Minister of Immigration, Refugees and Citizenship, previously known as the Minister of Citizenship and Immigration, is the minister of the Crown in the Canadian Cabinet who oversees Immigration, Refugees and Citizenship Canada, which is the federal department responsible for immigration, refugee and citizenship issues in Canada—principally through the Citizenship Act of 1977 and the Immigratio"}]}, {"heading": "Births", "year": "1927", "date": "April 20", "txt": "Phil Hill, American race car driver (d. 2008)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 20", "txt": "K. Alex Müller, Swiss physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1928", "date": "April 20", "txt": "Robert Byrne, American chess player and author (d. 2013)", "entities": [{"title": "Robert Byrne (chess player)", "href": "/wiki/Robert_Byrne_(chess_player)", "description": "Robert Eugene Byrne was an American chess grandmaster and chess author. He won the U.S. Championship in 1972, and was a World Chess Championship Candidate in 1974. Byrne represented the United States nine times in Chess Olympiads from 1952 to 1976 and won seven medals. He was the chess columnist from 1972 to 2006 for The New York Times, which ran his final column on November 12, 2006. Byrne worked"}]}, {"heading": "Births", "year": "1928", "date": "April 20", "txt": "Johnny Gavin, Irish international footballer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 20", "txt": "Harry Agganis, American baseball and football player (d. 1955)", "entities": [{"title": "Harry Agganis", "href": "/wiki/Harry_Agganis", "description": "Aristotle George \"Harry\" Agganis, nicknamed \"The Golden Greek\", was an American college football player and professional baseball player. After passing up a potential professional football career, he played in Major League Baseball as a first baseman from 1954 to 1955 for the Boston Red Sox."}]}, {"heading": "Births", "year": "1929", "date": "April 20", "txt": "Bobby Hollander, American film director, actor, and magazine publisher (d. 2002)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 20", "txt": "Dwight Gustafson, American composer and conductor (d. 2014)", "entities": [{"title": "Dwight Gustafson", "href": "/wiki/Dwight_Gustafson", "description": "Dwight Leonard Gustafson was an American composer, conductor, and dean of the School of Fine Arts at Bob Jones University."}]}, {"heading": "Births", "year": "1930", "date": "April 20", "txt": "Antony Jay, English director and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1931", "date": "April 20", "txt": "Michael Allenby, 3rd Viscount Allenby, English lieutenant and politician (d. 2014)", "entities": [{"title": "Michael Allenby, 3rd Viscount Allenby", "href": "/wiki/Michael_Allenby,_3rd_Viscount_Allenby", "description": "Lieutenant-Colonel Michael Jaffray Hynman Allenby, 3rd Viscount Allenby, was a British politician and hereditary peer."}]}, {"heading": "Births", "year": "1931", "date": "April 20", "txt": "John Eccles, 2nd Viscount Eccles, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 20", "txt": "Myriam Bru, French actress", "entities": [{"title": "Myriam Bru", "href": "/wiki/Myriam_Bru", "description": "Myriam Bru is a French retired actress and the wife of German actor Horst Buchholz, to whom she was married from 1958 until his death in 2003. She appeared in 16 films between 1952 and her marriage in 1958, when she retired from acting to raise her two children, one of whom is German actor Christopher Buchholz."}]}, {"heading": "Births", "year": "1933", "date": "April 20", "txt": "Kristaq Dhamo, Albanian actor and film director", "entities": [{"title": "Kristaq Dhamo", "href": "/wiki/Kristaq_Dhamo", "description": "Kristaq Dhamo is an Albanian actor and film director. He was awarded with the People's Artist of Albania medal. His 1958 film Tana was entered into the 1st Moscow International Film Festival."}]}, {"heading": "Births", "year": "1936", "date": "April 20", "txt": "Lisa Davis, English-American actress", "entities": [{"title": "Lisa Davis (actress)", "href": "/wiki/Lisa_Davis_(actress)", "description": "Lisa Davis is an English-American former actress, who appeared in her first role at the age of 13 in the film The Man from Yesterday (1949). Her elder sister was big band singer Beryl Davis."}]}, {"heading": "Births", "year": "1936", "date": "April 20", "txt": "Pauli Ellefsen, Faroese technician, surveyor, and politician, 6th Prime Minister of the Faroe Islands (d. 2012)", "entities": [{"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Births", "year": "1936", "date": "April 20", "txt": "Pat Roberts, American captain, journalist, and politician", "entities": []}, {"heading": "Births", "year": "1936", "date": "April 20", "txt": "Christopher Robinson, English organist and conductor", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 20", "txt": "Jiří Dienstbier, Czech journalist and politician, Czech Minister of Foreign Affairs (d. 2011)", "entities": [{"title": "Jiří Dienstbier", "href": "/wiki/Ji%C5%99%C3%AD_Dienstbier", "description": "Jiří Dienstbier was a Czech politician and journalist. Born in Kladno, he was one of Czechoslovakia's most respected foreign correspondents before being fired after the Prague Spring. Unable to have a livelihood as a journalist, he worked as a janitor for the next two decades. During this time, he secretly revived the suppressed Lidové noviny newspaper."}, {"title": "Ministry of Foreign Affairs (Czechoslovakia)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Czechoslovakia)", "description": "The Ministry of Foreign Affairs of Czechoslovakia refers to the foreign affairs ministry which was responsible for representing internationally Czechoslovakia during its existence, from 1918 to 1992."}]}, {"heading": "Births", "year": "1937", "date": "April 20", "txt": "Antonios Kounadis, Greek discus thrower", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 20", "txt": "Harvey Quaytman, American painter and educator (d. 2002)", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 20", "txt": "George Takei, American actor", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 20", "txt": "Betty Cuthbert, Australian sprinter", "entities": [{"title": "Betty Cuthbert", "href": "/wiki/Betty_Cuthbert", "description": "Elizabeth Alyse Cuthbert, was an Australian athlete and a fourfold Olympic champion. She was nicknamed Australia's \"Golden Girl\". During her career, she set world records for 60 metres, 100 yards, 200 metres, 220 yards and 440 yards. Cuthbert also contributed to Australian relay teams completing a win in the 4 × 100 metres, 4 × 110 yards, 4 × 200 metres and 4 × 220 yards. Cuthbert had a distinctiv"}]}, {"heading": "Births", "year": "1938", "date": "April 20", "txt": "Manfred Kinder, German runner", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 20", "txt": "Eszter Tamási, Hungarian actress (d. 1991)", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 20", "txt": "Elspeth Ballantyne, Australian actress", "entities": [{"title": "Elspeth Ballantyne", "href": "/wiki/Elspeth_Ballantyne", "description": "Elspeth Ballantyne is an Australian former actress, who appeared in productions in theatre, television and films over a career that spanned nearly 60 years, having started in theatre in 1954, aged just 15 She is perhaps best known for her small screen soap opera roles as librarian Lori Chandler in Bellbird, compassionate prison officer Meg Jackson/Morris in Prisoner (1979–1986) and as friendly cof"}]}, {"heading": "Births", "year": "1939", "date": "April 20", "txt": "Peter S. Beagle, American author and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 20", "txt": "Gro Harlem Brundtland, Norwegian physician and politician, 22nd Prime Minister of Norway", "entities": [{"title": "Prime Minister of Norway", "href": "/wiki/Prime_Minister_of_Norway", "description": "The prime minister of Norway is the head of government and chief executive of Norway. The prime minister and Cabinet are collectively accountable for their policies and actions to the monarch, to the Storting, to their political party, and ultimately the electorate. In practice, since it is nearly impossible for a government to stay in office against the will of the Storting, the prime minister is"}]}, {"heading": "Births", "year": "1939", "date": "April 20", "txt": "Johnny Tillotson, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 20", "txt": "James Gammon, American actor (d. 2010)", "entities": [{"title": "James Gammon", "href": "/wiki/James_Gammon", "description": "James Richard Gammon was an American actor, known for playing grizzled \"good ol' boy\" types in numerous films and television series.\nGammon is best known as Lou Brown, the manager in the movies Major League and Major League II, which portrayed a fictitious version of the Cleveland Indians. He was also known for his role as the retired longshoreman Nick Bridges on the CBS television crime drama Nas"}]}, {"heading": "Births", "year": "1941", "date": "April 20", "txt": "Ryan O'Neal, American actor", "entities": [{"title": "Ryan O'Neal", "href": "/wiki/Ryan_O%27Neal", "description": "Charles Patrick Ryan O'Neal is an American actor and former boxer. O'Neal trained as an amateur boxer before beginning his career in acting in 1960. In 1964, he landed the role of Rodney Harrington on the ABC nighttime soap opera Peyton Place. The series was an instant hit and boosted O'Neal's career. He later found success in films, most notably Love Story (1970), for which he received Academy Aw"}]}, {"heading": "Births", "year": "1942", "date": "April 20", "txt": "Giles Henderson, English lawyer and academic", "entities": [{"title": "Giles Henderson", "href": "/wiki/Giles_Henderson", "description": "Giles Ian Henderson, CBE is a solicitor who was Master of Pembroke College, Oxford."}]}, {"heading": "Births", "year": "1942", "date": "April 20", "txt": "Arto Paasilinna, Finnish journalist and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 20", "txt": "Alan Beith, English academic and politician", "entities": [{"title": "Alan Beith", "href": "/wiki/Alan_Beith", "description": "Alan James Beith, Baron Beith,, is a British politician who represented Berwick-upon-Tweed as its Member of Parliament (MP) from 1973 to 2015."}]}, {"heading": "Births", "year": "1943", "date": "April 20", "txt": "John Eliot Gardiner, English conductor and director", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 20", "txt": "Edie Sedgwick, American model and actress (d. 1971)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 20", "txt": "Toivo Aare, Estonian journalist and author (d. 1999)", "entities": [{"title": "Toivo Aare", "href": "/wiki/Toivo_Aare", "description": "Toivo Aare was an Estonian journalist."}]}, {"heading": "Births", "year": "1945", "date": "April 20", "txt": "Michael Brandon, American actor and director", "entities": [{"title": "Michael Brandon", "href": "/wiki/Michael_Brandon", "description": "Michael Brandon is an American actor. He is known for his role as James Dempsey in the British drama series Dempsey and Makepeace (1985–1986). His theatre credits include the original Broadway production of Does a Tiger Wear a Necktie? (1969), and playing Jerry Springer in the West End production of Jerry Springer: The Opera (2003–2004)."}]}, {"heading": "Births", "year": "1945", "date": "April 20", "txt": "Olga Karlatos, Greek actress and Bermudian lawyer", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 20", "txt": "Thein Sein, Burmese general and politician, 8th President of Burma", "entities": [{"title": "President of Burma", "href": "/wiki/President_of_Burma", "description": "The president of the Republic of the Union of Myanmar is the head of state and nominal head of government of Myanmar. The president leads leads the Cabinet of Myanmar, the executive branch of the Burmese government. The current president is Myint Swe, who assumed the presidency in an acting capacity on 1 February 2021 after the 2021 coup d'état."}]}, {"heading": "Births", "year": "1945", "date": "April 20", "txt": "Naftali Temu, Kenyan runner (d. 2003)", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 20", "txt": "Steve Spurrier, American football player and head coach, 1966 Heisman Trophy winner", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 20", "txt": "Sandro Chia, Italian painter and sculptor", "entities": [{"title": "Sandro Chia", "href": "/wiki/Sandro_Chia", "description": "Sandro Chia is an Italian painter and sculptor. In the late 1970s and early 1980s he was, with Francesco Clemente, Enzo Cucchi, Nicola De Maria, and Mimmo Paladino, a principal member of the Italian Neo-Expressionist movement which was baptised Transavanguardia by Achille Bonito Oliva."}]}, {"heading": "Births", "year": "1946", "date": "April 20", "txt": "Julien Poulin, Canadian actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 20", "txt": "Gordon Smiley, American race car driver (d. 1982)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 20", "txt": "Rita Dionne-Marsolais, Canadian economist and politician", "entities": [{"title": "Rita Dionne-Marsolais", "href": "/wiki/Rita_Dionne-Marsolais", "description": "Rita Dionne-Marsolais is a former Quebec politician and economist. She was the Member of National Assembly of Quebec for the riding of Rosemont in the Montreal region and represented the Parti Québécois from 1994 to 2008."}]}, {"heading": "Births", "year": "1947", "date": "April 20", "txt": "David Leland, English actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 20", "txt": "Viktor Suvorov, Russian intelligence officer, historian, and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 20", "txt": "Gregory Itzin, American actor", "entities": [{"title": "Gregory Itzin", "href": "/wiki/Gregory_Itzin", "description": "Gregory Martin Itzin is an American character actor of film and television."}]}, {"heading": "Births", "year": "1948", "date": "April 20", "txt": "Matthias Kuhle, German geographer and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 20", "txt": "Veronica Cartwright, English-American actress", "entities": [{"title": "Veronica Cartwright", "href": "/wiki/Veronica_Cartwright", "description": "Veronica Cartwright is an English-born American actress who has worked mainly in US film and television in a career spanning six decades. As a child actress, she appeared in supporting roles in The Children's Hour and The Birds. She is best known for her roles in the 1970s science fiction films Invasion of the Body Snatchers and Alien, winning a Saturn Award for Best Supporting Actress for the lat"}]}, {"heading": "Births", "year": "1949", "date": "April 20", "txt": "Toller Cranston, Canadian-Mexican figure skater and painter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 20", "txt": "Massimo D'Alema, Italian journalist and politician, 76th Prime Minister of Italy", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1949", "date": "April 20", "txt": "Jessica Lange, American actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 20", "txt": "Steve Erickson, American author and critic", "entities": [{"title": "Steve Erickson", "href": "/wiki/Steve_Erickson", "description": "Stephen Michael Erickson is an American novelist. The recipient of the American Academy of Arts and Letters Award in Literature and a fellowship from the John Simon Guggenheim Foundation, he is the only Southern California novelist to win the Lannan Lifetime Achievement Award."}]}, {"heading": "Births", "year": "1950", "date": "April 20", "txt": "Alexander Lebed, Russian general and politician (d. 2002)", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 20", "txt": "N. Chandrababu Naidu, Indian politician, 13th Chief Minister of Andhra Pradesh", "entities": [{"title": "Chief Minister of Andhra Pradesh", "href": "/wiki/Chief_Minister_of_Andhra_Pradesh", "description": "The Chief Minister of Andhra Pradesh is the chief executive of the Indian state of Andhra Pradesh. As per the Constitution of India, the Governor of Andhra Pradesh is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Andhra Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the gov"}]}, {"heading": "Births", "year": "1951", "date": "April 20", "txt": "Luther Vandross, American singer-songwriter and producer (d. 2005)", "entities": [{"title": "Luther Vandross", "href": "/wiki/Luther_Vandross", "description": "Luther Ronzoni Vandross Jr. was an American singer, songwriter, and record producer. Throughout his career, Vandross was an in-demand background vocalist for several different artists including Todd Rundgren, Judy Collins, Chaka Khan, Bette Midler, Diana Ross, David Bowie, Ben E. King, and Donna Summer. He later became a lead singer of the group Change, which released its gold-certified debut albu"}]}, {"heading": "Births", "year": "1952", "date": "April 20", "txt": "Louka Katseli, Greek economist and politician", "entities": [{"title": "Louka Katseli", "href": "/wiki/Louka_Katseli", "description": "Louka Katseli is a Greek economist and politician. Today, she is Professor Emeritus of the National and Kapodistrian University of Athens, Chair of the National Bank of Greece in Cyprus, CEO of Rightholders Cooperative EDEM, Vice President of the African Capacity Building Foundation (ACBF), member of the Independent Commission for Sustainable Equality, Progressive Alliance of Socialists and Democr"}]}, {"heading": "Births", "year": "1953", "date": "April 20", "txt": "Sebastian Faulks, English journalist and author", "entities": [{"title": "Sebastian Faulks", "href": "/wiki/Sebastian_Faulks", "description": "Sebastian Charles Faulks is a British novelist, journalist and broadcaster. He is best known for his historical novels set in France – The Girl at the Lion d'Or, Birdsong and Charlotte Gray. He has also published novels with a contemporary setting, most recently A Week in December (2009) and Paris Echo, (2018) and a James Bond continuation novel, Devil May Care (2008), as well as a continuation of"}]}, {"heading": "Births", "year": "1955", "date": "April 20", "txt": "Donald Pettit, American engineer and astronaut", "entities": [{"title": "Donald Pettit", "href": "/wiki/Donald_Pettit", "description": "Donald Roy Pettit is an American chemical engineer and a NASA astronaut. He is a veteran of two long-duration stays aboard the International Space Station, one space shuttle mission and a six-week expedition to find meteorites in Antarctica. As of 2018, at age 64, he is NASA's oldest active astronaut."}]}, {"heading": "Births", "year": "1956", "date": "April 20", "txt": "Beatrice Ask, Swedish politician, Swedish Minister for Justice", "entities": [{"title": "Beatrice Ask", "href": "/wiki/Beatrice_Ask", "description": "Eva Carin Beatrice Ask is a Swedish politician and a member of the Moderate Party. She has served as Governor of Södermanland County since 1 January 2020."}, {"title": "Minister for Justice (Sweden)", "href": "/wiki/Minister_for_Justice_(Sweden)", "description": "The Minister for Justice is the justice minister of Sweden and head of the Ministry of Justice. The current Minister for Justice is Morgan Johansson of the Social Democratic Party."}]}, {"heading": "Births", "year": "1956", "date": "April 20", "txt": "Peter Chelsom, English film director, writer, and actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 20", "txt": "Kakha Bendukidze, Georgian economist and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 20", "txt": "Viacheslav Fetisov, Russian ice hockey player and coach", "entities": [{"title": "Viacheslav Fetisov", "href": "/wiki/Viacheslav_Fetisov", "description": "Viacheslav Alexandrovich \"Slava\" Fetisov is a Russian former professional ice hockey defenceman. He played for HC CSKA Moscow for 13 seasons before joining the National Hockey League (NHL), where he played with the New Jersey Devils and Detroit Red Wings. With the Wings, he won back-to-back Stanley Cups and was part of the team's Russian Five unit. After retiring from his playing career, he became"}]}, {"heading": "Births", "year": "1960", "date": "April 20", "txt": "Debbie Flintoff-King, Australian hurdler and coach", "entities": [{"title": "Debbie Flintoff-King", "href": "/wiki/Debbie_Flintoff-King", "description": "Debra (\"Debbie\") Lee Flintoff-King, (OAM) is a retired Australian athlete, and winner of the women's 400 m hurdles event at the 1988 Seoul Olympics."}]}, {"heading": "Births", "year": "1961", "date": "April 20", "txt": "Don Mattingly, American baseball player, coach, and manager", "entities": [{"title": "Don Mattingly", "href": "/wiki/Don_Mattingly", "description": "Donald Arthur Mattingly is an American former professional baseball first baseman, coach, and current manager for the Miami Marlins of Major League Baseball (MLB). Nicknamed \"The Hit Man\" and \"Donnie Baseball\", he spent his entire 14-year career playing with the New York Yankees and later managed the Los Angeles Dodgers for five years."}]}, {"heading": "Births", "year": "1961", "date": "April 20", "txt": "Konstantin Lavronenko, Russian actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 20", "txt": "Rachel Whiteread, English sculptor", "entities": [{"title": "Rachel Whiteread", "href": "/wiki/Rachel_Whiteread", "description": "Dame Rachel Whiteread is an English artist who primarily produces sculptures, which typically take the form of casts. She was the first woman to win the annual Turner Prize in 1993."}]}, {"heading": "Births", "year": "1964", "date": "April 20", "txt": "Crispin Glover, American actor", "entities": [{"title": "Crispin Glover", "href": "/wiki/Crispin_Glover", "description": "Crispin Hellion Glover is an American actor, filmmaker, musician and author."}]}, {"heading": "Births", "year": "1964", "date": "April 20", "txt": "Andy Serkis, English actor and director", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 20", "txt": "Rosalynn Sumners, American figure skater", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 20", "txt": "Kostis Chatzidakis, Greek politician, Ministry of Economy, Infrastructure, Shipping and Tourism", "entities": [{"title": "Kostis Chatzidakis", "href": "/wiki/Kostis_Chatzidakis", "description": "Konstantinos (Kostis) Hatzidakis is a Greek politician of New Democracy who has been serving as the Minister for Labor and Social Affairs in the Cabinet of Kyriakos Mitsotakis since 2021. Among other offices, he previously held the post of Minister for the Environment and Energy. Within his party, he serves as vice president under Mitsotakis' leadership."}, {"title": "Ministry of Economy, Infrastructure, Shipping and Tourism", "href": "/wiki/Ministry_of_Economy,_Infrastructure,_Shipping_and_Tourism", "description": "The Ministry of Development and Investment is a government department of Greece. The current minister is Adonis Georgiadis, Vice President of New Democracy."}]}, {"heading": "Births", "year": "1965", "date": "April 20", "txt": "Léa Fazer, Swiss film director, screenwriter and actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 20", "txt": "David Chalmers, Australian philosopher and academic", "entities": [{"title": "David Chalmers", "href": "/wiki/David_Chalmers", "description": "David John Chalmers is an Australian philosopher and cognitive scientist specializing in the areas of philosophy of mind and philosophy of language. He is a Professor of Philosophy and Neural Science at New York University, as well as co-director of NYU's Center for Mind, Brain and Consciousness. In 2013, he was elected a Fellow of the American Academy of Arts & Sciences."}]}, {"heading": "Births", "year": "1966", "date": "April 20", "txt": "David Filo, American businessman, co-founded Yahoo!", "entities": [{"title": "Yahoo!", "href": "/wiki/Yahoo!", "description": "Yahoo! is an American web services provider. It is headquartered in Sunnyvale, California and is owned by Verizon Media, pending sale to investment funds managed by Apollo Global Management."}]}, {"heading": "Births", "year": "1967", "date": "April 20", "txt": "Mike Portnoy, American drummer and songwriter", "entities": [{"title": "Mike Portnoy", "href": "/wiki/Mike_Portnoy", "description": "Michael Stephen Portnoy is an American musician and songwriter who is the current drummer for the Neal Morse Band and supergroups Flying Colors, Transatlantic, The Winery Dogs, Liquid Tension Experiment, Metal Allegiance and Sons of Apollo. Portnoy is primarily known as the former drummer, backing vocalist, and a co-founder of the progressive metal band Dream Theater. In September 2010, Portnoy an"}]}, {"heading": "Births", "year": "1968", "date": "April 20", "txt": "Julia Morris, Australian entertainer", "entities": [{"title": "Julia Morris", "href": "/wiki/Julia_Morris", "description": "Julia Carolyn Margaret Morris is an Australian comedian, television presenter, actress, writer and producer who has worked extensively in Australian television and radio, touring the country with her solo comedy shows. She relocated to the United Kingdom in 2000, appearing on British television, then returned to Australia in 2007. She lived on the Central Coast for her childhood."}]}, {"heading": "Births", "year": "1968", "date": "April 20", "txt": "Yelena Välbe, Russian skier and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 20", "txt": "Roman Virastyuk, Ukrainian shot putter", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 20", "txt": "Will Hodgman, Australian politician, 45th Premier of Tasmania", "entities": [{"title": "Will Hodgman", "href": "/wiki/Will_Hodgman", "description": "William Edward Felix Hodgman is an Australian diplomat and former politician who has been the High Commissioner of Australia to Singapore since February 2021. He was the 45th Premier of Tasmania and a member for the Division of Franklin in the Tasmanian House of Assembly from the 2002 state election until his resignation in January 2020. He became premier following the 2014 state election, having "}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1970", "date": "April 20", "txt": "Sarantuya, Mongolian soprano", "entities": [{"title": "Sarantuya", "href": "/wiki/Sarantuya", "description": "Sarantuya (Mongolian: Батмөнхийн Сарантуяа, known simply as Saraa, is a Mongolian mezzo-soprano singer who has been a major figure in the pop music scene of the Mongol people since the late 1980s. She is still very popular among the Mongolian population, and is recognized as the queen of Mongolian pop music. Saraa is the highest-selling Mongolian artist of all time, with hits like \"Torson Odriin B"}]}, {"heading": "Births", "year": "1970", "date": "April 20", "txt": "Avishai Cohen, Israeli singer-songwriter and bassist", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 20", "txt": "Carla Geurts, Dutch swimmer, physiologist, and academic", "entities": [{"title": "Carla Geurts", "href": "/wiki/Carla_Geurts", "description": "Carla Geurts is a former Dutch freestyle swimmer who competed at the 1996 Olympic Games in Atlanta, Georgia, and the 2000 Olympic Games in Sydney, Australia for the Netherlands. Geurts won three silver medals during her career at the European Swimming Championships. She retired in 2001, after the 2001 World Aquatics Championships in Fukuoka."}]}, {"heading": "Births", "year": "1972", "date": "April 20", "txt": "Carmen Electra, American model and actress", "entities": [{"title": "Carmen Electra", "href": "/wiki/Carmen_Electra", "description": "Tara Leigh Patrick, known professionally as Carmen Electra, is an American actress, model, singer, and media personality. She began her career as a singer after moving to Minneapolis, where she met Prince, who produced her self-titled debut studio album, released in 1993. Electra began glamour modeling in 1996 with frequent appearances in Playboy magazine, before relocating to Los Angeles, where s"}]}, {"heading": "Deaths", "year": "689", "date": "April 20", "txt": "Cædwalla, king of Wessex (b. 659)", "entities": [{"title": "Cædwalla of Wessex", "href": "/wiki/C%C3%A6dwalla_of_Wessex", "description": "Cædwalla was the King of Wessex from approximately 685 until he abdicated in 688. His name is derived from the Welsh Cadwallon. He was exiled from Wessex as a youth and during this period gathered forces and attacked the South Saxons, killing their king, Æthelwealh, in what is now Sussex. Cædwalla was unable to hold the South Saxon territory, however, and was driven out by Æthelwealh's ealdormen. "}, {"title": "Wessex", "href": "/wiki/Wessex", "description": "Wessex was an Anglo-Saxon kingdom in the south of Great Britain, from 519 until England was unified by Æthelstan in 927."}]}, {"heading": "Deaths", "year": "767", "date": "April 20", "txt": "Taichō, Japanese monk (b. 682)", "entities": [{"title": "Taichō", "href": "/wiki/Taich%C5%8D", "description": "Taichō  was a shugendō monk in Nara period Japan. He was raised in Echizen Province, which was in the southern portion of present-day Fukui Prefecture. He was the second son of Mikami Yasuzumi (三神安角). He is said to be the first person to reach the top of Mount Haku in neighboring Kaga Province and other peaks in the Ryōhaku Mountains."}]}, {"heading": "Deaths", "year": "888", "date": "April 20", "txt": "Xi Zong, Chinese emperor (b. 862)", "entities": [{"title": "Emperor Xizong of Tang", "href": "/wiki/Emperor_Xizong_of_Tang", "description": "Emperor Xizong of Tang, né Li Yan, later name changed to Li Xuan, was an emperor of the Tang dynasty of China. He reigned from 873 to 888. He was the fifth son of his predecessor Emperor Yizong and was the elder brother of his successor Emperor Zhaozong. His reign saw his realm overrun by the great agrarian rebellions led by Wang Xianzhi and Huang Chao, and while both were eventually defeated, by "}]}, {"heading": "Deaths", "year": "1099", "date": "April 20", "txt": "Peter Bartholomew (b. 1061)", "entities": [{"title": "Peter Bartholomew", "href": "/wiki/Peter_Bartholomew", "description": "Peter Bartholomew was a French soldier and mystic who was part of the First Crusade as part of the army of Raymond of Saint-Gilles. Peter was initially a servant to William, Lord of Cunhlat."}]}, {"heading": "Deaths", "year": "1164", "date": "April 20", "txt": "Antipope Victor IV", "entities": [{"title": "Antipope Victor IV (1159–1164)", "href": "/wiki/Antipope_Victor_IV_(1159%E2%80%931164)", "description": "Victor IV was elected as a Ghibelline antipope in 1159, following the death of Pope Adrian IV and the election of Alexander III. His election was supported by the Emperor Frederick Barbarossa. He took the name Victor IV, not accounting for Antipope Victor IV of 1138, whose holding of the papal office was deemed illegitimate."}]}, {"heading": "Deaths", "year": "1176", "date": "April 20", "txt": "Richard de Clare, 2nd Earl of Pembroke, English-Irish politician, Lord Chief Justice of Ireland (b. 1130)", "entities": [{"title": "Richard de Clare, 2nd Earl of Pembroke", "href": "/wiki/Richard_de_Clare,_2nd_Earl_of_Pembroke", "description": "Richard de Clare, 2nd Earl of Pembroke, Lord of Leinster, Justiciar of Ireland, also known as Richard FitzGilbert, was an Anglo-Norman nobleman notable for his leading role in the Anglo-Norman invasion of Ireland. Like his father, Richard fitz Gilbert has since become commonly known by his nickname Strongbow, which may be a mistranscription or mistranslation of \"Striguil\"."}, {"title": "Lord Chief Justice of Ireland", "href": "/wiki/Lord_Chief_Justice_of_Ireland", "description": "The Court of King's Bench was one of the senior courts of common law in Ireland. It was a mirror of the Court of King's Bench in England. The Lord Chief Justice was the most senior judge in the court, and the second most senior Irish judge under English rule and later when Ireland became part of the United Kingdom. Additionally, for a brief period between 1922 and 1924, the Lord Chief Justice of I"}]}, {"heading": "Deaths", "year": "1248", "date": "April 20", "txt": "Güyük Khan, Mongol ruler, 3rd Great Khan of the Mongol Empire (b. 1206)", "entities": [{"title": "Güyük Khan", "href": "/wiki/G%C3%BCy%C3%BCk_Khan", "description": "Güyük was the third Khagan-Emperor of the Mongol Empire, the eldest son of Ögedei Khan and a grandson of Genghis Khan. He reigned from 1246 to 1248."}, {"title": "Great Khan", "href": "/wiki/Great_Khan", "description": "Khagan or Qaghan is a title of imperial rank in the Turkic, Mongolic and some other languages, equal to the status of emperor and someone who rules a khaganate (empire). The female equivalent is Khatun."}]}, {"heading": "Deaths", "year": "1284", "date": "April 20", "txt": "Hōjō Tokimune, regent of Japan (b. 1251)", "entities": [{"title": "Hōjō Tokimune", "href": "/wiki/H%C5%8Dj%C5%8D_Tokimune", "description": "Hōjō Tokimune  of the Hōjō clan was the eighth shikken of the Kamakura shogunate, known for leading the Japanese forces against the invasion of the Mongols and for spreading Zen Buddhism. He was the eldest son of Tokiyori, fifth shikken (regent) of the Kamakura shogunate and de facto ruler of Japan. From birth, Hojo was seen as the tokuso (head) of the clan Hojo and rigorously groomed to become hi"}]}, {"heading": "Deaths", "year": "1314", "date": "April 20", "txt": "Pope Clement V (b. 1264)", "entities": [{"title": "Pope Clement V", "href": "/wiki/Pope_Clement_V", "description": "Pope Clement V, born Raymond Bertrand de Got, was head of the Catholic Church and ruler of the Papal States from 5 June 1305 to his death in April 1314. He is remembered for suppressing the order of the Knights Templar and allowing the execution of many of its members. Pope Clement V was the pope who moved the Papacy from Rome to Avignon, ushering in the period known as the Avignon Papacy."}]}, {"heading": "Deaths", "year": "1322", "date": "April 20", "txt": "Simon Rinalducci, Italian Augustinian friar", "entities": [{"title": "Simon Rinalducci", "href": "/wiki/Simon_Rinalducci", "description": "Simon Rinalducci of Todi was a famous Italian Augustinian friar and preacher of the 13th century."}]}, {"heading": "Deaths", "year": "1521", "date": "April 20", "txt": "Zhengde, Chinese emperor (b. 1491)", "entities": [{"title": "Zhengde Emperor", "href": "/wiki/Zhengde_Emperor", "description": "The Zhengde Emperor, who was the 11th Emperor of the Ming dynasty, reigned from 1505 to 1521."}]}, {"heading": "Deaths", "year": "1534", "date": "April 20", "txt": "Elizabeth Barton, English nun and martyr (b. 1506)", "entities": [{"title": "Elizabeth Barton", "href": "/wiki/Elizabeth_Barton", "description": "Sister Elizabeth Barton, known as \"The Nun of Kent\", \"The Holy Maid of London\", \"The Holy Maid of Kent\" and later \"The Mad Maid of Kent\", was an English Catholic nun. She was executed as a result of her prophecies against the marriage of King Henry VIII of England to Anne Boleyn."}]}, {"heading": "Deaths", "year": "1558", "date": "April 20", "txt": "Johannes Bugenhagen, German priest and theologian (b. 1485)", "entities": [{"title": "Johannes Bugenhagen", "href": "/wiki/Johannes_Bugenhagen", "description": "Johannes Bugenhagen, also called Doctor Pomeranus by Martin Luther, introduced the Protestant Reformation in the Duchy of Pomerania and Denmark in the 16th century. Among his major accomplishments was organization of Lutheran churches in Northern Germany and Scandinavia. He has also been called the second Apostle of the North."}]}, {"heading": "Deaths", "year": "1643", "date": "April 20", "txt": "Christoph Demantius, German composer and poet (b. 1567)", "entities": [{"title": "Christoph Demantius", "href": "/wiki/Christoph_Demantius", "description": "Johann Christoph Demantius was a German composer, music theorist, writer and poet. He was an exact contemporary of Monteverdi, and represented a transitional phase in German Lutheran music from the polyphonic Renaissance style to the early Baroque."}]}, {"heading": "Deaths", "year": "1703", "date": "April 20", "txt": "Lancelot Addison, English clergyman and educator (b. 1632)", "entities": [{"title": "Lancelot Addison", "href": "/wiki/Lancelot_Addison", "description": "\n\nThe Reverend Lancelot Addison was an English writer and Church of England clergyman. He was born at Crosby Ravensworth in Westmorland. He was educated at the Queen's College, Oxford."}]}, {"heading": "Deaths", "year": "1769", "date": "April 20", "txt": "Chief Pontiac, American tribal leader (b. 1720)", "entities": [{"title": "Chief Pontiac", "href": "/wiki/Chief_Pontiac", "description": "Pontiac or Obwandiyag was an Odawa war chief known for his role in the war named for him, from 1763 to 1766 leading Native Americans in an armed struggle against the British in the Great Lakes region due to, among other reasons, dissatisfaction with British policies. It followed the British victory in the French and Indian War, the American front of the Seven Years' War. Pontiac's importance in th"}]}, {"heading": "Deaths", "year": "1831", "date": "April 20", "txt": "John Abernethy, English surgeon and anatomist (b. 1764)", "entities": [{"title": "John Abernethy (surgeon)", "href": "/wiki/John_Abernethy_(surgeon)", "description": "John Abernethy FRS was an English surgeon. He is popularly remembered today for having given his name to the Abernethy biscuit, a coarse-meal baked good meant to aid digestion."}]}, {"heading": "Deaths", "year": "1873", "date": "April 20", "txt": "William Tite, English architect, designed the Royal Exchange (b. 1798)", "entities": [{"title": "William Tite", "href": "/wiki/William_Tite", "description": "Sir William Tite was an English architect who served as President of the Royal Institute of British Architects. He was particularly associated with various London buildings, with railway stations and cemetery projects. He was a Member of Parliament from 1855 until his death."}, {"title": "Royal Exchange, London", "href": "/wiki/Royal_Exchange,_London", "description": "The Royal Exchange in London was founded in the 16th century by the merchant Sir Thomas Gresham on the suggestion of his factor Richard Clough to act as a centre of commerce for the City of London. The site was provided by the City of London Corporation and the Worshipful Company of Mercers, who still jointly own the freehold. It is trapezoidal in shape and is flanked by Cornhill and Threadneedle "}]}, {"heading": "Deaths", "year": "1874", "date": "April 20", "txt": "Alexander H. Bailey, American lawyer, judge, and politician (b. 1817)", "entities": [{"title": "Alexander H. Bailey", "href": "/wiki/Alexander_H._Bailey", "description": "Alexander Hamilton Bailey was an American politician, a United States Representative and judge from New York."}]}, {"heading": "Deaths", "year": "1881", "date": "April 20", "txt": "William Burges, English architect and designer (b. 1827)", "entities": [{"title": "William Burges", "href": "/wiki/William_Burges", "description": "William Burges was an English architect and designer. Among the greatest of the Victorian art-architects, he sought in his work to escape from both nineteenth-century industrialisation and the Neoclassical architectural style and re-establish the architectural and social values of a utopian medieval England. Burges stands within the tradition of the Gothic Revival, his works echoing those of the P"}]}, {"heading": "Deaths", "year": "1886", "date": "April 20", "txt": "Charles-François-Frédéric, marquis de Montholon-Sémonville, French general and diplomat, French ambassador to the United States (b. 1814)", "entities": [{"title": "Charles-François-Frédéric, marquis de Montholon-Sémonville", "href": "/wiki/Charles-Fran%C3%A7ois-Fr%C3%A9d%C3%A9ric,_marquis_de_Montholon-S%C3%A9monville", "description": "Charles François Frédéric de Montholon-Sémonville was a French senator, diplomat, and French ambassador to the United States, from 1864 to 1866."}, {"title": "List of French ambassadors to the United States", "href": "/wiki/List_of_French_ambassadors_to_the_United_States", "description": "The French ambassador to the United States is the diplomatic representation of the French Republic to the United States. They reside in Washington, D.C.. The current ambassador is Philippe Étienne."}]}, {"heading": "Deaths", "year": "1887", "date": "April 20", "txt": "Muhammad Sharif Pasha, Greek-Egyptian politician, 2nd Prime Minister of Egypt (b. 1826)", "entities": [{"title": "Muhammad Sharif Pasha", "href": "/wiki/Muhammad_Sharif_Pasha", "description": "Mohamed Sherif Pasha GCSI (1826–1887) was an Egyptian statesman of Turkish origin. He served as Prime Minister of Egypt three times during his career. His first term was between April 7, 1879 and August 18, 1879. His second term was served from September 14, 1881 to February 4, 1882. His final term was served between August 21, 1882 and January 7, 1884."}, {"title": "Prime Minister of Egypt", "href": "/wiki/Prime_Minister_of_Egypt", "description": "The Prime Minister of Egypt is the head of the Egyptian government."}]}, {"heading": "Deaths", "year": "1899", "date": "April 20", "txt": "Joseph Wolf, German ornithologist and illustrator (b. 1820)", "entities": [{"title": "Joseph Wolf", "href": "/wiki/Joseph_Wolf", "description": "Joseph Wolf was a German artist who specialized in natural history illustration. He moved to the British Museum in 1848 and became the preferred illustrator for explorers and naturalists including David Livingstone, Alfred Russel Wallace and Henry Walter Bates. Wolf depicted animals accurately in lifelike postures and is considered one of the great pioneers of wildlife art. Sir Edwin Landseer thou"}]}, {"heading": "Deaths", "year": "1902", "date": "April 20", "txt": "Joaquim de Sousa Andrade, Brazilian poet and educator (b. 1833)", "entities": [{"title": "Joaquim de Sousa Andrade", "href": "/wiki/Joaquim_de_Sousa_Andrade", "description": "Joaquim de Sousa Andrade, better known by his pseudonym Sousândrade, was a Brazilian poet, adept of the \"Condorist\" movement. His poetry, exceedingly innovative for the time it was published, is now considered an early example of Symbolism and Modernism in Brazil."}]}, {"heading": "Deaths", "year": "1912", "date": "April 20", "txt": "Bram Stoker, Anglo-Irish novelist and critic, created Count Dracula (b. 1847)", "entities": [{"title": "Bram Stoker", "href": "/wiki/Bram_Stoker", "description": "Abraham \"Bram\" Stoker was an Irish author, best known today for his 1897 Gothic horror novel Dracula. During his lifetime, he was better known as the personal assistant of actor Sir Henry Irving and business manager of the Lyceum Theatre, which Irving owned."}, {"title": "Count Dracula", "href": "/wiki/Count_Dracula", "description": "Count Dracula is the title character of Bram Stoker's 1897 gothic horror novel Dracula. He is considered to be both the prototypical and the archetypal vampire in subsequent works of fiction. He is also depicted in the novel to have been the origin of werewolf legends. Some aspects of the character are believed to have been inspired by the 15th-century Wallachian Prince Vlad the Impaler, who was a"}]}, {"heading": "Deaths", "year": "1918", "date": "April 20", "txt": "Karl Ferdinand Braun, German-American physicist and academic, Nobel Prize laureate (b. 1850)", "entities": [{"title": "Karl Ferdinand Braun", "href": "/wiki/Karl_Ferdinand_Braun", "description": "Karl Ferdinand Braun was a German electrical engineer, inventor, physicist and Nobel laureate in physics. Braun contributed significantly to the development of radio and television technology: he shared the 1909 Nobel Prize in Physics with Guglielmo Marconi \"for their contributions to the development of wireless telegraphy\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1927", "date": "April 20", "txt": "Enrique Simonet, Spanish painter and educator (b. 1866)", "entities": [{"title": "Enrique Simonet", "href": "/wiki/Enrique_Simonet", "description": "Enrique Simonet Lombardo was a Spanish painter."}]}, {"heading": "Deaths", "year": "1929", "date": "April 20", "txt": "Prince Henry of Prussia (b. 1862)", "entities": [{"title": "Prince Henry of Prussia (1862–1929)", "href": "/wiki/Prince_Henry_of_Prussia_(1862%E2%80%931929)", "description": "Prince Albert William Henry of Prussia was a younger brother of German Emperor William II and a Prince of Prussia. He was also a grandson of Queen Victoria. A career naval officer, he held various commands in the Imperial German Navy and eventually rose to the rank of Grand Admiral and Generalinspekteur der Marine."}]}, {"heading": "Deaths", "year": "1931", "date": "April 20", "txt": "Sir Cosmo Duff-Gordon, 5th Baronet, Scottish-English fencer and businessman (b. 1862)", "entities": [{"title": "Sir Cosmo Duff-Gordon, 5th Baronet", "href": "/wiki/Sir_Cosmo_Duff-Gordon,_5th_Baronet", "description": "Sir Cosmo Edmund Duff-Gordon, 5th Baronet DL was a prominent Scottish landowner and sportsman, best known for the controversy surrounding his escape from the sinking of the RMS Titanic."}]}, {"heading": "Deaths", "year": "1932", "date": "April 20", "txt": "Giuseppe Peano, Italian mathematician and philosopher (b. 1858)", "entities": [{"title": "Giuseppe Peano", "href": "/wiki/Giuseppe_Peano", "description": "Giuseppe Peano was an Italian mathematician and glottologist. The author of over 200 books and papers, he was a founder of mathematical logic and set theory, to which he contributed much notation. The standard axiomatization of the natural numbers is named the Peano axioms in his honor. As part of this effort, he made key contributions to the modern rigorous and systematic treatment of the method "}]}, {"heading": "Deaths", "year": "1935", "date": "April 20", "txt": "John Cameron, Scottish footballer and manager (b. 1872)", "entities": [{"title": "John Cameron (footballer, born 1872)", "href": "/wiki/John_Cameron_(footballer,_born_1872)", "description": "John Cameron was a Scottish footballer and manager. He played as a forward for Queen's Park, Everton and Scotland and was noted as an effective goal-maker and goalscorer. In 1899 he became player-manager at Tottenham Hotspur and guided them to victory in the 1901 FA Cup. As a result, they became the only club outside the English Football League to win the competition. In 1898 he became the first s"}]}, {"heading": "Deaths", "year": "1935", "date": "April 20", "txt": "Lucy, Lady Duff-Gordon, English fashion designer (b. 1863)", "entities": []}, {"heading": "Deaths", "year": "1942", "date": "April 20", "txt": "Jüri Jaakson, Estonian businessman and politician, 6th State Elder of Estonia (b. 1870)", "entities": [{"title": "Jüri Jaakson", "href": "/wiki/J%C3%BCri_Jaakson", "description": "Jüri Jaakson VR III/1 was an Estonian businessman and politician."}, {"title": "Head of State of Estonia", "href": "/wiki/Head_of_State_of_Estonia", "description": "The Head of State of Estonia or State Elder was the official title of the Estonian head of state from 1920 to 1937. He combined some of the functions held by a president and prime minister in most other democracies."}]}, {"heading": "Deaths", "year": "1944", "date": "April 20", "txt": "Elmer Gedeon, American baseball player and pilot (b. 1917)", "entities": [{"title": "Elmer Gedeon", "href": "/wiki/Elmer_Gedeon", "description": "Elmer John Gedeon was a professional baseball player, appearing in several games for the Washington Senators in 1939. Gedeon and Harry O'Neill were the only two Major League Baseball players killed during World War II. Gedeon flew several missions in the European Theater of Operations as an officer of the United States Army Air Forces before being shot down over France."}]}, {"heading": "Deaths", "year": "1945", "date": "April 20", "txt": "Erwin Bumke, Polish-German jurist and politician (b. 1874)", "entities": [{"title": "Erwin Bumke", "href": "/wiki/Erwin_Bumke", "description": "Erwin Konrad Eduard Bumke was the last president of the Reichsgericht, the supreme civil and criminal court of the German Reich, serving from 1929 to 1945. As such, he should according to the Weimar Constitution have succeeded Paul von Hindenburg as the President of Germany upon the latter's death in August 1934 and thus the Head of State of Nazi Germany. The Law on the Head of State of the German"}]}, {"heading": "Deaths", "year": "1946", "date": "April 20", "txt": "Mae Busch, Australian actress (b. 1891)", "entities": [{"title": "Mae Busch", "href": "/wiki/Mae_Busch", "description": "Mae Busch was an Australian-born actress who worked in both silent and sound films in early Hollywood. In the latter part of her career she appeared in many Laurel and Hardy comedies, frequently playing Hardy's shrewish wife."}]}, {"heading": "Deaths", "year": "1947", "date": "April 20", "txt": "Christian X of Denmark (b. 1870)", "entities": [{"title": "Christian X of Denmark", "href": "/wiki/Christian_X_of_Denmark", "description": "Christian X was King of Denmark from 1912 to 1947, and the only King of Iceland between 1918 and 1944. He was a member of the House of Glücksburg, a branch of the House of Oldenburg, and the first monarch since King Frederick VII born into the Danish royal family; both his father and his grandfather were born as princes of a ducal family from Schleswig. Among his siblings was King Haakon VII of No"}]}, {"heading": "Deaths", "year": "1951", "date": "April 20", "txt": "Ivanoe Bonomi, Italian politician, 25th Prime Minister of Italy (b. 1873)", "entities": [{"title": "Ivanoe Bonomi", "href": "/wiki/Ivanoe_Bonomi", "description": "Ivanoe Bonomi [iˈvaːnoe boˈnɔːmi] was an Italian statesman before and after World War II. He served as the 25th Prime Minister of Italy during 1921/22 and again during 1944/45."}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "1961", "date": "April 20", "txt": "Ado Vabbe, Estonian painter (b. 1892)", "entities": [{"title": "Ado Vabbe", "href": "/wiki/Ado_Vabbe", "description": "Ado Vabbe was an Estonian painter, graphics artist, and teacher."}]}, {"heading": "Deaths", "year": "1967", "date": "April 20", "txt": "Léo-Paul Desrosiers, Canadian journalist and author (b. 1896)", "entities": [{"title": "Léo-Paul Desrosiers", "href": "/wiki/L%C3%A9o-Paul_Desrosiers", "description": "Léo-Paul Desrosiers was a Quebec writer and journalist well known for his historical novels. He was influenced by the nationalism of Henri Bourassa and Lionel-Adolphe Groulx."}]}, {"heading": "Deaths", "year": "1968", "date": "April 20", "txt": "Rudolph Dirks, German-American illustrator (b. 1877)", "entities": [{"title": "Rudolph Dirks", "href": "/wiki/Rudolph_Dirks", "description": "Rudolph Dirks was one of the earliest and most noted comic strip artists, well known for The Katzenjammer Kids."}]}, {"heading": "Deaths", "year": "1969", "date": "April 20", "txt": "Vjekoslav Luburić, Croatian Ustaše official and concentration camp administrator (b. 1914)", "entities": [{"title": "Vjekoslav Luburić", "href": "/wiki/Vjekoslav_Luburi%C4%87", "description": "Vjekoslav Luburić was a Croatian Ustaše official who headed the system of concentration camps in the Independent State of Croatia (NDH) during much of World War II. Luburić also personally oversaw and spearheaded the contemporaneous genocides of Serbs, Jews and Roma in the NDH."}, {"title": "Ustaše", "href": "/wiki/Usta%C5%A1e", "description": "The Ustaša – Croatian Revolutionary Movement, commonly known as Ustaše or by anglicised versions Ustasha or Ustashe, was a Croatian fascist, ultranationalist and terrorist organization, which was active, as one organization, between 1929 and 1945. Its members murdered hundreds of thousands of Serbs, Jews, and Roma as well as political dissidents in Yugoslavia during World War II."}]}, {"heading": "Deaths", "year": "1980", "date": "April 20", "txt": "M. Canagaratnam, Sri Lankan politician (b. 1924)", "entities": [{"title": "M. Canagaratnam", "href": "/wiki/M._Canagaratnam", "description": "Mylvaganam Canagaratnam was a Sri Lankan Tamil politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "1982", "date": "April 20", "txt": "Archibald MacLeish, American poet, playwright, and lawyer (b. 1892)", "entities": [{"title": "Archibald MacLeish", "href": "/wiki/Archibald_MacLeish", "description": "Archibald MacLeish was an American poet and writer, who was associated with the modernist school of poetry. MacLeish studied English at Yale University and law at Harvard University. He enlisted in and saw action during the First World War and lived in Paris in the 1920s. On returning to the United States, he contributed to Henry Luce's magazine Fortune from 1929 to 1938. For five years, MacLeish "}]}, {"heading": "Deaths", "year": "1986", "date": "April 20", "txt": "Sibte Hassan, Pakistani journalist, scholar, and activist (b. 1916)", "entities": [{"title": "Sibte Hassan", "href": "/wiki/Sibte_Hassan", "description": "\n\nSyed Sibt-e-Hasan was an eminent scholar, journalist and political activist of Pakistan. He is regarded as one of the pioneers of Socialism and Marxism in Pakistan, as well as the moving spirit behind the Progressive Writers Association."}]}, {"heading": "Deaths", "year": "1991", "date": "April 20", "txt": "Steve Marriott, English singer-songwriter and producer (b. 1947)", "entities": [{"title": "Steve Marriott", "href": "/wiki/Steve_Marriott", "description": "Stephen Peter Marriott was an English musician, songwriter and frontman guitarist of rock bands Small Faces and Humble Pie, spanning over two decades. Marriott was inducted posthumously into the Rock and Roll Hall of Fame in 2012 as a member of Small Faces."}]}, {"heading": "Deaths", "year": "1991", "date": "April 20", "txt": "Don Siegel, American director and producer (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "April 20", "txt": "Marjorie Gestring, American springboard diver (b. 1922)", "entities": [{"title": "Marjorie Gestring", "href": "/wiki/Marjorie_Gestring", "description": "Marjorie Gestring was a competitive springboard diver from the United States. At the age of 13 years and 268 days, she won the gold medal in 3-meter springboard diving at the 1936 Summer Olympics in Berlin, making her, at the time, the youngest person ever to win an Olympic gold medal. A multi-time national diving champion in the United States, she was given a second Olympic gold medal by the Unit"}]}, {"heading": "Deaths", "year": "1992", "date": "April 20", "txt": "Benny Hill, English comedian, actor, and screenwriter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "April 20", "txt": "Cantinflas, Mexican actor, producer, and screenwriter (b. 1911)", "entities": [{"title": "Cantinflas", "href": "/wiki/Cantinflas", "description": "Mario Fortino Alfonso Moreno Reyes, known by the stage name Cantinflas, was a Mexican comedian, actor, and filmmaker. He is considered to have been the most widely-accomplished Mexican comedian and is celebrated throughout Latin America and in Spain as a popular icon. His humor, loaded with Mexican linguistic features of intonation, vocabulary, and syntax, is beloved in all the Spanish-speaking co"}]}, {"heading": "Deaths", "year": "1995", "date": "April 20", "txt": "Milovan Đilas, Yugoslav communist, politician, theorist and author (b. 1911)", "entities": [{"title": "Milovan Đilas", "href": "/wiki/Milovan_%C4%90ilas", "description": "Milovan Đilas was a Yugoslav communist politician, theorist and author. He was a key figure in the Partisan movement during World War II, as well as in the post-war government. A self-identified democratic socialist, Đilas became one of the best-known and most prominent dissidents in Yugoslavia and all of Eastern Europe."}]}, {"heading": "Deaths", "year": "1996", "date": "April 20", "txt": "Trần Văn Trà, Vietnamese general and politician (b. 1918)", "entities": [{"title": "Trần Văn Trà", "href": "/wiki/Tr%E1%BA%A7n_V%C4%83n_Tr%C3%A0", "description": "Nguyễn Chấn, known as Trần Văn Trà was a Vietnamese general. He was a commander in the Vietcong; a member of the Central Committee of the Lao Dong Party from 1960 to 1982; a lieutenant general in the army of the North Vietnam; chairman of Military Affairs Committee of the Central Office of South Vietnam (COSVN) (1964–1976)."}]}, {"heading": "Deaths", "year": "2001", "date": "April 20", "txt": "Giuseppe Sinopoli, Italian conductor and composer (b. 1946)", "entities": [{"title": "Giuseppe Sinopoli", "href": "/wiki/Giuseppe_Sinopoli", "description": "Giuseppe Sinopoli was an Italian conductor and composer."}]}, {"heading": "Deaths", "year": "2002", "date": "April 20", "txt": "Alan Dale, American singer (b. 1925)", "entities": [{"title": "Alan Dale (singer)", "href": "/wiki/Alan_Dale_(singer)", "description": "Alan Dale was an American singer of traditional popular and rock and roll music."}]}, {"heading": "Deaths", "year": "2003", "date": "April 20", "txt": "Bernard Katz, German-English biophysicist and academic, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Bernard Katz", "href": "/wiki/Bernard_Katz", "description": "Sir Bernard Katz, FRS was a German-born British physician and biophysicist, noted for his work on nerve physiology. He shared the Nobel Prize in physiology or medicine in 1970 with Julius Axelrod and Ulf von Euler. He was made a Knight Bachelor in 1969."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2004", "date": "April 20", "txt": "Lizzy Mercier Descloux, French musician, singer-songwriter, composer, actress, writer and painter (b. 1956)", "entities": [{"title": "Lizzy Mercier Descloux", "href": "/wiki/Lizzy_Mercier_Descloux", "description": "Martine-Elisabeth \"Lizzy\" Mercier Descloux was a French musician, singer-songwriter, composer, actress, writer and painter."}]}, {"heading": "Deaths", "year": "2005", "date": "April 20", "txt": "Fumio Niwa, Japanese journalist and author (b. 1904)", "entities": [{"title": "Fumio Niwa", "href": "/wiki/Fumio_Niwa", "description": "Fumio Niwa  was a Japanese novelist with a long list of works, the most famous in the West being his novel The Buddha Tree."}]}, {"heading": "Deaths", "year": "2007", "date": "April 20", "txt": "Andrew Hill, American pianist, composer, and bandleader (b. 1931)", "entities": [{"title": "Andrew Hill (jazz musician)", "href": "/wiki/Andrew_Hill_(jazz_musician)", "description": "Andrew Hill was an American jazz pianist and composer."}]}, {"heading": "Deaths", "year": "2007", "date": "April 20", "txt": "Michael Fu Tieshan, Chinese bishop (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "April 20", "txt": "Monica Lovinescu, Romanian journalist and author (b. 1923)", "entities": [{"title": "Monica Lovinescu", "href": "/wiki/Monica_Lovinescu", "description": "Monica Lovinescu was a Romanian essayist, short story writer, literary critic, translator, and journalist, noted for her activities as an opponent of the Romanian Communist regime. She published several works under the pseudonyms Monique Saint-Come and Claude Pascal. She is the daughter of literary figure Eugen Lovinescu. She was married to the literary critic Virgil Ierunca."}]}, {"heading": "Deaths", "year": "2010", "date": "April 20", "txt": "Dorothy Height, American educator and activist (b. 1912)", "entities": [{"title": "Dorothy Height", "href": "/wiki/Dorothy_Height", "description": "Dorothy Irene Height was an African American civil rights and women's rights activist. She focused on the issues of African American women, including unemployment, illiteracy, and voter awareness. Height is credited as the first leader in the civil rights movement to recognize inequality for women and African Americans as problems that should be considered as a whole. She was the president of the "}]}, {"heading": "Deaths", "year": "2011", "date": "April 20", "txt": "Tim Hetherington, English photographer and journalist (b. 1970)", "entities": [{"title": "Tim Hetherington", "href": "/wiki/Tim_Hetherington", "description": "Timothy Alistair Telemachus Hetherington was a British photojournalist. He produced books, films and other work that \"ranged from multi-screen installations, to fly-poster exhibitions, to handheld device downloads\" and was a regular contributor to Vanity Fair."}]}, {"heading": "Deaths", "year": "2012", "date": "April 20", "txt": "Bert Weedon, English guitarist and songwriter (b. 1920)", "entities": [{"title": "Bert Weedon", "href": "/wiki/Bert_Weedon", "description": "Herbert Maurice William 'Bert' Weedon, OBE was an English guitarist whose style of playing was popular and influential during the 1950s and 1960s. He was the first British guitarist to have a hit record in the UK Singles Chart, in 1959, and his best-selling tutorial guides, Play in a Day, were a major influence on many leading British musicians, such as Eric Clapton, Brian May and Paul McCartney. "}]}, {"heading": "Deaths", "year": "2016", "date": "April 20", "txt": "Victoria Wood, British comedian, actress and writer (b. 1953)", "entities": [{"title": "Victoria Wood", "href": "/wiki/Victoria_Wood", "description": "Victoria Wood was an English comedian, actress, lyricist, singer, composer, pianist, screenwriter, producer and director."}]}, {"heading": "Deaths", "year": "2018", "date": "April 20", "txt": "Avicii, Swedish DJ and musician (b. 1989)", "entities": [{"title": "Avicii", "href": "/wiki/Avicii", "description": "Tim Bergling, known by his stage name Avicii, was a Swedish DJ, remixer, record producer, musician, and songwriter."}]}, {"heading": "Deaths", "year": "2021", "date": "April 20", "txt": "Idriss Déby, Chadian politician and military officer (b. 1952)", "entities": [{"title": "Idriss Déby", "href": "/wiki/Idriss_D%C3%A9by", "description": "Idriss Déby Itno was a Chadian politician and military officer, and head of the ruling Patriotic Salvation Movement, who was the president of Chad from 1990 until his death at the hands of militant forces when commanding troops on the front in 2021."}]}, {"heading": "Deaths", "year": "2021", "date": "April 20", "txt": "Les McKeown, Scottish pop singer (b. 1955)", "entities": []}]