[{"heading": "Events", "year": "217", "date": "April 8", "txt": "Roman Emperor Caracalla is assassinated and is succeeded by his Praetorian Guard prefect, Marcus Opellius Macrinus.", "entities": [{"title": "Roman Emperor", "href": "/wiki/Roman_Emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Caracalla", "href": "/wiki/Caracalla", "description": "Caracalla, formally known as Antoninus, was Roman emperor from 198 to 217. He was a member of the Severan dynasty, the elder son of Septimius Severus and Julia Domna. Co-ruler with his father from 198, he continued to rule with his brother Geta, emperor from 209, after their father's death in 211. His brother was murdered by the Praetorian Guard later that year, supposedly under orders from Caraca"}, {"title": "Praetorian Guard", "href": "/wiki/Praetorian_Guard", "description": "The Praetorian Guard was an elite unit of the Imperial Roman army whose members served as personal bodyguards and intelligence for Roman emperors. During the era of the Roman Republic, the Praetorians served as a small escort force for high-ranking officials such as senators or provincial governors like procurators, and also serving as bodyguards for high-ranking officers within the Roman legions."}, {"title": "Prefect", "href": "/wiki/Prefect", "description": "Prefect is a magisterial title of varying definition, but essentially refers to the leader of an administrative area."}, {"title": "Marcus Opellius Macrinus", "href": "/wiki/Marcus_Opellius_Macrinus", "description": "Macrinus was Roman Emperor from April 217 to 8 June 218, reigning jointly with his young son Diadumenianus. As a member of the equestrian class, he became the first emperor who did not hail from the senatorial class and also the first emperor who never visited Rome during his reign. Before becoming emperor, Macrinus served under Emperor Caracalla as a praetorian prefect and dealt with Rome's civil"}]}, {"heading": "Events", "year": "876", "date": "April 8", "txt": "The Battle of Dayr al-'Aqul saves Baghdad from the Saffarids.", "entities": [{"title": "Battle of Dayr al-'Aqul", "href": "/wiki/Battle_of_Dayr_al-%27Aqul", "description": "The Battle of Dayr al-Aqul was fought on April 8, 876, between forces of the Saffarid ruler Ya'qub ibn Laith and the Abbasid Caliphate. Taking place some 80 km southeast (downstream) of Baghdad, the battle ended in a decisive victory for the Abbasids, forcing Ya'qub to halt his advance into Iraq."}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}, {"title": "Saffarids", "href": "/wiki/Saffarids", "description": "The Saffarid dynasty was a Sunni Persian dynasty from Sistan that ruled over parts of Greater Iran, with its capital at Zaranj, from 861 to 1003. One of the first indigenous Persian dynasties to emerge after the Islamic conquest, the Saffarid dynasty was part of the Iranian Intermezzo. The dynasty's founder was Ya'qub bin Laith as-Saffar, who was born in 840 in a small town called Karnin (Qarnin),"}]}, {"heading": "Events", "year": "1139", "date": "April 8", "txt": "Roger II of Sicily is excommunicated by Innocent II for supporting Anacletus II as pope for seven years, even though Roger had already publicly recognized Innocent's claim to the papacy.", "entities": [{"title": "Roger II of Sicily", "href": "/wiki/Roger_II_of_Sicily", "description": "Roger II was King of Sicily and Africa, son of Roger I of Sicily and successor to his brother Simon. He began his rule as Count of Sicily in 1105, became Duke of Apulia and Calabria in 1127, then King of Sicily in 1130 and King of Africa in 1148. By the time of his death at the age of 58, Roger had succeeded in uniting all the Norman conquests in Italy into one kingdom with a strong centralized go"}, {"title": "Innocent II", "href": "/wiki/Innocent_II", "description": "Pope Innocent II, born Gregorio Papareschi, was head of the Catholic Church and ruler of the Papal States from 14 February 1130 to his death in 1143. His election as pope was controversial and the first eight years of his reign were marked by a struggle for recognition against the supporters of Anacletus II. He reached an understanding with King Lothair III of Germany who supported him against Ana"}, {"title": "Antipope Anacletus II", "href": "/wiki/Antipope_Anacletus_II", "description": "Anacletus II, born Pietro Pierleoni, was an antipope who ruled in opposition to Pope Innocent II from 1130 until his death in 1138. After the death of Pope Honorius II, the college of cardinals was divided over his successor. A majority of cardinals elected Pietro, while a minority elected Papareschi. This led to a major schism in the Roman Catholic Church. Anacletus had the support of most Romans"}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}]}, {"heading": "Events", "year": "1149", "date": "April 8", "txt": "Pope Eugene III takes refuge in the castle of Ptolemy II of Tusculum.", "entities": [{"title": "Pope Eugene III", "href": "/wiki/Pope_Eugene_III", "description": "Pope Eugene III, born Bernardo Pignatelli, or possibly Paganelli, called Bernardo da Pisa, was head of the Catholic Church and ruler of the Papal States from 15 February 1145 to his death in 1153. He was the first Cistercian to become pope. In response to the fall of Edessa to the Muslims in 1144, Eugene proclaimed the Second Crusade. The crusade failed to recapture Edessa, which was the first of "}, {"title": "Ptolemy II of Tusculum", "href": "/wiki/Ptolemy_II_of_Tusculum", "description": "Ptolemy II was the count of Tusculum and consul of the Romans from 1126 to his death. He was the son and successor of Ptolemy I."}]}, {"heading": "Events", "year": "1232", "date": "April 8", "txt": "Mongol–Jin War: The Mongols begin their siege on Kaifeng, the capital of the Jin dynasty.", "entities": [{"title": "Mongol conquest of the Jin dynasty", "href": "/wiki/Mongol_conquest_of_the_Jin_dynasty", "description": "The Mongol conquest of the Jin dynasty, also known as the Mongol–Jin War, was fought between the Mongol Empire and the Jurchen-led Jin dynasty in Manchuria and north China. The war, which started in 1211, lasted over 23 years and ended with the complete conquest of the Jin dynasty by the Mongols in 1234."}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "Mongol siege of Kaifeng", "href": "/wiki/Mongol_siege_of_Kaifeng", "description": "In the Mongol siege of Kaifeng from 1232 to 1233, the Mongol Empire captured Kaifeng, the capital of the Jurchen Jin dynasty. The Mongols and Jurchens had been at war for nearly two decades, beginning in 1211 after the Jurchens refused the Mongol offer to submit as a vassal. Ögedei Khan sent two armies to besiege Kaifeng, one led by himself, and the other by his brother Tolui. Command of the force"}, {"title": "Jin dynasty (1115–1234)", "href": "/wiki/Jin_dynasty_(1115%E2%80%931234)", "description": "The Jin dynasty, officially known as the Great Jin, lasted from 1115 to 1234 as one of the last dynasties in Chinese history to predate the Mongol conquest of China. Its name is sometimes written as Kin, Jurchen Jin or Jinn in English to differentiate it from an earlier Jìn dynasty of China whose name is identical when transcribed without tone marker diacritics in the Hanyu Pinyin system for Stand"}]}, {"heading": "Events", "year": "1271", "date": "April 8", "txt": "In Syria, sultan Baibars conquers the Krak des Chevaliers.", "entities": [{"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "Baibars", "href": "/wiki/Baibars", "description": "Al-Malik al-Zahir Rukn al-Din Baibars al-Bunduqdari, of Turkic Kipchak origin, commonly known as Baibars – nicknamed Abu al-Futuh – was the fourth sultan of Egypt in the Mamluk Bahri dynasty, succeeding Qutuz. He was one of the commanders of the Egyptian forces that inflicted a defeat on the Seventh Crusade of King Louis IX of France. He also led the vanguard of the Egyptian army at the Battle of "}, {"title": "Krak des Chevaliers", "href": "/wiki/Krak_des_Chevaliers", "description": "Krak des Chevaliers or Crac des Chevaliers, also called Ḥiṣn al-Akrād and formerly Crac de l'Ospital, is a Crusader castle in Syria and one of the most important preserved medieval castles in the world. The site was first inhabited in the 11th century by Kurdish troops garrisoned there by the Mirdasids. In 1142 it was given by Raymond II, Count of Tripoli, to the order of the Knights Hospitaller. "}]}, {"heading": "Events", "year": "1730", "date": "April 8", "txt": "Shearith Israel, the first synagogue in New York City, is dedicated.", "entities": [{"title": "Congregation Shearith Israel", "href": "/wiki/Congregation_Shearith_Israel", "description": "The Congregation Shearith Israel – often called The Spanish and Portuguese Synagogue – is the oldest Jewish congregation in the United States. It was established in 1654 in New Amsterdam by Jews who arrived from Dutch Brazil. Until 1825, when Jewish immigrants from Germany established a congregation, it was the only Jewish congregation in New York City."}, {"title": "Synagogue", "href": "/wiki/Synagogue", "description": "A synagogue is a Jewish or rarely Samaritan house of worship. Synagogues have a place for prayer and may also have rooms for study, a social hall, and offices. Some have a separate room for Torah study, called the בית מדרש‎ beth midrash, lit. \"house of study\"."}]}, {"heading": "Events", "year": "1820", "date": "April 8", "txt": "The Venus de Milo is discovered on the Aegean island of Milos.", "entities": [{"title": "Aegean Sea", "href": "/wiki/Aegean_Sea", "description": "The Aegean Sea is an elongated embayment of the Mediterranean Sea located between Europe's Balkan peninsula and Asia's Anatolia peninsula. The sea has an area of some 215,000 square kilometres. In the north, the Aegean is connected to the Marmara Sea and the Black Sea by the straits of the Dardanelles and the Bosphorus. The Aegean Islands are located within the sea and some bound it on its souther"}, {"title": "Milos", "href": "/wiki/Milos", "description": "Milos or Melos is a volcanic Greek island in the Aegean Sea, just north of the Sea of Crete. Milos is the southwesternmost island in the Cyclades group."}]}, {"heading": "Events", "year": "1832", "date": "April 8", "txt": "Black Hawk War: Around three-hundred United States 6th Infantry troops leave St. Louis, Missouri to fight the Sauk Native Americans.", "entities": [{"title": "Black Hawk War", "href": "/wiki/Black_Hawk_War", "description": "The Black Hawk War was a conflict between the United States and Native Americans led by Black Hawk, a Sauk leader. The war erupted after Black Hawk and a group of Sauks, Meskwakis (Fox), and Kickapoos, known as the \"British Band\", crossed the Mississippi River, into the U.S. state of Illinois, from Iowa Indian Territory in April 1832. Black Hawk's motives were ambiguous, but he was apparently hopi"}, {"title": "St. Louis, Missouri", "href": "/wiki/St._Louis,_Missouri", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}, {"title": "Sauk people", "href": "/wiki/Sauk_people", "description": "The Sauk or Sac are a group of Native Americans of the Eastern Woodlands culture group, who lived primarily in the region of what is now Green Bay, Wisconsin, when first encountered by the French in 1667. Their autonym is oθaakiiwaki, and their exonym is Ozaagii(-wag) in Ojibwe. The latter name was transliterated into French and English by colonists of those cultures. Today they have three federal"}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}]}, {"heading": "Events", "year": "1866", "date": "April 8", "txt": "Italy and Prussia ally against the Austrian Empire.", "entities": [{"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Austro-Prussian War", "href": "/wiki/Austro-Prussian_War", "description": "The Austro-Prussian War or Seven Weeks' War, known in Germany as Deutscher Krieg and by a variety of other names, was fought in 1866 between the Austrian Empire and the Kingdom of Prussia, with each also being aided by various allies within the German Confederation. Prussia had also allied with the Kingdom of Italy, linking this conflict to the Third Independence War of Italian unification. The Au"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}]}, {"heading": "Events", "year": "1886", "date": "April 8", "txt": "William Ewart Gladstone introduces the first Irish Home Rule Bill into the British House of Commons.", "entities": [{"title": "William Ewart Gladstone", "href": "/wiki/William_Ewart_Gladstone", "description": "William Ewart Gladstone was a British statesman and Liberal politician. In a career lasting over 60 years, he served for 12 years as Prime Minister of the United Kingdom, spread over four terms beginning in 1868 and ending in 1894. He also served as Chancellor of the Exchequer four times, serving over 12 years."}, {"title": "Irish Government Bill 1886", "href": "/wiki/Irish_Government_Bill_1886", "description": "The Government of Ireland Bill 1886, commonly known as the First Home Rule Bill, was the first major attempt made by a British government to enact a law creating home rule for part of the United Kingdom of Great Britain and Ireland. It was introduced on 8 April 1886 by Liberal Prime Minister William Gladstone to create a devolved assembly for Ireland which would govern Ireland in specified areas. "}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}]}, {"heading": "Events", "year": "1895", "date": "April 8", "txt": "In Pollock v. Farmers' Loan & Trust Co. the Supreme Court of the United States declares unapportioned income tax to be unconstitutional.", "entities": [{"title": "Pollock v. Farmers' Loan & Trust Co.", "href": "/wiki/Pollock_v._Farmers%27_Loan_%26_Trust_Co.", "description": "Pollock v. Farmers' Loan & Trust Company, 157 U.S. 429 (1895), affirmed on rehearing, 158 U.S. 601 (1895), was a landmark case of the Supreme Court of the United States. In a 5-to-4 decision, the Supreme Court struck down the income tax imposed by the Wilson–Gorman Tariff Act for being an unapportioned direct tax. The decision was superseded in 1913 by the Sixteenth Amendment to the United States "}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Income tax", "href": "/wiki/Income_tax", "description": "An income tax is a tax imposed on individuals or entities (taxpayers) in respect of the income or profits earned by them. Income tax generally is computed as the product of a tax rate times the taxable income. Taxation rates may vary by type or characteristics of the taxpayer and the type of income."}, {"title": "Constitutionality", "href": "/wiki/Constitutionality", "description": "Constitutionality is the condition of acting in accordance with an applicable constitution; the status of a law, a procedure, or an act's accordance with the laws or set forth in the applicable constitution. When laws, procedures, or acts directly violate the constitution, they are unconstitutional. All others are considered constitutional until challenged and declared otherwise, typically by the "}]}, {"heading": "Events", "year": "1904", "date": "April 8", "txt": "The French Third Republic and the United Kingdom of Great Britain and Ireland sign the Entente cordiale.", "entities": [{"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}]}, {"heading": "Events", "year": "1906", "date": "April 8", "txt": "Auguste Deter, the first person to be diagnosed with Alzheimer's disease, dies.", "entities": [{"title": "Auguste Deter", "href": "/wiki/Auguste_Deter", "description": "Auguste Deter was a German woman notable for being the first person to be diagnosed with Alzheimer's disease."}, {"title": "Alzheimer's disease", "href": "/wiki/Alzheimer%27s_disease", "description": "Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a neurodegenerative disease that usually starts slowly and progressively worsens. It is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events. As the disease advances, symptoms can include problems with language, disorientation, mood swings, loss of motivation, self-neg"}]}, {"heading": "Events", "year": "1908", "date": "April 8", "txt": "Harvard University votes to establish the Harvard Business School.", "entities": [{"title": "Harvard University", "href": "/wiki/Harvard_University", "description": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the oldest institution of higher learning in the United States\nand among the most prestigious in the world."}, {"title": "Harvard Business School", "href": "/wiki/Harvard_Business_School", "description": "Harvard Business School (HBS) is the graduate business school of Harvard University in Boston, Massachusetts. It is consistently ranked among the top business schools in the world and offers a large full-time MBA program, management-related doctoral programs, and many executive education programs. It owns Harvard Business Publishing, which publishes business books, leadership articles, case studie"}]}, {"heading": "Events", "year": "1911", "date": "April 8", "txt": "Dutch physicist Heike Kamerlingh Onnes discovers superconductivity.", "entities": [{"title": "Dutch people", "href": "/wiki/Dutch_people", "description": "The Dutch people or the Dutch, are a West Germanic ethnic group and nation native to the Netherlands. They share a common ancestry and culture and speak the Dutch language. Dutch people and their descendants are found in migrant communities worldwide, notably in Aruba, Suriname, Guyana, Curaçao, Argentina, Brazil, Canada, Australia, South Africa, New Zealand and the United States. The Low Countrie"}, {"title": "Heike Kamerlingh Onnes", "href": "/wiki/Heike_Kamerlingh_Onnes", "description": "Heike Kamerlingh Onnes was a Dutch physicist and Nobel laureate. He exploited the Hampson–Linde cycle to investigate how materials behave when cooled to nearly absolute zero and later to liquefy helium for the first time, in 1908. He also discovered superconductivity in 1911."}, {"title": "Superconductivity", "href": "/wiki/Superconductivity", "description": "Superconductivity is a set of physical properties observed in certain materials where electrical resistance vanishes and magnetic flux fields are expelled from the material. Any material exhibiting these properties is a superconductor. Unlike an ordinary metallic conductor, whose resistance decreases gradually as its temperature is lowered even down to near absolute zero, a superconductor has a ch"}]}, {"heading": "Events", "year": "1913", "date": "April 8", "txt": "The 17th Amendment to the United States Constitution, requiring direct election of Senators, becomes law.", "entities": [{"title": "17th Amendment to the United States Constitution", "href": "/wiki/17th_Amendment_to_the_United_States_Constitution", "description": "The Seventeenth Amendment to the United States Constitution established the direct election of United States senators in each state. The amendment supersedes Article I, §3, Clauses 1 and 2 of the Constitution, under which senators were elected by state legislatures. It also alters the procedure for filling vacancies in the Senate, allowing for state legislatures to permit their governors to make t"}, {"title": "Election", "href": "/wiki/Election", "description": "An election is a formal group decision-making process by which a population chooses an individual or multiple individuals to hold public office."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1918", "date": "April 8", "txt": "World War I: Actors Douglas Fairbanks and Charlie Chaplin sell war bonds on the streets of New York City's financial district.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Douglas Fairbanks", "href": "/wiki/Douglas_Fairbanks", "description": "Douglas Elton Fairbanks was an American actor, screenwriter, director, and producer. He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies."}, {"title": "Charlie Chaplin", "href": "/wiki/Charlie_Chaplin", "description": "Sir Charles Spencer Chaplin was an English comic actor, filmmaker, and composer who rose to fame in the era of silent film. He became a worldwide icon through his screen persona, The Tramp, and is considered one of the most important figures in the history of the film industry. His career spanned more than 75 years, from childhood in the Victorian era until a year before his death in 1977, and enc"}, {"title": "War bond", "href": "/wiki/War_bond", "description": "War bonds are debt securities issued by a government to finance military operations and other expenditure in times of war. War bonds are either retail bonds marketed directly to the public or wholesale bonds traded on a stock market. Exhortations to buy war bonds are often accompanied by appeals to patriotism and conscience. Retail war bonds, like other retail bonds, tend to have a yield which is "}]}, {"heading": "Events", "year": "1924", "date": "April 8", "txt": "Sharia courts are abolished in Turkey, as part of Atatürk's Reforms.", "entities": [{"title": "Sharia", "href": "/wiki/Sharia", "description": "Sharia, Islamic law, or Sharia law, is a religious law forming part of the Islamic tradition. It is derived from the religious precepts of Islam, particularly the Quran and the hadith. In Arabic, the term sharīʿah refers to God's immutable divine law and is contrasted with fiqh, which refers to its human scholarly interpretations. The manner of its application in modern times has been a subject of"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Atatürk's Reforms", "href": "/wiki/Atat%C3%BCrk%27s_Reforms", "description": "Atatürk's Reforms were a series of political, legal, religious, cultural, social, and economic policy changes, designed to convert the new Republic of Turkey into a secular, modern nation-state, implemented under the leadership of Mustafa Kemal Atatürk in accordance with the Kemalist ideology. Central to the reforms was the belief that Turkish society would have to \"Westernize\" itself both politic"}]}, {"heading": "Events", "year": "1929", "date": "April 8", "txt": "Indian independence movement: At the Delhi Central Assembly, Bhagat Singh and Batukeshwar Dutt throw handouts and bombs to court arrest.", "entities": [{"title": "Indian independence movement", "href": "/wiki/Indian_independence_movement", "description": "The Indian independence movement was a series of historic events with the ultimate aim of ending the British rule in India. The movement spanned from 1857 to 1947. The first nationalistic revolutionary movement for Indian independence emerged from Bengal. It later took root in the newly formed Indian National Congress with prominent moderate leaders seeking only their fundamental right to appear f"}, {"title": "Bhagat Singh", "href": "/wiki/Bhagat_Singh", "description": "Bhagat Singh was an Indian socialist revolutionary whose two acts of dramatic violence against the British in India and execution at age 23 made him a folk hero of the Indian independence movement."}, {"title": "Batukeshwar Dutt", "href": "/wiki/Batukeshwar_Dutt", "description": "Batukeshwar Dutta pronunciation (help·info) was an Indian revolutionary and independence fighter in the early 1900s. He is best known for having exploded two bombs, along with Bhagat Singh, in the Central Legislative Assembly in New Delhi on 8 April 1929. After they were arrested, tried and imprisoned for life, he and Bhagat Singh initiated a historic hunger strike protesting against the abusive t"}]}, {"heading": "Events", "year": "1935", "date": "April 8", "txt": "The Works Progress Administration is formed when the Emergency Relief Appropriation Act of 1935 becomes law.", "entities": [{"title": "Works Progress Administration", "href": "/wiki/Works_Progress_Administration", "description": "The Works Progress Administration was an American New Deal agency, employing millions of job-seekers to carry out public works projects, including the construction of public buildings and roads. It was established on May 6, 1935, by presidential order, as a key part of the Second New Deal."}, {"title": "Emergency Relief Appropriation Act of 1935", "href": "/wiki/Emergency_Relief_Appropriation_Act_of_1935", "description": "The Relief Appropriation Act of 1935 was passed on April 8, 1935, as a part of Franklin Delano Roosevelt's New Deal. It was a large public works program that included the Works Progress Administration (WPA), Public Works Administration (PWA), the National Youth Administration, the Resettlement Administration, the Rural Electrification Administration, and other assistance programs. These programs w"}]}, {"heading": "Events", "year": "1942", "date": "April 8", "txt": "World War II: Siege of Leningrad: Soviet forces open a much-needed railway link to Leningrad.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Siege of Leningrad", "href": "/wiki/Siege_of_Leningrad", "description": "The siege of Leningrad was a prolonged military blockade undertaken from the south by the Army Group North of Nazi Germany against the Soviet city of Leningrad on the Eastern Front in World War II. The Finnish army invaded from the north, co-operating with the Germans until Finland had recaptured territory lost in the recent Winter War, but refused to make further approaches to the city. Also co-o"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1942", "date": "April 8", "txt": "World War II: The Japanese take Bataan in the Philippines.", "entities": [{"title": "Bataan", "href": "/wiki/Bataan", "description": "Bataan is a province situated in the Central Luzon region of the Philippines. Its capital is the city of Balanga while Mariveles is the largest local government unit in the province. Occupying the entire Bataan Peninsula on Luzon, Bataan is bordered by the provinces of Zambales and Pampanga to the north. The peninsula faces the South China Sea to the west and Subic Bay to the north-west, and enclo"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1943", "date": "April 8", "txt": "U.S. President Franklin D. Roosevelt, in an attempt to check inflation, freezes wages and prices, prohibits workers from changing jobs unless the war effort would be aided thereby, and bars rate increases by common carriers and public utilities.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Inflation", "href": "/wiki/Inflation", "description": "In economics, inflation is a general rise in the price level of an economy over a period of time.\nWhen the general price level rises, each unit of currency buys fewer goods and services; consequently, inflation reflects a reduction in the purchasing power per unit of money – a loss of real value in the medium of exchange and unit of account within the economy. The opposite of inflation is deflatio"}, {"title": "Common carrier", "href": "/wiki/Common_carrier", "description": "A common carrier in common law countries is a person or company that transports goods or people for any person or company and is responsible for any possible loss of the goods during transport. A common carrier offers its services to the general public under license or authority provided by a regulatory body, which has usually been granted \"ministerial authority\" by the legislation that created it"}, {"title": "Public utilities", "href": "/wiki/Public_utilities", "description": "A public utility company is an organization that maintains the infrastructure for a public service. Public utilities are subject to forms of public control and regulation ranging from local community-based groups to statewide government monopolies."}]}, {"heading": "Events", "year": "1943", "date": "April 8", "txt": "Otto and Elise Hampel are executed in Berlin for their anti-Nazi activities.", "entities": [{"title": "Otto and Elise Hampel", "href": "/wiki/Otto_and_Elise_Hampel", "description": "Otto and Elise Hampel were a working class German couple who created a simple method of protest against Nazism in Berlin during the middle years of World War II. They wrote postcards denouncing Hitler's government and left them in public places around the city. They were eventually caught, tried, and beheaded in Berlin's Plötzensee Prison in April 1943. Shortly after the end of the war, their Gest"}, {"title": "Berlin", "href": "/wiki/Berlin", "description": "Berlin is the capital and largest city of Germany by both area and population. Its population of around 3.8 million inhabitants makes it the most-populous city of the European Union, according to population within city limits. One of Germany's 16 constituent states, Berlin is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. Berlin's urban area has a popul"}]}, {"heading": "Events", "year": "1945", "date": "April 8", "txt": "World War II: After an air raid accidentally destroys a train carrying about 4,000 Nazi concentration camp internees in Prussian Hanover, the survivors are massacred by Nazis.", "entities": [{"title": "Nazi concentration camp", "href": "/wiki/Nazi_concentration_camp", "description": "From 1933 to 1945, Nazi Germany operated more than a thousand concentration camps on its own territory and in parts of German-occupied Europe."}, {"title": "Prussian Hanover", "href": "/wiki/Prussian_Hanover", "description": "The Province of Hanover was a province of the Kingdom of Prussia and the Free State of Prussia from 1868 to 1946."}, {"title": "Celler Hasenjagd", "href": "/wiki/Celler_Hasenjagd", "description": "The Celle massacre was a massacre of concentration camp inmates that took place in Celle, Prussian Hanover, in the last weeks of the Second World War. On 8 April 1945 over 3,000 internees being transported to Bergen Belsen concentration camp were killed in an Allied air raid and subsequent attacks on survivors by SS guards, Gestapo, and Nazi party officials, as well as members of the public. Some "}]}, {"heading": "Events", "year": "1946", "date": "April 8", "txt": "Électricité de France, the world's largest utility company, is formed as a result of the nationalisation of a number of electricity producers, transporters and distributors.", "entities": [{"title": "Électricité de France", "href": "/wiki/%C3%89lectricit%C3%A9_de_France", "description": "Électricité de France S.A., commonly known as EDF, is a French multinational electric utility company, largely owned by the French state. Headquartered in Paris, with €71.2 billion in revenues in 2016, EDF operates a diverse portfolio of 120+ gigawatts of generation capacity in Europe, South America, North America, Asia, the Middle East, and Africa."}, {"title": "Utility company", "href": "/wiki/Utility_company", "description": "A public utility company is an organization that maintains the infrastructure for a public service. Public utilities are subject to forms of public control and regulation ranging from local community-based groups to statewide government monopolies."}, {"title": "Nationalisation", "href": "/wiki/Nationalisation", "description": "Nationalization is the process of transforming privately-owned assets into public assets by bringing them under the public ownership of a  national government or state. Nationalization usually refers to private assets or to assets owned by lower levels of government being transferred to the state. Nationalization contrasts with privatization and with demutualization. When previously nationalized a"}]}, {"heading": "Events", "year": "1950", "date": "April 8", "txt": "India and Pakistan sign the Liaquat–Nehru Pact.", "entities": [{"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Liaquat–Nehru Pact", "href": "/wiki/Liaquat%E2%80%93Nehru_Pact", "description": "The Liaquat–Nehru Pact was a bilateral treaty between India and Pakistan in which refugees were allowed to return to dispose of their property, abducted women and looted property were to be returned, forced conversions were unrecognized, and minority rights were confirmed. The treaty was signed in New Delhi by the Prime Minister of India Jawahar Lal Nehru and the Prime Minister of Pakistan Liaquat"}]}, {"heading": "Events", "year": "1952", "date": "April 8", "txt": "U.S. President Harry Truman calls for the seizure of all domestic steel mills in an attempt to prevent the 1952 steel strike.", "entities": [{"title": "Harry Truman", "href": "/wiki/Harry_Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "1952 steel strike", "href": "/wiki/1952_steel_strike", "description": "The 1952 steel strike was a strike by the United Steelworkers of America (USWA) against U.S. Steel (USS) and nine other steelmakers. The strike was scheduled to begin on April 9, 1952, but US President Harry Truman nationalized the American steel industry hours before the workers walked out. The steel companies sued to regain control of their facilities. On June 2, 1952, in a landmark decision, th"}]}, {"heading": "Events", "year": "1953", "date": "April 8", "txt": "Mau Mau leader Jomo Kenyatta is convicted by British Kenya's rulers.", "entities": [{"title": "Mau Mau", "href": "/wiki/Mau_Mau", "description": "The Mau Mau Uprising (1952–1960), also known as the Mau Mau Rebellion, the Kenya Emergency, and the Mau Mau Revolt, was a war in the British Kenya Colony (1920–1963) between the Kenya Land and Freedom Army (KLFA), also known as Mau Mau, and the British authorities."}, {"title": "Jomo Kenyatta", "href": "/wiki/Jomo_Kenyatta", "description": "Jomo Kenyatta was a Kenyan anti-colonial activist and politician who governed Kenya as its Prime Minister from 1963 to 1964 and then as its first President from 1964 to his death in 1978. He was the country's first indigenous head of government and played a significant role in the transformation of Kenya from a colony of the British Empire into an independent republic. Ideologically an African nat"}, {"title": "British Kenya", "href": "/wiki/British_Kenya", "description": "The Colony and Protectorate of Kenya, commonly known as British Kenya, was part of the British Empire in Africa. It was established when the former East Africa Protectorate was transformed into a British Crown colony in 1920. Technically, the 'Colony of Kenya' referred to the interior lands, while a 16 km (10 mi) coastal strip was the 'Protectorate of Kenya', but the two were controlled as a singl"}]}, {"heading": "Events", "year": "1954", "date": "April 8", "txt": "A Royal Canadian Air Force Canadair Harvard collides with a Trans-Canada Airlines Canadair North Star over Moose Jaw, Saskatchewan, killing 37 people.", "entities": [{"title": "T-6 Texan", "href": "/wiki/T-6_Texan", "description": "The North American Aviation T-6 Texan is an American single-engined advanced trainer aircraft used to train pilots of the United States Army Air Forces (USAAF), United States Navy, Royal Air Force, Royal Canadian Air Force and other air forces of the British Commonwealth during World War II and into the 1970s. Designed by North American Aviation, the T-6 is known by a variety of designations depen"}, {"title": "Trans-Canada Air Lines", "href": "/wiki/Trans-Canada_Air_Lines", "description": "Trans-Canada Air Lines was a Canadian airline that operated as the country's flag carrier. Its corporate headquarters were in Montreal, Quebec. Its first president was Gordon Roy McGregor."}, {"title": "Canadair North Star", "href": "/wiki/Canadair_North_Star", "description": "The Canadair North Star is a 1940s Canadian development, for Trans-Canada Air Lines (TCA), of the Douglas DC-4. Instead of radial piston engines used by the Douglas design, Canadair used Rolls-Royce Merlin V12 engines to achieve a higher cruising speed of 325 mph (523 km/h) compared with the 227 mph (365 km/h) of the standard DC-4. Requested by TCA in 1944, the prototype flew on 15 July 1946. The "}, {"title": "Moose Jaw, Saskatchewan", "href": "/wiki/Moose_Jaw,_Saskatchewan", "description": "Moose Jaw is the fourth largest city in Saskatchewan, Canada. Lying on the Moose Jaw River in the south-central part of the province, it is situated on the Trans-Canada Highway, 77 km (48 mi) west of Regina. Residents of Moose Jaw are known as Moose Javians. The city is surrounded by the Rural Municipality of Moose Jaw No. 161."}]}, {"heading": "Events", "year": "1954", "date": "April 8", "txt": "South African Airways Flight 201 A de Havilland DH.106 Comet 1 crashes into the sea during night killing 21 people.", "entities": [{"title": "De Havilland Comet", "href": "/wiki/De_Havilland_Comet", "description": "The de Havilland DH.106 Comet was the world's first commercial jet airliner. Developed and manufactured by de Havilland at its Hatfield Aerodrome in Hertfordshire, United Kingdom, the Comet 1 prototype first flew in 1949. It featured an aerodynamically clean design with four de Havilland Ghost turbojet engines buried in the wing roots, a pressurised cabin, and large square windows. For the era, it"}]}, {"heading": "Events", "year": "1959", "date": "April 8", "txt": "A team of computer manufacturers, users, and university people led by Grace Hopper meets to discuss the creation of a new programming language that would be called COBOL.", "entities": [{"title": "Grace Hopper", "href": "/wiki/Grace_Hopper", "description": "Grace Brewster Murray Hopper was an American computer scientist and United States Navy rear admiral. One of the first programmers of the Harvard Mark I computer, she was a pioneer of computer programming who invented one of the first linkers. Hopper was the first to devise the theory of machine-independent programming languages, and the FLOW-MATIC programming language she created using this theory"}, {"title": "Programming language", "href": "/wiki/Programming_language", "description": "A programming language is a formal language comprising a set of instructions that produce various kinds of output. Programming languages are used in computer programming to implement algorithms."}, {"title": "COBOL", "href": "/wiki/COBOL", "description": "COBOL is a compiled English-like computer programming language designed for business use. It is an imperative, procedural and, since 2002, object-oriented language. COBOL is primarily used in business, finance, and administrative systems for companies and governments. COBOL is still widely used in applications deployed on mainframe computers, such as large-scale batch and transaction processing jo"}]}, {"heading": "Events", "year": "1959", "date": "April 8", "txt": "The Organization of American States drafts an agreement to create the Inter-American Development Bank.", "entities": [{"title": "Inter-American Development Bank", "href": "/wiki/Inter-American_Development_Bank", "description": "The Inter-American Development Bank is the largest source of development financing for Latin America and the Caribbean. Established in 1959, the IDB supports Latin American and Caribbean economic development, social development and regional integration by lending to governments and government agencies, including State corporations."}]}, {"heading": "Events", "year": "1960", "date": "April 8", "txt": "The Netherlands and West Germany sign an agreement to negotiate the return of German land annexed by the Dutch in return for 280 million German marks as Wiedergutmachung.", "entities": [{"title": "Netherlands", "href": "/wiki/Netherlands", "description": "The Netherlands, informally Holland, is a country primarily located in Western Europe and partly in the Caribbean. It is the largest of four constituent countries of the Kingdom of the Netherlands. In Europe, the Netherlands consists of twelve provinces, bordering Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countr"}, {"title": "West Germany", "href": "/wiki/West_Germany", "description": "West Germany, officially the Federal Republic of Germany, retrospectively designated as the Bonn Republic, is the common English name for the Federal Republic of Germany between its formation on 23 May 1949 and the German reunification through the accession of East Germany on 3 October 1990. During this Cold War period, the western portion of Germany was part of the Western Bloc. West Germany was "}, {"title": "Dutch annexation of German territory after World War II", "href": "/wiki/Dutch_annexation_of_German_territory_after_World_War_II", "description": "At the end of World War II, plans were made in the Netherlands to annex German territory as compensation for the damages caused by the war. In October 1945, the Dutch state asked Germany for 25 billion guilders in reparations. In February 1945 it had already been established at the Yalta Conference that reparations would not be given in monetary form. The plan which was worked out in most detail w"}, {"title": "German mark", "href": "/wiki/German_mark", "description": "The Deutsche Mark, abbreviated \"DM\" or \"D-Mark\" [ˈdeːˌmaʁk] (listen), was the official currency of West Germany from 1948 until 1990 and later the unified Germany from 1990 until 2002. It was first issued under Allied occupation in 1948 to replace the Reichsmark, and served as the Federal Republic of Germany's official currency from its founding the following year until the adoption of the euro. I"}, {"title": "Wiedergutmachung", "href": "/wiki/Wiedergutmachung", "description": "The German word Wiedergutmachung after World War II refers to the reparations that the German government agreed to pay in 1953 to the direct survivors of the Holocaust, and to those who were made to work at forced labour camps or who otherwise became victims of the Nazis. The sum would amount, through the years, to over 100 billion Deutsche Mark. Historian Tony Judt writes about Wiedergutmachung:I"}]}, {"heading": "Events", "year": "1968", "date": "April 8", "txt": "BOAC Flight 712 catches fire shortly after takeoff. As a result of her actions in the accident, Barbara Jane Harrison is awarded a posthumous George Cross, the only GC awarded to a woman in peacetime.", "entities": [{"title": "BOAC Flight 712", "href": "/wiki/BOAC_Flight_712", "description": "BOAC Flight 712 was a British Overseas Airways Corporation (BOAC) service operated by a Boeing 707-465 from London Heathrow Airport bound for Sydney via Zurich and Singapore. On Monday 8 April 1968, it suffered an engine failure on takeoff that quickly led to a major fire. The engine fell off the aircraft in flight. After the aircraft had made a successful emergency landing, confusion over checkli"}, {"title": "Barbara Jane Harrison", "href": "/wiki/Barbara_Jane_Harrison", "description": "Barbara Jane Harrison GC, known as Jane Harrison, was a British flight attendant, one of four women to have been awarded the George Cross for heroism and the only woman awarded the medal for gallantry in peacetime."}, {"title": "George Cross", "href": "/wiki/George_Cross", "description": "The George Cross (GC) is the highest award bestowed by the British government for non-operational gallantry or gallantry not in the presence of an enemy. In the UK honours system, the George Cross is equal in stature to the Victoria Cross, the highest military gallantry award. This has been the case since the introduction of the award in 1940. It is awarded \"for acts of the greatest heroism or for"}]}, {"heading": "Events", "year": "1970", "date": "April 8", "txt": "Bahr El-Baqar primary school bombing: Israeli bombers accidentally strike an Egyptian school. Forty-six children are killed.", "entities": [{"title": "Bahr El-Baqar primary school bombing", "href": "/wiki/Bahr_El-Baqar_primary_school_bombing", "description": "The Bahr el-Baqar primary school in the Egyptian village of Bahr el-Baqar was bombed by the Israeli Air Force on 8 April 1970, killing 46 children. Of the 130 children who attended the school, 46 were killed and over 50 wounded. The school itself was completely demolished. The attack was carried out by Israeli Air Force F4 Phantom II fighter bombers, at 9:20 am on Wednesday April 8. Five bombs and"}]}, {"heading": "Events", "year": "1975", "date": "April 8", "txt": "Frank Robinson manages the Cleveland Indians in his first game as major league baseball's first African American manager.", "entities": [{"title": "Frank Robinson", "href": "/wiki/Frank_Robinson", "description": "Frank Robinson was an American professional baseball outfielder and manager in Major League Baseball (MLB) who played for five teams, from 1956 to 1976. The only player to be named Most Valuable Player (MVP) of both the National League (NL) and the American League (AL), he was named the NL MVP after leading the Cincinnati Reds to the pennant in 1961 and was named the AL MVP in 1966 with the Baltim"}, {"title": "Cleveland Indians", "href": "/wiki/Cleveland_Indians", "description": "The Cleveland Indians are an American professional baseball team based in Cleveland. The Indians compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. Since 1994, they have played at Progressive Field. The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a major league franchise in 1901, the t"}, {"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while naturalized African immigrants may also identify as African-American."}]}, {"heading": "Events", "year": "1987", "date": "April 8", "txt": "Los Angeles Dodgers executive Al Campanis resigns amid controversy over racially charged remarks he had made while on Nightline.", "entities": [{"title": "Los Angeles Dodgers", "href": "/wiki/Los_Angeles_Dodgers", "description": "The Los Angeles Dodgers are an American professional baseball team based in Los Angeles. The Dodgers compete in Major League Baseball (MLB) as a member club of the National League (NL) West division. Established in 1883 in the city of Brooklyn, which later became a borough of New York City, the team joined the NL in 1890 as the Brooklyn Bridegrooms and assumed several different monikers thereafter"}, {"title": "Al Campanis", "href": "/wiki/Al_Campanis", "description": "Alexander Sebastian Campanis was an American executive in Major League Baseball (MLB). He had a brief major league playing career, as a second baseman for the Brooklyn Dodgers in 1943; he was the first Greek player in MLB history. Campanis is most famous for his position as general manager of the Los Angeles Dodgers from 1968 to 1987, from which he was fired on April 8, 1987, as a result of contro"}, {"title": "Racism", "href": "/wiki/Racism", "description": "Racism is the belief that groups of humans possess different behavioral traits corresponding to physical appearance and can be divided based on the superiority of one race over another. It may also mean prejudice, discrimination, or antagonism directed against other people because they are of a different ethnicity. Modern variants of racism are often based in social perceptions of biological diffe"}]}, {"heading": "Events", "year": "1992", "date": "April 8", "txt": "Retired tennis great Arthur Ashe announces that he has AIDS, acquired from blood transfusions during one of his two heart surgeries.", "entities": [{"title": "Tennis", "href": "/wiki/Tennis", "description": "Tennis is a racket sport that can be played individually against a single opponent (singles) or between two teams of two players each (doubles). Each player uses a tennis racket that is strung with cord to strike a hollow rubber ball covered with felt over or around a net and into the opponent's court. The object of the game is to maneuver the ball in such a way that the opponent is not able to pl"}, {"title": "Arthur Ashe", "href": "/wiki/Arthur_Ashe", "description": "Arthur Robert Ashe Jr. was an American professional tennis player who won three Grand Slam singles titles. He was the first black player selected to the United States Davis Cup team and the only black man ever to win the singles title at Wimbledon, the US Open, and the Australian Open. He retired in 1980. He was ranked world No. 1 by Harry Hopman in 1968 and by Lance Tingay of The Daily Telegraph "}, {"title": "AIDS", "href": "/wiki/AIDS", "description": "Human immunodeficiency virus infection and acquired immunodeficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV), a retrovirus. Following initial infection a person may not notice any symptoms, or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. If the inf"}, {"title": "Blood transfusion", "href": "/wiki/Blood_transfusion", "description": "Blood transfusion is the process of transferring blood products into one's circulation intravenously. Transfusions are used for various medical conditions to replace lost components of the blood. Early transfusions used whole blood, but modern medical practice commonly uses only components of the blood, such as red blood cells, white blood cells, plasma, clotting factors, and platelets."}]}, {"heading": "Events", "year": "1993", "date": "April 8", "txt": "The Republic of North Macedonia joins the United Nations.", "entities": [{"title": "Republic of North Macedonia", "href": "/wiki/Republic_of_North_Macedonia", "description": "North Macedonia, officially the Republic of North Macedonia, is a country in Southeast Europe. It gained independence in 1991 as one of the successor states of Yugoslavia. North Macedonia is a landlocked country bordering with Kosovo to the northwest, Serbia to the north, Bulgaria to the east, Greece to the south, and Albania to the west. It constitutes approximately the northern third of the larg"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "2004", "date": "April 8", "txt": "War in Darfur: The Humanitarian Ceasefire Agreement is signed by the Sudanese government and two rebel groups.", "entities": [{"title": "War in Darfur", "href": "/wiki/War_in_Darfur", "description": "The War in Darfur, also nicknamed the Land Cruiser War, is a major armed conflict in the Darfur region of Sudan that began in February 2003 when the Sudan Liberation Movement (SLM) and the Justice and Equality Movement (JEM) rebel groups began fighting the government of Sudan, which they accused of oppressing Darfur's non-Arab population. The government responded to attacks by carrying out a campa"}, {"title": "April 8 Humanitarian Ceasefire Agreement", "href": "/wiki/April_8_Humanitarian_Ceasefire_Agreement", "description": "Following the escalation of the Darfur conflict in the Sudan, Chad brokered negotiations in N'Djamena led to the Humanitarian Ceasefire Agreement between the Sudanese government and the two rebel groups, the Sudanese Justice and Equality Movement (JEM) and the Sudan Liberation Movement/Army (SLM/A) on 8 April 2004, other signatories were Chad and the African Union. The ceasefire came into effect o"}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}]}, {"heading": "Events", "year": "2006", "date": "April 8", "txt": "Shedden massacre: The bodies of eight men, all shot to death, are found in a field in Shedden, Elgin County, Ontario. The murders are soon linked to the Bandidos Motorcycle Club.", "entities": [{"title": "Shedden massacre", "href": "/wiki/Shedden_massacre", "description": "\n\nThe Shedden massacre involved the gang-related killing of eight men, whose bodies were found in a field five kilometres north of Shedden, a small village in the Canadian province of Ontario, on April 8, 2006. Four vehicles, with the bodies inside, were first discovered by a farmer. The day after the bodies were discovered, five people, including one member of the Bandidos motorcycle gang, were a"}, {"title": "Shedden, Elgin County, Ontario", "href": "/wiki/Shedden,_Elgin_County,_Ontario", "description": "Shedden, Ontario is a hamlet in Southwold Township, Elgin County in southwestern Ontario, Canada. It is known as \"The Rhubarb Capital of Ontario\" and is home to the \"Rosy Rhubarb Festival\" which is held in early June each summer with the big Shedden tractor pull that comes the week after. Rhubarb is the primary crop in the surrounding area. It was named in honour of John Shedden who was the forema"}, {"title": "Bandidos Motorcycle Club", "href": "/wiki/Bandidos_Motorcycle_Club", "description": "The Bandidos Motorcycle Club, also known as the Bandido Nation, is a one percenter motorcycle club with a worldwide membership. Formed in San Leon, Texas in 1966, the Bandidos MC is estimated to have between 2,000 and 2,500 members and 303 chapters, located in 22 countries, making it the second-largest motorcycle club in the world behind the Hells Angels."}]}, {"heading": "Events", "year": "2008", "date": "April 8", "txt": "The construction of the world's first skyscraper to integrate wind turbines is completed in Bahrain.", "entities": [{"title": "Bahrain World Trade Center", "href": "/wiki/Bahrain_World_Trade_Center", "description": "The Bahrain World Trade Center is a 240-metre-high (787 ft), 50-floor, twin tower complex located in Manama, Bahrain. Designed by the multi-national architectural firm Atkins, construction on the towers was completed in 2008. It is the first skyscraper in the world to integrate wind turbines into its design. The wind turbines were developed, built and installed by the Danish company Norwin A/S."}, {"title": "Bahrain", "href": "/wiki/Bahrain", "description": "Bahrain, officially the Kingdom of Bahrain, is a country in the Persian Gulf. The island nation comprises a small archipelago made up of 70 natural islands and an additional 33 artificial islands, centered around Bahrain Island which makes up around 83 percent of the country's landmass. The country is situated between the Qatari peninsula and the north eastern coast of Saudi Arabia to which it is "}]}, {"heading": "Events", "year": "2013", "date": "April 8", "txt": "The Islamic State of Iraq enters the Syrian Civil War and begins by declaring a merger with the Al-Nusra Front under the name Islamic State of Iraq and ash-Sham.", "entities": [{"title": "Islamic State of Iraq", "href": "/wiki/Islamic_State_of_Iraq", "description": "The Islamic State of Iraq was a militant Salafist jihadist group that aimed to establish an Islamic state in Sunni, Arab-majority areas of Iraq during the Iraq War and later in Syria during the Syrian Civil War."}, {"title": "Syrian Civil War", "href": "/wiki/Syrian_Civil_War", "description": "The Syrian civil war is an ongoing multi-sided civil war in Syria fought between the Syrian Arab Republic led by Syrian president Bashar al-Assad, along with domestic and foreign allies, and various domestic and foreign forces opposing both the Syrian government and each other in varying combinations."}, {"title": "Al-Nusra Front", "href": "/wiki/Al-Nusra_Front", "description": "Al-Nusra Front or Jabhat al-Nusra, known as Jabhat Fatah al-Sham after July 2016, and also described as al-Qaeda in Syria or al-Qaeda in the Levant, was a Salafist jihadist organization fighting against Syrian government forces in the Syrian Civil War. Its aim was to establish an Islamic state in the country. The group has changed its name several times and merged with and separated from other gro"}, {"title": "Islamic State of Iraq and the Levant", "href": "/wiki/Islamic_State_of_Iraq_and_the_Levant", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Births", "year": "1320", "date": "April 8", "txt": "Peter I of Portugal (d. 1367)", "entities": [{"title": "Peter I of Portugal", "href": "/wiki/Peter_I_of_Portugal", "description": "Peter I, called the Just or the Cruel, was King of Portugal from 1357 until his death. He was the third but only surviving son of Afonso IV of Portugal and his wife, Beatrice of Castile."}]}, {"heading": "Births", "year": "1408", "date": "April 8", "txt": "Jadwiga of Lithuania, Polish princess (d. 1431)", "entities": [{"title": "Jadwiga of Lithuania", "href": "/wiki/Jadwiga_of_Lithuania", "description": "Hedwig Jagiellon was a Polish and Lithuanian princess, and a member of the Jagiellon dynasty. For most of her life she, as the only child of Wladyslaw Jagiello, was considered to be heiress of the Polish and Lithuanian thrones. After the birth of Jagiello's sons in 1424 and 1427, Hedwig had some support for her claims to the throne. She died in 1431 amidst rumors that she was poisoned by her stepm"}]}, {"heading": "Births", "year": "1435", "date": "April 8", "txt": "John Clifford, 9th Baron de Clifford, English noble (d. 1461)", "entities": [{"title": "John Clifford, 9th Baron de Clifford", "href": "/wiki/John_Clifford,_9th_Baron_de_Clifford", "description": "John Clifford, 9th Baron Clifford, 9th Lord of Skipton was a Lancastrian military leader during the Wars of the Roses in England. The Clifford family was one of the most prominent families among the northern English nobility of the fifteenth century, and by the marriages of his sisters John Clifford had links to some very important families of the time, including the earls of Devon. He was orphane"}]}, {"heading": "Births", "year": "1533", "date": "April 8", "txt": "Claudio Merulo, Italian organist and composer (d. 1604)", "entities": [{"title": "Claudio Merulo", "href": "/wiki/Claudio_Merulo", "description": "Claudio Merulo was an Italian composer, publisher and organist of the late Renaissance period, most famous for his innovative keyboard music and his ensemble music composed in the Venetian polychoral style. He was born in Correggio and died in Parma. Born Claudio Merlotti, he Latinised his surname when he became famous in Venetian cultural clubs."}]}, {"heading": "Births", "year": "1536", "date": "April 8", "txt": "Barbara of Hesse (d. 1597)", "entities": [{"title": "Barbara of Hesse", "href": "/wiki/Barbara_of_Hesse", "description": "Barbara of Hesse, Duchess of Württemberg-Mömpelgard was a German noblewoman, and the wife of Count George I of Württemberg-Mömpelgard. Her second husband was Daniel, Count of Waldeck."}]}, {"heading": "Births", "year": "1541", "date": "April 8", "txt": "Michele Mercati, Italian physician and archaeologist (d. 1593)", "entities": [{"title": "Michele Mercati", "href": "/wiki/Michele_Mercati", "description": "Michele Mercati was a physician who was superintendent of the Vatican Botanical Garden under Popes Pius V, Gregory XIII, Sixtus V, and Clement VIII. He was one of the first scholars to recognise prehistoric stone tools as human-made rather than natural or mythologically created thunderstones."}]}, {"heading": "Births", "year": "1580", "date": "April 8", "txt": "William Herbert, 3rd Earl of Pembroke, English noble, courtier and patron of the arts (d. 1630)", "entities": [{"title": "William Herbert, 3rd Earl of Pembroke", "href": "/wiki/William_Herbert,_3rd_Earl_of_Pembroke", "description": "William Herbert, 3rd Earl of Pembroke, of Wilton House in Wiltshire, was an English nobleman, politician, and courtier. He served as Chancellor of the University of Oxford and together with King James I he founded Pembroke College, Oxford. In 1608 he was appointed Warden of the Forest of Dean and Constable of St Briavels Castle in Gloucestershire, and in 1609 Governor of Portsmouth, all of which o"}]}, {"heading": "Births", "year": "1596", "date": "April 8", "txt": "Juan van der Hamen, Spanish artist (d. 1631)", "entities": [{"title": "Juan van der Hamen", "href": "/wiki/Juan_van_der_Hamen", "description": "Juan van der Hamen y (Gómez de) León  was a Spanish painter, a master of still life paintings, also called bodegones. Prolific and versatile, he painted allegories, landscapes, and large-scale works for churches and convents. Today he is remembered mostly for his still lifes, a genre he popularized in 1620s Madrid."}]}, {"heading": "Births", "year": "1605", "date": "April 8", "txt": "Philip IV of Spain (d. 1665)", "entities": [{"title": "Philip IV of Spain", "href": "/wiki/Philip_IV_of_Spain", "description": "Philip IV was King of Spain from 1621 to his death and King of Portugal from 1621 to 1640. Philip is remembered for his patronage of the arts, including such artists as Diego Velázquez, and his rule over Spain during the Thirty Years' War."}]}, {"heading": "Births", "year": "1605", "date": "April 8", "txt": "Mary Stuart, English-Scottish princess (d. 1607)", "entities": []}, {"heading": "Births", "year": "1641", "date": "April 8", "txt": "Henry Sydney, 1st Earl of Romney, English general and politician, Secretary of State for the Northern Department (d. 1704)", "entities": [{"title": "Henry Sydney, 1st Earl of Romney", "href": "/wiki/Henry_Sydney,_1st_Earl_of_Romney", "description": "Henry Sydney, 1st Earl of Romney was an English politician and army officer. Often dismissed as a mere flunkey and court favourite, he was nevertheless an expert Statesman, with an adroitness for manipulating men. He was one of the Immortal Seven, and in fact the author of the invitation that group extended to their future King."}, {"title": "Secretary of State for the Northern Department", "href": "/wiki/Secretary_of_State_for_the_Northern_Department", "description": "The Secretary of State for the Northern Department was a position in the Cabinet of the government of Great Britain up to 1782, when the Northern Department became the Foreign Office."}]}, {"heading": "Births", "year": "1692", "date": "April 8", "txt": "Giuseppe Tartini, Italian violinist and composer (d. 1770)", "entities": [{"title": "Giuseppe Tartini", "href": "/wiki/Giuseppe_Tartini", "description": "Giuseppe Tartini was an Italian Baroque composer and violinist born in the Republic of Venice."}]}, {"heading": "Births", "year": "1726", "date": "April 8", "txt": "Lewis Morris, American judge and politician (d. 1798)", "entities": [{"title": "Lewis Morris", "href": "/wiki/Lewis_Morris", "description": "Lewis Morris was an American landowner and developer from Morrisania, New York, presently part of Bronx County. He signed the U.S. Declaration of Independence as a delegate to the Continental Congress from New York."}]}, {"heading": "Births", "year": "1732", "date": "April 8", "txt": "David Rittenhouse, American astronomer and mathematician (d. 1796)", "entities": [{"title": "David Rittenhouse", "href": "/wiki/David_Rittenhouse", "description": "David Rittenhouse was an American astronomer, inventor, clockmaker, mathematician, surveyor, scientific instrument craftsman, and public official. Rittenhouse was a member of the American Philosophical Society and the first director of the United States Mint."}]}, {"heading": "Births", "year": "1761", "date": "April 8", "txt": "William Joseph Chaminade, French priest, founded the Society of Mary (d. 1850)", "entities": [{"title": "William Joseph Chaminade", "href": "/wiki/William_Joseph_Chaminade", "description": "Guillaume-Joseph Chaminade, was a French Catholic priest who survived persecution during the French Revolution and later founded the Society of Mary, usually called the Marianists, in 1817. He was beatified by Pope John Paul II on 3 September 2000 his feast day is celebrated on 22 January."}, {"title": "Society of Mary (Marianists)", "href": "/wiki/Society_of_Mary_(Marianists)", "description": "The Society of Mary, a Roman Catholic Marian Society, is a congregation of brothers and priests called the Marianists or Marianist Brothers and Priests. The society was founded by William Joseph Chaminade, a priest who survived the anti-clerical persecution during the French Revolution. The society is one of the four branches of the Marianist Family. Along with the other branches, the Marianist Br"}]}, {"heading": "Births", "year": "1770", "date": "April 8", "txt": "John Thomas Campbell, Irish-Australian banker and politician (d. 1830)", "entities": [{"title": "John Thomas Campbell", "href": "/wiki/John_Thomas_Campbell", "description": "John Thomas Campbell (1770–1830) was a public servant and politician in the New South Wales Legislative Council during the early Australian colonial period."}]}, {"heading": "Births", "year": "1798", "date": "April 8", "txt": "Dionysios Solomos, Greek poet and author (d. 1857)", "entities": [{"title": "Dionysios Solomos", "href": "/wiki/Dionysios_Solomos", "description": "Dionysios Solomos was a Greek poet from Zakynthos. He is best known for writing the Hymn to Liberty, of which the first two stanzas, set to music by Nikolaos Mantzaros, became the Greek and Cypriot national anthem in 1865 and 1966 respectively. He was the central figure of the Heptanese School of poetry, and is considered the national poet of Greece—not only because he wrote the national anthem, b"}]}, {"heading": "Births", "year": "1818", "date": "April 8", "txt": "Christian IX of Denmark (d. 1906)", "entities": [{"title": "Christian IX of Denmark", "href": "/wiki/Christian_IX_of_Denmark", "description": "Christian IX was King of Denmark from 1863 until his death in 1906. From 1863 to 1864, he was concurrently Duke of Schleswig, Holstein and Lauenburg."}]}, {"heading": "Births", "year": "1818", "date": "April 8", "txt": "August Wilhelm von Hofmann, German chemist and academic (d. 1892)", "entities": []}, {"heading": "Births", "year": "1826", "date": "April 8", "txt": "Pancha Carrasco, Costa Rican soldier (d. 1890)", "entities": [{"title": "Pancha Carrasco", "href": "/wiki/Pancha_Carrasco", "description": "Pancha Carrasco, born Francisca Carrasco Jiménez, was Costa Rica's first woman in the military. Carrasco is most famous for joining the defending forces at the Battle of Rivas in 1856 with a rifle and a pocketful of bullets. The strength and determination she showed there made her a symbol of national pride and she was later honored with a Costa Rican postage stamp, a Coast Guard vessel, and the c"}]}, {"heading": "Births", "year": "1827", "date": "April 8", "txt": "Ramón Emeterio Betances, Puerto Rican ophthalmologist, journalist, and politician (d. 1898)", "entities": [{"title": "Ramón Emeterio Betances", "href": "/wiki/Ram%C3%B3n_Emeterio_Betances", "description": "Ramón Emeterio Betances y Alacán was a Puerto Rican independence advocate and medical doctor. He was the primary instigator of the Grito de Lares revolution and is considered to be the father of the Puerto Rican independence movement. Since the Grito galvanized a burgeoning nationalist movement among Puerto Ricans, Betances is also considered \"El Padre de la Patria\". Because of his charitable deed"}]}, {"heading": "Births", "year": "1842", "date": "April 8", "txt": "Elizabeth Bacon Custer, American author and educator (d. 1933)", "entities": [{"title": "Elizabeth Bacon Custer", "href": "/wiki/Elizabeth_Bacon_Custer", "description": "Elizabeth Clift Custer was an American author and public speaker, and the wife of Brevet Major General George Armstrong Custer, United States Army. She spent most of their marriage in relatively close proximity to him despite his numerous military campaigns in the American Civil War and subsequent postings on the Great Plains as a commanding officer in the United States Cavalry."}]}, {"heading": "Births", "year": "1859", "date": "April 8", "txt": "Edmund Husserl, German Jewish-Austrian mathematician and philosopher (d. 1938)", "entities": [{"title": "Edmund Husserl", "href": "/wiki/Edmund_Husserl", "description": "Edmund Gustav Albrecht Husserl was a German philosopher of Moravian origin, who established the school of phenomenology."}]}, {"heading": "Births", "year": "1864", "date": "April 8", "txt": "Carlos Deltour, French rower and rugby player (d. 1920)", "entities": [{"title": "Carlos Deltour", "href": "/wiki/Carlos_Deltour", "description": "Carlos Deltour, also known as Charles Deltour, was a French rower who competed in the 1900 Summer Olympics."}]}, {"heading": "Births", "year": "1867", "date": "April 8", "txt": "Allen Butler Talcott, American painter and educator (d. 1908)", "entities": [{"title": "Allen Butler Talcott", "href": "/wiki/Allen_Butler_Talcott", "description": "Allen Butler Talcott was an American landscape painter. After studying art in Paris for three years at Académie Julian, he returned to the United States, becoming one of the first members of the Old Lyme Art Colony in Connecticut. His paintings, usually landscapes depicting the local scenery and often executed en plein air, were generally Barbizon and Tonalist, sometimes incorporating elements of "}]}, {"heading": "Births", "year": "1869", "date": "April 8", "txt": "Harvey Cushing, American surgeon and academic (d. 1939)", "entities": [{"title": "Harvey Cushing", "href": "/wiki/Harvey_Cushing", "description": "Harvey Williams Cushing was an American neurosurgeon, pathologist, writer, and draftsman. A pioneer of brain surgery, he was the first exclusive neurosurgeon and the first person to describe Cushing's disease. He wrote a biography of William Osler in three volumes."}]}, {"heading": "Births", "year": "1871", "date": "April 8", "txt": "Clarence Hudson White, American photographer and educator (d. 1925)", "entities": [{"title": "Clarence Hudson White", "href": "/wiki/Clarence_Hudson_White", "description": "Clarence Hudson White was an American photographer, teacher and a founding member of the Photo-Secession movement. He grew up in small towns in Ohio, where his primary influences were his family and the social life of rural America. After visiting the World's Columbian Exposition in Chicago in 1893, he took up photography. Although he was completely self-taught in the medium, within a few years he"}]}, {"heading": "Births", "year": "1874", "date": "April 8", "txt": "Manuel Díaz, Cuban fencer (d. 1929)", "entities": [{"title": "Manuel Díaz (fencer)", "href": "/wiki/Manuel_D%C3%ADaz_(fencer)", "description": "Manuel Dionysios Díaz Martínez was a Cuban fencer who competed in the 1904 Summer Olympics. He was born in Havana and died in Rochester, New York."}]}, {"heading": "Births", "year": "1874", "date": "April 8", "txt": "Stanisław Taczak, Polish general (d. 1960)", "entities": []}, {"heading": "Births", "year": "1875", "date": "April 8", "txt": "Albert I of Belgium (d. 1934)", "entities": [{"title": "Albert I of Belgium", "href": "/wiki/Albert_I_of_Belgium", "description": "Albert I reigned as King of the Belgians from 1909 to 1934. He ruled during an eventful period in the history of Belgium, which included the period of World War I (1914–1918), when 90 percent of Belgium was overrun, occupied, and ruled by the German Empire. Other crucial issues included the adoption of the Treaty of Versailles in June 1919, the ruling of the Belgian Congo as an overseas possession"}]}, {"heading": "Births", "year": "1882 (O.S. 27 March)", "date": "April 8", "txt": "Dmytro Doroshenko, Lithuanian-Ukrainian historian and politician, Minister of Foreign Affairs of Ukraine and Prime Minister of Ukraine (d. 1951)", "entities": [{"title": "Dmytro Doroshenko", "href": "/wiki/Dmytro_Doroshenko", "description": "Dmytro Doroshenko was a prominent Ukrainian political figure during the revolution of 1917–1918 and a leading Ukrainian emigre historian during the inter-war period. Doroshenko was a supporter of federal ties with the Russian Republic and a member of the Ukrainian Party of Socialist Federalists."}, {"title": "Minister of Foreign Affairs of Ukraine", "href": "/wiki/Minister_of_Foreign_Affairs_of_Ukraine", "description": "The Ministry of Foreign Affairs of Ukraine is the Ukrainian government authority that oversees the foreign relations of Ukraine."}]}, {"heading": "Births", "year": "1883", "date": "April 8", "txt": "R. P. Keigwin, English cricketer and academic (d. 1972)", "entities": [{"title": "R. P. Keigwin", "href": "/wiki/R._P._Keigwin", "description": "Richard Prescott Keigwin was an English academic. He also played first-class cricket for Cambridge University, the Marylebone Cricket Club, Essex County Cricket Club and Gloucestershire County Cricket Club, and played hockey for Essex and England."}]}, {"heading": "Births", "year": "1883", "date": "April 8", "txt": "Julius Seljamaa, Estonian journalist and politician, Minister of Foreign Affairs of Estonia (d. 1936)", "entities": [{"title": "Minister of Foreign Affairs of Estonia", "href": "/wiki/Minister_of_Foreign_Affairs_of_Estonia", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1885", "date": "April 8", "txt": "Dimitrios Levidis, Greek-French soldier, composer, and educator (d. 1951)", "entities": [{"title": "Dimitrios Levidis", "href": "/wiki/Dimitrios_Levidis", "description": "Dimitrios Levidis was a Greek composer, later naturalized French (1929)."}]}, {"heading": "Births", "year": "1886", "date": "April 8", "txt": "Margaret Ayer Barnes, American author and playwright (d. 1967)", "entities": [{"title": "Margaret Ayer Barnes", "href": "/wiki/Margaret_Ayer_Barnes", "description": "Margaret Ayer Barnes was an American playwright, novelist, and short-story writer. She was awarded the Pulitzer Prize."}]}, {"heading": "Births", "year": "1888", "date": "April 8", "txt": "Dennis Chávez, American journalist and politician (d. 1962)", "entities": [{"title": "Dennis Chávez", "href": "/wiki/Dennis_Ch%C3%A1vez", "description": "Dionisio \"Dennis\" Chávez was an American politician who served in the United States House of Representatives from 1931 to 1935, and in the United States Senate from 1935 to 1962. He was the first Hispanic person elected to a full term in the US Senate and the first U.S. Senator to be born in New Mexico."}]}, {"heading": "Births", "year": "1889", "date": "April 8", "txt": "Adrian Boult, English conductor (d. 1983)", "entities": [{"title": "Adrian Boult", "href": "/wiki/Adrian_Boult", "description": "Sir Adrian Cedric Boult, CH was an English conductor. Brought up in a prosperous mercantile family, he followed musical studies in England and at Leipzig, Germany, with early conducting work in London for the Royal Opera House and Sergei Diaghilev's ballet company. His first prominent post was conductor of the City of Birmingham Orchestra in 1924. When the British Broadcasting Corporation appointe"}]}, {"heading": "Births", "year": "1892", "date": "April 8", "txt": "Richard Neutra, Austrian-American architect, designer of the Los Angeles County Hall of Records (d. 1970)", "entities": [{"title": "Richard Neutra", "href": "/wiki/Richard_Neutra", "description": "Richard Joseph Neutra was a Jewish Austrian-American architect. Living and building for the majority of his career in Southern California, he came to be considered among the most prominent and important modernist architects."}, {"title": "Los Angeles County Hall of Records", "href": "/wiki/Los_Angeles_County_Hall_of_Records", "description": "The Los Angeles County Hall of Records, a rare high-rise by Richard Neutra, sits in the northern end of the Civic Center in Downtown Los Angeles. An exemplar of modernist architecture, the building includes louvers similar to the Kaufmann Desert House. Additionally, the screen to the right of the louvres was a feature by sculptor Malcolm Leland to incorporate ornamentation into modernist buildings"}]}, {"heading": "Births", "year": "1892", "date": "April 8", "txt": "Mary Pickford, Canadian-American actress, producer, screenwriter and co-founder of United Artists (d. 1979)", "entities": [{"title": "United Artists", "href": "/wiki/United_Artists", "description": "United Artists Corporation (UA), currently doing business as United Artists Digital Studios, is an American digital production company. Founded in 1919 by D. W. Griffith, Charlie Chaplin, Mary Pickford, and Douglas Fairbanks, the studio was premised on allowing actors to control their own interests, rather than being dependent upon commercial studios. UA was repeatedly bought, sold, and restructur"}]}, {"heading": "Births", "year": "1896", "date": "April 8", "txt": "Yip Harburg, American composer (d. 1981)", "entities": [{"title": "Yip Harburg", "href": "/wiki/Yip_Harburg", "description": "Edgar Yipsel \"Yip\" Harburg was an American popular song lyricist and librettist who worked with many well-known composers. He wrote the lyrics to the standards \"Brother, Can You Spare a Dime?\", \"April in Paris\", and \"It's Only a Paper Moon\", as well as all of the songs for the film The Wizard of Oz, including \"Over the Rainbow\". He was known for the social commentary of his lyrics, as well as his "}]}, {"heading": "Births", "year": "1900", "date": "April 8", "txt": "Marie Byles, Australian solicitor (d. 1979) ", "entities": [{"title": "Marie Byles", "href": "/wiki/Marie_Byles", "description": "Marie Beuzeville Byles was an Australian conservationist, pacifist, the first practising female solicitor in New South Wales (NSW), mountaineer, explorer and avid bushwalker, feminist, journalist, and an original member of the Buddhist Society in New South Wales. She was also a travel and non-fiction writer."}]}, {"heading": "Births", "year": "1902", "date": "April 8", "txt": "Andrew Irvine, English mountaineer and explorer (d. 1924)", "entities": [{"title": "Andrew Irvine (mountaineer)", "href": "/wiki/Andrew_Irvine_(mountaineer)", "description": "Andrew Comyn \"Sandy\" Irvine was an English mountaineer who took part in the 1924 British Everest Expedition, the third British expedition to the world's highest mountain, Mount Everest."}]}, {"heading": "Births", "year": "1902", "date": "April 8", "txt": "Maria Maksakova Sr., Russian soprano (d. 1974)", "entities": []}, {"heading": "Births", "year": "1904", "date": "April 8", "txt": "John Hicks, English economist and academic, Nobel Prize laureate (d. 1989)", "entities": [{"title": "John Hicks", "href": "/wiki/John_Hicks", "description": "Sir John Hicks was a British economist. He is considered one of the most important and influential economists of the twentieth century. The most familiar of his many contributions in the field of economics were his statement of consumer demand theory in microeconomics, and the IS–LM model (1937), which summarised a Keynesian view of macroeconomics. His book Value and Capital (1939) significantly e"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1904", "date": "April 8", "txt": "Hirsch Jacobs, American horse trainer (d. 1970)", "entities": []}, {"heading": "Births", "year": "1905", "date": "April 8", "txt": "Joachim Büchner, German sprinter and graphic designer (d. 1978)", "entities": [{"title": "Joachim Büchner", "href": "/wiki/Joachim_B%C3%BCchner", "description": "Joachim \"Jochen\" Büchner was a German sprint runner who won a bronze medal in the 400 m event at the 1928 Olympics. He failed to reach the 400 m final at the next Olympics, and finished in fourth place with the German 4 × 400 m relay team. He won three national titles in the 400 m in 1927–1929 and finished second in 1925, 1931 and 1932. In 1928 he became the first German athlete to run 400 m withi"}]}, {"heading": "Births", "year": "1905", "date": "April 8", "txt": "Helen Joseph, English-South African activist (d. 1992)", "entities": []}, {"heading": "Births", "year": "1905", "date": "April 8", "txt": "Erwin Keller, German field hockey player (d. 1971)", "entities": []}, {"heading": "Births", "year": "1906", "date": "April 8", "txt": "Raoul Jobin, Canadian tenor and educator (d. 1974)", "entities": [{"title": "Raoul Jobin", "href": "/wiki/Raoul_Jobin", "description": "Raoul Jobin, was a French-Canadian operatic tenor, particularly associated with the French repertory."}]}, {"heading": "Births", "year": "1908", "date": "April 8", "txt": "Hugo Fregonese, Argentinian director and screenwriter (d. 1987)", "entities": [{"title": "Hugo Fregonese", "href": "/wiki/Hugo_Fregonese", "description": "Hugo Geronimo Fregonese was an Argentine film director and screenwriter who worked both in Hollywood and his home country."}]}, {"heading": "Births", "year": "1909", "date": "April 8", "txt": "John Fante, American author and screenwriter (d. 1983)", "entities": [{"title": "John Fante", "href": "/wiki/John_Fante", "description": "John Fante was an American novelist, short story writer, and screenwriter. He is best known for his semi-autobiographical novel Ask the Dust (1939) about the life of a struggling writer, Arturo Bandini, in Depression-era Los Angeles. It is widely considered the great Los Angeles novel and is one in a series of four, published between 1938 and 1985, that are now collectively called \"The Bandini Qua"}]}, {"heading": "Births", "year": "1910", "date": "April 8", "txt": "George Musso, American football player and police officer (d. 2000)", "entities": [{"title": "George Musso", "href": "/wiki/George_Musso", "description": "George Francis Musso was an American football lineman, playing both offensive guard and tackle as well as defensive middle guard. His twelve-year career in the National Football League (NFL) was spent entirely with the Chicago Bears."}]}, {"heading": "Births", "year": "1911", "date": "April 8", "txt": "Melvin Calvin, American chemist and academic, Nobel Prize laureate (d. 1997)", "entities": [{"title": "Melvin Calvin", "href": "/wiki/Melvin_Calvin", "description": "Melvin Ellis Calvin was an American biochemist known for discovering the Calvin cycle along with Andrew Benson and James Bassham, for which he was awarded the 1961 Nobel Prize in Chemistry. He spent most of his five-decade career at the University of California, Berkeley."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1911", "date": "April 8", "txt": "Emil Cioran, Romanian-French philosopher and academic (d. 1995)", "entities": []}, {"heading": "Births", "year": "1912", "date": "April 8", "txt": "Alois Brunner, Austrian-German SS officer (d. 2001 or 2010)", "entities": [{"title": "Alois Brunner", "href": "/wiki/Alois_Brunner", "description": "Alois Brunner was an Austrian Schutzstaffel (SS) officer who worked as Adolf Eichmann's assistant. Brunner is held responsible for sending over 100,000 European Jews to ghettos and concentration camps in eastern Europe. He was commander of the Drancy internment camp outside Paris from June 1943 to August 1944, from which nearly 24,000 people were deported."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1912", "date": "April 8", "txt": "Sonja Henie, Norwegian-American figure skater and actress (d. 1969)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 8", "txt": "María Félix, Yaqui/Basque-Mexican actress (d. 2002)", "entities": [{"title": "María Félix", "href": "/wiki/Mar%C3%ADa_F%C3%A9lix", "description": "María de los Ángeles Félix Güereña, known as María Félix, was a Mexican film actress and singer. Along with Pedro Armendáriz and Dolores del Río, she was one of the most successful figures of Latin American cinema in the 1940s and 1950s. Considered one of the most beautiful actresses of Mexican cinema, her taste for the finesse and strong personality garnered her the title of diva early in her car"}, {"title": "Yaqui", "href": "/wiki/Yaqui", "description": "The Yaqui, Hiaki, or Yoeme, are a Uto-Aztecan-speaking indigenous people of Mexico in the valley of the Río Yaqui in the Mexican state of Sonora and the Southwestern United States. They also have communities in Chihuahua and Durango. The Pascua Yaqui Tribe is based in Tucson, Arizona. Yaqui people live elsewhere in the United States, especially California, Arizona and Nevada."}, {"title": "Basques", "href": "/wiki/Basques", "description": "The Basques are a Southern European ethnic group, characterised by the Basque language, a common culture and shared genetic ancestry to the ancient Vascones and Aquitanians. Basques are indigenous to and primarily inhabit an area traditionally known as the Basque Country, a region that is located around the western end of the Pyrenees on the coast of the Bay of Biscay and straddles parts of north-"}]}, {"heading": "Births", "year": "1915", "date": "April 8", "txt": "Ivan Supek, Croatian physicist, philosopher and writer (d. 2007)", "entities": [{"title": "Ivan Supek", "href": "/wiki/Ivan_Supek", "description": "Ivan Supek was a Croatian physicist, philosopher, writer, playwright, peace activist and humanist."}]}, {"heading": "Births", "year": "1917", "date": "April 8", "txt": "Winifred Asprey, American mathematician and computer scientist (d. 2007)", "entities": [{"title": "Winifred Asprey", "href": "/wiki/Winifred_Asprey", "description": "Winifred \"Tim\" Alice Asprey was an American mathematician and computer scientist. She was one of only around 200 women to earn PhDs in mathematics from American universities during the 1940s, a period of women's underrepresentation in mathematics at this level.\nShe was involved in developing the close contact between Vassar College and IBM that led to the establishment of the first computer scienc"}]}, {"heading": "Births", "year": "1917", "date": "April 8", "txt": "Lloyd Bott, Australian public servant (d. 2004)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 8", "txt": "Hubertus Ernst, Dutch bishop (d. 2017)", "entities": []}, {"heading": "Births", "year": "1917", "date": "April 8", "txt": "Grigori Kuzmin, Russian-Estonian astronomer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1918", "date": "April 8", "txt": "Betty Ford, American wife of Gerald Ford, 40th First Lady of the United States (d. 2011)", "entities": [{"title": "Betty Ford", "href": "/wiki/Betty_Ford", "description": "Elizabeth Anne Ford was the First Lady of the United States from 1974 to 1977, as the wife of President Gerald Ford. As First Lady, she was active in social policy and set a precedent as a politically active presidential spouse. Ford also served as the Second Lady of the United States from 1973 to 1974."}, {"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Births", "year": "1918", "date": "April 8", "txt": "Glendon Swarthout, American author and academic (d. 1992)", "entities": []}, {"heading": "Births", "year": "1919", "date": "April 8", "txt": "Ian Smith, Zimbabwean lieutenant and politician, 1st Prime Minister of Rhodesia (d. 2007)", "entities": [{"title": "Ian Smith", "href": "/wiki/Ian_Smith", "description": "Ian Douglas Smith was a Rhodesian politician, farmer, and fighter pilot who served as Prime Minister of Rhodesia from 1964 to 1979. He was the country's first premier not born abroad, and led the predominantly white government that unilaterally declared independence from the United Kingdom in November 1965, following prolonged dispute over the terms. He remained Prime Minister for almost all of th"}, {"title": "Prime Minister of Rhodesia", "href": "/wiki/Prime_Minister_of_Rhodesia", "description": "The Prime Minister of Rhodesia was the head of government of Rhodesia. Rhodesia, which had become a self-governing colony of the United Kingdom in 1923, unilaterally declared independence on 11 November 1965, and was thereafter an unrecognized state until 1979. In December 1979, the country came under temporary British control, and in April 1980 the country gained recognized independence as Zimbab"}]}, {"heading": "Births", "year": "1921", "date": "April 8", "txt": "Franco Corelli, Italian tenor and actor (d. 2003)", "entities": [{"title": "Franco Corelli", "href": "/wiki/Franco_Corelli", "description": "Franco Corelli was an Italian tenor who had a major international opera career between 1951 and 1976. Associated in particular with the spinto and dramatic tenor roles of the Italian repertory, he was celebrated universally for his powerhouse voice, electrifying top notes, clear timbre, passionate singing and remarkable performances. Dubbed the \"prince of tenors\", audiences were enchanted by his h"}]}, {"heading": "Births", "year": "1921", "date": "April 8", "txt": "Jan Novák, Czech composer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1921", "date": "April 8", "txt": "Herman van Raalte, Dutch footballer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 8", "txt": "Carmen McRae, American singer-songwriter, pianist, and actress (d. 1994)", "entities": [{"title": "Carmen McRae", "href": "/wiki/Carmen_McRae", "description": "Carmen Mercedes McRae was an American jazz singer. She is considered one of the most influential jazz vocalists of the 20th century and is remembered for her behind-the-beat phrasing and ironic interpretation of lyrics."}]}, {"heading": "Births", "year": "1923", "date": "April 8", "txt": "George Fisher, American cartoonist (d. 2003)", "entities": [{"title": "George Fisher (cartoonist)", "href": "/wiki/George_Fisher_(cartoonist)", "description": "George Fisher was an American political cartoonist."}]}, {"heading": "Births", "year": "1923", "date": "April 8", "txt": "Edward Mulhare, Irish-American actor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 8", "txt": "Frédéric Back, German-Canadian animator, director, and screenwriter (d. 2013)", "entities": [{"title": "Frédéric Back", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Back", "description": "Frédéric Back, was a Canadian artist and film director of short animated films. During a long career with Radio-Canada, the French-language service of the Canadian Broadcasting Corporation, he was nominated for four Academy Awards, winning two, for his 1981 film Crac and the 1987 film The Man Who Planted Trees."}]}, {"heading": "Births", "year": "1924", "date": "April 8", "txt": "Anthony Farrar-Hockley, English general and historian (d. 2006)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 8", "txt": "Kumar Gandharva, Hindustani classical singer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 8", "txt": "Sara Northrup Hollister, American occultist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 8", "txt": "Henry N. Cobb, American architect and academic, co-founded Pei Cobb Freed & Partners (d. 2020)", "entities": [{"title": "Henry N. Cobb", "href": "/wiki/Henry_N._Cobb", "description": "Henry Nichols Cobb was an American architect and founding partner with I.M. Pei and Eason H. Leonard of Pei Cobb Freed & Partners, an international architectural firm based in New York City."}, {"title": "Pei Cobb Freed & Partners", "href": "/wiki/Pei_Cobb_Freed_%26_Partners", "description": "Pei Cobb Freed & Partners is an American architectural firm based in New York City, founded in 1955 by I. M. Pei and other associates.The firm has received numerous awards for its work."}]}, {"heading": "Births", "year": "1926", "date": "April 8", "txt": "Shecky Greene, American comedian", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 8", "txt": "Jürgen Moltmann, German theologian and academic", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 8", "txt": "Tilly Armstrong, English author (d. 2010)", "entities": [{"title": "Tilly Armstrong", "href": "/wiki/Tilly_Armstrong", "description": "Tilly Armstrong was a British writer of romance novels from 1978 to 1998, she also wrote as Tania Langley and Kate Alexander."}]}, {"heading": "Births", "year": "1927", "date": "April 8", "txt": "Ollie Mitchell, American trumpet player and bandleader (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 8", "txt": "Fred Ebb, American lyricist (d. 2004)", "entities": [{"title": "Fred Ebb", "href": "/wiki/Fred_Ebb", "description": "Fred Ebb was an American musical theatre lyricist who had many successful collaborations with composer John Kander. The Kander and Ebb team frequently wrote for such performers as Liza Minnelli and Chita Rivera."}]}, {"heading": "Births", "year": "1929", "date": "April 8", "txt": "Jacques Brel, Belgian singer-songwriter and actor (d. 1978)", "entities": [{"title": "Jacques Brel", "href": "/wiki/Jacques_Brel", "description": "Jacques Romain Georges Brel was a Belgian singer, songwriter, actor and director who composed and performed literate, thoughtful, and theatrical songs that generated a large, devoted following—initially in Belgium and France, later throughout the world. He is considered a master of the modern chanson. Although he recorded most of his songs in French and occasionally in Dutch, he became an influenc"}]}, {"heading": "Births", "year": "1929", "date": "April 8", "txt": "Renzo De Felice, Italian historian and author (d. 1996)", "entities": []}, {"heading": "Births", "year": "1930", "date": "April 8", "txt": "Carlos Hugo, Duke of Parma (d. 2010)", "entities": [{"title": "Carlos Hugo, Duke of Parma", "href": "/wiki/Carlos_Hugo,_Duke_of_Parma", "description": "Carlos Hugo, Duke of Parma and Piacenza was the head of the House of Bourbon-Parma from 1977 until his death. Carlos Hugo was the Carlist pretender to the throne of Spain and sought to change the political direction of the Carlist movement through the Carlist Party, of which he was the official head during the fatal Montejurra Incident. His marriage to Princess Irene of the Netherlands in 1964 cau"}]}, {"heading": "Births", "year": "1931", "date": "April 8", "txt": "John Gavin, American actor and diplomat, United States Ambassador to Mexico (d. 2018)", "entities": [{"title": "John Gavin", "href": "/wiki/John_Gavin", "description": "John Gavin was an American actor who was the president of the Screen Actors Guild (1971–73), and the United States Ambassador to Mexico (1981–86). He was best known for his performances in the films Imitation of Life (1959), Spartacus (1960), Psycho (1960), and Thoroughly Modern Millie (1967), playing leading roles in a series of films for producer Ross Hunter."}, {"title": "United States Ambassador to Mexico", "href": "/wiki/United_States_Ambassador_to_Mexico", "description": "The United States has maintained diplomatic relations with Mexico since 1823, when Andrew Jackson was appointed Envoy Extraordinary and Minister Plenipotentiary to that country. Jackson declined the appointment, however, and Joel R. Poinsett became the first U.S. envoy to Mexico in 1825. The rank of the U.S. chief of mission to Mexico was raised from Envoy Extraordinary and Minister Plenipotentiar"}]}, {"heading": "Births", "year": "1932", "date": "April 8", "txt": "Iskandar of Johor (d. 2010)", "entities": [{"title": "Iskandar of Johor", "href": "/wiki/Iskandar_of_Johor", "description": "Al-Mutawakkil Alallah Sultan Iskandar Al-Haj ibni Almarhum Sultan Ismail was the 24th Sultan of Johor and the 4th Sultan of Modern Johor. He succeeded his father Sultan Ismail upon the latter's death on 10 May 1981. He was the eighth Yang di-Pertuan Agong of Malaysia from 26 April 1984 to 25 April 1989. Sultan Iskandar's reign lasted for almost 29 years until his death in January 2010. His childre"}]}, {"heading": "Births", "year": "1933", "date": "April 8", "txt": "James Lockhart, American scholar of colonial Latin America, especially Nahua peoples (d. 2014)", "entities": [{"title": "Nahua people", "href": "/wiki/Nahua_people", "description": "The Nahuas are a group of the indigenous people of Mexico and El Salvador, historically also present in parts of Guatemala, Honduras, and Nicaragua. The Nahuas comprise the largest indigenous group in Mexico and second largest group in El Salvador. The Aztecs were of Nahua ethnicity, and the Toltecs are often thought to have been as well."}]}, {"heading": "Births", "year": "1934", "date": "April 8", "txt": "Kisho Kurokawa, Japanese architect, designed the Nakagin Capsule Tower and Singapore Flyer (d. 2007)", "entities": [{"title": "Kisho Kurokawa", "href": "/wiki/Kisho_Kurokawa", "description": "Kisho Kurokawa  was a leading Japanese architect and one of the founders of the Metabolist Movement."}, {"title": "Nakagin Capsule Tower", "href": "/wiki/Nakagin_Capsule_Tower", "description": "The Nakagin Capsule Tower  is a mixed-use residential and office tower designed by architect Kisho Kurokawa and located in Shimbashi, Tokyo, Japan. Completed in just 30 days in 1972, the building is a rare remaining example of Japanese Metabolism, an architectural movement emblematic of Japan's postwar cultural resurgence. It was the world's first example of capsule architecture built for permanen"}, {"title": "Singapore Flyer", "href": "/wiki/Singapore_Flyer", "description": "The Singapore Flyer is a giant observation wheel at Downtown Core, Singapore. It opened in 2008, with construction having taken about 2½ years. It carried its first paying passengers on 11 February, had a soft opening to the public on 1 March, and was then officially opened on 15 April. It has 28 air-conditioned capsules, each able to accommodate 28 passengers, and incorporates a three-story termi"}]}, {"heading": "Births", "year": "1935", "date": "April 8", "txt": "Oscar Zeta Acosta, American lawyer and politician (d. 1974)", "entities": [{"title": "Oscar Zeta Acosta", "href": "/wiki/Oscar_Zeta_Acosta", "description": "Oscar \"Zeta\" Acosta Fierro was a Mexican-American attorney, politician, novelist and activist in the Chicano Movement. He was most well known for his novels Autobiography of a Brown Buffalo (1972) and The Revolt of the Cockroach People (1973), and for his friendship with American author Hunter S. Thompson. Thompson characterized him as a heavyweight Samoan attorney, Dr. Gonzo, in his novel Fear an"}]}, {"heading": "Births", "year": "1935", "date": "April 8", "txt": "Albert Bustamante, American soldier, educator, and politician", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 8", "txt": "Tony Barton, English footballer and manager (d. 1993)", "entities": [{"title": "Tony Barton (footballer)", "href": "/wiki/Tony_Barton_(footballer)", "description": "Anthony Edward Barton was an English footballer, playing as an outside right, and football manager. He was born in Sutton, Surrey and managed Aston Villa to success in the 1982 European Cup, three months after taking charge. He followed this up by beating Barcelona in the 1982 European Super Cup."}]}, {"heading": "Births", "year": "1937", "date": "April 8", "txt": "Seymour Hersh, American journalist and author", "entities": []}, {"heading": "Births", "year": "1937", "date": "April 8", "txt": "Momo Kapor, Serbian author and painter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 8", "txt": "Kofi Annan, Ghanaian economist and diplomat, 7th Secretary-General of the United Nations (d. 2018)", "entities": [{"title": "Kofi Annan", "href": "/wiki/Kofi_Annan", "description": "Kofi Atta Annan was a Ghanaian diplomat who served as the seventh Secretary-General of the United Nations from January 1997 to December 2006. Annan and the UN were the co-recipients of the 2001 Nobel Peace Prize. He was the founder and chairman of the Kofi Annan Foundation, as well as chairman of The Elders, an international organization founded by Nelson Mandela."}, {"title": "Secretary-General of the United Nations", "href": "/wiki/Secretary-General_of_the_United_Nations", "description": "The Secretary-General of the United Nations is the chief administrative officer of the United Nations and head of the United Nations Secretariat, one of the six principal organs of the United Nations."}]}, {"heading": "Births", "year": "1938", "date": "April 8", "txt": "John Hamm, Canadian physician and politician, 25th Premier of Nova Scotia", "entities": [{"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Births", "year": "1938", "date": "April 8", "txt": "Mary W. Gray, American mathematician, statistician, and lawyer", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 8", "txt": "John Arbuthnott, Scottish microbiologist and academic", "entities": [{"title": "John Arbuthnott (microbiologist)", "href": "/wiki/John_Arbuthnott_(microbiologist)", "description": "Sir John Peebles Arbuthnott, PPRSE, FRCPSG, FMedSci, FRCPath is a Scottish microbiologist, and was Principal of the University of Strathclyde. He succeeded Lord Wilson of Tillyorn as President of The Royal Society of Edinburgh in October 2011 and was succeeded by Dame Jocelyn Bell Burnell in October 2014."}]}, {"heading": "Births", "year": "1939", "date": "April 8", "txt": "Trina Schart Hyman, American author and illustrator (d. 2004)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 8", "txt": "John Havlicek, American basketball player (d. 2019)", "entities": [{"title": "John Havlicek", "href": "/wiki/John_Havlicek", "description": "John Joseph Havlicek was an American professional basketball player who spent his entire career with the Boston Celtics, winning eight NBA championships, four of them coming in his first four seasons with the team."}]}, {"heading": "Births", "year": "1941", "date": "April 8", "txt": "Vivienne Westwood, English fashion designer", "entities": [{"title": "Vivienne Westwood", "href": "/wiki/Vivienne_Westwood", "description": "Dame Vivienne Isabel Westwood is an English fashion designer and businesswoman, largely responsible for bringing modern punk and new wave fashions into the mainstream."}]}, {"heading": "Births", "year": "1942", "date": "April 8", "txt": "Tony Banks, Baron Stratford, Northern Irish politician, Minister for Sport and the Olympics (d. 2006)", "entities": [{"title": "Tony Banks, Baron Stratford", "href": "/wiki/Tony_Banks,_Baron_Stratford", "description": "Anthony Louis Banks, Baron Stratford was a British Labour politician who served as a member of Parliament from 1983 to 2005 and subsequently as a member of the House of Lords. He served as Minister for Sport from 1997 to 1999. He was well known in the House of Commons for his acid tongue."}, {"title": "Minister for Sport and the Olympics", "href": "/wiki/Minister_for_Sport_and_the_Olympics", "description": "The Minister for Sport is a junior minister in the Department for Digital, Culture, Media and Sport of the United Kingdom government, with responsibility for sport and Civil Society in England. The office is currently held by Nigel Huddleston."}]}, {"heading": "Births", "year": "1942", "date": "April 8", "txt": "Roger Chapman, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 8", "txt": "Douglas Trumbull, American director, producer, and special effects artist", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 8", "txt": "Michael Bennett, American dancer, choreographer, and director (d. 1987)", "entities": [{"title": "Michael Bennett (theater)", "href": "/wiki/Michael_Bennett_(theater)", "description": "Michael Bennett was an American musical theatre director, writer, choreographer, and dancer. He won seven Tony Awards for his choreography and direction of Broadway shows and was nominated for an additional eleven."}]}, {"heading": "Births", "year": "1943", "date": "April 8", "txt": "Miller Farr, American football player", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 8", "txt": "James Herbert, English author and illustrator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 8", "txt": "Chris Orr, English painter and illustrator", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 8", "txt": "Hywel Bennett, Welsh actor (d. 2017)", "entities": [{"title": "Hywel Bennett", "href": "/wiki/Hywel_Bennett", "description": "Hywel Thomas Bennett was a Welsh film and television actor. Bennett is perhaps best known for his leading roles in films including The Family Way (1966) and for playing the titular James Shelley in the television sitcom Shelley (1979–1992)."}]}, {"heading": "Births", "year": "1944", "date": "April 8", "txt": "Odd Nerdrum, Swedish-Norwegian painter and illustrator", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 8", "txt": "Derrick Walker, Scottish businessman", "entities": [{"title": "Derrick Walker", "href": "/wiki/Derrick_Walker", "description": "Derrick Walker is a former British auto racing team owner. In May 2013 Walker became President of operations and competition of IndyCar until the finalization of the 2015 Indycar season."}]}, {"heading": "Births", "year": "1945", "date": "April 8", "txt": "Jang Yong, South Korean actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 8", "txt": "Catfish Hunter, American baseball player (d. 1999)", "entities": [{"title": "Catfish Hunter", "href": "/wiki/Catfish_Hunter", "description": "James Augustus Hunter, nicknamed \"Catfish\", was a professional baseball player in Major League Baseball (MLB). From 1965 to 1979, he was a pitcher for the Kansas City / Oakland Athletics and New York Yankees. Hunter was the first pitcher since 1915 to win 200 career games by the age of 31. He is often referred to as baseball's first big-money free agent. He was a member of five World Series champi"}]}, {"heading": "Births", "year": "1946", "date": "April 8", "txt": "Tim Thomerson, American actor and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 8", "txt": "Tom DeLay, American lawyer and politician", "entities": [{"title": "Tom DeLay", "href": "/wiki/Tom_DeLay", "description": "Thomas Dale DeLay is an American author and former politician who served as a member of the United States House of Representatives, representing Texas's 22nd congressional district from 1985 until 2006. He was Republican Party House Majority Leader from 2003 to 2005."}]}, {"heading": "Births", "year": "1947", "date": "April 8", "txt": "Steve Howe, English guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 8", "txt": "Robert Kiyosaki, American businessman, co-founded Cashflow Technologies", "entities": [{"title": "Cashflow Technologies", "href": "/wiki/Cashflow_Technologies", "description": "Rich Dad is a brand established by Robert Kiyosaki for a series of educational books and games about personal finance. The trademark is owned by Cashflow Technologies, a corporation established in 1997 by Robert and Kim Kiyosaki to market these books and games."}]}, {"heading": "Births", "year": "1947", "date": "April 8", "txt": "Pascal Lamy, French businessman and politician, European Commissioner for Trade", "entities": [{"title": "European Commissioner for Trade", "href": "/wiki/European_Commissioner_for_Trade", "description": "The European Commissioner for Trade is the member of the European Commission responsible for the European Union's common commercial policy."}]}, {"heading": "Births", "year": "1947", "date": "April 8", "txt": "Larry Norman, American singer-songwriter, and producer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 8", "txt": "Barbara Young, Baroness Young of Old Scone, Scottish academic and politician", "entities": [{"title": "Barbara Young, Baroness Young of Old Scone", "href": "/wiki/Barbara_Young,_Baroness_Young_of_Old_Scone", "description": "Barbara Scott Young, Baroness Young of Old Scone, FRSGS, HonMLS is a Scottish Labour member of the House of Lords. She was created a life peer on 4 November 1997 as Baroness Young of Old Scone, of Old Scone in Perth and Kinross."}]}, {"heading": "Births", "year": "1949", "date": "April 8", "txt": "K. C. Kamalasabayson, Sri Lankan lawyer and politician, 39th Attorney General of Sri Lanka (d. 2007)", "entities": [{"title": "K. C. Kamalasabayson", "href": "/wiki/K._C._Kamalasabayson", "description": "Kandapper Chinniah Kamalasabayson was a Sri Lankan Tamil lawyer, Solicitor General of Sri Lanka and Attorney General of Sri Lanka."}, {"title": "Attorney General of Sri Lanka", "href": "/wiki/Attorney_General_of_Sri_Lanka", "description": "The Attorney General of Sri Lanka is the Sri Lankan government's chief legal adviser, and its primary lawyer in the Supreme Court of Sri Lanka. The Attorney General is usually a highly respected Senior Advocate, and is appointed by the ruling government. The current Attorney General is Dappula de Livera. The president does not have any power to make orders, mandatory or otherwise, to the attorney "}]}, {"heading": "Births", "year": "1949", "date": "April 8", "txt": "John Madden, English director and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 8", "txt": "Brenda Russell, African-American-Canadian singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 8", "txt": "John Scott, English sociologist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 8", "txt": "Grzegorz Lato, Polish footballer and coach", "entities": [{"title": "Grzegorz Lato", "href": "/wiki/Grzegorz_Lato", "description": "Grzegorz Bolesław Lato is a Polish former professional footballer and manager who played as a winger. He was a member of Poland's golden generation of football players who rose to fame in the 1970s and early 80s. Over a decade, he represented Poland at five major tournaments starting with Gold at the 1972 Summer Olympic Games in Munich and ending with a third-place finish at the 1982 FIFA World Cu"}]}, {"heading": "Births", "year": "1951", "date": "April 8", "txt": "Gerd Andres, German politician", "entities": [{"title": "Gerd Andres", "href": "/wiki/Gerd_Andres", "description": "Gerd Andres is a German politician and member of the SPD. From 1987 to 2009 he was a member of the Bundestag."}]}, {"heading": "Births", "year": "1951", "date": "April 8", "txt": "Geir Haarde, Icelandic economist, journalist, and politician, 23rd Prime Minister of Iceland", "entities": [{"title": "Prime Minister of Iceland", "href": "/wiki/Prime_Minister_of_Iceland", "description": "The prime minister of Iceland is Iceland's head of government. The prime minister is appointed formally by the president and exercises executive authority along with the cabinet subject to parliamentary support."}]}, {"heading": "Births", "year": "1951", "date": "April 8", "txt": "Mel Schacher, American bass player", "entities": []}, {"heading": "Births", "year": "1951", "date": "April 8", "txt": "Joan Sebastian, Mexican singer-songwriter and actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 8", "txt": "Ahmet Piriştina, Turkish politician (d. 2004)", "entities": [{"title": "Ahmet Piriştina", "href": "/wiki/Ahmet_Piri%C5%9Ftina", "description": "Ahmet Piriştina was a Turkish politician who was Mayor of İzmir from 1999 to 2004. He was of Albanian descent."}]}, {"heading": "Births", "year": "1954", "date": "April 8", "txt": "Gary Carter, American baseball player and coach (d. 2012)", "entities": [{"title": "Gary Carter", "href": "/wiki/Gary_Carter", "description": "Gary Edmund Carter was an American professional baseball catcher whose 19-year Major League Baseball (MLB) career was spent primarily with the Montreal Expos and New York Mets."}]}, {"heading": "Births", "year": "1954", "date": "April 8", "txt": "Princess Lalla Amina of Morocco (d. 2012)", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 8", "txt": "G.V. Loganathan, Indian-American engineer and academic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 8", "txt": "Ricky Bell, American football player (d. 1984)", "entities": [{"title": "Ricky Bell (running back)", "href": "/wiki/Ricky_Bell_(running_back)", "description": "Ricky Lynn Bell was an American professional football player who was a running back for the Tampa Bay Buccaneers and San Diego Chargers of the National Football League. Bell was a star in college for the University of Southern California, gaining 1,875 yards rushing in his junior season. The #1 Overall Selection in the 1977 NFL Draft, Bell was inducted posthumously into the College Football Hall o"}]}, {"heading": "Births", "year": "1955", "date": "April 8", "txt": "Gerrie Coetzee, South African boxer", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 8", "txt": "Ron Johnson, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 8", "txt": "Barbara Kingsolver, American novelist, essayist and poet", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 8", "txt": "David Wu, Taiwanese-American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 8", "txt": "Michael Benton, Scottish-English paleontologist and academic", "entities": [{"title": "Michael Benton", "href": "/wiki/Michael_Benton", "description": "Michael James Benton is a British palaeontologist, and professor of vertebrate palaeontology in the School of Earth Sciences at the University of Bristol. His published work has mostly concentrated on the evolution of Triassic reptiles but he has also worked on extinction events and faunal changes in the fossil record."}]}, {"heading": "Births", "year": "1956", "date": "April 8", "txt": "Christine Boisson, French actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 8", "txt": "Roman Dragoun, Czech singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 8", "txt": "Jim Piddock, English actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 8", "txt": "Fred Smerlas, American football player and radio host", "entities": [{"title": "Fred Smerlas", "href": "/wiki/Fred_Smerlas", "description": "Frederic Charles Smerlas is a former American football nose tackle who was a five-time NFL Pro Bowl selection during a 14-year career as a nose tackle with the Buffalo Bills, San Francisco 49ers and New England Patriots."}]}, {"heading": "Births", "year": "1958", "date": "April 8", "txt": "Detlef Bruckhoff, German footballer", "entities": [{"title": "Detlef Bruckhoff", "href": "/wiki/Detlef_Bruckhoff", "description": "Detlef Bruckhoff is a retired German footballer."}]}, {"heading": "Births", "year": "1958", "date": "April 8", "txt": "Tom Petranoff, American javelin thrower and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 8", "txt": "Alain Bondue, French cyclist", "entities": [{"title": "Alain Bondue", "href": "/wiki/Alain_Bondue", "description": "Alain Bondue is a former racing cyclist from France. He competed for France in the 1980 Summer Olympics held in Moscow, Soviet Union in the individual pursuit event where he finished in second place."}]}, {"heading": "Births", "year": "1960", "date": "April 8", "txt": "John Schneider, American actor and country singer", "entities": [{"title": "John Schneider (screen actor)", "href": "/wiki/John_Schneider_(screen_actor)", "description": "John Richard Schneider is an American actor and country music singer. He is best known for his portrayal of Beauregard \"Bo\" Duke in the American television action/comedy series The Dukes of Hazzard, Jonathan Kent in the 2001–11 TV series Smallville, and James \"Jim\" Cryer on the television series The Haves and the Have Nots, created by Tyler Perry."}]}, {"heading": "Births", "year": "1961", "date": "April 8", "txt": "Richard Hatch, American reality contestant", "entities": [{"title": "Richard Hatch (Survivor contestant)", "href": "/wiki/Richard_Hatch_(Survivor_contestant)", "description": "Richard Holman Hatch Jr. is an American former reality television contestant. In 2000, he won the first season of the CBS reality series Survivor. He was a contestant on a subsequent All-Stars season of Survivor, the fourth celebrity edition of Celebrity Apprentice, and season 17 of The Biggest Loser."}]}, {"heading": "Births", "year": "1961", "date": "April 8", "txt": "Brian McDermott, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 8", "txt": "Paddy Lowe, English engineer", "entities": [{"title": "Paddy Lowe", "href": "/wiki/Paddy_Lowe", "description": "Patrick Allen Lowe FREng, known as Paddy Lowe, is a British motor racing engineer and computer scientist. He served as the chief technical officer at Williams Racing, and previously as the executive director (technical) of the Mercedes Formula One team."}]}, {"heading": "Births", "year": "1962", "date": "April 8", "txt": "Izzy Stradlin, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 8", "txt": "Tine Asmundsen, Norwegian bassist", "entities": [{"title": "Tine Asmundsen", "href": "/wiki/Tine_Asmundsen", "description": "Tine Asmundsen is a Norwegian jazz bassist, known from her own band, Lonely Woman, playing with David Murray at Kongsberg Jazzfestival 2010."}]}, {"heading": "Births", "year": "1963", "date": "April 8", "txt": "Julian Lennon, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 8", "txt": "Terry Porter, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 8", "txt": "Donita Sparks, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 8", "txt": "Alec Stewart, English cricketer", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 8", "txt": "Seth Tobias, American businessman (d. 2007)", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 8", "txt": "Biz Markie, American rapper, producer, and actor", "entities": [{"title": "Biz Markie", "href": "/wiki/Biz_Markie", "description": "Marcel Theo Hall, better known by his stage name Biz Markie, is an American rapper, singer, DJ, record producer, actor, comedian, writer, television personality and spokesperson. He is best known for his 1989 single \"Just a Friend\", which became a top 40 hit in several countries. In 2008, \"Just a Friend\" made No. 100 on VH1's list of the 100 greatest hip hop songs of all time."}]}, {"heading": "Births", "year": "1964", "date": "April 8", "txt": "John McGinlay, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 8", "txt": "Steven Blaney, Canadian businessman and politician, 5th Canadian Minister of Public Safety", "entities": [{"title": "Steven Blaney", "href": "/wiki/Steven_Blaney", "description": "Steven Blaney is a Canadian businessman and Conservative politician. He served as the Minister of Public Safety Canada and previously as the Minister of Veterans Affairs and Minister of State for La Francophonie in the cabinet of Prime Minister Stephen Harper. He has represented the Québec riding of Lévis—Bellechasse in the Canadian House of Commons since the 2006 federal election. Despite his ang"}, {"title": "Minister of Public Safety", "href": "/wiki/Minister_of_Public_Safety", "description": "The minister of public safety and emergency preparedness is the minister of the Crown in the Canadian Cabinet responsible for overseeing Public Safety Canada, the Government of Canada's domestic security department. The portfolio succeeded the role of solicitor general of Canada in 2005."}]}, {"heading": "Births", "year": "1965", "date": "April 8", "txt": "Michael Jones, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Iveta Bartošová, Czech singer and actress (d. 2014)", "entities": [{"title": "Iveta Bartošová", "href": "/wiki/Iveta_Barto%C5%A1ov%C3%A1", "description": "Iveta Bartošová was a Czech singer, actress and celebrity, three-time best female vocalist in the music poll Zlatý slavík. She was also known for her turbulent lifestyle attracting the attention of the Czech tabloid media."}]}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Mark Blundell, English race car driver", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Andy Currier, English rugby league player", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Charlotte Dawson, New Zealand-Australian television host (d. 2014)", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Dalton Grant, English high jumper", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Mazinho, Brazilian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Harri Rovanperä, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Evripidis Stylianidis, Greek lawyer and politician, Greek Minister for the Interior", "entities": [{"title": "Ministry of the Interior and Administrative Reconstruction", "href": "/wiki/Ministry_of_the_Interior_and_Administrative_Reconstruction", "description": "The Ministry of the Interior is a government department of Greece. On 15 September 1995, it was merged with the Ministry of the Prime Minister's Office to form the Ministry of the Interior, Public Administration and Decentralization. On 19 September 2007, it was merged with the Ministry of Public Order and reverted to its original name. The merger was reversed on 7 October 2009, when the Ministry "}]}, {"heading": "Births", "year": "1966", "date": "April 8", "txt": "Robin Wright, American actress, director, producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 8", "txt": "Kenny Benjamin, Antiguan cricketer", "entities": [{"title": "Kenny Benjamin", "href": "/wiki/Kenny_Benjamin", "description": "Kenneth Charlie Griffith (\"Kenny\") Benjamin is a former cricketer who played 26 Tests and 26 One Day Internationals for the West Indies."}]}, {"heading": "Births", "year": "1968", "date": "April 8", "txt": "Patricia Arquette, French-Canadian Russian/Polish Jewish-American actress and director", "entities": [{"title": "Patricia Arquette", "href": "/wiki/Patricia_Arquette", "description": "Patricia Arquette is an American actress. She has been the recipient of numerous accolades, including an Academy Award, a British Academy Film Award, two Primetime Emmy Awards, three Golden Globe Awards, and two Screen Actors Guild Awards."}, {"title": "French-Canadian", "href": "/wiki/French-Canadian", "description": "French Canadians, or Franco-Canadians, are an ethnic group who trace their ancestry to French colonists who settled in Canada from the 17th century onward. Today, people of French heritage make up the majority of native speakers of French in Canada, who in turn account for about 22 percent of the country's total population."}]}, {"heading": "Births", "year": "1968", "date": "April 8", "txt": "Patricia Girard, French runner and hurdler", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 8", "txt": "Tracy Grammer, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 8", "txt": "Darren Jessee, American singer-songwriter and drummer", "entities": [{"title": "Darren Jessee", "href": "/wiki/Darren_Jessee", "description": "Darren Michael Jessee is an American drummer, songwriter and singer best known as a member of the alternative rock trio Ben Folds Five. Jessee has also worked as an instrumentalist for Sharon Van Etten and Hiss Golden Messenger and released four albums as singer and songwriter for indie band Hotel Lights. His first solo album, The Jane, Room 217, was released on August 24th, 2018, to near-universa"}]}, {"heading": "Births", "year": "1972", "date": "April 8", "txt": "Paul Gray, American bass player and songwriter (d. 2010)", "entities": [{"title": "Paul Gray (American musician)", "href": "/wiki/Paul_Gray_(American_musician)", "description": "Paul Dedrick Gray also known as the Pig or by his number #2, was an American musician best known as bassist, backing vocalist, songwriter and one of the founding members of the heavy metal band Slipknot."}]}, {"heading": "Births", "year": "1972", "date": "April 8", "txt": "Sergei Magnitsky, Russian lawyer and accountant (d. 2009)", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 8", "txt": "Khaled Badra, Tunisian footballer", "entities": [{"title": "Khaled Badra", "href": "/wiki/Khaled_Badra", "description": "Khaled Badra is a Tunisian former professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1973", "date": "April 8", "txt": "Emma Caulfield, American actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 8", "txt": "Toutai Kefu, Tongan-Australian rugby player", "entities": [{"title": "Toutai Kefu", "href": "/wiki/Toutai_Kefu", "description": "Toutai Kefu is a Tonga-born rugby coach, who earned 60 caps playing at number eight for the Australian national team. Kefu is currently the head coach of the Tongan national team having previously coached them as a caretaker in 2012. He is also the Assistant Coach of the First 15 at Iona College. He is additionally the head coach of the Australian side Queensland Country in the National Rugby Cham"}]}, {"heading": "Births", "year": "1974", "date": "April 8", "txt": "Nnedi Okorafor, Nigerian-American author and educator", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 8", "txt": "Anouk, Dutch singer", "entities": [{"title": "Anouk (singer)", "href": "/wiki/Anouk_(singer)", "description": "Anouk Teeuwe, professionally known by the mononym Anouk, is a Dutch singer-songwriter. After her breakthrough in 1997 with the single \"Nobody's Wife\", she had numerous hit singles in the Dutch and Belgian charts, such as \"R U Kiddin' Me\", \"Michel\", \"Girl\", \"Lost\", \"Modern World\", \"Three Days in a Row\", \"Birds\", and \"Woman\"."}]}, {"heading": "Births", "year": "1975", "date": "April 8", "txt": "Francesco Flachi, Italian footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 8", "txt": "Timo Pérez, Dominican-American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 8", "txt": "Funda Arar, Turkish singer", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 8", "txt": "Ana de la Reguera, Mexican actress", "entities": [{"title": "Ana de la Reguera", "href": "/wiki/Ana_de_la_Reguera", "description": "Anabell Gardoqui de la Reguera is a Mexican actress who has starred in telenovelas, films, the HBO television series Eastbound & Down and Capadocia, and the Amazon television series Goliath."}]}, {"heading": "Births", "year": "1977", "date": "April 8", "txt": "Mehran Ghassemi, Iranian journalist and author (d. 2008)", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 8", "txt": "Mark Spencer, American computer programmer and engineer", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 8", "txt": "Daigo, Japanese singer-songwriter, actor, and voice actor", "entities": [{"title": "Daigo (musician)", "href": "/wiki/Daigo_(musician)", "description": "Daigo Naitō , formerly known as Daigo☆Stardust, is a Japanese singer-songwriter, actor, talent, and voice actor. He debuted in 2003 as Daigo Stardust under Victor Entertainment. In 2007, he formed the rock band Breakerz. With the solo debut of Akihide, Daigo continued his solo project in 2013, but dropped the pseudonym surname \"Stardust\"."}]}, {"heading": "Births", "year": "1978", "date": "April 8", "txt": "Bernt Haas, Austrian-Swiss footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 8", "txt": "Rachel Roberts, Canadian model and actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 8", "txt": "Jocelyn Robichaud, Canadian tennis player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 8", "txt": "Evans Rutto, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 8", "txt": "Alexi Laiho, Finnish singer-songwriter and guitarist (d. 2020)", "entities": [{"title": "Alexi Laiho", "href": "/wiki/Alexi_Laiho", "description": "Alexi Laiho was a Finnish guitarist, composer, and vocalist. He was best known as the lead guitarist, lead vocalist and founding member of the melodic death metal band Children of Bodom, and was also the guitarist for Sinergy, The Local Band, Kylähullut, and Bodom After Midnight, which formed just prior to his death. Laiho had previously played with Thy Serpent and Impaled Nazarene on occasion, as"}]}, {"heading": "Births", "year": "1979", "date": "April 8", "txt": "Amit Trivedi, Indian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 8", "txt": "Manuel Ortega, Austrian singer", "entities": [{"title": "Manuel Ortega (singer)", "href": "/wiki/Manuel_Ortega_(singer)", "description": "Manuel Ortega is an Austrian singer of Spanish origin."}]}, {"heading": "Births", "year": "1980", "date": "April 8", "txt": "Katee Sackhoff, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 8", "txt": "Mariko Seyama, Japanese announcer, photographer, and model", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 8", "txt": "Frédérick Bousquet, French swimmer", "entities": [{"title": "Frédérick Bousquet", "href": "/wiki/Fr%C3%A9d%C3%A9rick_Bousquet", "description": "Frédérick Bousquet is a freestyle and butterfly swimmer from France. He was the holder of the world record in the 50 m freestyle in a time of 20.94 in long course, set on 26 April 2009 at the final of the French Championships. Since the record was swum in a banned, performance-enhancing suit it remained in limbo whether the record stood until FINA approved it in July following a modification of hi"}]}, {"heading": "Births", "year": "1981", "date": "April 8", "txt": "Ofer Shechter, Israeli model, actor, and screenwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 8", "txt": "Gennady Golovkin, Kazakhstani boxer", "entities": [{"title": "Gennady Golovkin", "href": "/wiki/Gennady_Golovkin", "description": "Gennady Gennadyevich Golovkin, often known by his nickname \"GGG\" or \"Triple G\", is a Kazakhstani professional boxer. He is a two time middleweight world champion, having held the IBF and IBO titles since 2019. He previously held the unified WBA (Super), WBC, IBF and IBO titles between 2014 and 2018 and was ranked as the world's best boxer, pound for pound, from September 2017 to September 2018 by "}]}, {"heading": "Births", "year": "1982", "date": "April 8", "txt": "Brett White, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 8", "txt": "Tatyana Petrova Arkhipova, Russian runner", "entities": [{"title": "Tatyana Petrova Arkhipova", "href": "/wiki/Tatyana_Petrova_Arkhipova", "description": "Tatyana Petrova Arkhipova is a Russian runner. She is a former specialist in the 3000 metres steeplechase, won bronze medal at the 2008 Beijing Olympics. She later moved up to marathon and won the Olympic bronze medal in that event at the 2012 London Games."}]}, {"heading": "Births", "year": "1984", "date": "April 8", "txt": "Michelle Donelan, British politician", "entities": [{"title": "Michelle Donelan", "href": "/wiki/Michelle_Donelan", "description": "Michelle Emma May Elizabeth Donelan is a British politician who has served as Minister of State for Universities since 2020. A member of the Conservative Party, she has been Member of Parliament (MP) for Chippenham since 2015."}]}, {"heading": "Births", "year": "1984", "date": "April 8", "txt": "Ezra Koenig, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 8", "txt": "Pablo Portillo, Mexican singer and actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 8", "txt": "Taran Noah Smith, American actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 8", "txt": "Patrick Schliwa, German rugby player", "entities": [{"title": "Patrick Schliwa", "href": "/wiki/Patrick_Schliwa", "description": "Patrick Schliwa is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team."}]}, {"heading": "Births", "year": "1985", "date": "April 8", "txt": "Yemane Tsegay, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 8", "txt": "Igor Akinfeev, Russian footballer", "entities": [{"title": "Igor Akinfeev", "href": "/wiki/Igor_Akinfeev", "description": "Igor Vladimirovich Akinfeev is a Russian professional footballer who plays as a goalkeeper for and captains CSKA Moscow."}]}, {"heading": "Births", "year": "1986", "date": "April 8", "txt": "Félix Hernández, Venezuelan-American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 8", "txt": "Royston Drenthe, Dutch footballer", "entities": [{"title": "Royston Drenthe", "href": "/wiki/Royston_Drenthe", "description": "Royston Ricky Drenthe is a Dutch footballer who plays for spanish club Racing Murcia. Although primarily a left winger, he has also played as a left back."}]}, {"heading": "Births", "year": "1987", "date": "April 8", "txt": "Jeremy Hellickson, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 8", "txt": "Elton John, Trinidadian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 8", "txt": "Sam Rapira, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 8", "txt": "Jenni Asserholt, Swedish ice hockey player", "entities": [{"title": "Jenni Asserholt", "href": "/wiki/Jenni_Asserholt", "description": "Jenni Anna Christina Asserholt is a Swedish retired ice hockey player and currently serves as team physical therapist to HV71 Dam of the Swedish Women's Hockey League (SDHL). She played as a forward with HV71 Dam and Linköping HC Dam in the SDHL and with the Swedish women's national ice hockey team. She won a silver medal at the 2006 Winter Olympics."}]}, {"heading": "Births", "year": "1988", "date": "April 8", "txt": "Kim Myung-sung, South Korean baseball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 8", "txt": "Kim Jong-hyun, South Korean singer (d. 2017)", "entities": [{"title": "Kim Jong-hyun (singer)", "href": "/wiki/Kim_Jong-hyun_(singer)", "description": "Kim Jong-hyun, better known mononymously as Jonghyun, was a South Korean singer-songwriter, record producer, radio host, and author under the SM Entertainment label. He was the main vocalist of the South Korean boy band Shinee for nine years, releasing twelve albums with the group in both Korean and Japanese. He also participated in SM Entertainment's project group, SM the Ballad, for the release "}]}, {"heading": "Births", "year": "1993", "date": "April 8", "txt": "Viktor Arvidsson, Swedish ice hockey player", "entities": [{"title": "Viktor Arvidsson", "href": "/wiki/Viktor_Arvidsson", "description": "Viktor Arvidsson is a Swedish professional ice hockey player who is currently playing for the Nashville Predators of the National Hockey League (NHL). He was selected by the Predators in the fourth round, 112th overall, at the 2014 NHL Entry Draft."}]}, {"heading": "Births", "year": "1993", "date": "April 8", "txt": "Zac Santo, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "April 8", "txt": "Josh Chudleigh, Australian rugby league player", "entities": [{"title": "Josh Chudleigh", "href": "/wiki/Josh_Chudleigh", "description": "Josh Chudleigh is an Australian professional rugby league footballer who plays for the Townsville Blackhawks in the Queensland Cup. Primarily a hooker, he previously played for the North Queensland Cowboys."}]}, {"heading": "Births", "year": "1995", "date": "April 8", "txt": "Cedi Osman, Turkish professional basketball player", "entities": [{"title": "Cedi Osman", "href": "/wiki/Cedi_Osman", "description": "Cedi Osman is a Turkish professional basketball player for the Cleveland Cavaliers of the National Basketball Association (NBA). He plays the small forward position. He was selected by the Minnesota Timberwolves with the 31st pick in the 2015 NBA draft."}]}, {"heading": "Births", "year": "1997", "date": "April 8", "txt": "Saygrace, Australian singer and songwriter", "entities": [{"title": "Saygrace", "href": "/wiki/Saygrace", "description": "Grace Sewell, known mononymously as Grace and more recently SayGrace, is an Australian singer and songwriter. She is best known for \"You Don't Own Me\", a cover version of the 1963 Lesley Gore song, produced by Quincy Jones, Parker Ighile and featuring G-Eazy. The song, a single from her debut album with Regime Music Societe and RCA Records, was a number-one hit in Australia."}]}, {"heading": "Births", "year": "1997", "date": "April 8", "txt": "Arno Verschueren, Belgian professional football player", "entities": []}, {"heading": "Births", "year": "2002", "date": "April 8", "txt": "Skai Jackson, American actress", "entities": [{"title": "Skai Jackson", "href": "/wiki/Skai_Jackson", "description": "Skai Syed Jackson is an American actress, YouTuber, and author. She was included in Time's list of Most Influential Teens in 2016. Jackson first began acting at the age of 5, making her debut in the film Liberty Kid (2007). She later came to international prominence for her portrayal of Zuri Ross in the Disney Channel series Jessie (2011–2015), and in the sequel, Bunk'd (2015–2018). She has also v"}]}, {"heading": "Deaths", "year": "217", "date": "April 8", "txt": "Caracalla, Roman emperor (b. 188)", "entities": [{"title": "Caracalla", "href": "/wiki/Caracalla", "description": "Caracalla, formally known as Antoninus, was Roman emperor from 198 to 217. He was a member of the Severan dynasty, the elder son of Septimius Severus and Julia Domna. Co-ruler with his father from 198, he continued to rule with his brother Geta, emperor from 209, after their father's death in 211. His brother was murdered by the Praetorian Guard later that year, supposedly under orders from Caraca"}]}, {"heading": "Deaths", "year": "622", "date": "April 8", "txt": "Shōtoku, Japanese prince (b. 572)", "entities": [{"title": "Prince Shōtoku", "href": "/wiki/Prince_Sh%C5%8Dtoku", "description": "Prince Shōtoku , also known as Prince Umayado  or Prince Kamitsumiya , was a semi-legendary regent and a politician of the Asuka period in Japan who served under Empress Suiko. He was the son of Emperor Yōmei and his consort, Princess Anahobe no Hashihito, who was also Yōmei's younger half-sister. His parents were relatives of the ruling Soga clan and also he was involved in the defeat of the riva"}]}, {"heading": "Deaths", "year": "632", "date": "April 8", "txt": "Charibert II, Frankish king (b. 607)", "entities": [{"title": "Charibert II", "href": "/wiki/Charibert_II", "description": "Charibert II, a son of Clotaire II and his junior wife Sichilde, was briefly King of Aquitaine from 629 to his death, with his capital at Toulouse. There are no direct statements about when Charibert was born exactly, the only known fact being that he was \"a few years younger\" than his half-brother Dagobert. His father Clotaire evidently had a bigamous marriage and he was the offspring of the juni"}]}, {"heading": "Deaths", "year": "894", "date": "April 8", "txt": "Adalelm, Frankish nobleman", "entities": [{"title": "Adalelm, Count of Troyes", "href": "/wiki/Adalelm,_Count_of_Troyes", "description": "Adalelm was the Count of Troyes from 886 to his death. He was a son of Emenon, Count of Poitou, and a Robertian."}]}, {"heading": "Deaths", "year": "944", "date": "April 8", "txt": "Wang Yanxi, Chinese emperor", "entities": [{"title": "Wang Yanxi", "href": "/wiki/Wang_Yanxi", "description": "Wang Yanxi (王延羲), known as Wang Xi (王曦) during his reign, formally Emperor Jingzong of Min (閩景宗), was an emperor of the Chinese Five Dynasties and Ten Kingdoms Period state Min. He became Min's ruler after a coup that overthrew his nephew Wang Jipeng in 939. With his reign being a cruel one, the imperial guard officers Zhu Wenjin and Lian Chongyu assassinated him and slaughtered the imperial Wang "}]}, {"heading": "Deaths", "year": "956", "date": "April 8", "txt": "Gilbert, Frankish nobleman", "entities": [{"title": "Gilbert, Duke of Burgundy", "href": "/wiki/Gilbert,_Duke_of_Burgundy", "description": "Gilbert of Chalon was count of Chalon, Autun, Troyes, Avallon and Dijon, and duke of Burgundy between 952 and 956. He ruled Burgundy jure uxoris, his wife Ermengarde being of the family of Richard the Justiciar. By her he had two daughters: Adelais and Liutgarde. Gilbert never managed to maintain the independence of the duchy in the struggles for power of 10th-century France. In 955, he became a v"}]}, {"heading": "Deaths", "year": "967", "date": "April 8", "txt": "Mu'izz al-Dawla, Buyid emir (b. 915)", "entities": [{"title": "Mu'izz al-Dawla", "href": "/wiki/Mu%27izz_al-Dawla", "description": "Ahmad ibn Buya, after 945 better known by his laqab of Mu'izz al-Dawla, was the first of the Buyid emirs of Iraq, ruling from 945 until his death."}]}, {"heading": "Deaths", "year": "1143", "date": "April 8", "txt": "John II Komnenos, Byzantine emperor (b. 1087)", "entities": [{"title": "John II Komnenos", "href": "/wiki/John_II_Komnenos", "description": "John II Komnenos or Comnenus was Byzantine emperor from 1118 to 1143. Also known as \"John the Beautiful\" or \"John the Good\" (Kaloïōannēs), he was the eldest son of Emperor Alexios I Komnenos and Irene Doukaina and the second emperor to rule during the Komnenian restoration of the Byzantine Empire. John was a pious and dedicated monarch who was determined to undo the damage his empire had suffered "}]}, {"heading": "Deaths", "year": "1150", "date": "April 8", "txt": "Gertrude of Babenberg, duchess of Bohemia (b. 1118)", "entities": [{"title": "Gertrude of Babenberg, Duchess of Bohemia", "href": "/wiki/Gertrude_of_Babenberg,_Duchess_of_Bohemia", "description": "Gertrude of Babenberg, a member of the House of Babenberg, was Duchess consort of Bohemia from 1140 until her death, by her marriage to the Přemyslid duke Vladislaus II."}]}, {"heading": "Deaths", "year": "1321", "date": "April 8", "txt": "Thomas of Tolentino, Italian-Franciscan missionary (b. c. 1255)", "entities": [{"title": "Thomas of Tolentino", "href": "/wiki/Thomas_of_Tolentino", "description": "Thomas of Tolentino was a medieval Franciscan missionary who was martyred with his three companions in Thane, India, for \"blaspheming\" Muhammad. His relics were removed to Quanzhou, China, and Tolentino, Italy, by Odoric of Pordenone. He is now venerated as a saint by the Roman Catholic Church, with his feast day on April 9."}]}, {"heading": "Deaths", "year": "1338", "date": "April 8", "txt": "Stephen Gravesend, bishop of London", "entities": [{"title": "Stephen Gravesend", "href": "/wiki/Stephen_Gravesend", "description": "Stephen Gravesend was a medieval Bishop of London."}]}, {"heading": "Deaths", "year": "1364", "date": "April 8", "txt": "John II, French king (b. 1319)", "entities": [{"title": "John II of France", "href": "/wiki/John_II_of_France", "description": "John II, called John the Good, was King of France from 1350 until his death. When he came to power, France faced several disasters: the Black Death, which killed nearly half of its population; popular revolts known as Jacqueries; free companies of routiers who plundered the country; and English aggression that resulted in catastrophic military losses, including the Battle of Poitiers of 1356, in w"}]}, {"heading": "Deaths", "year": "1450", "date": "April 8", "txt": "Sejong the Great, Korean king (b. 1397)", "entities": [{"title": "Sejong the Great", "href": "/wiki/Sejong_the_Great", "description": "Sejong the Great was the fourth king of the Joseon dynasty of Korea. He was the third son of King Taejong and Queen Wongyeong. Sejong was designated as Crown Prince after his older brother Prince Yangnyeong was stripped of his title. He ascended to the throne in 1418. During the first four years of Sejong's reign, Taejong governed as regent and executed Sejong's father-in-law, Sim On, and his clos"}]}, {"heading": "Deaths", "year": "1461", "date": "April 8", "txt": "Georg von Peuerbach, German mathematician and astronomer (b. 1423)", "entities": [{"title": "Georg von Peuerbach", "href": "/wiki/Georg_von_Peuerbach", "description": "Georg von Peuerbach was an Austrian astronomer, mathematician and instrument maker, best known for his streamlined presentation of Ptolemaic astronomy in the Theoricae Novae Planetarum."}]}, {"heading": "Deaths", "year": "1492", "date": "April 8", "txt": "Lorenzo de' Medici, Italian ruler (b. 1449)", "entities": [{"title": "Lorenzo de' Medici", "href": "/wiki/Lorenzo_de%27_Medici", "description": "Lorenzo di Piero de' Medici was an Italian statesman, banker, de facto ruler of the Florentine Republic and the most powerful and enthusiastic patron of Renaissance culture in Italy. Also known as Lorenzo the Magnificent by contemporary Florentines, he was a magnate, diplomat, politician and patron of scholars, artists, and poets. As a patron, he is best known for his sponsorship of artists such a"}]}, {"heading": "Deaths", "year": "1551", "date": "April 8", "txt": "Oda Nobuhide, Japanese warlord (b. 1510)", "entities": [{"title": "Oda Nobuhide", "href": "/wiki/Oda_Nobuhide", "description": "Oda Nobuhide  was a Japanese daimyō and magistrate of the Sengoku period known as the father of Oda Nobunaga, regarded as the first \"Great Unifier\" of Japan. Nobuhide was a deputy shugo (Shugodai) of lower Owari Province and head of the Oda clan which controlled most of Owari."}]}, {"heading": "Deaths", "year": "1586", "date": "April 8", "txt": "Martin Chemnitz, Lutheran theologian and reformer (b. 1522)", "entities": [{"title": "Martin Chemnitz", "href": "/wiki/Martin_Chemnitz", "description": "Martin Chemnitz was an eminent second-generation German, Evangelical Lutheran, Christian theologian, and a Protestant reformer, churchman, and confessor. In the Evangelical Lutheran tradition he is known as Alter Martinus, the \"Second Martin\": Si Martinus non fuisset, Martinus vix stetisset goes a common saying concerning him. He is listed and remembered in the Calendar of Saints and Commemoration"}]}, {"heading": "Deaths", "year": "1608", "date": "April 8", "txt": "Magdalen Dacre, English noble (b. 1538)", "entities": [{"title": "Magdalen Dacre", "href": "/wiki/Magdalen_Dacre", "description": "Magdalen Dacre, Viscountess Montagu was an English noblewoman. She was the daughter of William Dacre, 3rd Baron Dacre of Gilsland, and the second wife of Anthony Browne, 1st Viscount Montagu. Magdalen, a fervent Roman Catholic, was a Maid of Honour at the wedding of Mary I of England to Philip II of Spain in Winchester Cathedral. Dacre, despite being a Catholic, managed to remain in high regard wi"}]}, {"heading": "Deaths", "year": "1612", "date": "April 8", "txt": "Anne Catherine of Brandenburg (b. 1575)", "entities": [{"title": "Anne Catherine of Brandenburg", "href": "/wiki/Anne_Catherine_of_Brandenburg", "description": "Anne Catherine of Brandenburg was queen-consort of Denmark and Norway from 1597 to 1612 as the first spouse of King Christian IV of Denmark."}]}, {"heading": "Deaths", "year": "1691", "date": "April 8", "txt": "Carlo Rainaldi, Italian architect, designed the Santa Maria dei Miracoli and Santa Maria in Montesanto (b. 1611)", "entities": [{"title": "Carlo Rainaldi", "href": "/wiki/Carlo_Rainaldi", "description": "Carlo Rainaldi was an Italian architect of the Baroque period."}, {"title": "Santa Maria dei Miracoli and Santa Maria in Montesanto", "href": "/wiki/Santa_Maria_dei_Miracoli_and_Santa_Maria_in_Montesanto", "description": "Santa Maria dei Miracoli and Santa Maria di Montesanto are two churches in Rome."}]}, {"heading": "Deaths", "year": "1697", "date": "April 8", "txt": "Niels Juel, Norwegian-Danish admiral (b. 1629)", "entities": [{"title": "Niels Juel", "href": "/wiki/Niels_Juel", "description": "Niels Juel was a Danish-Norwegian admiral and a Danish naval hero. He served as supreme command of the Royal Danish Navy during the late 17th century and oversaw development of the Danish Navy."}]}, {"heading": "Deaths", "year": "1704", "date": "April 8", "txt": "Hiob Ludolf, German orientalist and philologist (b. 1624)", "entities": [{"title": "Hiob Ludolf", "href": "/wiki/Hiob_Ludolf", "description": "Hiob or Job Ludolf, also known as Job Leutholf, was a German orientalist, born at Erfurt. Edward Ullendorff rates Ludolf as having \"the most illustrious name in Ethiopic scholarship\"."}]}, {"heading": "Deaths", "year": "1704", "date": "April 8", "txt": "Henry Sydney, 1st Earl of Romney, English colonel and politician, Lord Lieutenant of Ireland (b. 1641)", "entities": [{"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1709", "date": "April 8", "txt": "Wolfgang Dietrich of Castell-Remlingen, German nobleman (b. 1641)", "entities": [{"title": "Wolfgang Dietrich of Castell-Remlingen", "href": "/wiki/Wolfgang_Dietrich_of_Castell-Remlingen", "description": "Wolfgang Dietrich of Castell-Remlingen was a German nobleman. From 1668 until his death he was the ruler of the county of Castell-Remlingen, sharing power with his brother Friedrich Magnus of Castell-Remlingen. He also held other offices in the Margraviate of Ansbach and the Electoral Palatinate."}]}, {"heading": "Deaths", "year": "1725", "date": "April 8", "txt": "John Wise, American minister (b. 1652)", "entities": [{"title": "John Wise (clergyman)", "href": "/wiki/John_Wise_(clergyman)", "description": "John Wise was a Congregationalist reverend and political leader in Massachusetts during the American colonial period. Wise was noted for his political activism, specifically his protests against British taxation, for which he was once jailed As the pastor of the Chebacco Parish from 1680 to his death in 1725, Wise lived in Ipswich, Massachusetts, often called \"the birthplace of American independen"}]}, {"heading": "Deaths", "year": "1735", "date": "April 8", "txt": "Francis II Rákóczi, Hungarian prince (b. 1676)", "entities": [{"title": "Francis II Rákóczi", "href": "/wiki/Francis_II_R%C3%A1k%C3%B3czi", "description": "Francis II Rákóczi was a Hungarian nobleman and leader of the Hungarian uprising against the Habsburgs in 1703-11 as the prince of the Estates Confederated for Liberty of the Kingdom of Hungary. He was also Prince of Transylvania, an Imperial Prince, and a member of the Order of the Golden Fleece. Today he is considered a national hero in Hungary."}]}, {"heading": "Deaths", "year": "1848", "date": "April 8", "txt": "Gaetano Donizetti, Italian composer (b. 1797)", "entities": [{"title": "Gaetano Donizetti", "href": "/wiki/Gaetano_Donizetti", "description": "Domenico Gaetano Maria Donizetti was an Italian composer, best known for his almost 70 operas. Along with Gioachino Rossini and Vincenzo Bellini, Donizetti was a leading composer of the bel canto opera style during the first half of the nineteenth century. Donizetti's close association with the bel canto style was undoubtedly an influence on other composers such as Giuseppe Verdi. Donizetti was bo"}]}, {"heading": "Deaths", "year": "1860", "date": "April 8", "txt": "István Széchenyi, Hungarian statesman and reformer (b.1791) ", "entities": [{"title": "István Széchenyi", "href": "/wiki/Istv%C3%A1n_Sz%C3%A9chenyi", "description": "Count István Széchenyi de Sárvár-Felsővidék was a Hungarian politician, political theorist, and writer. Widely considered one of the greatest statesmen in his nation's history, within Hungary he is still known to many as \"the Greatest Hungarian\"."}]}, {"heading": "Deaths", "year": "1861", "date": "April 8", "txt": "Elisha Otis, American businessman, founded the Otis Elevator Company (b. 1811)", "entities": [{"title": "Elisha Otis", "href": "/wiki/Elisha_Otis", "description": "Elisha Graves Otis was an American industrialist, founder of the Otis Elevator Company, and inventor of a safety device that prevents elevators from falling if the hoisting cable fails."}, {"title": "Otis Elevator Company", "href": "/wiki/Otis_Elevator_Company", "description": "Otis Worldwide Corporation is an American company that develops, manufactures and markets elevators, escalators, moving walkways, and related equipment."}]}, {"heading": "Deaths", "year": "1870", "date": "April 8", "txt": "Charles Auguste de Bériot, Belgian violinist and composer (b. 1802)", "entities": [{"title": "Charles Auguste de Bériot", "href": "/wiki/Charles_Auguste_de_B%C3%A9riot", "description": "Charles Auguste de Bériot was a Belgian violinist, artist and composer."}]}, {"heading": "Deaths", "year": "1877", "date": "April 8", "txt": "Bernardino António Gomes, Portuguese physician and naturalist (b. 1806)", "entities": [{"title": "Bernardino António Gomes Jr.", "href": "/wiki/Bernardino_Ant%C3%B3nio_Gomes_Jr.", "description": "Bernardino António Gomes was a Portuguese physician and scientist. He is perhaps most widely remembered for his pioneering work in Portugal in the field of anaesthesiology, as the first physician in the country to use chloroform in a surgical procedure ; he is also credited with the popularization of the use of creosote and of the first ether inhalers."}]}, {"heading": "Deaths", "year": "1894", "date": "April 8", "txt": "Bankim Chandra Chattopadhyay, Indian journalist, author, and poet (b. 1838)", "entities": [{"title": "Bankim Chandra Chattopadhyay", "href": "/wiki/Bankim_Chandra_Chattopadhyay", "description": "Bankim Chandra Chatterjee or Bankim Chandra Chattopadhyay, CBE CIE was an Indian novelist, poet and journalist. He was the composer of Vande Mataram, originally in Sanskrit, personifying India as a mother goddess and inspiring activists during the Indian Independence Movement. Chattopadhyay wrote fourteen novels and many serious, serio-comic, satirical, scientific and critical treatises in Bengali"}]}, {"heading": "Deaths", "year": "1906", "date": "April 8", "txt": "Auguste Deter, German woman, first person diagnosed with Alzheimer's disease (b. 1850)", "entities": [{"title": "Auguste Deter", "href": "/wiki/Auguste_Deter", "description": "Auguste Deter was a German woman notable for being the first person to be diagnosed with Alzheimer's disease."}, {"title": "Alzheimer's disease", "href": "/wiki/Alzheimer%27s_disease", "description": "Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a neurodegenerative disease that usually starts slowly and progressively worsens. It is the cause of 60–70% of cases of dementia. The most common early symptom is difficulty in remembering recent events. As the disease advances, symptoms can include problems with language, disorientation, mood swings, loss of motivation, self-neg"}]}, {"heading": "Deaths", "year": "1919", "date": "April 8", "txt": "Loránd Eötvös, Hungarian physicist, academic, and politician, Hungarian Minister of Education (b. 1848)", "entities": [{"title": "Loránd Eötvös", "href": "/wiki/Lor%C3%A1nd_E%C3%B6tv%C3%B6s", "description": "Baron Loránd Eötvös de Vásárosnamény, more commonly called Baron Roland von Eötvös in English literature, was a Hungarian physicist. He is remembered today largely for his work on gravitation and surface tension, and the invention of the torsion pendulum."}, {"title": "Minister of Education (Hungary)", "href": "/wiki/Minister_of_Education_(Hungary)", "description": "The Minister of Human Capacities of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Human Capacities. The current minister of human capacities is Miklós Kásler."}]}, {"heading": "Deaths", "year": "1920", "date": "April 8", "txt": "Charles Griffes, American pianist and composer (b. 1884)", "entities": [{"title": "Charles Griffes", "href": "/wiki/Charles_Griffes", "description": "Charles Tomlinson Griffes was an American composer for piano, chamber ensembles and voice."}]}, {"heading": "Deaths", "year": "1931", "date": "April 8", "txt": "Erik Axel Karlfeldt, Swedish poet Nobel Prize laureate (b. 1864)", "entities": [{"title": "Erik Axel Karlfeldt", "href": "/wiki/Erik_Axel_Karlfeldt", "description": "Erik Axel Karlfeldt was a Swedish poet whose highly symbolist poetry masquerading as regionalism was popular and won him the Nobel Prize in Literature posthumously in 1931 after he had been nominated by Nathan Söderblom, member of the Swedish Academy. It has been rumored that he had been offered, but declined, the award already in 1919."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1936", "date": "April 8", "txt": "Róbert Bárány, Austrian physician and academic, Nobel Prize laureate (b. 1876)", "entities": [{"title": "Róbert Bárány", "href": "/wiki/R%C3%B3bert_B%C3%A1r%C3%A1ny", "description": "Robert Bárány Hungarian pronunciation: [ˈroːbɛrt ˈbaːraːɲ] was an Austro-Hungarian otologist. He received the 1914 Nobel Prize in Physiology or Medicine for his work on the physiology and pathology of the vestibular apparatus."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1936", "date": "April 8", "txt": "Božena Benešová, Czech poet and novelist (b. 1873)", "entities": []}, {"heading": "Deaths", "year": "1941", "date": "April 8", "txt": "Marcel Prévost, French novelist and playwright (b. 1862)", "entities": [{"title": "Marcel Prévost", "href": "/wiki/Marcel_Pr%C3%A9vost", "description": "Eugène Marcel Prévost was a French author and dramatist."}]}, {"heading": "Deaths", "year": "1942", "date": "April 8", "txt": "Kostas Skarvelis, Greek guitarist and composer (b. 1880)", "entities": [{"title": "Kostas Skarvelis", "href": "/wiki/Kostas_Skarvelis", "description": "Kostas Skarvelis was a Greek composer of popular music, οf the rembetiko (ρεμπέτικο) genre. He also wrote the lyrics for his songs and was an excellent guitar player, having participated in many recordings."}]}, {"heading": "Deaths", "year": "1947", "date": "April 8", "txt": "Olaf Frydenlund, Norwegian target shooter (b. 1862)", "entities": [{"title": "Olaf Frydenlund", "href": "/wiki/Olaf_Frydenlund", "description": "Olaf Emil Frydenlund was a Norwegian rifle shooter who competed in the early 20th century in rifle shooting. He participated in Shooting at the 1900 Summer Olympics in Paris and won the silver medal with the Norwegian Military Rifle team."}]}, {"heading": "Deaths", "year": "1950", "date": "April 8", "txt": "Vaslav Nijinsky, Polish dancer and choreographer (b. 1890)", "entities": [{"title": "Vaslav Nijinsky", "href": "/wiki/Vaslav_Nijinsky", "description": "Vaslav Nijinsky was a ballet dancer and choreographer cited as the greatest male dancer of the early 20th century. Born in Kiev to Polish parents, Nijinsky grew up in Imperial Russia but considered himself to be Polish. He was celebrated for his virtuosity and for the depth and intensity of his characterizations. He could dance en pointe, a rare skill among male dancers at the time, and was admire"}]}, {"heading": "Deaths", "year": "1959", "date": "April 8", "txt": "Marios Makrionitis, Roman Catholic Archbishop of Athens (b. 1913)", "entities": [{"title": "Marios Makrionitis", "href": "/wiki/Marios_Makrionitis", "description": "Marios Makrionitis, SJ was a Greek Jesuit prelate of the Catholic Church. He served as the Archbishop of Athens from 1953 until 1959, when he died from injuries caused by an automobile accident."}]}, {"heading": "Deaths", "year": "1961", "date": "April 8", "txt": "Joseph Carrodus, Australian public servant (b. 1885)", "entities": [{"title": "Joseph Carrodus", "href": "/wiki/Joseph_Carrodus", "description": "Joseph Aloysius Carrodus was a senior Australian public servant."}]}, {"heading": "Deaths", "year": "1962", "date": "April 8", "txt": "Juan Belmonte, Spanish bullfighter (b. 1892)", "entities": [{"title": "Juan Belmonte", "href": "/wiki/Juan_Belmonte", "description": "Juan Belmonte García was a Spanish bullfighter. He fought in a record number of bull fights and was responsible for changing the art of bullfighting. He had minor deformities in his legs which forced him to design new techniques and styles of bullfighting."}]}, {"heading": "Deaths", "year": "1965", "date": "April 8", "txt": "Lars Hanson, Swedish actor (b. 1886)", "entities": [{"title": "Lars Hanson", "href": "/wiki/Lars_Hanson", "description": "Lars Mauritz Hanson was a Swedish film and stage actor, internationally mostly remembered for his motion picture roles during the silent film era."}]}, {"heading": "Deaths", "year": "1969", "date": "April 8", "txt": "Zinaida Aksentyeva, Ukrainian astronomer (b. 1900)", "entities": [{"title": "Zinaida Aksentyeva", "href": "/wiki/Zinaida_Aksentyeva", "description": "Zinaïda Mikolaïevna Aksentieva was a Ukrainian/Soviet astronomer and geophysicist."}]}, {"heading": "Deaths", "year": "1973", "date": "April 8", "txt": "Pablo Picasso, Spanish painter and sculptor (b. 1881)", "entities": [{"title": "Pablo Picasso", "href": "/wiki/Pablo_Picasso", "description": "Pablo Ruiz Picasso was a Spanish painter, sculptor, printmaker, ceramicist and theatre designer who spent most of his adult life in France. Regarded as one of the most influential artists of the 20th century, he is known for co-founding the Cubist movement, the invention of constructed sculpture, the co-invention of collage, and for the wide variety of styles that he helped develop and explore. Am"}]}, {"heading": "Deaths", "year": "1974", "date": "April 8", "txt": "James Charles McGuigan, Canadian cardinal (b. 1894)", "entities": [{"title": "James Charles McGuigan", "href": "/wiki/James_Charles_McGuigan", "description": "James Charles McGuigan was a Canadian Cardinal of the Roman Catholic Church. He served as Archbishop of Toronto from 1934 to 1971, and was elevated to the cardinalate in 1946 by Pope Pius XII."}]}, {"heading": "Deaths", "year": "1979", "date": "April 8", "txt": "Breece D'J Pancake, American short story writer (b. 1952)", "entities": [{"title": "Breece D'J Pancake", "href": "/wiki/Breece_D%27J_Pancake", "description": "Breece D'J Pancake was an American short story writer. He is said to be \"one of the greatest authors you've never heard of\" according to an article on his work in Study Breaks. Pancake was a native of West Virginia. Several of his short stories were published in The Atlantic Monthly and other periodicals during his lifetime."}]}, {"heading": "Deaths", "year": "1981", "date": "April 8", "txt": "Omar Bradley, American general (b. 1893)", "entities": [{"title": "Omar Bradley", "href": "/wiki/Omar_Bradley", "description": "Omar Nelson Bradley was a senior officer of the United States Army during and after World War II, holding the rank of General of the Army. Bradley was the first Chairman of the Joint Chiefs of Staff and oversaw the U.S. military's policy-making in the Korean War."}]}, {"heading": "Deaths", "year": "1983", "date": "April 8", "txt": "Isamu Kosugi, Japanese actor and director (b. 1904)", "entities": [{"title": "Isamu Kosugi", "href": "/wiki/Isamu_Kosugi", "description": "Isamu Kosugi  was a Japanese actor and film director."}]}, {"heading": "Deaths", "year": "1984", "date": "April 8", "txt": "Pyotr Kapitsa, Russian physicist and academic, Nobel Prize laureate (b. 1894)", "entities": [{"title": "Pyotr Kapitsa", "href": "/wiki/Pyotr_Kapitsa", "description": "Pyotr Leonidovich Kapitsa or Peter Kapitza (Russian: Пётр Леонидович Капица, Romanian: Petre Capița was a leading Soviet physicist, engineer and Nobel laureate, best known for his work in low-temperature physics."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1985", "date": "April 8", "txt": "John Frederick Coots, American pianist and composer (b. 1897)", "entities": [{"title": "John Frederick Coots", "href": "/wiki/John_Frederick_Coots", "description": "John Frederick Coots was an American songwriter. He composed over 700 popular songs and over a dozen Broadway shows. In 1934, Coots wrote the melody with his then chief collaborator, lyricist Haven Gillespie, for the biggest hit for them both \"Santa Claus Is Comin' to Town.\" The song became one of the biggest sellers in American history."}]}, {"heading": "Deaths", "year": "1990", "date": "April 8", "txt": "Ryan White, American activist, inspired the Ryan White Care Act (b. 1971)", "entities": [{"title": "Ryan White", "href": "/wiki/Ryan_White", "description": "Ryan Wayne White was an American teenager from Kokomo, Indiana, who became a national poster child for HIV/AIDS in the United States after failing to be re-admitted to school following a diagnosis of AIDS. As a hemophiliac, he became infected with HIV from a contaminated factor VIII blood treatment and, when diagnosed in December 1984, was given six months to live. Doctors said he posed no risk to"}, {"title": "Ryan White Care Act", "href": "/wiki/Ryan_White_Care_Act", "description": "The Ryan White Comprehensive AIDS Resources Emergency Act, Pub.L. 101–381, 104 Stat. 576, enacted August 18, 1990), was an act of the United States Congress and is the largest federally funded program in the United States for people living with HIV/AIDS. In exchange for States adopting harsh criminal laws regulating the conduct of HIV-positive individuals and providing for their public felony pros"}]}, {"heading": "Deaths", "year": "1991", "date": "April 8", "txt": "Per Ohlin, Swedish musician (b. 1969)", "entities": [{"title": "Dead (musician)", "href": "/wiki/Dead_(musician)", "description": "Per Yngve Ohlin, better known by his stage name Dead and nickname Pelle, was a Swedish metal musician, best known as the lead vocalist and lyricist of the Norwegian black metal band Mayhem from 1988 until his death in 1991. Prior to Mayhem, he also performed as vocalist in the Swedish death metal band Morbid. Dead was a popular figure of the Norwegian black metal scene, and his legacy remains prom"}]}, {"heading": "Deaths", "year": "1992", "date": "April 8", "txt": "Daniel Bovet, Swiss-Italian pharmacologist and academic, Nobel Prize laureate (b. 1907)", "entities": [{"title": "Daniel Bovet", "href": "/wiki/Daniel_Bovet", "description": "Daniel Bovet was a Swiss-born Italian pharmacologist who won the 1957 Nobel Prize in Physiology or Medicine for his discovery of drugs that block the actions of specific neurotransmitters. He is best known for his discovery in 1937 of antihistamines, which block the neurotransmitter histamine and are used in allergy medication. His other research included work on chemotherapy, sulfa drugs, the sym"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1993", "date": "April 8", "txt": "Marian Anderson, American operatic singer (b. 1897)", "entities": [{"title": "Marian Anderson", "href": "/wiki/Marian_Anderson", "description": "Marian Anderson was an American contralto. She performed a wide range of music, from opera to spirituals. Anderson performed with renowned orchestras in major concert and recital venues throughout the United States and Europe between 1925 and 1965."}]}, {"heading": "Deaths", "year": "1994", "date": "April 8", "txt": "François Rozet, French-Canadian actor (b. 1899)", "entities": [{"title": "François Rozet", "href": "/wiki/Fran%C3%A7ois_Rozet", "description": "François Rozet, was a French-born Canadian actor."}]}, {"heading": "Deaths", "year": "1996", "date": "April 8", "txt": "Ben Johnson, American actor and stuntman (b. 1918)", "entities": [{"title": "Ben Johnson (actor)", "href": "/wiki/Ben_Johnson_(actor)", "description": "Benjamin \"Son\" Johnson Jr. was an American film and television actor, stuntman, and world champion rodeo cowboy. Tall and laconic, Johnson brought authenticity to many roles in Westerns with his expert horsemanship."}]}, {"heading": "Deaths", "year": "1996", "date": "April 8", "txt": "León Klimovsky, Argentinian-Spanish actor, director, and screenwriter (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "April 8", "txt": "Mick Young, Australian politician (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "April 8", "txt": "Laura Nyro, American singer-songwriter and pianist (b. 1947)", "entities": [{"title": "Laura Nyro", "href": "/wiki/Laura_Nyro", "description": "Laura Nyro was an American songwriter, singer, and pianist. She achieved critical acclaim with her own recordings, particularly the albums Eli and the Thirteenth Confession (1968) and New York Tendaberry (1969), and had commercial success with artists such as Barbra Streisand and The 5th Dimension recording her songs. Her style was a hybrid of Brill Building-style New York pop, jazz, rhythm and bl"}]}, {"heading": "Deaths", "year": "2000", "date": "April 8", "txt": "František Šťastný, Czech motorcycle racer (b. 1927)", "entities": [{"title": "František Šťastný", "href": "/wiki/Franti%C5%A1ek_%C5%A0%C5%A5astn%C3%BD", "description": "František (\"Franta\") Šťastný was a Czech Grand Prix motorcycle road racer."}]}, {"heading": "Deaths", "year": "2000", "date": "April 8", "txt": "Claire Trevor, American actress (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "April 8", "txt": "María Félix, Mexican actress (b. 1914)", "entities": [{"title": "María Félix", "href": "/wiki/Mar%C3%ADa_F%C3%A9lix", "description": "María de los Ángeles Félix Güereña, known as María Félix, was a Mexican film actress and singer. Along with Pedro Armendáriz and Dolores del Río, she was one of the most successful figures of Latin American cinema in the 1940s and 1950s. Considered one of the most beautiful actresses of Mexican cinema, her taste for the finesse and strong personality garnered her the title of diva early in her car"}]}, {"heading": "Deaths", "year": "2002", "date": "April 8", "txt": "Harvey Quaytman, American painter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "April 8", "txt": "Werner Schumacher, German actor (b. 1921)", "entities": [{"title": "Werner Schumacher", "href": "/wiki/Werner_Schumacher", "description": "Werner Schumacher was a German actor. From 1971 until 1986 he starred in the Süddeutscher Rundfunk version of the popular television crime series Tatort."}]}, {"heading": "Deaths", "year": "2005", "date": "April 8", "txt": "Onna White, Canadian choreographer and dancer (b. 1922)", "entities": [{"title": "Onna White", "href": "/wiki/Onna_White", "description": "Onna White was a Canadian choreographer and dancer, nominated for eight Tony Awards."}]}, {"heading": "Deaths", "year": "2006", "date": "April 8", "txt": "Gerard Reve, Dutch author and poet (b. 1923)", "entities": [{"title": "Gerard Reve", "href": "/wiki/Gerard_Reve", "description": "Gerard Kornelis van het Reve was a Dutch writer. He started writing as Simon Gerard van het Reve and adopted the shorter Gerard Reve [ˈɣeːrɑrt ˈreːvə] in 1973. Together with Willem Frederik Hermans and Harry Mulisch, he is considered one of the \"Great Three\" of Dutch post-war literature. His 1981 novel De vierde man was the basis for Paul Verhoeven's 1983 film."}]}, {"heading": "Deaths", "year": "2007", "date": "April 8", "txt": "Sol LeWitt, American painter and sculptor (b. 1928)", "entities": [{"title": "Sol LeWitt", "href": "/wiki/Sol_LeWitt", "description": "Solomon \"Sol\" LeWitt was an American artist linked to various movements, including conceptual art and minimalism."}]}, {"heading": "Deaths", "year": "2008", "date": "April 8", "txt": "Kazuo Shiraga, Japanese painter (b. 1924)", "entities": [{"title": "Kazuo Shiraga", "href": "/wiki/Kazuo_Shiraga", "description": "Kazuo Shiraga  was a Japanese modern artist who belonged to the Gutai group of avant-garde artists. He was acknowledged internationally only after his death."}]}, {"heading": "Deaths", "year": "2009", "date": "April 8", "txt": "Richard de Mille, American Scientologist, author, investigative journalist, and psychologist (b. 1922)", "entities": [{"title": "Richard de Mille", "href": "/wiki/Richard_de_Mille", "description": "Richard de Mille was an American author, investigative journalist, and psychologist."}]}, {"heading": "Deaths", "year": "2009", "date": "April 8", "txt": "Piotr Morawski, Polish mountaineer (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "April 8", "txt": "Malcolm McLaren, English singer-songwriter (b. 1946)", "entities": [{"title": "Malcolm McLaren", "href": "/wiki/Malcolm_McLaren", "description": "Malcolm Robert Andrew McLaren was an English impresario, visual artist, performer, musician, clothes designer and boutique owner, notable for combining these activities in an inventive and provocative way. He is best known as a promoter and manager of bands the New York Dolls and the Sex Pistols."}]}, {"heading": "Deaths", "year": "2010", "date": "April 8", "txt": "Teddy Scholten, Dutch singer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 8", "txt": "Hedda Sterne, Romanian-American painter and photographer (b. 1910)", "entities": [{"title": "Hedda Sterne", "href": "/wiki/Hedda_Sterne", "description": "Hedda Sterne was a Romanian-born American artist who was an active member of the New York School of painters. Her work is often associated with Abstract Expressionism and Surrealism."}]}, {"heading": "Deaths", "year": "2012", "date": "April 8", "txt": "Blair Kiel, American football player and coach (b. 1961)", "entities": [{"title": "Blair Kiel", "href": "/wiki/Blair_Kiel", "description": "Blair Armstrong Kiel was a four-year starting quarterback and punter/holder for the Notre Dame Fighting Irish football team, from 1980 to 1983. He played professionally for several teams in the National Football League, the Canadian Football League, and the Arena Football League, and was inducted into the Indiana State Football Hall of Fame in 1998. Kiel worked as an advisor to corporate real esta"}]}, {"heading": "Deaths", "year": "2012", "date": "April 8", "txt": "Jack Tramiel, Polish-American businessman, founded Commodore International (b. 1928)", "entities": [{"title": "Commodore International", "href": "/wiki/Commodore_International", "description": "Commodore International was an American home computer and electronics manufacturer founded by Jack Tramiel. Commodore International (CI), along with its subsidiary Commodore Business Machines (CBM), was a significant participant in the development of the home personal computer industry in the 1970s, 1980s and early 1990s. The company developed and marketed the world's best-selling desktop computer"}]}, {"heading": "Deaths", "year": "2012", "date": "April 8", "txt": "Janusz K. Zawodny, Polish-American soldier, historian, and political scientist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 8", "txt": "Mikhail Beketov, Russian journalist (b. 1958)", "entities": [{"title": "Mikhail Beketov", "href": "/wiki/Mikhail_Beketov", "description": "Mikhail Vasilyevich Beketov was a Russian journalist who came to widespread attention when he was attacked in an assault thought to be connected with his coverage of the planned destruction of the Khimki Forest to make way for the Moscow–Saint Petersburg motorway."}]}, {"heading": "Deaths", "year": "2013", "date": "April 8", "txt": "Annette Funicello, American actress and singer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 8", "txt": "Sara Montiel, Spanish-Mexican actress and singer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 8", "txt": "José Luis Sampedro, Spanish economist and author (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 8", "txt": "Margaret Thatcher, English politician, Prime Minister of the United Kingdom (b. 1925)", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "2014", "date": "April 8", "txt": "Emmanuel III Delly, Iraqi patriarch (b. 1927)", "entities": [{"title": "Emmanuel III Delly", "href": "/wiki/Emmanuel_III_Delly", "description": "Mar Emmanuel III Delly was the Patriarch Emeritus of Babylon of the Chaldeans and former Primate of the Chaldean Catholic Church, an Eastern Catholic sui juris particular church of the Catholic Church, and also a Cardinal. An ethnic Chaldean, he was born in Tel Keppe and was ordained a priest on 21 December 1952. He was consecrated a bishop ten years later in December 1962 at the age of 35. He was"}]}, {"heading": "Deaths", "year": "2014", "date": "April 8", "txt": "Karlheinz Deschner, German author and activist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 8", "txt": "Ivan Mercep, New Zealand architect, designed the Te Papa Tongarewa Museum (b. 1930)", "entities": [{"title": "Museum of New Zealand Te Papa Tongarewa", "href": "/wiki/Museum_of_New_Zealand_Te_Papa_Tongarewa", "description": "The Museum of New Zealand Te Papa Tongarewa is New Zealand's national museum, located in Wellington. Known as Te Papa, or 'Our Place', it opened in 1998 after the merging of the National Museum and the National Art Gallery. More than 1.5 million people visit every year."}]}, {"heading": "Deaths", "year": "2015", "date": "April 8", "txt": "Jayakanthan, Indian journalist and author (b. 1934)", "entities": [{"title": "Jayakanthan", "href": "/wiki/Jayakanthan", "description": "D. Jayakanthan, popularly known as JK, was an Indian writer, journalist, orator, film-maker, critic and activist. Born in Cuddalore, he dropped out of school at the age of 9 and went to Madras, where he joined the Communist Party of India. In a career spanning six decades, he authored around 40 novels, 200 short stories, apart from two autobiographies. Outside literature, he made two films. In add"}]}, {"heading": "Deaths", "year": "2015", "date": "April 8", "txt": "Rayson Huang, Hong Kong chemist and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 8", "txt": "Sergei Lashchenko, Ukrainian kick-boxer (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 8", "txt": "David Laventhol, American journalist and publisher (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 8", "txt": "Jean-Claude Turcotte, Canadian cardinal (b. 1936)", "entities": []}]