[{"heading": "Events", "year": "1080", "date": "April 17", "txt": "Harald III of Denmark dies and is succeeded by Canute IV, who would later be the first Dane to be canonized.", "entities": [{"title": "Harald III of Denmark", "href": "/wiki/Harald_III_of_Denmark", "description": "Harald III was King of Denmark from 1076 to 1080. Harald III was an illegitimate son of Danish king Sweyn II Estridsson, and contested the crown with some of his brothers. He was a peaceful ruler who initiated a number of reforms. Harald was married to his cousin Margareta Hasbjörnsdatter, but did not leave any heirs, and was succeeded by his brother Canute IV the Saint. Four of his half-brothers "}, {"title": "Canute IV of Denmark", "href": "/wiki/Canute_IV_of_Denmark", "description": "Canute IV, later known as Canute the Holy or Saint Canute, was King of Denmark from 1080 until 1086. Canute was an ambitious king who sought to strengthen the Danish monarchy, devotedly supported the Roman Catholic Church, and had designs on the English throne. Slain by rebels in 1086, he was the first Danish king to be canonized. He was recognized by the Roman Catholic Church as patron saint of D"}, {"title": "Canonization", "href": "/wiki/Canonization", "description": "Canonization is the declaration of a deceased person as an officially recognized saint, specifically, the official act of a Christian communion declaring a person worthy of public cult and entering their name in the canon, or authorized list, of that communion's recognized saints."}]}, {"heading": "Events", "year": "1349", "date": "April 17", "txt": "The rule of the Bavand dynasty in Mazandaran is brought to an end by the murder of Hasan II.", "entities": [{"title": "Bavand dynasty", "href": "/wiki/Bavand_dynasty", "description": "The Bavand dynasty, or simply the Bavandids, was an Iranian dynasty that ruled in parts of Tabaristan in what is now northern Iran from 651 until 1349, alternating between outright independence and submission as vassals to more powerful regional rulers."}, {"title": "Mazandaran", "href": "/wiki/Mazandaran", "description": "Mazandaran Province and, is an Iranian province located along the southern coast of the Caspian Sea and in the adjacent Central Alborz mountain range, in central-northern Iran."}, {"title": "Hasan II (Bavandid ruler)", "href": "/wiki/Hasan_II_(Bavandid_ruler)", "description": "Hasan II, also known as Fakhr al-Dawla Hasan, was the last ruler of the Bavand dynasty from 1334 until his murder in 1349. He was the brother and successor of Sharaf al-Muluk."}]}, {"heading": "Events", "year": "1362", "date": "April 17", "txt": "Kaunas Castle falls to the Teutonic Order after a month-long siege.", "entities": [{"title": "Kaunas Castle", "href": "/wiki/Kaunas_Castle", "description": "Kaunas Castle is a medieval castle in Kaunas, the second-largest city in Lithuania. Archeological evidence suggests that it was originally built during the mid-14th century, in the Gothic style. Its site is strategic – a rise on the banks of the Nemunas River near its confluence with the Neris River. At the beginning of the 21st century, about one-third of the castle was still standing."}, {"title": "Teutonic Order", "href": "/wiki/Teutonic_Order", "description": "The Order of Brothers of the German House of Saint Mary in Jerusalem, commonly the Teutonic Order, is a Catholic religious order founded as a military order c. 1192 in Acre, Kingdom of Jerusalem."}, {"title": "Siege of Kaunas (1362)", "href": "/wiki/Siege_of_Kaunas_(1362)", "description": "The Siege of Kaunas was laid by the Teutonic Order on the newly built Kaunas Castle in spring 1362. It was the first brick castle built by the Grand Duchy of Lithuania. After a month-long siege, the castle was captured and destroyed. Its commander Vaidotas, son of Kęstutis, and 36 others were taken captive. The defeat, followed by the destruction of Veliuona and Pieštvė the following year, severel"}]}, {"heading": "Events", "year": "1492", "date": "April 17", "txt": "Spain and Christopher Columbus sign the Capitulations of Santa Fe for his voyage to Asia to acquire spices.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Capitulations of Santa Fe", "href": "/wiki/Capitulations_of_Santa_Fe", "description": "The Capitulations of Santa Fe between Christopher Columbus and the Catholic Monarchs, Queen Isabella I of Castile and King Ferdinand II of Aragon, were signed in Santa Fe, Granada on April 17, 1492. They granted Columbus the titles of admiral of the Ocean Sea, viceroy, and governor-general and the honorific don, and also the tenth part of all riches to be obtained from his intended voyage. The doc"}, {"title": "Spice", "href": "/wiki/Spice", "description": "A spice is a seed, fruit, root, bark, or other plant substance primarily used for flavoring or coloring food. Spices are distinguished from herbs, which are the leaves, flowers, or stems of plants used for flavoring or as a garnish. Spices are sometimes used in medicine, religious rituals, cosmetics or perfume production."}]}, {"heading": "Events", "year": "1521", "date": "April 17", "txt": "Trial of Martin Luther over his teachings begins during the assembly of the Diet of Worms. Initially intimidated, he asks for time to reflect before answering and is given a stay of one day.", "entities": [{"title": "Martin Luther", "href": "/wiki/Martin_Luther", "description": "Martin Luther, was a German professor of theology, priest, author, composer, Augustinian monk, and a seminal figure in the Reformation. Luther was ordained to the priesthood in 1507. He came to reject several teachings and practices of the Roman Catholic Church; in particular, he disputed the view on indulgences. Luther proposed an academic discussion of the practice and efficacy of indulgences in"}, {"title": "Lutheranism", "href": "/wiki/Lutheranism", "description": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer whose efforts to reform the theology and practice of the church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the 95 Theses, divided Western Christiani"}, {"title": "Diet of Worms", "href": "/wiki/Diet_of_Worms", "description": "The Diet of Worms of 1521 was an imperial diet of the Holy Roman Empire called by Emperor Charles V and conducted in the Imperial Free City of Worms. Martin Luther was summoned to the Diet in order to renounce or reaffirm his views in response to a Papal bull of Pope Leo X. In answer to questioning, he defended these views and refused to recant them. At the end of the Diet, the Emperor issued the "}]}, {"heading": "Events", "year": "1524", "date": "April 17", "txt": "Giovanni da Verrazzano reaches New York harbor.", "entities": [{"title": "Giovanni da Verrazzano", "href": "/wiki/Giovanni_da_Verrazzano", "description": "Giovanni da Verrazzano was a Florentine explorer of North America, in the service of King Francis I of France."}]}, {"heading": "Events", "year": "1797", "date": "April 17", "txt": "Sir Ralph Abercromby attacks San Juan, Puerto Rico, in what would be one of the largest invasions of the Spanish territories in the Americas.", "entities": [{"title": "Ralph Abercromby", "href": "/wiki/Ralph_Abercromby", "description": "Sir Ralph Abercromby was a Scottish soldier and politician. He twice served as MP for Clackmannanshire, rose to the rank of lieutenant-general in the British Army, was appointed Governor of Trinidad, served as Commander-in-Chief, Ireland, and was noted for his services during the French Revolutionary Wars."}, {"title": "Battle of San Juan (1797)", "href": "/wiki/Battle_of_San_Juan_(1797)", "description": "The Battle of San Juan was an ill-fated British assault in 1797 on the Spanish colonial port city of San Juan in Puerto Rico during the 1796–1808 Anglo-Spanish War. The attack was carried out facing the historic town of Miramar."}, {"title": "San Juan, Puerto Rico", "href": "/wiki/San_Juan,_Puerto_Rico", "description": "San Juan is the capital and most-populous municipality in the Commonwealth of Puerto Rico, an unincorporated territory of the United States. As of the 2010 census, it is the 46th-largest city under the jurisdiction of the United States, with a population of 395,326. San Juan was founded by Spanish colonists in 1521, who called it Ciudad de Puerto Rico. Puerto Rico's capital is the third oldest Eur"}]}, {"heading": "Events", "year": "1797", "date": "April 17", "txt": "Citizens of Verona begin an unsuccessful eight-day rebellion against the French occupying forces.", "entities": [{"title": "Veronese Easter", "href": "/wiki/Veronese_Easter", "description": "The Veronese Easter was a rebellion during the Italian campaign of 1797, in which inhabitants of Verona and the surrounding areas revolted against the French occupying forces under Antoine Balland, while Napoleon Bonaparte was fighting in Austria. The uprising received its name through association with the anti-French uprising of the Sicilian Vespers of the 13th century. Incited by oppressive beha"}, {"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}]}, {"heading": "Events", "year": "1861", "date": "April 17", "txt": "The state of Virginia's secession convention votes to secede from the United States, later becoming the eighth state to join the Confederate States of America.", "entities": [{"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}, {"title": "Virginia in the American Civil War", "href": "/wiki/Virginia_in_the_American_Civil_War#Secession_convention", "description": "Virginia became a prominent part of the Confederacy when it joined during the American Civil War. As a Southern slave-holding state, Virginia held the state convention to deal with the secession crisis, and voted against secession on April 4, 1861. Opinion shifted after April 15, when U.S. President Abraham Lincoln called for troops from all states still in the Union to put down the rebellion, fol"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1863", "date": "April 17", "txt": "American Civil War: Grierson's Raid begins: Troops under Union Army Colonel Benjamin Grierson attack central Mississippi.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Grierson's Raid", "href": "/wiki/Grierson%27s_Raid", "description": "Grierson's Raid was a Union cavalry raid during the Vicksburg Campaign of the American Civil War. It ran from April 17 to May 2, 1863, as a diversion from Maj. Gen. Ulysses S. Grant's main attack plan on Vicksburg, Mississippi."}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Benjamin Grierson", "href": "/wiki/Benjamin_Grierson", "description": "Benjamin Henry Grierson was a music teacher, then a career officer in the United States Army. He was a cavalry general in the volunteer Union Army during the Civil War and later led troops in the American Old West."}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}]}, {"heading": "Events", "year": "1864", "date": "April 17", "txt": "American Civil War: The Battle of Plymouth begins: Confederate forces attack Plymouth, North Carolina.", "entities": [{"title": "Battle of Plymouth (1864)", "href": "/wiki/Battle_of_Plymouth_(1864)", "description": "The Battle of Plymouth was an engagement during the American Civil War that was fought from April 17 through April 20, 1864, in Washington County, North Carolina."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Plymouth, North Carolina", "href": "/wiki/Plymouth,_North_Carolina", "description": "Plymouth is the largest town in Washington County, North Carolina, United States. The population was 3,878 at the 2010 census. It is the county seat of Washington County. Plymouth is located on the Roanoke River about seven miles (11 km) upriver from its mouth into the Albemarle Sound in North Carolina's Inner Banks region."}]}, {"heading": "Events", "year": "1869", "date": "April 17", "txt": "Morelos is admitted as the 27th state of Mexico.", "entities": [{"title": "Morelos", "href": "/wiki/Morelos", "description": "Morelos, officially the Free and Sovereign State of Morelos, is one of the 32 states which comprise the Federal Entities of Mexico. It is divided into 36 municipalities and its capital city is Cuernavaca."}, {"title": "Mexico", "href": "/wiki/Mexico", "description": "Mexico, officially the United Mexican States, is a country in the southern portion of North America. It is bordered to the north by the United States; to the south and west by the Pacific Ocean; to the southeast by Guatemala, Belize, and the Caribbean Sea; and to the east by the Gulf of Mexico. Mexico covers 1,972,550 square kilometers (761,610 sq mi), making it the world's 13th-largest country by"}]}, {"heading": "Events", "year": "1876", "date": "April 17", "txt": "Catalpa rescue: The rescue of six Fenian prisoners from Fremantle Prison in Western Australia.", "entities": [{"title": "Catalpa rescue", "href": "/wiki/Catalpa_rescue", "description": "The Catalpa rescue was the escape, on 17–19 April 1876, of six Irish Fenian prisoners from the Convict Establishment, a British penal colony in Western Australia. They were taken on the convict ship Hougoumont to Fremantle, Western Australia, arriving 9 January 1868. In 1869, pardons had been issued to many of the imprisoned Fenians. Another round of pardons was issued in 1871, after which only a "}, {"title": "Fremantle Prison", "href": "/wiki/Fremantle_Prison", "description": "Fremantle Prison, sometimes referred to as Fremantle Gaol or Fremantle Jail, is a former Australian prison and World Heritage Site in Fremantle, Western Australia. The six-hectare (15-acre) site includes the prison cellblocks, gatehouse, perimeter walls, cottages, and tunnels. It was initially used for convicts transported from Britain, but was transferred to the colonial government in 1886 for us"}]}, {"heading": "Events", "year": "1895", "date": "April 17", "txt": "The Treaty of Shimonoseki between China and Japan is signed. This marks the end of the First Sino-Japanese War, and the defeated Qing Empire is forced to renounce its claims on Korea and to concede the southern portion of the Fengtien province, Taiwan and the Pescadores Islands to Japan.", "entities": [{"title": "Treaty of Shimonoseki", "href": "/wiki/Treaty_of_Shimonoseki", "description": "The Treaty of Shimonoseki , also known as Treaty of Maguan in China and Treaty of Bakan  in the period before and during WWII in Japan, was a treaty signed at the Shunpanrō hotel (春帆樓), Shimonoseki, Japan on 17 April 1895, between the Empire of Japan and Qing China, ending the First Sino-Japanese War. The peace conference took place from 20 March to 17 April 1895. This treaty followed and supersed"}, {"title": "First Sino-Japanese War", "href": "/wiki/First_Sino-Japanese_War", "description": "The First Sino-Japanese War was a conflict between the Qing dynasty of China and the Empire of Japan primarily over influence in Joseon Korea. After more than six months of unbroken successes by Japanese land and naval forces and the loss of the port of Weihaiwei, the Qing government sued for peace in February 1895."}, {"title": "Qing Empire", "href": "/wiki/Qing_Empire", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Liaoning", "href": "/wiki/Liaoning", "description": "Liaoning, is a coastal province in Northeast China that is the smallest, southernmost, and most populous province in the region. With its capital at Shenyang, it is located on the northern shore of the Yellow Sea, and is the northernmost coastal province of the People's Republic of China."}, {"title": "History of the administrative divisions of China", "href": "/wiki/History_of_the_administrative_divisions_of_China", "description": "The history of the administrative divisions of China is covered in the following articles:History of the administrative divisions of China before 1912\nHistory of the administrative divisions of China (1912–49) \nHistory of the administrative divisions of China (1949–present) "}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}, {"title": "Pescadores Islands", "href": "/wiki/Pescadores_Islands", "description": "The Penghu or Pescadores Islands are an archipelago of 90 islands and islets in the Taiwan Strait. The largest city is Magong, located on the largest island, which is also named Magong. Covering an area of 141 square kilometers (54 sq mi), the archipelago collectively forms Penghu County of the Republic of China (Taiwan) and is the second smallest county after Lienchiang County."}]}, {"heading": "Events", "year": "1905", "date": "April 17", "txt": "The Supreme Court of the United States decides Lochner v. New York, which holds that the \"right to free contract\" is implicit in the due process clause of the Fourteenth Amendment to the United States Constitution.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}, {"title": "Freedom of contract", "href": "/wiki/Freedom_of_contract", "description": "Freedom of contract is the process in which individuals and groups form contracts without government restrictions. This is opposed to government regulations such as minimum-wage laws, competition laws, economic sanctions, restrictions on price fixing, or restrictions on contracting with undocumented workers. The freedom to contract is the underpinning of laissez-faire economics and is a cornerston"}, {"title": "Due process", "href": "/wiki/Due_process", "description": "Due process is the legal requirement that the state must respect all legal rights that are owed to a person. Due process balances the power of law of the land and protects the individual person from it. When a government harms a person without following the exact course of the law, this constitutes a due process violation, which offends the rule of law."}, {"title": "Fourteenth Amendment to the United States Constitution", "href": "/wiki/Fourteenth_Amendment_to_the_United_States_Constitution", "description": "The Fourteenth Amendment to the United States Constitution was adopted on July 9, 1868, as one of the Reconstruction Amendments. Often considered one of the most consequential amendments, it addresses citizenship rights and equal protection under the law and was proposed in response to issues related to former slaves following the American Civil War. The amendment was bitterly contested, particula"}]}, {"heading": "Events", "year": "1907", "date": "April 17", "txt": "The Ellis Island immigration center processes 11,747 people, more than on any other day.", "entities": [{"title": "Ellis Island", "href": "/wiki/Ellis_Island", "description": "Ellis Island is a federally-owned island in New York Harbor that was the busiest immigrant inspection station in the United States. From 1892 to 1924, nearly 12 million immigrants arriving at the Port of New York and New Jersey were processed there under federal law. Today, it is part of the Statue of Liberty National Monument and is accessible to the public only by ferry. The north side of the is"}]}, {"heading": "Events", "year": "1912", "date": "April 17", "txt": "Russian troops open fire on striking goldfield workers in northeast Siberia, killing at least 150.", "entities": [{"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Lena massacre", "href": "/wiki/Lena_massacre", "description": "The Lena Massacre or Lena Execution refers to the shooting of goldfield workers on strike in northeast Siberia near the Lena River on 17 April [O.S. 4 April] 1912."}, {"title": "Siberia", "href": "/wiki/Siberia", "description": "Siberia is an extensive geographical region in northern Asia. It has been a colonial possession of Russia since the latter half of the 16th century, after the Russians conquered lands east of the Ural Mountains. Siberia is vast and sparse, covering an area of over 13.1 million square kilometres (5,100,000 sq mi), the vast majority of Russia's land area, but is home to merely 1/5th of the country's"}]}, {"heading": "Events", "year": "1941", "date": "April 17", "txt": "World War II: The invasion of Yugoslavia is completed when it signs an armistice with Germany and Italy.", "entities": [{"title": "Invasion of Yugoslavia", "href": "/wiki/Invasion_of_Yugoslavia", "description": "The Invasion of Yugoslavia, also known as the April War or Operation 25, was a German-led attack on the Kingdom of Yugoslavia by the Axis powers which began on 6 April 1941 during World War II. The order for the invasion was put forward in \"Führer Directive No. 25\", which Adolf Hitler issued on 27 March 1941, following a Yugoslav coup d'état that overthrew the pro-Axis government."}]}, {"heading": "Events", "year": "1942", "date": "April 17", "txt": "French prisoner of war General Henri Giraud escapes from his castle prison in Königstein Fortress.", "entities": [{"title": "Prisoner of war", "href": "/wiki/Prisoner_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}, {"title": "Henri Giraud", "href": "/wiki/Henri_Giraud", "description": "Henri Honoré Giraud was a French general and a leader of the Free French Forces during the Second World War until he was forced to retire in 1944."}, {"title": "Königstein Fortress", "href": "/wiki/K%C3%B6nigstein_Fortress", "description": "Königstein Fortress, the \"Saxon Bastille\", is a hilltop fortress near Dresden, in Saxon Switzerland, Germany, above the town of Königstein on the left bank of the River Elbe. It is one of the largest hilltop fortifications in Europe and sits atop the table hill of the same name."}]}, {"heading": "Events", "year": "1944", "date": "April 17", "txt": "Forces of the Communist-controlled Greek People's Liberation Army attack the smaller National and Social Liberation resistance group, which surrenders. Its leader Dimitrios Psarros is murdered.", "entities": [{"title": "Greek People's Liberation Army", "href": "/wiki/Greek_People%27s_Liberation_Army", "description": "The Greek People's Liberation Army, also mistakenly called the National People's Liberation Army, was the military arm of the left-wing National Liberation Front (EAM) during the period of the Greek Resistance until February 1945, when, following the Dekemvriana clashes and the Varkiza Agreement, it was disarmed and disbanded."}, {"title": "National and Social Liberation", "href": "/wiki/National_and_Social_Liberation", "description": "National and Social Liberation was a Greek Resistance movement during the Axis occupation of Greece. It was founded in autumn 1942 by Colonel Dimitrios Psarros and politician Georgios Kartalis."}, {"title": "Dimitrios Psarros", "href": "/wiki/Dimitrios_Psarros", "description": "Dimitrios Psarros was a Greek army officer, founder and leader of the resistance group National and Social Liberation (EKKA), the third-most significant organization of the Greek Resistance movement after the National Liberation Front (EAM) and the National Republican Greek League (EDES)."}]}, {"heading": "Events", "year": "1945", "date": "April 17", "txt": "World War II: Montese, Italy, is liberated from Nazi forces.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Montese", "href": "/wiki/Montese", "description": "Montese is a town in the province of Modena, Emilia-Romagna, Italy."}, {"title": "Nazi", "href": "/wiki/Nazi", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Events", "year": "1945", "date": "April 17", "txt": "Historian Tran Trong Kim is appointed the Prime Minister of the Empire of Vietnam.", "entities": [{"title": "Tran Trong Kim", "href": "/wiki/Tran_Trong_Kim", "description": "Trần Trọng Kim, courtesy name Lệ Thần, was a Vietnamese scholar and politician who served as the Prime Minister of the short-lived Empire of Vietnam, a state established with the support of Imperial Japan in 1945 after Japan had seized direct control of Vietnam from the Vichy French colonial forces during the Second World War. He was an uncle of Bui Diem."}, {"title": "Empire of Vietnam", "href": "/wiki/Empire_of_Vietnam", "description": "The Empire of Vietnam was a short-lived puppet state of Imperial Japan governing the former French protectorates of Annam and Tonkin between March 11 and August 23, 1945."}]}, {"heading": "Events", "year": "1946", "date": "April 17", "txt": "The last French troops are withdrawn from Syria.", "entities": [{"title": "Evacuation Day (Syria)", "href": "/wiki/Evacuation_Day_(Syria)", "description": "Evacuation Day, is Syria's national day commemorating the evacuation of the last French soldier at the end of the French mandate of Syria on 17 April 1946 after Syria's proclamation of full independence in 1941."}, {"title": "Mandatory Syrian Republic", "href": "/wiki/Mandatory_Syrian_Republic", "description": "The First Syrian Republic, officially the Syrian Republic, was formed in 1930 as a component of the French Mandate of Syria and Lebanon, succeeding the State of Syria. A treaty of independence was made in 1936 to grant independence to Syria and end official French rule, but the French parliament refused to accept the agreement. From 1940 to 1941, the Syrian Republic was under the control of Vichy "}]}, {"heading": "Events", "year": "1951", "date": "April 17", "txt": "The Peak District becomes the United Kingdom's first National Park.", "entities": [{"title": "Peak District", "href": "/wiki/Peak_District", "description": "The Peak District is an upland area in England at the southern end of the Pennines. Mostly in northern Derbyshire, it includes parts of Cheshire, Greater Manchester, Staffordshire, West Yorkshire and South Yorkshire. It is usually split into the Dark Peak, where most moorland is found and the geology is gritstone, and the White Peak, a limestone area of valleys and gorges that cut through the lime"}, {"title": "National parks of England and Wales", "href": "/wiki/National_parks_of_England_and_Wales", "description": "The national parks of the United Kingdom,, are areas of relatively undeveloped and scenic landscape. Despite their similar name, they are quite different from national parks in many other countries, which are usually owned and managed by the government as a protected community resource, and which do not usually include permanent human communities. In the UK, designation as a national park may incl"}]}, {"heading": "Events", "year": "1961", "date": "April 17", "txt": "Bay of Pigs Invasion: A group of Cuban exiles financed and trained by the CIA lands at the Bay of Pigs in Cuba with the aim of ousting Fidel Castro.", "entities": [{"title": "Bay of Pigs Invasion", "href": "/wiki/Bay_of_Pigs_Invasion", "description": "The Bay of Pigs Invasion was a failed landing operation on the southwestern coast of Cuba in 1961 by Cuban exiles who opposed Fidel Castro's Cuban Revolution. Covertly financed and directed by the U.S. government, the operation took place at the height of the Cold War, and its failure led to major shifts in international relations between Cuba, the United States, and the Soviet Union."}, {"title": "Cuban exile", "href": "/wiki/Cuban_exile", "description": "A Cuban exile is a term for a person who emigrated from Cuba in the Cuban exodus. Exiles have various differing experiences as emigrants depending on when they migrated during the exodus."}, {"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Bay of Pigs", "href": "/wiki/Bay_of_Pigs", "description": "The Bay of Pigs is an inlet of the Gulf of Cazones located on the southern coast of Cuba. By 1910, it was included in Santa Clara Province, and then instead to Las Villas Province by 1961, but in 1976, it was reassigned to Matanzas Province, when the original six provinces of Cuba were re-organized into 14 new Provinces of Cuba."}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}]}, {"heading": "Events", "year": "1969", "date": "April 17", "txt": "Sirhan Sirhan is convicted of assassinating Robert F. Kennedy.", "entities": [{"title": "Sirhan Sirhan", "href": "/wiki/Sirhan_Sirhan", "description": "Sirhan Bishara Sirhan is a Palestinian Christian militant who assassinated United States Senator Robert F. Kennedy at the Ambassador Hotel in Los Angeles, California, on June 5, 1968; Kennedy died the following day at Good Samaritan Hospital. Sirhan was convicted of murder and is serving a life sentence at the Richard J. Donovan Correctional Facility in San Diego County, California."}, {"title": "Robert F. Kennedy", "href": "/wiki/Robert_F._Kennedy", "description": "Robert Francis Kennedy, also referred to by his initials RFK or by the nickname Bobby, was an American politician and lawyer who served as the 64th United States Attorney General from January 1961 to September 1964, and as a U.S. Senator from New York from January 1965 until his assassination in June 1968. He was, like his brothers John and Edward, a prominent member of the Democratic Party and ha"}]}, {"heading": "Events", "year": "1969", "date": "April 17", "txt": "Communist Party of Czechoslovakia chairman Alexander Dubček is deposed.", "entities": [{"title": "Alexander Dubček", "href": "/wiki/Alexander_Dub%C4%8Dek", "description": "Alexander Dubček was a Slovak politician who served as the First Secretary of the Presidium of the Central Committee of the Communist Party of Czechoslovakia (KSČ) from January 1968 to April 1969. He attempted to reform the communist government during the Prague Spring but was forced to resign following the Warsaw Pact invasion in August 1968."}]}, {"heading": "Events", "year": "1970", "date": "April 17", "txt": "Apollo program: The ill-fated Apollo 13 spacecraft returns to Earth safely.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 13", "href": "/wiki/Apollo_13", "description": "Apollo 13 was the seventh crewed mission in the Apollo space program and the third meant to land on the Moon. The craft was launched from Kennedy Space Center on April 11, 1970, but the lunar landing was aborted after an oxygen tank in the service module (SM) failed two days into the mission. The crew instead looped around the Moon and returned safely to Earth on April 17. The mission was commande"}, {"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}]}, {"heading": "Events", "year": "1971", "date": "April 17", "txt": "The Provisional Government of Bangladesh is formed.", "entities": [{"title": "Provisional Government of Bangladesh", "href": "/wiki/Provisional_Government_of_Bangladesh", "description": "The Provisional Government of the People's Republic of Bangladesh, popularly known as the Mujibnagar Government, was established following the declaration of independence of East Pakistan on 10 April 1971. Headed by prime minister Tajuddin Ahmad, it was the supreme leadership of the Bangladeshi liberation movement, comprising a cabinet, a diplomatic corps, an assembly, an armed force, and a radio "}]}, {"heading": "Events", "year": "1975", "date": "April 17", "txt": "The Cambodian Civil War ends. The Khmer Rouge captures the capital Phnom Penh and Cambodian government forces surrender.", "entities": [{"title": "Cambodian Civil War", "href": "/wiki/Cambodian_Civil_War", "description": "The Cambodian Civil War was a civil war in Cambodia fought between the forces of the Communist Party of Kampuchea against the government forces of the Kingdom of Cambodia and, after October 1970, the Khmer Republic, which had succeeded the kingdom."}, {"title": "Khmer Rouge", "href": "/wiki/Khmer_Rouge", "description": "The Khmer Rouge is the name that was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name was coined in the 1960s by Norodom Sihanouk to describe his country's heterogeneous, communist-led dissidents, with whom he allied after his 1970 overthrow."}, {"title": "Phnom Penh", "href": "/wiki/Phnom_Penh", "description": "Phnom Penh is the capital and most populous city in Cambodia. It has been the national capital since French colonization of Cambodia, and has grown to become the nation's economic, industrial, and cultural center."}, {"title": "Khmer National Armed Forces", "href": "/wiki/Khmer_National_Armed_Forces", "description": "The Khmer National Armed Forces were the official armed defense forces of the Khmer Republic, a short-lived state that existed from 1970 to 1975, known today as Cambodia. The FANK was the successor of the Royal Khmer Armed Forces which had been responsible for the defense of the previous Kingdom of Cambodia since its independence in 1954 from France."}]}, {"heading": "Events", "year": "1978", "date": "April 17", "txt": "Mir Akbar Khyber is assassinated, provoking a communist coup d'état in Afghanistan.", "entities": [{"title": "Mir Akbar Khyber", "href": "/wiki/Mir_Akbar_Khyber", "description": "Mir Akbar Khyber was an Afghan left-wing intellectual and a leader of the Parcham faction of People's Democratic Party of Afghanistan (PDPA). His assassination by an unidentified person or people led to the overthrow of Mohammed Daoud Khan's republic, and to the advent of a socialist regime in Afghanistan, the Democratic Republic of Afghanistan."}, {"title": "Saur Revolution", "href": "/wiki/Saur_Revolution", "description": "The Saur Revolution, also romanized Sowr Revolution, and alternatively called the April Revolution or April Coup, was a coup d'état led by the Soviet-backed People's Democratic Party of Afghanistan (PDPA) against the rule of Afghan President Mohammed Daoud Khan on 27–28 April 1978. Daoud Khan and most of his family were killed at the presidential palace. The revolution resulted in the creation of "}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Events", "year": "1982", "date": "April 17", "txt": "Constitution Act, 1982 Patriation of the Canadian constitution in Ottawa by Proclamation of Elizabeth II, Queen of Canada.", "entities": [{"title": "Constitution Act, 1982", "href": "/wiki/Constitution_Act,_1982", "description": "The Constitution Act, 1982 is a part of the Constitution of Canada. The Act was introduced as part of Canada's process of patriating the constitution, introducing several amendments to the British North America Act, 1867, including re-naming it the Constitution Act, 1867. In addition to patriating the Constitution, the Constitution Act, 1982 enacted the Canadian Charter of Rights and Freedoms; gua"}, {"title": "Patriation", "href": "/wiki/Patriation", "description": "Patriation is the political process that led to full Canadian sovereignty, culminating with the Constitution Act, 1982. The process was necessary because under the Statute of Westminster 1931, with Canada's agreement at the time, the British parliament had retained the power to amend Canada's Constitution Acts, and to enact more generally for Canada at the request and with the consent of the Domin"}, {"title": "Canadian constitution", "href": "/wiki/Canadian_constitution", "description": "The Constitution of Canada is the supreme law in Canada. It outlines Canada's system of government and the civil and human rights of those who are citizens of Canada and non-citizens in Canada. Its contents are an amalgamation of various codified acts, treaties between the Crown and Indigenous Peoples, uncodified traditions and conventions. Canada is one of the oldest constitutional monarchies in "}, {"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}, {"title": "Proclamation", "href": "/wiki/Proclamation", "description": "A proclamation is an official declaration issued by a person of authority to make certain announcements known. Proclamations are currently used within the governing framework of some nations and are usually issued in the name of the head of state."}, {"title": "Elizabeth II", "href": "/wiki/Elizabeth_II", "description": "Elizabeth II is Queen of the United Kingdom and 15 other Commonwealth realms."}, {"title": "Queen of Canada", "href": "/wiki/Queen_of_Canada", "description": "The monarchy of Canada is at the core of Canada's constitutional federal structure and Westminster-style parliamentary democracy. The monarchy is the foundation of the executive (Queen-in-Council), legislative (Queen-in-Parliament), and judicial (Queen-on-the-Bench) branches of both federal and provincial jurisdictions. The Queen of Canada has been Elizabeth II since 6 February 1952. The official "}]}, {"heading": "Events", "year": "1992", "date": "April 17", "txt": "The Katina P is deliberately run aground off of Maputo, Mozambique and 60,000 tons of crude oil spill into the ocean.", "entities": [{"title": "Maputo", "href": "/wiki/Maputo", "description": "Maputo, officially named Lourenço Marques until 1976, is the capital and most populous city of Mozambique. The city is named after chief Maputsu I of the Tembe clan, a subgroup of the Tsonga people. Located near the southern end of the country, it is positioned within 120 km of the Eswatini and South Africa borders. The city has a population of 1,088,449 distributed over a land area of 347,69 km2."}, {"title": "Mozambique", "href": "/wiki/Mozambique", "description": "Mozambique, officially the Republic of Mozambique, is a country located in Southeastern Africa bordered by the Indian Ocean to the east, Tanzania to the north, Malawi and Zambia to the northwest, Zimbabwe to the west, and Eswatini (Swaziland) and South Africa to the southwest. The sovereign state is separated from the Comoros, Mayotte and Madagascar by the Mozambique Channel to the east. The capit"}]}, {"heading": "Events", "year": "2006", "date": "April 17", "txt": "A Palestinian suicide bomber detonates an explosive device in a Tel Aviv restaurant, killing 11 people and injuring 70.", "entities": [{"title": "Palestinian people", "href": "/wiki/Palestinian_people", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "2006 Tel Aviv shawarma restaurant bombing", "href": "/wiki/2006_Tel_Aviv_shawarma_restaurant_bombing", "description": "The 2006 Tel Aviv shawarma restaurant bombing was a suicide bombing on April 17, 2006 at \"Rosh Ha'ir\" shawarma restaurant in Tel Aviv, Israel. Eleven Israeli civilians were killed in the attack and 70 were injured. The Palestinian militant organization Islamic Jihad claimed responsibility for the terror attack."}]}, {"heading": "Events", "year": "2013", "date": "April 17", "txt": "An explosion at a fertilizer plant in the city of West, Texas, kills 15 people and injures 160 others.", "entities": [{"title": "West Fertilizer Company explosion", "href": "/wiki/West_Fertilizer_Company_explosion", "description": "On April 17, 2013, an ammonium nitrate explosion occurred at the West Fertilizer Company storage and distribution facility in West, Texas, United States, while emergency services personnel were responding to a fire at the facility. Fifteen people were killed, more than 160 were injured, and more than 150 buildings were damaged or destroyed. Investigators confirmed that ammonium nitrate was the mat"}, {"title": "West, Texas", "href": "/wiki/West,_Texas", "description": "West is a city in McLennan County, Texas, United States. As of the 2010 census, the city population was 2,807. It is named after T.M. West, the first postmaster of the city. The city is located in the north-central part of Texas, approximately 70 miles (110 km) south of the Dallas-Fort Worth Metroplex, 20 miles north of Waco and 120 miles north of Austin, the state's capital."}]}, {"heading": "Events", "year": "2014", "date": "April 17", "txt": "NASA's Kepler space telescope confirms the discovery of the first Earth-size planet in the habitable zone of another star.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Kepler space telescope", "href": "/wiki/Kepler_space_telescope", "description": "The Kepler space telescope is a deactivated space telescope launched by NASA to discover Earth-size planets orbiting other stars. Named after astronomer Johannes Kepler, the spacecraft was launched on March 7, 2009, into an Earth-trailing heliocentric orbit. The principal investigator was William J. Borucki. After nine and a half years of operation, the telescope's reaction control system fuel was"}, {"title": "Kepler-186f", "href": "/wiki/Kepler-186f", "description": "Kepler-186f (also known by its Kepler object of interest designation KOI-571.05) is an exoplanet orbiting the red dwarf Kepler-186, about 500 light-years (178.5 parsecs, or nearly 5.0×1015 km) from the Earth.\nIt is the first planet with a radius similar to Earth's to be discovered in the habitable zone of another star. NASA's Kepler space telescope detected it using the transit method, along with "}, {"title": "Circumstellar habitable zone", "href": "/wiki/Circumstellar_habitable_zone", "description": "In astronomy and astrobiology, the circumstellar habitable zone (CHZ), or simply the habitable zone, is the range of orbits around a star within which a planetary surface can support liquid water given sufficient atmospheric pressure. The bounds of the CHZ are based on Earth's position in the Solar System and the amount of radiant energy it receives from the Sun. Due to the importance of liquid wa"}]}, {"heading": "Events", "year": "2021", "date": "April 17", "txt": "The funeral of Prince Philip, Duke of Edinburgh, takes place at St George's Chapel, Windsor Castle.", "entities": [{"title": "Death and funeral of Prince Philip, Duke of Edinburgh", "href": "/wiki/Death_and_funeral_of_Prince_Philip,_Duke_of_Edinburgh", "description": "Prince Philip, Duke of Edinburgh, husband of Queen Elizabeth II of the United Kingdom and the other Commonwealth realms, and the longest-serving royal consort in British history, died in Windsor Castle at the age of 99 on the morning of 9 April 2021, two months before his 100th birthday. The cause of death has not been disclosed by the royal family, though an official statement said he \"died peace"}, {"title": "St George's Chapel, Windsor Castle", "href": "/wiki/St_George%27s_Chapel,_Windsor_Castle", "description": "St George's Chapel at Windsor Castle in England is a chapel built in the late-medieval Perpendicular Gothic style. It is both a Royal Peculiar and the Chapel of the Order of the Garter. It is located in the Lower Ward of the castle.\nSt George's castle chapel was originally founded in the 14th century by King Edward III and extensively enlarged in the late 15th century. It has been the scene of man"}]}, {"heading": "Births", "year": "44", "date": "April 17", "txt": "Pope Evaristus (d. 107)", "entities": [{"title": "Pope Evaristus", "href": "/wiki/Pope_Evaristus", "description": "Pope Evaristus was the fifth bishop of Rome from c. 99 to his death c. 107. He was also known as Aristus. He is venerated as a saint in the Eastern Orthodox Church, the Catholic Church, and Oriental Orthodoxy. It is likely that he was the bishop of Rome when John the Apostle died, marking the end of the Apostolic Age."}]}, {"heading": "Births", "year": "1277", "date": "April 17", "txt": "Michael IX Palaiologos, Byzantine emperor (d. 1320)", "entities": [{"title": "Michael IX Palaiologos", "href": "/wiki/Michael_IX_Palaiologos", "description": "Michael IX Palaiologos or Palaeologus, was Byzantine Emperor together with his father Andronikos II Palaiologos from 1294 until his death."}]}, {"heading": "Births", "year": "1455", "date": "April 17", "txt": "Andrea Gritti, Doge of Venice (d. 1538)", "entities": [{"title": "Andrea Gritti", "href": "/wiki/Andrea_Gritti", "description": "Andrea Gritti was the Doge of Venetian Republic from 1523 to 1538, following a distinguished diplomatic and military career."}]}, {"heading": "Births", "year": "1497", "date": "April 17", "txt": "Pedro de Valdivia, Spanish conquistador, conquered northern Chile (d. 1553)", "entities": [{"title": "Pedro de Valdivia", "href": "/wiki/Pedro_de_Valdivia", "description": "Pedro Gutiérrez de Valdivia or Valdiva was a Spanish conquistador and the first royal governor of Chile. After serving with the Spanish army in Italy and Flanders, he was sent to South America in 1534, where he served as lieutenant under Francisco Pizarro in Peru, acting as his second in command."}]}, {"heading": "Births", "year": "1573", "date": "April 17", "txt": "Maximilian I, Elector of Bavaria (d. 1651)", "entities": [{"title": "Maximilian I, Elector of Bavaria", "href": "/wiki/Maximilian_I,_Elector_of_Bavaria", "description": "Maximilian I, occasionally called \"the Great\", a member of the House of Wittelsbach, ruled as Duke of Bavaria from 1597. His reign was marked by the Thirty Years' War during which he obtained the title of a Prince-elector of the Holy Roman Empire at the 1623 Diet of Regensburg."}]}, {"heading": "Births", "year": "1586", "date": "April 17", "txt": "John Ford, English poet and playwright (d. 1639)", "entities": [{"title": "John Ford (dramatist)", "href": "/wiki/John_Ford_(dramatist)", "description": "John Ford was an English playwright and poet of the Jacobean and Caroline eras born in Ilsington in Devon, England."}]}, {"heading": "Births", "year": "1598", "date": "April 17", "txt": "Giovanni Battista Riccioli, Italian priest and astronomer (d. 1671)", "entities": [{"title": "Giovanni Battista Riccioli", "href": "/wiki/Giovanni_Battista_Riccioli", "description": "Giovanni Battista Riccioli was an Italian astronomer and a Catholic priest in the Jesuit order. He is known, among other things, for his experiments with pendulums and with falling bodies, for his discussion of 126 arguments concerning the motion of the Earth, and for introducing the current scheme of lunar nomenclature. He is also widely known for discovering the first double star. He argued that"}]}, {"heading": "Births", "year": "1620", "date": "April 17", "txt": "Marguerite Bourgeoys, French-Canadian nun and saint, founded the Congregation of Notre Dame of Montreal (d. 1700)", "entities": [{"title": "Marguerite Bourgeoys", "href": "/wiki/Marguerite_Bourgeoys", "description": "Marguerite Bourgeoys, C.N.D., was a French nun and founder of the Congregation of Notre Dame of Montreal in the colony of New France, now part of Québec, Canada. Born in Troyes, she traveled to Fort Ville-Marie by 1653, where she developed the convent and educated young girls, the poor, and children of First Nations until shortly before her death in early 1700. She is also significant for developi"}, {"title": "Congregation of Notre Dame of Montreal", "href": "/wiki/Congregation_of_Notre_Dame_of_Montreal", "description": "The Congrégation de Notre Dame (CND) is a religious community for women founded in 1658 in Ville Marie (Montreal), in the colony of New France, now part of Canada. It was established by Marguerite Bourgeoys, who created a religious community for women that was not cloistered; the sisters were allowed to live and work outside the convent. The Congregation held an important role in the development o"}]}, {"heading": "Births", "year": "1635", "date": "April 17", "txt": "Edward Stillingfleet, British theologian and scholar (d. 1699)", "entities": [{"title": "Edward Stillingfleet", "href": "/wiki/Edward_Stillingfleet", "description": "Edward Stillingfleet was a British Christian theologian and scholar. Considered an outstanding preacher as well as a strong polemical writer defending Anglicanism, Stillingfleet was known as \"the beauty of holiness\" for his good looks in the pulpit, and was called by John Hough \"the ablest man of his time\"."}]}, {"heading": "Births", "year": "1676", "date": "April 17", "txt": "Frederick I of Sweden (d. 1751)", "entities": [{"title": "Frederick I of Sweden", "href": "/wiki/Frederick_I_of_Sweden", "description": "Frederick I was prince consort of Sweden from 1718 to 1720, and King of Sweden from 1720 until his death and also Landgrave of Hesse-Kassel from 1730. He ascended the throne following the death of his brother-in-law absolutist Charles XII in the Great Northern War, and the abdication of his wife, Charles's sister and successor Ulrika Eleonora, after she had to relinquish most powers to the Riksdag"}]}, {"heading": "Births", "year": "1683", "date": "April 17", "txt": "Johann David Heinichen, German composer and theorist (d. 1729)", "entities": [{"title": "Johann David Heinichen", "href": "/wiki/Johann_David_Heinichen", "description": "Johann David Heinichen was a German Baroque composer and music theorist who brought the musical genius of Venice to the court of Augustus II the Strong in Dresden. After he died, Heinichen's music attracted little attention for many years."}]}, {"heading": "Births", "year": "1710", "date": "April 17", "txt": "Henry Erskine, 10th Earl of Buchan, Scottish politician (d. 1767)", "entities": [{"title": "Henry Erskine, 10th Earl of Buchan", "href": "/wiki/Henry_Erskine,_10th_Earl_of_Buchan", "description": "Henry David Erskine, 10th Earl of Buchan FRS, styled Lord Auchterhouse until 1745, was a Scottish peer."}]}, {"heading": "Births", "year": "1734", "date": "April 17", "txt": "Taksin, King of Thailand (d. 1782)", "entities": [{"title": "Taksin", "href": "/wiki/Taksin", "description": "Taksin or the King of Thonburi was the only King of the Thonburi Kingdom. He had been an Ekatat servant and then was a leader in the liberation of Siam from Burmese occupation after the Second Fall of Ayutthaya in 1767, and the subsequent unification of Siam after it fell under various warlords. He established the city of Thonburi as the new capital, as the city of Ayutthaya had been almost comple"}]}, {"heading": "Births", "year": "1741", "date": "April 17", "txt": "Samuel Chase, American lawyer and jurist (d. 1811)", "entities": [{"title": "Samuel Chase", "href": "/wiki/Samuel_Chase", "description": "Samuel Chase was an Associate Justice of the United States Supreme Court and a signatory to the United States Declaration of Independence as a representative of Maryland. He was impeached by the House of Representatives on grounds of letting his partisan leanings affect his court decisions but was acquitted by the Senate and remained in office."}]}, {"heading": "Births", "year": "1750", "date": "April 17", "txt": "François de Neufchâteau, French academic and politician, French Minister of the Interior (d. 1828)", "entities": [{"title": "François de Neufchâteau", "href": "/wiki/Fran%C3%A7ois_de_Neufch%C3%A2teau", "description": "Nicolas-Louis François de Neufchâteau was a French statesman, poet, and agricultural scientist."}, {"title": "List of Interior Ministers of France", "href": "/wiki/List_of_Interior_Ministers_of_France", "description": "This is a list of Ministers of the Interior of France."}]}, {"heading": "Births", "year": "1756", "date": "April 17", "txt": "Dheeran Chinnamalai, Indian commander (d. 1805)", "entities": [{"title": "Dheeran Chinnamalai", "href": "/wiki/Dheeran_Chinnamalai", "description": "Dheeran Chinnamalai was a Palayakkarar Pattakarar of Kongu Nadu, now in western Tamil Nadu, who fought against the British East India Company."}]}, {"heading": "Births", "year": "1766", "date": "April 17", "txt": "Collin McKinney, American surveyor, merchant, and politician (d. 1861)", "entities": [{"title": "Collin McKinney", "href": "/wiki/Collin_McKinney", "description": "Collin McKinney was a land surveyor, merchant, politician, and lay preacher. He is best known as an important figure in the Texas Revolution, as one of the five individuals who drafted the Texas Declaration of Independence and the oldest person to sign it."}]}, {"heading": "Births", "year": "1794", "date": "April 17", "txt": "Carl Friedrich Philipp von Martius, German botanist and explorer (d. 1868)", "entities": [{"title": "Carl Friedrich Philipp von Martius", "href": "/wiki/Carl_Friedrich_Philipp_von_Martius", "description": "Carl Friedrich Philipp von Martius was a German botanist and explorer."}]}, {"heading": "Births", "year": "1798", "date": "April 17", "txt": "Étienne Bobillier, French mathematician and academic (d. 1840)", "entities": [{"title": "Étienne Bobillier", "href": "/wiki/%C3%89tienne_Bobillier", "description": "Étienne Bobillier was a French mathematician."}]}, {"heading": "Births", "year": "1814", "date": "April 17", "txt": "Josif Pančić, Serbian botanist and academic (d. 1888)", "entities": [{"title": "Josif Pančić", "href": "/wiki/Josif_Pan%C4%8Di%C4%87", "description": "Josif Pančić was a Serbian botanist, Doctor of Medicine, a lecturer at the Great School, the future University of Belgrade, and the first president of the Serbian Royal Academy. He extensively documented the flora of Serbia, and is credited with having classified many species of plants which were unknown to the botanical community at that time. Pančić is credited for discovering the Serbian Spruce"}]}, {"heading": "Births", "year": "1816", "date": "April 17", "txt": "Thomas Hazlehurst, English architect and philanthropist (d. 1876)", "entities": [{"title": "Thomas Hazlehurst (chapel builder)", "href": "/wiki/Thomas_Hazlehurst_(chapel_builder)", "description": "Thomas Hazlehurst was known nationally as \"the Chapel Builder\" and more locally as \"the Prince of Methodism\" or \"the Prince of the Wesleyans\".\n He was given these titles because of his generosity in paying wholly or largely for the building of some 12 chapels and three schools in the area of Runcorn, Widnes and the villages in north Cheshire. His father, also called Thomas, had founded a profitabl"}]}, {"heading": "Births", "year": "1820", "date": "April 17", "txt": "Alexander Cartwright, American firefighter and inventor of baseball (d. 1892)", "entities": [{"title": "Alexander Cartwright", "href": "/wiki/Alexander_Cartwright", "description": "Alexander Joys Cartwright Jr. was a founding member of the New York Knickerbockers Base Ball Club in the 1840s. Although he was an inductee of the Baseball Hall of Fame and he was sometimes referred to as a \"father of baseball,\" the importance of his role in the development of the game has been disputed."}, {"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}]}, {"heading": "Births", "year": "1833", "date": "April 17", "txt": "Jean-Baptiste Accolay, Belgian violinist, composer, and conductor (d. 1900)", "entities": [{"title": "Jean-Baptiste Accolay", "href": "/wiki/Jean-Baptiste_Accolay", "description": "Jean-Baptiste Accolay was a Belgian violin teacher, violinist, conductor, and composer of the romantic period. His best-known composition is his one-movement student concerto in A minor. It was written in 1868, originally for violin and orchestra."}]}, {"heading": "Births", "year": "1837", "date": "April 17", "txt": "J. P. Morgan, American banker and financier, founded J.P. Morgan & Co. (d. 1913)", "entities": [{"title": "J. P. Morgan", "href": "/wiki/J._P._Morgan", "description": "John Pierpont Morgan was an American financier and banker who dominated corporate finance on Wall Street throughout the Gilded Age. As the head of the banking firm that ultimately became known as J.P. Morgan and Co., he was a driving force behind the wave of industrial consolidation in the United States spanning the late 19th and early 20th centuries."}, {"title": "J.P. Morgan & Co.", "href": "/wiki/J.P._Morgan_%26_Co.", "description": "J.P. Morgan & Co. was a commercial and investment banking institution founded by J. P. Morgan in 1871. The company was a predecessor of three of the largest banking institutions in the world — JPMorgan Chase, Morgan Stanley, and Deutsche Bank — and was involved in the formation of Drexel Burnham Lambert. The company is sometimes referred to as the \"House of Morgan\" or simply \"Morgan\"."}]}, {"heading": "Births", "year": "1842", "date": "April 17", "txt": "Maurice Rouvier, French businessman and politician, 53rd Prime Minister of France (d. 1911)", "entities": [{"title": "Maurice Rouvier", "href": "/wiki/Maurice_Rouvier", "description": "Maurice Rouvier was a French statesman of the \"Opportunist\" faction, who served as the Prime Minister of France. He is best known for his financial policies and his unpopular policies designed to avoid a rupture with Germany."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Births", "year": "1849", "date": "April 17", "txt": "William R. Day, American jurist and politician, 36th United States Secretary of State (d. 1923)", "entities": [{"title": "William R. Day", "href": "/wiki/William_R._Day", "description": "William Rufus Day was an American diplomat and jurist, who served for nineteen years as an Associate Justice of the Supreme Court of the United States. Prior to his service on the Supreme Court, Day served as the 36th United States Secretary of State during the administration of President William McKinley and also served as a United States Circuit Judge of the United States Court of Appeals for th"}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1852", "date": "April 17", "txt": "Cap Anson, American baseball player and manager (d. 1922)", "entities": [{"title": "Cap Anson", "href": "/wiki/Cap_Anson", "description": "Adrian Constantine Anson, nicknamed \"Cap\" and \"Pop\", was an American Major League Baseball (MLB) first baseman. Including his time in the National Association (NA), he played a record 27 consecutive seasons. Anson was regarded as one of the greatest players of his era and one of the first superstars of the game. He spent most of his career with the Chicago Cubs franchise, serving as the club's man"}]}, {"heading": "Births", "year": "1863", "date": "April 17", "txt": "Augustus Edward Hough Love, English mathematician and theorist (d. 1940)", "entities": [{"title": "Augustus Edward Hough Love", "href": "/wiki/Augustus_Edward_Hough_Love", "description": "Augustus Edward Hough Love FRS, often known as A. E. H. Love, was a mathematician famous for his work on the mathematical theory of elasticity. He also worked on wave propagation and his work on the structure of the Earth in Some Problems of Geodynamics won for him the Adams prize in 1911 when he developed a mathematical model of surface waves known as Love waves. \nLove also contributed to the the"}]}, {"heading": "Births", "year": "1865", "date": "April 17", "txt": "Ursula Ledóchowska, Polish-Austrian nun and saint, founded the Congregation of the Ursulines of the Agonizing Heart of Jesus (d. 1939)", "entities": [{"title": "Ursula Ledóchowska", "href": "/wiki/Ursula_Led%C3%B3chowska", "description": "Julia Ledóchowska - in religious Maria Ursula of Jesus - was a Polish Roman Catholic professed religious and the foundress of the Ursulines of the Agonizing Heart of Jesus. Ledóchowska was a prolific supporter of Polish independence which she often spoke about at conferences across Scandinavia while she settled in Russia for a time to open convents until her expulsion. But she continued to found c"}, {"title": "Congregation of the Ursulines of the Agonizing Heart of Jesus", "href": "/wiki/Congregation_of_the_Ursulines_of_the_Agonizing_Heart_of_Jesus", "description": "The Congregation of the Ursulines of the Agonizing Heart of Jesus, also known as the Grey Ursulines, is a Catholic order founded by Saint Ursula Ledóchowska in Poland. At present the Congregation consists of over 900 sisters in 14 countries. The sisters are committed to the service of poor people and specialize in providing educational opportunities."}]}, {"heading": "Births", "year": "1866", "date": "April 17", "txt": "Ernest Starling, English physiologist and academic (d. 1927)", "entities": [{"title": "Ernest Starling", "href": "/wiki/Ernest_Starling", "description": "Ernest Henry Starling was a British physiologist who contributed many fundamental ideas to this subject. These ideas were important parts of the British contribution to physiology, which at that time led the world."}]}, {"heading": "Births", "year": "1875", "date": "April 17", "txt": "Aleksander Tõnisson, Estonian general and politician, 5th Estonian Minister of War (d. 1941)", "entities": [{"title": "Aleksander Tõnisson", "href": "/wiki/Aleksander_T%C3%B5nisson", "description": "Aleksander Tõnisson VR I/1 was an Estonian military commander during the Estonian War of Independence."}, {"title": "Estonian Minister of War", "href": "/wiki/Estonian_Minister_of_War", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1877", "date": "April 17", "txt": "Matsudaira Tsuneo, Japanese diplomat (d. 1949)", "entities": [{"title": "Matsudaira Tsuneo", "href": "/wiki/Matsudaira_Tsuneo", "description": "Tsuneo Matsudaira  was a Japanese diplomat of the 20th century."}]}, {"heading": "Births", "year": "1878", "date": "April 17", "txt": "Emil Fuchs, German-American lawyer and businessman (d. 1961)", "entities": [{"title": "Emil Fuchs (baseball)", "href": "/wiki/Emil_Fuchs_(baseball)", "description": "Emil Edwin Fuchs was a German-born American baseball owner and executive."}]}, {"heading": "Births", "year": "1878", "date": "April 17", "txt": "Demetrios Petrokokkinos, Greek tennis player (d. 1942)", "entities": []}, {"heading": "Births", "year": "1879", "date": "April 17", "txt": "Henri Tauzin, French hurdler (d. 1918)", "entities": [{"title": "Henri Tauzin", "href": "/wiki/Henri_Tauzin", "description": "Henri Tauzin was a French athlete who competed in the early twentieth century. He specialized in the 400 metres hurdles and won a silver medal in Athletics at the 1900 Summer Olympics in Paris, his birthplace. Walter Tewksbury took gold."}]}, {"heading": "Births", "year": "1882", "date": "April 17", "txt": "Artur Schnabel, Polish pianist and composer (d. 1951)", "entities": [{"title": "Artur Schnabel", "href": "/wiki/Artur_Schnabel", "description": "Artur Schnabel was an Austrian-American classical pianist, composer and pedagogue. Schnabel was known for his intellectual seriousness as a musician, avoiding pure technical bravura. Among the 20th century's most respected and important pianists, his playing displayed marked vitality, profundity and spirituality in the Austro-German classics, particularly the works of Beethoven and Schubert."}]}, {"heading": "Births", "year": "1888", "date": "April 17", "txt": "Herms Niel, German soldier, trombonist, and composer (d. 1954)", "entities": [{"title": "Herms Niel", "href": "/wiki/Herms_Niel", "description": "Ferdinand Friedrich Hermann Nielebock, known as Herms Niel, was a German composer of military songs and marches.\n"}]}, {"heading": "Births", "year": "1891", "date": "April 17", "txt": "George Adamski, Polish-American ufologist and author (d. 1965)", "entities": [{"title": "George Adamski", "href": "/wiki/George_Adamski", "description": "George Adamski was a Polish American author who became widely known in ufology circles, and to some degree in popular culture, after he displayed photographs that he said were of alien spacecraft on numerous occasions, claimed to have met with friendly Nordic alien Space Brothers, and to have taken flights with them to the Moon and other planets."}]}, {"heading": "Births", "year": "1895", "date": "April 17", "txt": "Robert Dean Frisbie, American soldier and author (d. 1948)", "entities": [{"title": "Robert Dean Frisbie", "href": "/wiki/Robert_Dean_Frisbie", "description": "Robert Dean Frisbie was an American writer of travel literature about Polynesia."}]}, {"heading": "Births", "year": "1896", "date": "April 17", "txt": "Señor Wences, Spanish-American ventriloquist (d. 1999)", "entities": [{"title": "Señor Wences", "href": "/wiki/Se%C3%B1or_Wences", "description": "Wenceslao Moreno, better known as Señor Wences, was a Spanish ventriloquist and comedian. His popularity grew with his frequent appearances on CBS-TV's The Ed Sullivan Show in the 1950s and 1960s."}]}, {"heading": "Births", "year": "1897", "date": "April 17", "txt": "Nisargadatta Maharaj, Indian philosopher and educator (d. 1981)", "entities": [{"title": "Nisargadatta Maharaj", "href": "/wiki/Nisargadatta_Maharaj", "description": "Nisargadatta Maharaj, born Maruti Shivrampant Kambli, was an Indian guru of nondualism, belonging to the Inchagiri Sampradaya, a lineage of teachers from the Navnath Sampradaya and Lingayat Shaivism."}]}, {"heading": "Births", "year": "1897", "date": "April 17", "txt": "Thornton Wilder, American novelist and playwright (d. 1975)", "entities": []}, {"heading": "Births", "year": "1897", "date": "April 17", "txt": "Edouard Wyss-Dunant, Swiss physician and mountaineer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1899", "date": "April 17", "txt": "Aleksander Klumberg, Estonian decathlete and coach (d. 1958)", "entities": [{"title": "Aleksander Klumberg", "href": "/wiki/Aleksander_Klumberg", "description": "Aleksander Klumberg was an Estonian decathlete. He competed in several events at the 1920 and 1924 Olympics and won a bronze medal in the decathlon in 1924. In 1922 he became the first official world record holder in the decathlon, albeit with a performance inferior to the Stockholm 1912 series of Jim Thorpe."}]}, {"heading": "Births", "year": "1903", "date": "April 17", "txt": "Nicolas Nabokov, Russian-American composer and educator (d. 1978)", "entities": [{"title": "Nicolas Nabokov", "href": "/wiki/Nicolas_Nabokov", "description": "Nicolas Nabokov was a Russian-born composer, writer, and cultural figure. He became a U.S. citizen in 1939."}]}, {"heading": "Births", "year": "1903", "date": "April 17", "txt": "Gregor Piatigorsky, Ukrainian-American cellist and educator (d. 1976)", "entities": []}, {"heading": "Births", "year": "1903", "date": "April 17", "txt": "Morgan Taylor, American hurdler and coach (d. 1975)", "entities": []}, {"heading": "Births", "year": "1905", "date": "April 17", "txt": "Louis Jean Heydt, American journalist and actor (d. 1960)", "entities": [{"title": "Louis Jean Heydt", "href": "/wiki/Louis_Jean_Heydt", "description": "Louis Jean Heydt was an American character actor in film, television and theatre, most frequently seen in hapless, ineffectual, or fall guy roles."}]}, {"heading": "Births", "year": "1905", "date": "April 17", "txt": "Arthur Lake, American actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1906", "date": "April 17", "txt": "Sidney Garfield, American physician, co-founded Kaiser Permanente (d. 1984)", "entities": [{"title": "Sidney Garfield", "href": "/wiki/Sidney_Garfield", "description": "Sidney R. Garfield was an American medical doctor and a pioneer of health maintenance organizations. He co-founded the Kaiser Permanente healthcare system with businessman Henry J. Kaiser. He graduated from the University of Iowa College of Medicine in 1928, which is now called the Roy J. and Lucille A. Carver College of Medicine."}, {"title": "Kaiser Permanente", "href": "/wiki/Kaiser_Permanente", "description": "Kaiser Permanente is an American integrated managed care consortium, based in Oakland, California, United States, founded in 1945 by industrialist Henry J. Kaiser and physician Sidney Garfield. Kaiser Permanente is made up of three distinct but interdependent groups of entities: the Kaiser Foundation Health Plan, Inc. (KFHP) and its regional operating subsidiaries; Kaiser Foundation Hospitals; and"}]}, {"heading": "Births", "year": "1909", "date": "April 17", "txt": "Alain Poher, French politician, President of France (d. 1996)", "entities": [{"title": "Alain Poher", "href": "/wiki/Alain_Poher", "description": "Alain Émile Louis Marie Poher was a French centrist politician, affiliated first with the Popular Republican Movement and later with the Democratic Centre. He served as a Senator for Val-de-Marne from 1946 to 1995."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1910", "date": "April 17", "txt": "Evangelos Averoff, Greek historian and politician, Greek Minister of Defence (d. 1990)", "entities": [{"title": "Evangelos Averoff", "href": "/wiki/Evangelos_Averoff", "description": "Evangelos Averoff-Tositsas son of Anastasios, was a right-wing Greek politician and author of several books on political and historical topics."}, {"title": "List of defence ministers of Greece", "href": "/wiki/List_of_defence_ministers_of_Greece", "description": "This is a list of Greek war and defence ministers."}]}, {"heading": "Births", "year": "1910", "date": "April 17", "txt": "Ivan Goff, Australian screenwriter and producer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1910", "date": "April 17", "txt": "Helenio Herrera, French footballer and manager (d. 1997)", "entities": []}, {"heading": "Births", "year": "1911", "date": "April 17", "txt": "Hervé Bazin, French author and poet (d. 1996)", "entities": [{"title": "Hervé Bazin", "href": "/wiki/Herv%C3%A9_Bazin", "description": "Hervé Bazin was a French writer, whose best-known novels covered semi-autobiographical topics of teenage rebellion and dysfunctional families."}]}, {"heading": "Births", "year": "1911", "date": "April 17", "txt": "Lester Rodney, American soldier and journalist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1912", "date": "April 17", "txt": "Marta Eggerth, Hungarian-American actress and singer (d. 2013)", "entities": [{"title": "Marta Eggerth", "href": "/wiki/Marta_Eggerth", "description": "Marta Eggerth was a Hungarian actress and singer from \"The Silver Age of Operetta\". Many of the 20th century's most famous operetta composers, including Franz Lehár, Fritz Kreisler, Robert Stolz, Oscar Straus, and Paul Abraham, composed works especially for her."}]}, {"heading": "Births", "year": "1914", "date": "April 17", "txt": "George Davis, American art director (d. 1984)", "entities": [{"title": "George Davis (art director)", "href": "/wiki/George_Davis_(art_director)", "description": "George Davis was an American art director and was the supervising art director at MGM from 1959 to 1970. He won two Academy Awards for Best Art Direction for his work on The Robe in 1954 and for The Diary of Anne Frank in 1960."}]}, {"heading": "Births", "year": "1914", "date": "April 17", "txt": "Mac Raboy, American illustrator (d. 1967)", "entities": []}, {"heading": "Births", "year": "1915", "date": "April 17", "txt": "Martin Clemens, Scottish soldier (d. 2009)", "entities": [{"title": "Martin Clemens", "href": "/wiki/Martin_Clemens", "description": "Major Warren Frederick Martin Clemens was a British colonial administrator and soldier. In late 1941 and early 1942, while serving as a District Officer in the Solomon Islands, he helped prepare the area for eventual resistance to Japanese occupation."}]}, {"heading": "Births", "year": "1915", "date": "April 17", "txt": "Joe Foss, American general and politician, 20th Governor of South Dakota (d. 2003)", "entities": [{"title": "Governor of South Dakota", "href": "/wiki/Governor_of_South_Dakota", "description": "The governor of South Dakota is the head of the executive branch of the government of the U.S. state of South Dakota. The governor is elected to a four-year term in even years when there is no presidential election. The current governor is Kristi Noem, a member of the Republican Party who took office on January 5, 2019."}]}, {"heading": "Births", "year": "1915", "date": "April 17", "txt": "Regina Ghazaryan, Armenian painter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1916", "date": "April 17", "txt": "Win Maung, 3rd President of Union of Myanmar (d. 1989)", "entities": [{"title": "Win Maung", "href": "/wiki/Win_Maung", "description": "Mahn Win Maung was a statesman who served as the third president of the Union of Burma (Myanmar)."}, {"title": "President of Union of Myanmar", "href": "/wiki/President_of_Union_of_Myanmar", "description": "The president of the Republic of the Union of Myanmar is the head of state and nominal head of government of Myanmar. The president leads leads the Cabinet of Myanmar, the executive branch of the Burmese government. The current president is Myint Swe, who assumed the presidency in an acting capacity on 1 February 2021 after the 2021 coup d'état."}]}, {"heading": "Births", "year": "1916", "date": "April 17", "txt": "A. Thiagarajah, Sri Lankan educator and politician (d. 1981)", "entities": []}, {"heading": "Births", "year": "1916", "date": "April 17", "txt": "Sirimavo Bandaranaike, Prime Minister of Sri Lanka, world's first female prime minister (d. 2000)", "entities": [{"title": "Prime Minister of Sri Lanka", "href": "/wiki/Prime_Minister_of_Sri_Lanka", "description": "The Prime Minister of the Democratic Socialist Republic of Sri Lanka is the deputy head of the government of Sri Lanka, and the most senior member of parliament in the cabinet of ministers. The Cabinet is collectively held accountable to parliament for their policies and actions."}]}, {"heading": "Births", "year": "1918", "date": "April 17", "txt": "William Holden, American actor (d. 1981)", "entities": [{"title": "William Holden", "href": "/wiki/William_Holden", "description": "William Holden was an American actor, one of the biggest box-office draws of the 1950s. Holden won the Academy Award for Best Actor for the film Stalag 17 (1953), and a Primetime Emmy Award for Outstanding Lead Actor in a Limited Series or Movie for the television film The Blue Knight (1973). Holden starred in some of Hollywood's most popular and critically acclaimed films, including Sunset Boulev"}]}, {"heading": "Births", "year": "1919", "date": "April 17", "txt": "Gilles Lamontagne, Canadian lieutenant and politician, 24th Lieutenant Governor of Quebec (d. 2016)", "entities": [{"title": "Gilles Lamontagne", "href": "/wiki/Gilles_Lamontagne", "description": "Joseph-Georges-Gilles-Claude Lamontagne was a Canadian politician and the 24th Lieutenant Governor of Quebec."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Births", "year": "1919", "date": "April 17", "txt": "Chavela Vargas, Costa Rican-Mexican singer-songwriter and actress (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "April 17", "txt": "Edmonde Charles-Roux, French journalist and author (d. 2016)", "entities": [{"title": "Edmonde Charles-Roux", "href": "/wiki/Edmonde_Charles-Roux", "description": "Edmonde Charles-Roux was a French writer."}]}, {"heading": "Births", "year": "1923", "date": "April 17", "txt": "Lindsay Anderson, English actor, director, and screenwriter (d. 1994)", "entities": [{"title": "Lindsay Anderson", "href": "/wiki/Lindsay_Anderson", "description": "Lindsay Gordon Anderson was a British feature-film, theatre and documentary director, film critic, and leading-light of the Free Cinema movement and of the British New Wave. He is most widely remembered for his 1968 film if...., which won the Palme d'Or at Cannes Film Festival in 1969 and marked Malcolm McDowell's cinematic debut.\nHe is also notable, though not a professional actor, for playing a "}]}, {"heading": "Births", "year": "1923", "date": "April 17", "txt": "Solly Hemus, American baseball player, coach, and manager (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 17", "txt": "Neville McNamara, Australian air marshal (d. 2014)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 17", "txt": "Gianni Raimondi, Italian lyric tenor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 17", "txt": "Harry Reasoner, American soldier and journalist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 17", "txt": "Kenneth Norman Jones, Australian public servant", "entities": [{"title": "Kenneth Norman Jones", "href": "/wiki/Kenneth_Norman_Jones", "description": "Kenneth Norman Jones is a retired Australian senior public servant."}]}, {"heading": "Births", "year": "1924", "date": "April 17", "txt": "Donald Richie, American-Japanese author and critic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "April 17", "txt": "René Moawad, Lebanese lawyer and politician, 13th President of Lebanon (d. 1989)", "entities": [{"title": "René Moawad", "href": "/wiki/Ren%C3%A9_Moawad", "description": "René Moawad was a Lebanese politician who was elected as the 13th President of the Lebanese Republic for 18 days in 1989, from the 5th to 22 November; before his assassination by unknown assailants."}, {"title": "President of Lebanon", "href": "/wiki/President_of_Lebanon", "description": "The president of the Lebanese Republic is the head of state of Lebanon. The president is elected by the parliament for a term of six years, which is not immediately renewable. By convention, the president is always a Maronite Christian who is at least 21 years old."}]}, {"heading": "Births", "year": "1926", "date": "April 17", "txt": "Joan Lorring, British actress (d. 2014)", "entities": [{"title": "Joan Lorring", "href": "/wiki/Joan_Lorring", "description": "Joan Lorring was an American actress and singer known for her work in film and theatre. For her role as Bessy Watty in The Corn Is Green (1945), Lorring was nominated for the Academy Award for Best Supporting Actress. Lorring also originated the role of Marie Buckholder in Come Back, Little Sheba on Broadway in 1950, for which she won a Donaldson Award."}]}, {"heading": "Births", "year": "1926", "date": "April 17", "txt": "Gerry McNeil, Canadian ice hockey player and manager (d. 2004)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 17", "txt": "Margot Honecker, East German politician and First Lady (d. 2016)", "entities": [{"title": "Margot Honecker", "href": "/wiki/Margot_Honecker", "description": "Margot Honecker was an East German politician who was an influential member of that country's Communist regime until 1989. From 1963 until 1989, she was Minister of National Education of the GDR. She was married to Erich Honecker, the leader of East Germany's ruling Socialist Unity Party from 1971 to 1989 and concurrently from 1976 to 1989 the country's head of state."}]}, {"heading": "Births", "year": "1928", "date": "April 17", "txt": "Victor Lownes, American businessman (d. 2017)", "entities": [{"title": "Victor Lownes", "href": "/wiki/Victor_Lownes", "description": "Victor Aubrey Lownes III was an executive for HMH Publishing Company Inc., later known as Playboy Enterprises, from 1955 through the early 1980s. Soon after he met Hugh Hefner in 1954, Hefner founded Playboy magazine, and Lownes eventually joined his publishing company, serving as vice president. Lownes was a close confidant of Hefner and gained a reputation for dating Playboy Playmates."}]}, {"heading": "Births", "year": "1928", "date": "April 17", "txt": "Cynthia Ozick, American short story writer, novelist, and essayist", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 17", "txt": "Heinz Putzl, Austrian fencer", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 17", "txt": "Fabien Roy, Canadian accountant and politician", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 17", "txt": "James Last, German-American bassist, composer, and bandleader (d. 2015)", "entities": [{"title": "James Last", "href": "/wiki/James_Last", "description": "James Last, also known as Hansi, was a German composer and big band leader of the James Last Orchestra. Initially a jazz bassist, his trademark \"happy music\" made his numerous albums best-sellers in Germany and the United Kingdom, with 65 of his albums reaching the charts in the UK alone. His composition \"Happy Heart\" became an international success in interpretations by Andy Williams and Petula C"}]}, {"heading": "Births", "year": "1930", "date": "April 17", "txt": "Chris Barber, English trombonist and bandleader (d. 2021)", "entities": [{"title": "Chris Barber", "href": "/wiki/Chris_Barber", "description": "Donald Christopher Barber OBE was an English jazz musician, best known as a bandleader and trombonist. As well as scoring a UK top twenty trad jazz hit with \"Petite Fleur\" in 1959, he helped the careers of many musicians. These included the blues singer Ottilie Patterson, who was at one time his wife, and Lonnie Donegan, whose appearances with Barber triggered the skiffle craze of the mid-1950s an"}]}, {"heading": "Births", "year": "1931", "date": "April 17", "txt": "John Barrett, English tennis player and sportscaster", "entities": [{"title": "John Barrett (tennis)", "href": "/wiki/John_Barrett_(tennis)", "description": "John Edward Barrett, is a former tennis player, television commentator and author. He was born in Mill Hill, North West London, the son of Alfred Edward Barrett, a leaf tobacco merchant, and Margaret Helen Barrett. He had one sister, Irene Margaret Leppington (1925–2009), a research chemist. His father had the rare distinction of having played both for Leicester Tigers RFC as a wing three-quarter "}]}, {"heading": "Births", "year": "1931", "date": "April 17", "txt": "Malcolm Browne, American journalist and photographer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1931", "date": "April 17", "txt": "Bill Ramsey, German-American singer and actor.", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 17", "txt": "Don Kirshner, American songwriter and producer (d. 2011)", "entities": [{"title": "Don Kirshner", "href": "/wiki/Don_Kirshner", "description": "Donald Clark Kirshner was an American music publisher, music consultant, rock music producer, talent manager, and songwriter. Dubbed \"the Man with the Golden Ear\" by Time magazine, He was best known for managing songwriting talent as well as successful pop groups, such as the Monkees, Kansas, and the Archies."}]}, {"heading": "Births", "year": "1934", "date": "April 17", "txt": "Peter Morris, Australian-English surgeon and academic", "entities": []}, {"heading": "Births", "year": "1935", "date": "April 17", "txt": "Bud Paxson, American broadcaster, founded Home Shopping Network and Pax TV (d. 2015)", "entities": [{"title": "Bud Paxson", "href": "/wiki/Bud_Paxson", "description": "Lowell White \"Bud\" Paxson was an American media executive. In 1982, Paxson and his business partner, Roy Speer, co-founded the Home Shopping Club. He later established Pax TV in 1998, a television network focusing on family-friendly content."}, {"title": "Home Shopping Network", "href": "/wiki/Home_Shopping_Network", "description": "HSN, an initialism of its former name Home Shopping Network, is an American free-to-air television network owned by the Qurate Retail Group, which also owns catalog company Cornerstone Brands. Based in the Gateway area of St. Petersburg, Florida, United States, the home shopping channel has former and current sister channels in several other countries."}, {"title": "Pax TV", "href": "/wiki/Pax_TV", "description": "Ion is an American free-to-air television network/syndication service owned by Ion Media subsidiary of the E. W. Scripps Company. The network first began broadcasting on August 31, 1998 as Pax TV, focusing primarily on family-oriented entertainment programming. It rebranded as i: Independent Television on July 1, 2005, converting into a general entertainment network featuring mainly recent and old"}]}, {"heading": "Births", "year": "1937", "date": "April 17", "txt": "Ronald Hamowy, Canadian historian and academic (d. 2012)", "entities": [{"title": "Ronald Hamowy", "href": "/wiki/Ronald_Hamowy", "description": "Ronald Hamowy was a Canadian academic, known primarily for his contributions to political and social academic fields. At the time of his death, he was professor emeritus of Intellectual History at the University of Alberta in Edmonton, Canada. Hamowy was closely associated with the political ideology of libertarianism and his writings and scholarship place particular emphasis on individual liberty"}]}, {"heading": "Births", "year": "1937", "date": "April 17", "txt": "Ferdinand Piëch, Austrian-German engineer and businessman (d. 2019)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 17", "txt": "Ben Barnes, American businessman and politician, 36th Lieutenant Governor of Texas", "entities": [{"title": "Ben Barnes (politician)", "href": "/wiki/Ben_Barnes_(politician)", "description": "Benny Frank Barnes is an American real estate magnate, politician, and crisis manager, who formerly served as Speaker of the Texas House of Representatives from 1965 to 1969 and the 36th Lieutenant Governor of Texas from January 21, 1969 to January 16, 1973, for two two-year terms. He was a vice-chair and top fund-raiser of John Kerry's presidential campaign. Barnes was one of only eight persons w"}, {"title": "Lieutenant Governor of Texas", "href": "/wiki/Lieutenant_Governor_of_Texas", "description": "The lieutenant governor of Texas is the second-highest executive office in the government of Texas, a state in the U.S. It is the second most powerful post in Texas government because its occupant controls the work of the Texas Senate and controls the budgeting process as a leader of the Legislative Budget Board."}]}, {"heading": "Births", "year": "1938", "date": "April 17", "txt": "Doug Lewis, Canadian lawyer and politician, 41st Canadian Minister of Justice", "entities": [{"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Births", "year": "1938", "date": "April 17", "txt": "Ronald H. Miller, American theologian, author, and academic (d. 2011)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 17", "txt": "Kerry Wendell Thornley, American theorist and author (d. 1988)", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 17", "txt": "Robert Miller, American art dealer (d. 2011)", "entities": [{"title": "Robert Miller (art dealer)", "href": "/wiki/Robert_Miller_(art_dealer)", "description": "Robert Miller was an American art dealer."}]}, {"heading": "Births", "year": "1940", "date": "April 17", "txt": "Eric Dancer, English businessman and politician, Lord Lieutenant of Devon", "entities": [{"title": "Eric Dancer", "href": "/wiki/Eric_Dancer", "description": "Sir Eric Dancer is a British businessman and formerly Lord-Lieutenant of Devon."}, {"title": "Lord Lieutenant of Devon", "href": "/wiki/Lord_Lieutenant_of_Devon", "description": "The Office of the Lord Lieutenant was created during the reign of Henry VIII (1509–1547), taking over the military duties of the Sheriffs and control of the military forces of the Crown. From 1569 there was provision for the appointment of Deputy Lieutenants, and in 1662 the Lord-Lieutenant was given entire control of the militia. The Forces Act of 1871 transferred this function back to the Crown,"}]}, {"heading": "Births", "year": "1940", "date": "April 17", "txt": "Billy Fury, English singer-songwriter (d. 1983)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 17", "txt": "John McCririck, English journalist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 17", "txt": "Chuck Menville, American animator and screenwriter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 17", "txt": "Anja Silja, German soprano and actress", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 17", "txt": "Agostino Vallini, Italian cardinal and vicar general of Rome", "entities": [{"title": "Vicar General of Rome", "href": "/wiki/Vicar_General_of_Rome", "description": "Cardinal Vicar is a title commonly given to the vicar general of the Diocese of Rome for the portion of the diocese within Italy. The official title, as given in the Annuario Pontificio, is Vicar General of His Holiness."}]}, {"heading": "Births", "year": "1941", "date": "April 17", "txt": "Lagle Parek, Estonian architect and politician, Estonian Minister of the Interior", "entities": [{"title": "Lagle Parek", "href": "/wiki/Lagle_Parek", "description": "Lagle Parek is an Estonian politician. She served as the Minister of the Interior in the first post-soviet government, led by the Prime Minister Mart Laar."}, {"title": "Minister of the Interior (Estonia)", "href": "/wiki/Minister_of_the_Interior_(Estonia)", "description": "The Ministry of the Interior of Estonia is a Ministry in the Estonian Government. The current Minister of the Interior is Kristian Jaani."}]}, {"heading": "Births", "year": "1942", "date": "April 17", "txt": "Buster Williams, American jazz bassist", "entities": [{"title": "Buster Williams", "href": "/wiki/Buster_Williams", "description": "Charles Anthony \"Buster\" Williams is an American jazz bassist. Williams is known for his membership in pianist Herbie Hancock's early 1970s group, working with guitarist Larry Coryell from the 1980s to present, working in the Thelonious Monk repertory band Sphere and as the accompanist of choice for many singers, including Nancy Wilson."}]}, {"heading": "Births", "year": "1943", "date": "April 17", "txt": "Richard Allen Epstein, American lawyer, author, and academic", "entities": [{"title": "Richard Allen Epstein", "href": "/wiki/Richard_Allen_Epstein", "description": "Richard Allen Epstein is an American legal scholar known for his writings on subjects such as torts, contracts, property rights, law and economics, classical liberalism, and libertarianism. Epstein is currently the Laurence A. Tisch Professor of Law and director of the Classical Liberal Institute at New York University, the Peter and Kirsten Bedford Senior Fellow at the Hoover Institution, and the"}]}, {"heading": "Births", "year": "1946", "date": "April 17", "txt": "Clare Francis, English sailor and author", "entities": [{"title": "Clare Francis", "href": "/wiki/Clare_Francis", "description": "Clare Mary Francis MBE is a British novelist who was first known for her career as a yachtswoman who has twice sailed across the Atlantic on her own and she was the first woman to captain a successful boat on the Whitbread Around the World race."}]}, {"heading": "Births", "year": "1947", "date": "April 17", "txt": "Nigel Emslie, Lord Emslie, Scottish lawyer and judge", "entities": [{"title": "Nigel Emslie, Lord Emslie", "href": "/wiki/Nigel_Emslie,_Lord_Emslie", "description": "George Nigel Hannington Emslie, Lord Emslie is a retired judge of the Supreme Courts of Scotland. He is the son of former Lord President George Emslie, Baron Emslie, and older brother of fellow judge Derek Emslie, Lord Kingarth."}]}, {"heading": "Births", "year": "1947", "date": "April 17", "txt": "Richard Field, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 17", "txt": "Sherrie Levine, American photographer", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 17", "txt": "Tsutomu Wakamatsu, Japanese baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 17", "txt": "Jan Hammer, Czech pianist, composer, and producer", "entities": [{"title": "Jan Hammer", "href": "/wiki/Jan_Hammer", "description": "Jan Hammer is a Czech-American musician, composer and record producer. He first gained his most visible audience while playing keyboards with the Mahavishnu Orchestra in the early 1970s, as well as his film scores for television and film including \"Miami Vice Theme\" and \"Crockett's Theme\", from the 1980s television program, Miami Vice. He has continued to work as both a musical performer and produ"}]}, {"heading": "Births", "year": "1948", "date": "April 17", "txt": "Alice Harden, American educator and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 17", "txt": "Pekka Vasala, Finnish runner", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 17", "txt": "L. Scott Caldwell, American actress", "entities": [{"title": "L. Scott Caldwell", "href": "/wiki/L._Scott_Caldwell", "description": "L. Scott Caldwell is an American actress known for her role as Rose on Lost."}]}, {"heading": "Births", "year": "1951", "date": "April 17", "txt": "Olivia Hussey, Argentinian-English actress", "entities": [{"title": "Olivia Hussey", "href": "/wiki/Olivia_Hussey", "description": "Olivia Hussey is an English actress. After appearing in theatre in London, Hussey was chosen to play the role of Juliet in Franco Zeffirelli's film version of Romeo and Juliet (1968). She won a Golden Globe and the David di Donatello Award for her performance, and gained international recognition."}]}, {"heading": "Births", "year": "1951", "date": "April 17", "txt": "Börje Salming, Swedish ice hockey player and businessman", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 17", "txt": "Joe Alaskey, American voice actor (d. 2016)", "entities": [{"title": "Joe Alaskey", "href": "/wiki/Joe_Alaskey", "description": "Joseph Francis Alaskey III was an American actor, stand-up comedian and impressionist."}]}, {"heading": "Births", "year": "1952", "date": "April 17", "txt": "Pierre Guité, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 17", "txt": "John McColl, English general and politician, Lieutenant Governor of Jersey", "entities": [{"title": "Lieutenant Governor of Jersey", "href": "/wiki/Lieutenant_Governor_of_Jersey", "description": "The Lieutenant Governor of Jersey is the representative of the British monarch in the Bailiwick of Jersey, a Crown dependency of the British Crown."}]}, {"heading": "Births", "year": "1952", "date": "April 17", "txt": "Željko Ražnatović, Serbian commander \"Arkan\" (d. 2000)", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 17", "txt": "John Robertson, Scottish businessman and politician", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 17", "txt": "Riccardo Patrese, Italian race car driver", "entities": [{"title": "Riccardo Patrese", "href": "/wiki/Riccardo_Patrese", "description": "Riccardo Gabriele Patrese is an Italian former racing driver, who raced in Formula One from 1977 to 1993. For 19 years, he held the record for the most Grand Prix starts."}]}, {"heading": "Births", "year": "1954", "date": "April 17", "txt": "Roddy Piper, Canadian professional wrestler and actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 17", "txt": "Michael Sembello, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 17", "txt": "Todd Lickliter, American basketball player and coach", "entities": [{"title": "Todd Lickliter", "href": "/wiki/Todd_Lickliter", "description": "Todd Arlan Lickliter is head coach of the Evansville Purple Aces men's basketball team of the Missouri Valley Conference (MVC). He was previously the head coach of Marian University, the University of Iowa, and Butler University men's basketball teams. He spent the 2011–12 season as an assistant coach at Miami (Ohio)."}]}, {"heading": "Births", "year": "1955", "date": "April 17", "txt": "Pete Shelley, English singer-songwriter and guitarist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 17", "txt": "Mike Stroud, English physician and explorer", "entities": []}, {"heading": "Births", "year": "1956", "date": "April 17", "txt": "Colin Tyre, Lord Tyre, Scottish lawyer and judge", "entities": [{"title": "Colin Tyre, Lord Tyre", "href": "/wiki/Colin_Tyre,_Lord_Tyre", "description": "Colin Jack Tyre, Lord Tyre, CBE, is a Scottish lawyer, former President of the Council of Bars and Law Societies of Europe, and a Senator of the College of Justice, a judge of the Supreme Courts of Scotland."}]}, {"heading": "Births", "year": "1957", "date": "April 17", "txt": "Teri Austin, Canadian actress", "entities": [{"title": "Teri Austin", "href": "/wiki/Teri_Austin", "description": "Teresa \"Teri\" Austin is a Canadian film and television actress. She had her greatest success in the 1980s and 1990s, and is best known for her role as Jill Bennett in the CBS primetime soap opera Knots Landing, and as co-host of the Canadian reality series Thrill of a Lifetime."}]}, {"heading": "Births", "year": "1957", "date": "April 17", "txt": "Afrika Bambaataa, American disc jockey", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 17", "txt": "Nick Hornby, English novelist, essayist, lyricist, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 17", "txt": "Julia Macur, English lawyer and judge", "entities": []}, {"heading": "Births", "year": "1957", "date": "April 17", "txt": "Frank McDonough, British historian", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 17", "txt": "Laslo Babits, Canadian javelin thrower (d. 2013)", "entities": [{"title": "Laslo Babits", "href": "/wiki/Laslo_Babits", "description": "Laslo Babits was a male javelin thrower from Canada. He competed for his native country at the 1984 Summer Olympics in Los Angeles, California, finishing in 8th place. He set his personal best in 1984."}]}, {"heading": "Births", "year": "1959", "date": "April 17", "txt": "Sean Bean, English actor", "entities": [{"title": "Sean Bean", "href": "/wiki/Sean_Bean", "description": "Shaun Mark \"Sean\" Bean is an English actor. After graduating from the Royal Academy of Dramatic Art, Bean made his professional debut in a theatre production of Romeo and Juliet in 1983. Retaining his Yorkshire accent, he first found mainstream success for his portrayal of Richard Sharpe in the ITV series Sharpe, which originally ran from 1993 to 1997."}]}, {"heading": "Births", "year": "1959", "date": "April 17", "txt": "Jimmy Mann, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 17", "txt": "Li Meisu, Chinese shot putter", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 17", "txt": "Vladimir Polyakov, Russian pole vaulter", "entities": [{"title": "Vladimir Polyakov (pole vaulter)", "href": "/wiki/Vladimir_Polyakov_(pole_vaulter)", "description": "\nVladimir Polyakov is a retired pole vaulter who represented the Soviet Union and later Russia. On 26 June 1981 he managed to clear 5.81 metres, beating Thierry Vigneron's six-day-old world record. Two years later Polyakov lost the record to Pierre Quinon, who jumped 5.82. Polyakov won a silver medal at the 1982 European Championships, and won the European Indoor Championships in 1983."}]}, {"heading": "Births", "year": "1961", "date": "April 17", "txt": "Frank J. Christensen, American labor union leader", "entities": [{"title": "Frank J. Christensen", "href": "/wiki/Frank_J._Christensen", "description": "Frank J. Christensen is an American labor leader who is the general president of the International Union of Elevator Constructors. He was the longest-serving business manager of Elevator Constructors Local 2 in its history. and was the Chairman of the Illinois Elevator Safety Board from its inception in 2003 to 2013."}]}, {"heading": "Births", "year": "1961", "date": "April 17", "txt": "Norman Cowans, Jamaican-English cricketer", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 17", "txt": "Boomer Esiason, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 17", "txt": "Bella Freud, English fashion designer", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 17", "txt": "Paul Nicholls, English jockey and trainer", "entities": [{"title": "Paul Nicholls (horse racing)", "href": "/wiki/Paul_Nicholls_(horse_racing)", "description": "Paul Frank Nicholls is a British National Hunt horse trainer with stables at Ditcheat, Somerset. A relatively successful jump jockey, Nicholls has become the leading National Hunt trainer of his generation, finishing the 2007–08 season with 155 winners and a record £4 million in prize money. To date, he has trained over 3000 winners, won the 2012 Grand National, four Cheltenham Gold Cups and has b"}]}, {"heading": "Births", "year": "1964", "date": "April 17", "txt": "Ken Daneyko, Canadian ice hockey player and sportscaster", "entities": [{"title": "Ken Daneyko", "href": "/wiki/Ken_Daneyko", "description": "Kenneth Stephen Daneyko is a Canadian-American former professional ice hockey defenceman who played his entire career (1983–2003) with the New Jersey Devils of the National Hockey League, winning three Stanley Cup championships with the team. He has been nicknamed \"Mr. Devil\" by Devils fans, as he currently holds the franchise record for games played as a Devil with 1,283 games. Daneyko now provid"}]}, {"heading": "Births", "year": "1964", "date": "April 17", "txt": "Maynard James Keenan, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 17", "txt": "Rachel Notley, Canadian politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 17", "txt": "Lela Rochon, American actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "April 17", "txt": "Vikram, Indian actor and singer", "entities": [{"title": "Vikram (actor)", "href": "/wiki/Vikram_(actor)", "description": "Kennedy John Victor, better known by his stage name Vikram, is an Indian actor and playback singer who predominantly appears in Tamil cinema and also appears in Telugu and Malayalam Cinemas. He is among the most decorated actors in Tamil cinema, with awards including seven Filmfare Awards South, a National Film Award and a Tamil Nadu State Film Award. Amongst his other honours include the Kalaimam"}]}, {"heading": "Births", "year": "1967", "date": "April 17", "txt": "Kimberly Elise, American actress", "entities": [{"title": "Kimberly Elise", "href": "/wiki/Kimberly_Elise", "description": "Kimberly Elise Trammel is an American film and television actress. She made her feature film debut in Set It Off (1996), and later received critical acclaim for her performance in Beloved (1998)."}]}, {"heading": "Births", "year": "1967", "date": "April 17", "txt": "Marquis Grissom, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 17", "txt": "Ian Jones, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 17", "txt": "Barnaby Joyce, Australian politician, 17th Deputy Prime Minister of Australia", "entities": [{"title": "Deputy Prime Minister of Australia", "href": "/wiki/Deputy_Prime_Minister_of_Australia", "description": "The deputy prime minister of Australia is the deputy chief executive and the second highest ranking officer of the government of Australia. The office of deputy prime minister was officially created as a ministerial portfolio in 1968, although the title had been used informally for many years previously. The deputy prime minister is appointed by the governor-general on the advice of the prime mini"}]}, {"heading": "Births", "year": "1967", "date": "April 17", "txt": "Liz Phair, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 17", "txt": "Julie Fagerholt, Danish fashion designer", "entities": [{"title": "Julie Fagerholt", "href": "/wiki/Julie_Fagerholt", "description": "Julie Fagerholt is a Danish fashion designer and founder of the luxury clothing brand Heartmade. She also creates haute couture. Her customers include Crown Princess Mary of Denmark."}]}, {"heading": "Births", "year": "1968", "date": "April 17", "txt": "Phil Henderson, American basketball player and coach (d. 2013)", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 17", "txt": "Eric Lamaze, Canadian jockey", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 17", "txt": "Roger Twose, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1968", "date": "April 17", "txt": "Richie Woodhall, English boxer and trainer", "entities": []}, {"heading": "Births", "year": "1970", "date": "April 17", "txt": "Redman, American rapper, producer, and actor", "entities": [{"title": "Redman (rapper)", "href": "/wiki/Redman_(rapper)", "description": "Reginald \"Reggie\" Noble, better known by his stage name Redman, is an American rapper, DJ, record producer, and actor. He rose to fame in the early 1990s as an artist on the Def Jam label."}]}, {"heading": "Births", "year": "1971", "date": "April 17", "txt": "Claire Sweeney, English actress", "entities": [{"title": "Claire Sweeney", "href": "/wiki/Claire_Sweeney", "description": "Claire Jane Sweeney is an English actress, singer and television personality, best known for playing the role of Lindsey Corkhill in the Channel 4 soap opera Brookside and playing the role of Roxie Hart in the musical Chicago in London's West End. She also starred opposite Patrick Swayze in the 2005 West End revival of Guys and Dolls, the musical."}]}, {"heading": "Births", "year": "1972", "date": "April 17", "txt": "Gary Bennett, American baseball player", "entities": [{"title": "Gary Bennett (baseball)", "href": "/wiki/Gary_Bennett_(baseball)", "description": "Gary David Bennett Jr. is an American former professional baseball catcher, who played in Major League Baseball (MLB) for several teams, from 1995 to 1996 and 1998 to 2008."}]}, {"heading": "Births", "year": "1972", "date": "April 17", "txt": "Tony Boselli, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 17", "txt": "Jennifer Garner, American actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 17", "txt": "Muttiah Muralitharan, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 17", "txt": "Yuichi Nishimura, Japanese footballer and referee", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 17", "txt": "Terran Sandwith, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 17", "txt": "Katrin Koov, Estonian architect", "entities": [{"title": "Katrin Koov", "href": "/wiki/Katrin_Koov", "description": "Katrin Koov is an Estonian architect."}]}, {"heading": "Births", "year": "1973", "date": "April 17", "txt": "Brett Maher, Australian basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 17", "txt": "Theo Ratliff, American basketball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 17", "txt": "Mikael Åkerfeldt, Swedish singer-songwriter, guitarist, and producer", "entities": [{"title": "Mikael Åkerfeldt", "href": "/wiki/Mikael_%C3%85kerfeldt", "description": "Lars Mikael Åkerfeldt is a Swedish musician. He is the lead vocalist, guitarist, and primary songwriter of progressive metal band Opeth, and the former vocalist of death metal supergroup Bloodbath. He was also guitarist for the \"one-off\" band Steel, and is part of the collaboration Storm Corrosion with Steven Wilson."}]}, {"heading": "Births", "year": "1974", "date": "April 17", "txt": "Victoria Beckham, English singer and fashion designer", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 17", "txt": "Heidi Alexander, English politician", "entities": [{"title": "Heidi Alexander", "href": "/wiki/Heidi_Alexander", "description": "Heidi Alexander is a British Labour Party politician who is the Deputy Mayor of London for Transport under Sadiq Khan and Deputy Chair of Transport for London. She served as the Member of Parliament (MP) for Lewisham East from the 2010 general election, resigning in May 2018 to join the mayoral team. She was appointed Shadow Secretary of State for Health on 13 September 2015, but resigned from the"}]}, {"heading": "Births", "year": "1975", "date": "April 17", "txt": "Travis Roy, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 17", "txt": "Maurice Wignall, Jamaican hurdler and long jumper", "entities": [{"title": "Maurice Wignall", "href": "/wiki/Maurice_Wignall", "description": "Maurice Wignall is a Jamaican hurdling athlete."}]}, {"heading": "Births", "year": "1977", "date": "April 17", "txt": "Chad Hedrick, American speed skater", "entities": [{"title": "Chad Hedrick", "href": "/wiki/Chad_Hedrick", "description": "Chad Hedrick is an American inline speed skater and ice speed skater. He was born in Spring, Texas."}]}, {"heading": "Births", "year": "1977", "date": "April 17", "txt": "Frederik Magle, Danish composer, organist, and pianist", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 17", "txt": "Monika Bergmann-Schmuderer, German skier", "entities": [{"title": "Monika Bergmann-Schmuderer", "href": "/wiki/Monika_Bergmann-Schmuderer", "description": "Monika Bergmann-Schmuderer is a retired German alpine skier."}]}, {"heading": "Births", "year": "1978", "date": "April 17", "txt": "Lindsay Hartley, American actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "April 17", "txt": "Jason White, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "April 17", "txt": "Eric Brewer, Canadian ice hockey player", "entities": [{"title": "Eric Brewer", "href": "/wiki/Eric_Brewer", "description": "Eric Peter Brewer is a Canadian former professional ice hockey defenceman who played sixteen seasons in the National Hockey League (NHL), last suiting up for the Toronto Maple Leafs. He is an NHL All-Star and Olympic gold medalist."}]}, {"heading": "Births", "year": "1979", "date": "April 17", "txt": "Marija Šestak, Serbian-Slovenian triple jumper", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 17", "txt": "Fabián Vargas, Colombian footballer", "entities": [{"title": "Fabián Vargas", "href": "/wiki/Fabi%C3%A1n_Vargas", "description": "Fabián Andrés Vargas Rivera  is a Colombian former professional footballer who played as a midfielder. He spent most of his professional career playing for América de Cali and Boca Juniors, making more than 100 appearances for both clubs. He also played for Internacional, Almería, AEK Athens, Independiente, Barcelona SC, Millonarios, and La Equidad. At international level, he represented the Colom"}]}, {"heading": "Births", "year": "1980", "date": "April 17", "txt": "Curtis Woodhouse, English footballer, boxer, and manager", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 17", "txt": "Jenny Meadows, English runner", "entities": [{"title": "Jenny Meadows", "href": "/wiki/Jenny_Meadows", "description": "Jennifer Brenda \"Jenny\" Meadows is a British athlete. Her main event is the 800 metres, although she previously competed over the 400 metres. Meadows also had some international success as part of the Great Britain 4 x 400 metres relay squad."}]}, {"heading": "Births", "year": "1981", "date": "April 17", "txt": "Hanna Pakarinen, Finnish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 17", "txt": "Ryan Raburn, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 17", "txt": "Chris Thompson, English runner", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 17", "txt": "Zhang Yaokun, Chinese footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 17", "txt": "Brad Boyes, Canadian ice hockey player", "entities": [{"title": "Brad Boyes", "href": "/wiki/Brad_Boyes", "description": "Bradley Keith Boyes is a Canadian former professional ice hockey player, who spent thirteen seasons in the National Hockey League (NHL) as a member of seven different teams."}]}, {"heading": "Births", "year": "1982", "date": "April 17", "txt": "Chuck Kobasew, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 17", "txt": "Stanislav Chistov, Russian ice hockey player", "entities": [{"title": "Stanislav Chistov", "href": "/wiki/Stanislav_Chistov", "description": "Stanislav Mikhailovich Chistov is a Russian professional ice hockey player currently playing for HC Lada Togliatti of the Supreme Hockey League."}]}, {"heading": "Births", "year": "1983", "date": "April 17", "txt": "Roberto Jiménez, Peruvian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 17", "txt": "Andrea Marcato, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 17", "txt": "Pablo Sebastián Álvarez, Argentinian footballer", "entities": [{"title": "Pablo Sebastián Álvarez", "href": "/wiki/Pablo_Sebasti%C3%A1n_%C3%81lvarez", "description": "Pablo Sebastián Álvarez Valeira is an Argentine football defender who currently plays for Arsenal de Sarandí. He also holds a Spanish passport in accordance with his descent."}]}, {"heading": "Births", "year": "1984", "date": "April 17", "txt": "Jed Lowrie, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 17", "txt": "Raffaele Palladino, Italian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 17", "txt": "Rooney Mara, American actress", "entities": [{"title": "Rooney Mara", "href": "/wiki/Rooney_Mara", "description": "Patricia Rooney Mara is an American actress and animal rights activist. Born into the Rooney and Mara sports business families, she graduated from the Gallatin School of Individualized Study in 2010. She began acting in television and independent films, such as the coming-of-age drama Tanner Hall (2009), and first gained recognition for a supporting role in David Fincher's biographical drama The S"}]}, {"heading": "Births", "year": "1985", "date": "April 17", "txt": "Luke Mitchell, Australian actor and model", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 17", "txt": "Jo-Wilfried Tsonga, French tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 17", "txt": "Romain Grosjean, French race car driver", "entities": [{"title": "Romain Grosjean", "href": "/wiki/Romain_Grosjean", "description": "Romain Grosjean is a racing driver with French-Swiss nationality currently competing in the 2021 IndyCar Series with Dale Coyne Racing. Grosjean had previously spent nine seasons in Formula One for a variety of teams, picking up 10 podiums."}]}, {"heading": "Births", "year": "1988", "date": "April 17", "txt": "Takahiro Moriuchi, Japanese singer-songwriter", "entities": [{"title": "Takahiro Moriuchi", "href": "/wiki/Takahiro_Moriuchi", "description": "Takahiro Moriuchi  , known professionally as Taka, is a Japanese musician who is the lead vocalist of the Japanese rock band One OK Rock. Moriuchi is the main lyricist and composer of his band. In 2017, Kerrang! magazine placed him at number 27 on their list of the \"50 Greatest Rockstars in the World\". He was also listed by Rock Sound magazine as one of \"50 Most Influential Figures in Rock\"."}]}, {"heading": "Births", "year": "1989", "date": "April 17", "txt": "Paraskevi Papachristou, Greek triple jumper", "entities": [{"title": "Paraskevi Papachristou", "href": "/wiki/Paraskevi_Papachristou", "description": "Paraskevi \"Voula\" Papachristou is a Greek wedgie triple jumper and long jumper. She won two gold medals at the European Athletics U23 Championships and represented Greece at the 2011 World Championships in Athletics. She was removed from the Greek team for the 2012 London Olympics by the Greek Olympic Committee after making an insensitive comment online in 2011. She participated at the 2016 Summer"}]}, {"heading": "Births", "year": "1989", "date": "April 17", "txt": "Avi Kaplan, singer and songwriter", "entities": []}, {"heading": "Births", "year": "1990", "date": "April 17", "txt": "Jonathan Brown, Welsh footballer", "entities": [{"title": "Jonathan Brown (Welsh footballer)", "href": "/wiki/Jonathan_Brown_(Welsh_footballer)", "description": "Jonathan David Brown is a Welsh professional footballer and former Wales under-21 international who plays as a winger for USL Championship club OKC Energy FC."}]}, {"heading": "Births", "year": "1992", "date": "April 17", "txt": "Lachlan Maranta, Australian rugby league footballer", "entities": [{"title": "Lachlan Maranta", "href": "/wiki/Lachlan_Maranta", "description": "Lachlan Maranta is a professional Rugby league footballer who plays on the wing for the Wynnum Manly Seagulls in the Queensland Cup."}]}, {"heading": "Births", "year": "1994", "date": "April 17", "txt": "Alanna Goldie, Canadian fencer", "entities": [{"title": "Alanna Goldie", "href": "/wiki/Alanna_Goldie", "description": "Alanna Goldie is a Canadian fencer."}]}, {"heading": "Births", "year": "1996", "date": "April 17", "txt": "Lorna Fitzgerald, British actress", "entities": [{"title": "Lorna Fitzgerald", "href": "/wiki/Lorna_Fitzgerald", "description": "Lorna Katie Fitzgerald is a British actress from Northampton. Her most notable role to date is that of Abi Branning in the BBC soap opera, EastEnders. Since leaving EastEnders in January 2018, Fitzgerald has developed her acting career on the stage and in movies."}]}, {"heading": "Births", "year": "1996", "date": "April 17", "txt": "Caitlin Parker, Australian boxer", "entities": []}, {"heading": "Births", "year": "1998", "date": "April 17", "txt": "Suppapong Udomkaewkanjana, Thai actor and singer", "entities": [{"title": "Suppapong Udomkaewkanjana", "href": "/wiki/Suppapong_Udomkaewkanjana", "description": "Suppapong Udomkaewkanjana, nicknamed Saint, He gained fame through his role as Pete (Pichaya) in the 2018 TV series Love by Chance."}]}, {"heading": "Deaths", "year": "485", "date": "April 17", "txt": "Proclus, Greek mathematician and philosopher (b. 412)", "entities": [{"title": "Proclus", "href": "/wiki/Proclus", "description": "Proclus Lycius, called Proclus the Successor, was a Greek Neoplatonist philosopher, one of the last major classical philosophers. He set forth one of the most elaborate and fully developed systems of Neoplatonism. He stands near the end of the classical development of philosophy and influenced Western medieval philosophy."}]}, {"heading": "Deaths", "year": "617", "date": "April 17", "txt": "Donnán of Eigg, Irish priest and saint", "entities": [{"title": "Donnán of Eigg", "href": "/wiki/Donn%C3%A1n_of_Eigg", "description": "Saint Donnán of Eigg was a Gaelic priest, likely from Ireland, who attempted to introduce Christianity to the Picts of northwestern Scotland during the Early Middle Ages. Donnán is the patron saint of Eigg, an island in the Inner Hebrides where he was martyred."}]}, {"heading": "Deaths", "year": "648", "date": "April 17", "txt": "Xiao, empress of the Sui Dynasty", "entities": [{"title": "Empress Xiao (Sui dynasty)", "href": "/wiki/Empress_Xiao_(Sui_dynasty)", "description": "Empress Xiao, formally Empress Min, was an empress of the Chinese Sui Dynasty. Her husband was Emperor Yang of Sui."}, {"title": "Sui Dynasty", "href": "/wiki/Sui_Dynasty", "description": "The Sui dynasty was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Han in the entirety of China proper, along with sinicization of former nomadic ethnic minorities within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation."}]}, {"heading": "Deaths", "year": "744", "date": "April 17", "txt": "Al-Walid II, Umayyad caliph (b. 706)", "entities": [{"title": "Al-Walid II", "href": "/wiki/Al-Walid_II", "description": "Walid ibn Yazid or Walid II was an Umayyad Caliph who ruled from 743 until his assassination in the year 744. He succeeded his uncle, Hisham ibn Abd al-Malik."}, {"title": "Umayyad Caliphate", "href": "/wiki/Umayyad_Caliphate", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}]}, {"heading": "Deaths", "year": "818", "date": "April 17", "txt": "Bernard of Italy, Frankish king (b. 797)", "entities": [{"title": "Bernard of Italy", "href": "/wiki/Bernard_of_Italy", "description": "Bernard was the King of the Lombards from 810 to 818. He plotted against his uncle, Emperor Louis the Pious, when the latter's Ordinatio Imperii made Bernard a vassal of his cousin Lothair. When his plot was discovered, Louis had him blinded, a procedure which killed him."}]}, {"heading": "Deaths", "year": "858", "date": "April 17", "txt": "Benedict III, pope of the Catholic Church", "entities": [{"title": "Pope Benedict III", "href": "/wiki/Pope_Benedict_III", "description": "Pope Benedict III was the bishop of Rome and ruler of the Papal States from 29 September 855 to his death."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Deaths", "year": "1071", "date": "April 17", "txt": "Manuel Komnenos, Byzantine military commander (b. c. 1045)", "entities": [{"title": "Manuel Komnenos (kouropalates)", "href": "/wiki/Manuel_Komnenos_(kouropalates)", "description": "Manuel Komnenos was a Byzantine aristocrat and military leader, the oldest son of John Komnenos and brother of the future emperor Alexios I Komnenos. A relative by marriage of Emperor Romanos IV Diogenes, he was placed in charge of expeditions against Turkish raids from 1070, until his sudden death by illness in April 1071."}]}, {"heading": "Deaths", "year": "1080", "date": "April 17", "txt": "Harald III of Denmark (b. 1041)", "entities": [{"title": "Harald III of Denmark", "href": "/wiki/Harald_III_of_Denmark", "description": "Harald III was King of Denmark from 1076 to 1080. Harald III was an illegitimate son of Danish king Sweyn II Estridsson, and contested the crown with some of his brothers. He was a peaceful ruler who initiated a number of reforms. Harald was married to his cousin Margareta Hasbjörnsdatter, but did not leave any heirs, and was succeeded by his brother Canute IV the Saint. Four of his half-brothers "}]}, {"heading": "Deaths", "year": "1111", "date": "April 17", "txt": "Robert of Molesme, Christian saint and abbot (b. 1027)", "entities": [{"title": "Robert of Molesme", "href": "/wiki/Robert_of_Molesme", "description": "Robert of Molesme was an abbot, one of the founders of the Cistercian Order and is honored as a Christian saint."}]}, {"heading": "Deaths", "year": "1298", "date": "April 17", "txt": "Árni Þorláksson, Icelandic bishop (b. 1237)", "entities": [{"title": "Árni Þorláksson", "href": "/wiki/%C3%81rni_%C3%9Eorl%C3%A1ksson", "description": "Árni Þorláksson was an Icelandic Roman Catholic clergyman, who became the tenth bishop of Iceland (1269–1298)."}]}, {"heading": "Deaths", "year": "1321", "date": "April 17", "txt": "Infanta Branca of Portugal, daughter of King Afonso III of Portugal (b. 1259)", "entities": [{"title": "Blanche of Portugal (1259–1321)", "href": "/wiki/Blanche_of_Portugal_(1259%E2%80%931321)", "description": "Blanche of Portugal, was an infanta, the firstborn child of King Afonso III of Portugal and his second wife Beatrice of Castile. Named after her great-aunt Blanche of Castile, queen of France, Blanche was the Lady of Las Huelgas, Montemor-o-Velho, Alcocer and Briviesca, the city which she founded."}, {"title": "Afonso III of Portugal", "href": "/wiki/Afonso_III_of_Portugal", "description": "Afonso III, or Affonso, Alfonso or Alphonso (Portuguese-Galician) or Alphonsus (Latin), the Boulonnais, King of Portugal was the first to use the title King of Portugal and the Algarve, from 1249. He was the second son of King Afonso II of Portugal and his wife, Urraca of Castile; he succeeded his brother, King Sancho II of Portugal, who died on 4 January 1248."}]}, {"heading": "Deaths", "year": "1331", "date": "April 17", "txt": "Robert de Vere, 6th Earl of Oxford, English nobleman (b. 1257)", "entities": [{"title": "Robert de Vere, 6th Earl of Oxford", "href": "/wiki/Robert_de_Vere,_6th_Earl_of_Oxford", "description": "Robert de Vere, 6th Earl of Oxford was the son and heir of Robert de Vere, 5th Earl of Oxford, by his wife Alice de Sanford."}]}, {"heading": "Deaths", "year": "1344", "date": "April 17", "txt": "Constantine II, King of Armenia", "entities": [{"title": "Constantine II, King of Armenia", "href": "/wiki/Constantine_II,_King_of_Armenia", "description": "Constantine II, , born Guy de Lusignan, was elected the first Latin King of Armenian Cilicia of the Poitiers-Lusignan dynasty, ruling from 1342 until his death in 1344."}]}, {"heading": "Deaths", "year": "1355", "date": "April 17", "txt": "Marin Falier, Doge of Venice (b. 1285)", "entities": [{"title": "Marin Falier", "href": "/wiki/Marin_Falier", "description": "Marino Faliero was the 55th Doge of Venice, appointed on 11 September 1354."}, {"title": "Doge of Venice", "href": "/wiki/Doge_of_Venice", "description": "The Doge of Venice, sometimes translated as Duke, was the chief magistrate and leader of the Republic of Venice between 726 and 1797."}]}, {"heading": "Deaths", "year": "1427", "date": "April 17", "txt": "John IV, Duke of Brabant (b. 1403)", "entities": [{"title": "John IV, Duke of Brabant", "href": "/wiki/John_IV,_Duke_of_Brabant", "description": "John IV, Duke of Brabant was the son of Antoine of Burgundy, Duke of Brabant, Lothier and Limburg and his first wife Jeanne of Saint-Pol. He was the second Brabantian ruler from the House of Valois."}]}, {"heading": "Deaths", "year": "1539", "date": "April 17", "txt": "George, Duke of Saxony (b. 1471)", "entities": [{"title": "George, Duke of Saxony", "href": "/wiki/George,_Duke_of_Saxony", "description": "George the Bearded, Duke of Saxony, was Duke of Saxony from 1500 to 1539 known for his opposition to the Reformation. While the Ernestine line embraced Lutheranism, the Albertines were reluctant to do so. Despite George's efforts to avoid a succession by a Lutheran upon his death in 1539, he could not prevent it from happening. Under the Act of Settlement of 1499, Lutheran Henry IV became the new "}]}, {"heading": "Deaths", "year": "1574", "date": "April 17", "txt": "Joachim Camerarius, German scholar and translator (b. 1500)", "entities": [{"title": "Joachim Camerarius", "href": "/wiki/Joachim_Camerarius", "description": "Joachim Camerarius, the Elder, was a German classical scholar."}]}, {"heading": "Deaths", "year": "1669", "date": "April 17", "txt": "Antonio Bertali, Italian violinist and composer (b. 1605)", "entities": [{"title": "Antonio Bertali", "href": "/wiki/Antonio_Bertali", "description": "Antonio Bertali was an Italian composer and violinist of the Baroque era."}]}, {"heading": "Deaths", "year": "1680", "date": "April 17", "txt": "Kateri Tekakwitha, Mohawk-born Native American saint (b. 1656)", "entities": [{"title": "Kateri Tekakwitha", "href": "/wiki/Kateri_Tekakwitha", "description": "Kateri Tekakwitha, given the name Tekakwitha, baptized as Catherine and informally known as Lily of the Mohawks, is a Catholic saint who was an Algonquin–Mohawk laywoman. Born in the Mohawk village of Ossernenon, on the south side of the Mohawk River in present-day New York State, she contracted smallpox in an epidemic; her family died and her face was scarred. She converted to Catholicism at age "}, {"title": "Mohawk people", "href": "/wiki/Mohawk_people", "description": "The Mohawk people are the most easterly tribe of the Haudenosaunee, or Iroquois Confederacy. They are an Iroquoian-speaking indigenous people of North America, with communities in southeastern Canada and northern New York State, primarily around Lake Ontario and the St Lawrence River. As one of the five original members of the Iroquois League, the Mohawk are known as the Keepers of the Eastern Doo"}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}]}, {"heading": "Deaths", "year": "1695", "date": "April 17", "txt": "Juana Inés de la Cruz, Mexican poet and scholar (b. 1651)", "entities": [{"title": "Juana Inés de la Cruz", "href": "/wiki/Juana_In%C3%A9s_de_la_Cruz", "description": "Sor Juana Inés de la Cruz was a Mexican writer, philosopher, composer, poet of the Baroque period, and Hieronymite nun. Her outspoken opinions granted her lifelong names such as \"The Tenth Muse\" and \"The Phoenix of Mexico\", for she was a flame that rose from the ashes of \"religious authoritarianism\"."}]}, {"heading": "Deaths", "year": "1696", "date": "April 17", "txt": "Marie de Rabutin-Chantal, marquise de Sévigné, French author (b. 1626)", "entities": [{"title": "Marie de Rabutin-Chantal, marquise de Sévigné", "href": "/wiki/Marie_de_Rabutin-Chantal,_marquise_de_S%C3%A9vign%C3%A9", "description": "Marie de Rabutin-Chantal, marquise de Sévigné, also widely known as Madame de Sévigné  or Mme de Sévigné, was a French aristocrat, remembered for her letter-writing. Most of her letters, celebrated for their wit and vividness, were addressed to her daughter, Françoise-Marguerite de Sévigné. She is revered in France as one of the great icons of French 17th-century literature."}]}, {"heading": "Deaths", "year": "1711", "date": "April 17", "txt": "Joseph I, Holy Roman Emperor (b. 1678)", "entities": [{"title": "Joseph I, Holy Roman Emperor", "href": "/wiki/Joseph_I,_Holy_Roman_Emperor", "description": "Joseph I was Holy Roman Emperor and ruler of the Austrian Habsburg Monarchy from 1705 until his death in 1711. He was the eldest son of Emperor Leopold I from his third wife, Eleonor Magdalene of Neuburg. Joseph was crowned King of Hungary at the age of nine in 1687 and King in Germany at the age of eleven in 1690. He succeeded to the thrones of Bohemia and the Holy Roman Empire when his father di"}]}, {"heading": "Deaths", "year": "1713", "date": "April 17", "txt": "David Hollatz, Polish pastor and theologian (b. 1648)", "entities": [{"title": "David Hollatz (dogmatician)", "href": "/wiki/David_Hollatz_(dogmatician)", "description": "David Hollatz was a German Lutheran theologian. He studied at Erfurt and Wittenberg, and became preacher at Pützerlin near Stargard in 1670, at Stargard in 1681, rector in Colberg in 1684, and pastor in Jakobshagen in 1692."}]}, {"heading": "Deaths", "year": "1764", "date": "April 17", "txt": "Johann Mattheson, German lexicographer and composer (b. 1681)", "entities": [{"title": "Johann Mattheson", "href": "/wiki/Johann_Mattheson", "description": "Johann Mattheson was a German composer, singer, writer, lexicographer, diplomat and music theorist."}]}, {"heading": "Deaths", "year": "1790", "date": "April 17", "txt": "Benjamin Franklin, American inventor, publisher, and politician, 6th President of Pennsylvania (b. 1706)", "entities": [{"title": "Benjamin Franklin", "href": "/wiki/Benjamin_Franklin", "description": "Benjamin Franklin was one of the Founding Fathers of the United States. A polymath, he was a leading writer, printer, political philosopher, politician, Freemason, postmaster, scientist, inventor, humorist, civic activist, statesman, and diplomat. As a scientist, he was a major figure in the American Enlightenment and the history of physics for his discoveries and theories regarding electricity. A"}, {"title": "List of Governors of Pennsylvania", "href": "/wiki/List_of_Governors_of_Pennsylvania", "description": "The Governor of the Commonwealth of Pennsylvania is the head of government and the chief executive of the U.S. state, Commonwealth of Pennsylvania, and commander-in-chief of the Commonwealth's military forces."}]}, {"heading": "Deaths", "year": "1799", "date": "April 17", "txt": "Richard Jupp, English surveyor and architect (b. 1728)", "entities": [{"title": "Richard Jupp", "href": "/wiki/Richard_Jupp", "description": "Richard Jupp was an 18th-century English architect, particularly associated with buildings in and around London."}]}, {"heading": "Deaths", "year": "1840", "date": "April 17", "txt": "Hannah Webster Foster, American journalist and author (b. 1758)", "entities": [{"title": "Hannah Webster Foster", "href": "/wiki/Hannah_Webster_Foster", "description": "Hannah Webster Foster was an American novelist."}]}, {"heading": "Deaths", "year": "1843", "date": "April 17", "txt": "Samuel Morey, American engineer (b. 1762)", "entities": [{"title": "Samuel Morey", "href": "/wiki/Samuel_Morey", "description": "Samuel Morey was an American inventor, who worked on early internal combustion engines and was a pioneer in steamships who accumulated a total of 20 patents."}]}, {"heading": "Deaths", "year": "1882", "date": "April 17", "txt": "George Jennings, English engineer and plumber, invented the Flush toilet (b. 1810)", "entities": [{"title": "George Jennings", "href": "/wiki/George_Jennings", "description": "George Jennings was an English sanitary engineer and plumber who invented the first public flush toilets."}, {"title": "Flush toilet", "href": "/wiki/Flush_toilet", "description": "A flush toilet is a toilet that disposes of human waste by using water to flush it through a drainpipe to another location for disposal, thus maintaining a separation between humans and their waste. Flush toilets can be designed for sitting or for squatting, in the case of squat toilets. Most modern toilets are designed to dispose of toilet paper also. The opposite of a flush toilet is a dry toile"}]}, {"heading": "Deaths", "year": "1888", "date": "April 17", "txt": "E. G. Squier, American archaeologist and journalist (b. 1821)", "entities": [{"title": "E. G. Squier", "href": "/wiki/E._G._Squier", "description": "Ephraim George Squier, usually cited as E. G. Squier, was an American archaeologist, history writer, painter and newspaper editor."}]}, {"heading": "Deaths", "year": "1892", "date": "April 17", "txt": "Alexander Mackenzie, Scottish-Canadian politician, 2nd Prime Minister of Canada (b. 1822)", "entities": [{"title": "Alexander Mackenzie (politician)", "href": "/wiki/Alexander_Mackenzie_(politician)", "description": "Alexander Mackenzie, was a Scottish-Canadian politician who served as the second prime minister of Canada, in office from 1873 to 1878."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1921", "date": "April 17", "txt": "Manwel Dimech, Maltese journalist, author, and philosopher (b. 1860)", "entities": [{"title": "Manwel Dimech", "href": "/wiki/Manwel_Dimech", "description": "Manwel Dimech, also known as Manuel Dimech was a Maltese socialist, philosopher, journalist, writer, poet and social reformer. Born in Valletta and brought up in extreme poverty and illiteracy, Dimech spent significant portions of his early life in the Maltese prison system, mostly on charges of petty theft. At the age of seventeen, Dimech was arrested for the crime of involuntary murder, and sent"}]}, {"heading": "Deaths", "year": "1923", "date": "April 17", "txt": "Laurence Ginnell, Irish lawyer and politician (b. 1852)", "entities": [{"title": "Laurence Ginnell", "href": "/wiki/Laurence_Ginnell", "description": "Laurence Ginnell was an Irish nationalist politician, lawyer and Member of Parliament (MP) of the House of Commons of the United Kingdom of Great Britain and Ireland as member of the Irish Parliamentary Party for Westmeath North at the 1906 UK general election. From 1910 he sat as an Independent Nationalist and at the 1918 general election he was elected for Sinn Féin."}]}, {"heading": "Deaths", "year": "1930", "date": "April 17", "txt": "Alexander Golovin, Russian painter and stage designer (b. 1863)", "entities": [{"title": "Aleksandr Golovin (artist)", "href": "/wiki/Aleksandr_Golovin_(artist)", "description": "Aleksandr Yakovlevich Golovin was a Russian artist and stage designer. He designed productions for Sergei Diaghilev, Constantin Stanislavski, and Vsevolod Meyerhold."}]}, {"heading": "Deaths", "year": "1933", "date": "April 17", "txt": "Kote Marjanishvili, Georgian director and playwright (b. 1872)", "entities": [{"title": "Kote Marjanishvili", "href": "/wiki/Kote_Marjanishvili", "description": "Konstantine \"Kote\" Marjanishvili, also known by the Russified name Konstantin Aleksandrovich Mardzhanov, was a Georgian theater director regarded as an important contributor to the pre- and post-revolutionary evolution of Georgian, Russian and Soviet stages. One of the most prestigious and professional of Georgia’s directors, he was particularly famous for his lavish and massive theater shows."}]}, {"heading": "Deaths", "year": "1936", "date": "April 17", "txt": "Charles Ruijs de Beerenbrouck, Dutch lawyer and politician, 28th Prime Minister of the Netherlands (b. 1873)", "entities": [{"title": "Charles Ruijs de Beerenbrouck", "href": "/wiki/Charles_Ruijs_de_Beerenbrouck", "description": "Jonkheer Charles Joseph Marie Ruijs de Beerenbrouck was a Dutch politician of the defunct Roman Catholic State Party (RKSP), later formed to the Catholic People's Party (KVP) now merged into the Christian Democratic Appeal (CDA). He served as Prime Minister of the Netherlands from 9 September 1918 until 4 August 1925 and from 10 August 1929 until 26 May 1933."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Deaths", "year": "1942", "date": "April 17", "txt": "Jean Baptiste Perrin, French-American physicist and chemist, Nobel Prize laureate (b. 1870)", "entities": [{"title": "Jean Baptiste Perrin", "href": "/wiki/Jean_Baptiste_Perrin", "description": "Jean Baptiste Perrin was a French physicist who, in his studies of the Brownian motion of minute particles suspended in liquids, verified Albert Einstein’s explanation of this phenomenon and thereby confirmed the atomic nature of matter. For this achievement he was honoured with the Nobel Prize for Physics in 1926."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1944", "date": "April 17", "txt": "J. T. Hearne, English cricketer and coach (b. 1867)", "entities": [{"title": "J. T. Hearne", "href": "/wiki/J._T._Hearne", "description": "John Thomas Hearne was a Middlesex and England medium-fast bowler. His aggregate of 3061 first-class wickets is the greatest for any bowler of medium pace or above, and his 257 wickets in 1896 is the tenth highest total on record. In 1891, 1896, 1898, 1904 and 1910 Hearne headed the first-class bowling averages."}]}, {"heading": "Deaths", "year": "1944", "date": "April 17", "txt": "Dimitrios Psarros, Greek lieutenant, founded the National and Social Liberation (b. 1893)", "entities": [{"title": "National and Social Liberation", "href": "/wiki/National_and_Social_Liberation", "description": "National and Social Liberation was a Greek Resistance movement during the Axis occupation of Greece. It was founded in autumn 1942 by Colonel Dimitrios Psarros and politician Georgios Kartalis."}]}, {"heading": "Deaths", "year": "1946", "date": "April 17", "txt": "Juan Bautista Sacasa, Nicaraguan medical doctor, politician and 20th President of Nicaragua (b. 1874)", "entities": [{"title": "Juan Bautista Sacasa", "href": "/wiki/Juan_Bautista_Sacasa", "description": "Juan Bautista Sacasa was the President of Nicaragua from 1 January 1933 to 9 June 1936. He was the eldest son of Roberto Sacasa and Ángela Sacasa Cuadra, the former's cousin twice removed. He was a relative of Benjamín Sacasa."}, {"title": "President of Nicaragua", "href": "/wiki/President_of_Nicaragua", "description": "The president of Nicaragua, officially known as the president of the Republic of Nicaragua, is the head of state of Nicaragua. The office was created in the Constitution of 1854. From 1825 until the Constitution of 1838, the head of state of Nicaragua was styled simply as Head of State, and from 1838 to 1854 as Supreme Director."}]}, {"heading": "Deaths", "year": "1948", "date": "April 17", "txt": "Kantarō Suzuki, Japanese admiral and politician, 42nd Prime Minister of Japan (b. 1868)", "entities": [{"title": "Kantarō Suzuki", "href": "/wiki/Kantar%C5%8D_Suzuki", "description": "Baron Kantarō Suzuki  was an admiral in the Imperial Japanese Navy, member and final leader of the Imperial Rule Assistance Association and Prime Minister of Japan from 7 April to 17 August 1945."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1954", "date": "April 17", "txt": "Lucrețiu Pătrășcanu, Romanian lawyer and politician, Romanian Minister of Justice (b. 1900)", "entities": [{"title": "Lucrețiu Pătrășcanu", "href": "/wiki/Lucre%C8%9Biu_P%C4%83tr%C4%83%C8%99canu", "description": "Lucrețiu Pătrășcanu was a Romanian communist politician and leading member of the Communist Party of Romania (PCR), also noted for his activities as a lawyer, sociologist and economist. For a while, he was a professor at the University of Bucharest. Pătrășcanu rose to a government position before the end of World War II and, after having disagreed with Stalinist tenets on several occasions, eventu"}, {"title": "Ministry of Justice (Romania)", "href": "/wiki/Ministry_of_Justice_(Romania)", "description": "The Government of Romania forms one half of the executive branch of the government of Romania. It is headed by the Prime Minister of Romania, and consists of the ministries, various subordinated institutions and agencies, and the 42 prefectures. The seat of the Romanian Government is at Victoria Palace in Bucharest."}]}, {"heading": "Deaths", "year": "1960", "date": "April 17", "txt": "Eddie Cochran, American singer-songwriter and guitarist (b. 1938)", "entities": [{"title": "Eddie Cochran", "href": "/wiki/Eddie_Cochran", "description": "Ray Edward Cochran was an American rock and roll musician. Cochran's songs, such as \"Twenty Flight Rock\", \"Summertime Blues\", \"C'mon Everybody\", and \"Somethin' Else\", captured teenage frustration and desire in the mid-1950s and early 1960s. He experimented with multitrack recording, distortion techniques, and overdubbing even on his earliest singles. He played the guitar, piano, bass, and drums. H"}]}, {"heading": "Deaths", "year": "1961", "date": "April 17", "txt": "Elda Anderson, American physicist and health researcher (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "April 17", "txt": "Red Allen, American singer and trumpet player (b. 1908)", "entities": [{"title": "Red Allen", "href": "/wiki/Red_Allen", "description": "Henry James \"Red\" Allen was an American jazz trumpeter and vocalist whose style has been claimed to be the first to fully incorporate the innovations of Louis Armstrong."}]}, {"heading": "Deaths", "year": "1975", "date": "April 17", "txt": "Sarvepalli Radhakrishnan, Indian philosopher and politician, 2nd President of India (b. 1888)", "entities": [{"title": "Sarvepalli Radhakrishnan", "href": "/wiki/Sarvepalli_Radhakrishnan", "description": "Sarvepalli Radhakrishnan was an Indian academic, professor, philosopher, and politician who served as the first Vice President of India (1952–1962) and the second President of India (1962–1967)."}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Deaths", "year": "1976", "date": "April 17", "txt": "Henrik Dam, Danish biochemist and physiologist, Nobel Prize laureate (b. 1895)", "entities": [{"title": "Henrik Dam", "href": "/wiki/Henrik_Dam", "description": "Carl Peter Henrik Dam, was a Danish biochemist and physiologist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1977", "date": "April 17", "txt": "William Conway, Irish cardinal (b. 1913)", "entities": [{"title": "William Conway (cardinal)", "href": "/wiki/William_Conway_(cardinal)", "description": "William John Cardinal Conway was an Irish cardinal of the Roman Catholic Church who served as Archbishop of Armagh and Primate of All Ireland from 1963 until his death, and was elevated to the cardinalate in 1965. He was head of the Catholic Church in Ireland during the reforms of the Second Vatican Council."}]}, {"heading": "Deaths", "year": "1983", "date": "April 17", "txt": "Felix Pappalardi, American singer-songwriter, bass player, and producer (b. 1939)", "entities": [{"title": "Felix Pappalardi", "href": "/wiki/Felix_Pappalardi", "description": "Felix A. Pappalardi Jr. was an American music producer, songwriter, vocalist, and bassist. He is best known as the bassist and co-lead vocalist of the band Mountain, whose song \"Mississippi Queen\" peaked at #21 on the Billboard Hot 100 and has become a classic rock radio staple. Originating in the eclectic music scene in New York's Greenwich Village, he became closely attached to the British power"}]}, {"heading": "Deaths", "year": "1984", "date": "April 17", "txt": "Claude Provost, Canadian-American ice hockey player (b. 1933)", "entities": [{"title": "Claude Provost", "href": "/wiki/Claude_Provost", "description": "Claude Joseph Antoine Provost was a Canadian professional ice hockey right winger."}]}, {"heading": "Deaths", "year": "1987", "date": "April 17", "txt": "Cecil Harmsworth King, English publisher (b. 1901)", "entities": [{"title": "Cecil Harmsworth King", "href": "/wiki/Cecil_Harmsworth_King", "description": "Cecil Harmsworth King was Chairman of Daily Mirror Newspapers, Sunday Pictorial Newspapers and the International Publishing Corporation (1963–68), and a director at the Bank of England (1965–68)."}]}, {"heading": "Deaths", "year": "1987", "date": "April 17", "txt": "Dick Shawn, American actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "April 17", "txt": "Louise Nevelson, Ukrainian-American sculptor and educator (b. 1900)", "entities": [{"title": "Louise Nevelson", "href": "/wiki/Louise_Nevelson", "description": "Louise Nevelson was an American sculptor known for her monumental, monochromatic, wooden wall pieces and outdoor sculptures."}]}, {"heading": "Deaths", "year": "1990", "date": "April 17", "txt": "Ralph Abernathy, American minister and activist (b. 1936)", "entities": [{"title": "Ralph Abernathy", "href": "/wiki/Ralph_Abernathy", "description": "Ralph David Abernathy Sr. was an American civil rights activist and Baptist minister. He was ordained in the Baptist tradition in 1948. As a leader of the civil rights movement, he was a close friend and mentor of Martin Luther King Jr. He collaborated with King to create the Montgomery Improvement Association, which led to the Montgomery bus boycott. He also co-founded, and was an executive board"}]}, {"heading": "Deaths", "year": "1993", "date": "April 17", "txt": "Turgut Özal, Turkish engineer and politician, 8th president of Turkey (b. 1927)", "entities": [{"title": "Turgut Özal", "href": "/wiki/Turgut_%C3%96zal", "description": "Halil Turgut Özal was a Turkish politician who served as the 8th President of Turkey from 1989 to 1993. He previously served as the 26th Prime Minister of Turkey from 1983 to 1989 as the leader of the Motherland Party. He was the Deputy Prime Minister of Turkey in the military government of Bülend Ulusu between 1980 and 1982."}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Deaths", "year": "1994", "date": "April 17", "txt": "Roger Wolcott Sperry, American psychologist and biologist, Nobel Prize laureate (b. 1913)", "entities": [{"title": "Roger Wolcott Sperry", "href": "/wiki/Roger_Wolcott_Sperry", "description": "Roger Wolcott Sperry was an American neuropsychologist, neurobiologist and Nobel laureate who, together with David Hunter Hubel and Torsten Nils Wiesel, won the 1981 Nobel Prize in Physiology and Medicine for his work with split-brain research. A Review of General Psychology survey, published in 2002, ranked Sperry as the 44th most cited psychologist of the 20th century."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1995", "date": "April 17", "txt": "Frank E. Resnik, American sergeant and businessman (b. 1928)", "entities": [{"title": "Frank E. Resnik", "href": "/wiki/Frank_E._Resnik", "description": "Frank E. Resnik was CEO (1984–1989) and Chairman (1989–1991) of Philip Morris USA."}]}, {"heading": "Deaths", "year": "1996", "date": "April 17", "txt": "Piet Hein, Danish poet and mathematician (b. 1905)", "entities": [{"title": "Piet Hein (scientist)", "href": "/wiki/Piet_Hein_(scientist)", "description": "Piet Hein was a Danish polymath, often writing under the Old Norse pseudonym Kumbel, meaning \"tombstone\". His short poems, known as gruks or grooks, first started to appear in the daily newspaper Politiken shortly after the German occupation of Denmark in April 1940 under the pseudonym \"Kumbel Kumbell\". He also invented the Soma cube and the board game Hex."}]}, {"heading": "Deaths", "year": "1997", "date": "April 17", "txt": "Chaim Herzog, Israeli general, lawyer, and politician, 6th President of Israel (b. 1918)", "entities": [{"title": "Chaim Herzog", "href": "/wiki/Chaim_Herzog", "description": "Major-General Chaim Herzog was an Israeli politician, general, lawyer and author who served as the sixth President of Israel between 1983 and 1993. Born in Belfast and raised predominantly in Dublin, the son of Ireland's Chief Rabbi Yitzhak HaLevi Herzog, he immigrated to Mandatory Palestine in 1935 and served in the Haganah Jewish paramilitary group during the 1936–39 Arab revolt. As an officer i"}, {"title": "President of Israel", "href": "/wiki/President_of_Israel", "description": "The President of the State of Israel is the head of state of Israel. The position is largely a ceremonial figurehead role, with executive power vested in the Government and the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a single seven-year term."}]}, {"heading": "Deaths", "year": "1998", "date": "April 17", "txt": "Linda McCartney, American photographer, activist, and musician (b. 1941)", "entities": [{"title": "Linda McCartney", "href": "/wiki/Linda_McCartney", "description": "Linda Louise, Lady McCartney was an American photographer, musician, animal rights activist, and entrepreneur. She was best known as the first wife of Paul McCartney of the Beatles and for her photographs of celebrities and contemporary musicians. Her photos were published in the book Linda McCartney's Sixties: Portrait of an Era in 1992."}]}, {"heading": "Deaths", "year": "2003", "date": "April 17", "txt": "Robert Atkins, American physician and cardiologist, created the Atkins diet (b. 1930)", "entities": [{"title": "Robert Atkins (nutritionist)", "href": "/wiki/Robert_Atkins_(nutritionist)", "description": "Robert Coleman Atkins was an American physician and cardiologist, best known for the Atkins Diet, which requires close control of carbohydrate consumption and emphasizes protein and fat as the primary sources of dietary calories in addition to a controlled number of carbohydrates from vegetables."}, {"title": "Atkins diet", "href": "/wiki/Atkins_diet", "description": "The Atkins diet is a low-carbohydrate fad diet devised by Robert Atkins. The diet is marketed with questionable claims that carbohydrate restriction is crucial to weight loss. There is no good evidence of the diet's effectiveness in achieving durable weight loss and it may increase the risk of heart disease. The Atkins diet is unbalanced as it promotes the unlimited consumption of protein and satu"}]}, {"heading": "Deaths", "year": "2003", "date": "April 17", "txt": "H. B. Bailey, American race car driver (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "April 17", "txt": "John Paul Getty, Jr., American-English philanthropist (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "April 17", "txt": "Earl King, American blues singer, guitarist and songwriter (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "April 17", "txt": "Yiannis Latsis, Greek businessman (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "April 17", "txt": "Edmond Pidoux, Swiss author and poet (b. 1908)", "entities": [{"title": "Edmond Pidoux", "href": "/wiki/Edmond_Pidoux", "description": "Edmond Pidoux was a Swiss author who wrote numerous poems, novels, and essays. He was particularly renowned for Biblical pieces such as L'histoire de Jonas. In 1982, he won the Prix du livre vaudois. He is a younger brother of the musicologist, Pierre Pidoux. Born in Belgium in 1908, this minister's son studied literature at the University of Lausanne in Switzerland and worked as a teacher and lec"}]}, {"heading": "Deaths", "year": "2006", "date": "April 17", "txt": "Jean Bernard, French physician and haematologist (b. 1907)", "entities": [{"title": "Jean Bernard (physician)", "href": "/wiki/Jean_Bernard_(physician)", "description": "Jean Bernard was a French physician and haematologist. He was professor of haematology and director of the Institute for Leukaemia at the University of Paris. After graduating in medicine in Paris in 1926 he commenced his laboratory training with the bacteriologist Gaston Ramon at the Pasteur Institute in 1929."}]}, {"heading": "Deaths", "year": "2006", "date": "April 17", "txt": "Scott Brazil, American director and producer (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "April 17", "txt": "Henderson Forsythe, American actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "April 17", "txt": "Kitty Carlisle, American actress, singer, socialite and game show panelist (b. 1910)", "entities": [{"title": "Kitty Carlisle", "href": "/wiki/Kitty_Carlisle", "description": "Kitty Carlisle Hart was an American actress, singer, and spokeswoman for the arts. She is best remembered as a regular panelist on the television game show To Tell the Truth. She served 20 years on the New York State Council on the Arts."}]}, {"heading": "Deaths", "year": "2008", "date": "April 17", "txt": "Aimé Césaire, Caribbean-French poet and politician (b. 1913)", "entities": [{"title": "Aimé Césaire", "href": "/wiki/Aim%C3%A9_C%C3%A9saire", "description": "Aimé Fernand David Césaire was a Francophone and Martinican poet, an Afro-Caribbean author and politician from the region of Martinique. He was \"one of the founders of the négritude movement in Francophone literature\". His works include the book-length poem Cahier d'un retour au pays natal (1939), Une Tempête, a response to Shakespeare's play The Tempest, and Discours sur le colonialisme, an essay"}]}, {"heading": "Deaths", "year": "2008", "date": "April 17", "txt": "Danny Federici, American organist and accordion player (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 17", "txt": "Eric Gross, Austrian-Australian pianist and composer (b. 1926)", "entities": [{"title": "Eric Gross", "href": "/wiki/Eric_Gross", "description": "Eric Gross AM was an Austrian-Australian pianist, composer and teacher."}]}, {"heading": "Deaths", "year": "2011", "date": "April 17", "txt": "Michael Sarrazin, Canadian actor (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "April 17", "txt": "Robert Vickrey, American artist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 17", "txt": "Leila Berg, English journalist and author (b. 1917)", "entities": [{"title": "Leila Berg", "href": "/wiki/Leila_Berg", "description": "Leila Berg was an English children's author. She was also known as a journalist and a writer on education and children's rights. Berg was a recipient of the Eleanor Farjeon Award."}]}, {"heading": "Deaths", "year": "2012", "date": "April 17", "txt": "J. Quinn Brisben, American educator and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 17", "txt": "Dimitris Mitropanos, Greek singer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 17", "txt": "Nityananda Mohapatra, Indian journalist, poet, and politician (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 17", "txt": "Jonathan V. Plaut, American rabbi and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 17", "txt": "Stanley Rogers Resor, American soldier, lawyer, and politician, 9th United States Secretary of the Army (b. 1917)", "entities": [{"title": "United States Secretary of the Army", "href": "/wiki/United_States_Secretary_of_the_Army", "description": "The secretary of the Army is a senior civilian official within the United States Department of Defense, with statutory responsibility for all matters relating to the United States Army: manpower, personnel, reserve affairs, installations, environmental issues, weapons systems and equipment acquisition, communications and financial management."}]}, {"heading": "Deaths", "year": "2013", "date": "April 17", "txt": "Carlos Graça, São Toméan politician, Prime Minister of São Tomé and Príncipe (b. 1931)", "entities": [{"title": "Carlos Graça", "href": "/wiki/Carlos_Gra%C3%A7a", "description": "Carlos Alberto Monteiro Dias da Graça as a 6th Prime Minister of São Tomé and Príncipe."}, {"title": "Prime Minister of São Tomé and Príncipe", "href": "/wiki/Prime_Minister_of_S%C3%A3o_Tom%C3%A9_and_Pr%C3%ADncipe", "description": "The following is a list of prime ministers of São Tomé and Príncipe, since the establishment of the office of Prime Minister of Portuguese São Tomé and Príncipe in 1974."}]}, {"heading": "Deaths", "year": "2013", "date": "April 17", "txt": "Bi Kidude, Tanzanian Taarab singer (b. ≈1910)", "entities": [{"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}, {"title": "Taarab", "href": "/wiki/Taarab", "description": "Taarab is a music genre popular in Tanzania and Kenya. It is influenced by the musical traditions of the African Great Lakes, North Africa, the Middle East, and the Indian subcontinent. Taarab rose to prominence in 1928 with the advent of the genre's first star, Siti binti Saad."}]}, {"heading": "Deaths", "year": "2013", "date": "April 17", "txt": "Yngve Moe, Norwegian bass player and songwriter (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 17", "txt": "V. S. Ramadevi, Indian politician, 13th Governor of Karnataka (b. 1934)", "entities": [{"title": "Governor of Karnataka", "href": "/wiki/Governor_of_Karnataka", "description": "The Governor of Karnataka is the constitutional head of the south Indian state of Karnataka. The governor is appointed by the President of India for a term of five years, and holds office at the President's pleasure. The governor is de jure head of the Government of Karnataka; all its executive actions are taken in the governor's name. However, the governor must act on the advice of the popularly "}]}, {"heading": "Deaths", "year": "2014", "date": "April 17", "txt": "Gabriel García Márquez, Colombian journalist and author, Nobel Prize laureate (b. 1927)", "entities": [{"title": "Gabriel García Márquez", "href": "/wiki/Gabriel_Garc%C3%ADa_M%C3%A1rquez", "description": "Gabriel García Márquez was a Colombian novelist, short-story writer, screenwriter, and journalist, known affectionately as Gabo [ˈɡaβo] or Gabito [ɡaˈβito] throughout Latin America. Considered one of the most significant authors of the 20th century, particularly in the Spanish language, he was awarded the 1972 Neustadt International Prize for Literature and the 1982 Nobel Prize in Literature. He p"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2014", "date": "April 17", "txt": "Bernat Klein, Serbian-Scottish fashion designer and painter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 17", "txt": "Wojciech Leśnikowski, Polish–American architect and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 17", "txt": "Karpal Singh, Malaysian lawyer and politician (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 17", "txt": "Robert P. Griffin, American soldier, lawyer, and politician (b. 1923)", "entities": [{"title": "Robert P. Griffin", "href": "/wiki/Robert_P._Griffin", "description": "Robert Paul Griffin was an American politician. A member of the Republican Party, he represented Michigan in the United States House of Representatives and United States Senate and was a Justice of the Michigan Supreme Court. He co-sponsored the Landrum-Griffin Act, which regulates the internal affairs of labor unions. As a deputy minority leader in the Senate, he called on President Richard Nixon"}]}, {"heading": "Deaths", "year": "2015", "date": "April 17", "txt": "Scotty Probasco, American businessman and philanthropist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 17", "txt": "Jeremiah J. Rodell, American general (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 17", "txt": "A. Alfred Taubman, American businessman and philanthropist (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "April 17", "txt": "Chyna, American wrestler (b. 1969)", "entities": [{"title": "Chyna", "href": "/wiki/Chyna", "description": "\n\nChyna was an American professional wrestler, glamour model, author and bodybuilder."}]}, {"heading": "Deaths", "year": "2016", "date": "April 17", "txt": "Doris Roberts, American actress (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "April 17", "txt": "Barbara Bush, former First Lady of the United States (b. 1925)", "entities": [{"title": "Barbara Bush", "href": "/wiki/Barbara_Bush", "description": "Barbara Bush was the first lady of the United States from 1989 to 1993 as the wife of George H. W. Bush, who served as the 41st president of the United States, and the founder of the Barbara Bush Foundation for Family Literacy. She previously was the second lady of the United States from 1981 to 1989. Among her six children are George W. Bush, the 43rd president of the United States, and Jeb Bush,"}]}, {"heading": "Deaths", "year": "2018", "date": "April 17", "txt": "Carl Kasell, American radio personality (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "April 17", "txt": "Alan García, Peruvian lawyer and politician, 61st and 64th President of Peru (b. 1949)", "entities": [{"title": "Alan García", "href": "/wiki/Alan_Garc%C3%ADa", "description": "Alan Gabriel Ludwig García Pérez was a Peruvian politician who served as President of Peru for two non-consecutive terms from 1985 to 1990 and from 2006 to 2011. He was the second leader of the Peruvian Aprista Party and to date the only party member ever to have served as President. Mentored by the founder of the APRA, Víctor Raúl Haya de la Torre, he served in the Constituent Assembly of 1978–19"}, {"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}]