[{"heading": "Events", "year": "1513", "date": "April 2", "txt": "Spanish explorer Juan Ponce de León first sights land in what is now the United States state of Florida.", "entities": [{"title": "Juan Ponce de León", "href": "/wiki/Juan_Ponce_de_Le%C3%B3n", "description": "Juan Ponce de León, was a Spanish explorer and conquistador known for leading the first official European expedition to Florida and serving as the first governor of Puerto Rico. He was born in Santervás de Campos, Valladolid, Spain in 1474. Though little is known about his family, he was of noble birth and served in the Spanish military from a young age. He first came to the Americas as a \"gentlem"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1755", "date": "April 2", "txt": "Commodore William James captures the Maratha fortress of Suvarnadurg on the west coast of India.", "entities": [{"title": "Commodore (Royal Navy)", "href": "/wiki/Commodore_(Royal_Navy)", "description": "Commodore (Cdre) is a rank of the Royal Navy above captain and below rear admiral. It has a NATO ranking code of OF-6. The rank is equivalent to brigadier in the British Army and Royal Marines and to air commodore in the Royal Air Force."}, {"title": "William James (naval commander)", "href": "/wiki/William_James_(naval_commander)", "description": "Commodore Sir William James, 1st Baronet, FRS was a Welsh-born commander of the East India Company navy, director of the company and politician who sat in the House of Commons from 1774 to 1783. He conducted successful campaigns against the navies of Indian territories."}, {"title": "Maratha", "href": "/wiki/Maratha", "description": "The Maratha caste are a Marathi clan originally formed in the earlier centuries from the amalgamation of families from the peasant (Kunbi), shepherd (Dhangar), pastoral (Gawli), blacksmith (Lohar), Sutar (carpenter), Bhandari, Thakar and Koli castes in Maharashtra. Many of them took to military service in the 16th century for the Deccan sultanates or the Mughals. Later in the 17th and 18th centuri"}, {"title": "Suvarnadurg", "href": "/wiki/Suvarnadurg", "description": "Suvarnadurg is a fort that is located between Mumbai and Goa on a small island in the Arabian Sea, near Harnai in Konkan, along the West Coast of India, in the Indian state of Maharashtra. The fort also includes another small land fort called the Kanakadurga at the base of headland of Harnai port on the coast. Building of the fort is credited to Chhatrapati Shivaji Maharaj, founder of the Maratha "}]}, {"heading": "Events", "year": "1792", "date": "April 2", "txt": "The Coinage Act is passed establishing the United States Mint.", "entities": [{"title": "Coinage Act of 1792", "href": "/wiki/Coinage_Act_of_1792", "description": "The Coinage Act, passed by the United States Congress on April 2, 1792, created the United States dollar as the country's standard unit of money, established the United States Mint, and regulated the coinage of the United States. This act established the silver dollar as the unit of money in the United States, declared it to be lawful tender, and created a decimal system for U.S. currency."}, {"title": "United States Mint", "href": "/wiki/United_States_Mint", "description": "The United States Mint is a bureau of the Department of the Treasury responsible for producing coinage for the United States to conduct its trade and commerce, as well as controlling the movement of bullion. It does not produce paper money; that responsibility belongs to the Bureau of Engraving and Printing. The first United States Mint was created in Philadelphia in 1792, and soon joined by other"}]}, {"heading": "Events", "year": "1800", "date": "April 2", "txt": "Ludwig van Beethoven leads the premiere of his First Symphony in Vienna.", "entities": [{"title": "Ludwig van Beethoven", "href": "/wiki/Ludwig_van_Beethoven", "description": "Ludwig van Beethoven was a German composer and pianist. Beethoven remains one of the most admired composers in the history of Western music; his works rank amongst the most performed of the classical music repertoire. His works span the transition from the classical period to the romantic era in classical music. His career has conventionally been divided into early, middle, and late periods. The \""}, {"title": "Symphony No. 1 (Beethoven)", "href": "/wiki/Symphony_No._1_(Beethoven)", "description": "Ludwig van Beethoven's Symphony No. 1 in C major, Op. 21, was dedicated to Baron Gottfried van Swieten, an early patron of the composer. The piece was published in 1801 by Hoffmeister & Kühnel of Leipzig. It is not known exactly when Beethoven finished writing this work, but sketches of the finale were found to be from 1795."}, {"title": "Vienna", "href": "/wiki/Vienna", "description": "Vienna is the national capital, largest city, and one of nine states of Austria. Vienna is Austria's most populous city, with about 1.9 million inhabitants, and its cultural, economic, and political centre. It is the 6th-largest city by population within city limits in the European Union."}]}, {"heading": "Events", "year": "1800", "date": "April 2", "txt": "The Treaty of Constantinople establishes the Septinsular Republic, the first autonomous Greek state since the Fall of the Byzantine Empire.", "entities": [{"title": "Septinsular Republic", "href": "/wiki/Septinsular_Republic", "description": "The Septinsular Republic was an oligarchic republic that existed from 1800 to 1807 under nominal Russian and Ottoman sovereignty in the Ionian Islands."}, {"title": "Fall of the Byzantine Empire", "href": "/wiki/Fall_of_the_Byzantine_Empire", "description": "The fall of Constantinople was the capture of the Byzantine Empire's capital by the Ottoman Empire. The city fell on 29 May 1453, the culmination of a 53-day siege which had begun on 6 April 1453."}]}, {"heading": "Events", "year": "1801", "date": "April 2", "txt": "French Revolutionary Wars: The British capture the Danish fleet.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Battle of Copenhagen (1801)", "href": "/wiki/Battle_of_Copenhagen_(1801)", "description": "The Battle of Copenhagen of 1801, also known as the First Battle of Copenhagen to distinguish it from the Second Battle of Copenhagen in 1807, was a naval battle in which a British fleet fought and defeated a smaller force of the Dano-Norwegian Navy anchored near Copenhagen on 2 April 1801. The battle came about over British fears that the powerful Danish fleet would ally with France, and a breakd"}]}, {"heading": "Events", "year": "1851", "date": "April 2", "txt": "Rama IV is crowned King of Thailand.", "entities": [{"title": "Mongkut", "href": "/wiki/Mongkut", "description": "Mongkut, also known as King Rama IV, reigning title Phra Chom Klao Chao Yu Hua, was the fourth monarch of Siam (Thailand) under the House of Chakri, ruling from 1851 to 1868. Posthumously, he was known as Phra Siam Thewa Mahamakut Witthaya the Great."}, {"title": "Monarchy of Thailand", "href": "/wiki/Monarchy_of_Thailand", "description": "The monarchy of Thailand refers to the constitutional monarchy and monarch of the Kingdom of Thailand. The King of Thailand is the head of state and head of the ruling Royal House of Chakri."}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Events", "year": "1863", "date": "April 2", "txt": "American Civil War: The largest in a series of Southern bread riots occurs in Richmond, Virginia.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Southern bread riots", "href": "/wiki/Southern_bread_riots", "description": "The Southern bread riots were events of civil unrest in the Confederacy during the American Civil War, perpetrated mostly by women in March and April 1863. During these riots, which occurred in cities throughout the South, women and men violently invaded and looted various shops and stores."}, {"title": "Richmond, Virginia", "href": "/wiki/Richmond,_Virginia", "description": "Richmond is the capital city of the Commonwealth of Virginia in the United States. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871. As of the 2010 census, the city's population was 204,214; in 2019, the population was estimated to be 230,436, making Richmond the fourt"}]}, {"heading": "Events", "year": "1865", "date": "April 2", "txt": "American Civil War: Defeat at the Third Battle of Petersburg forces the Army of Northern Virginia and the Confederate government to abandon Richmond, Virginia.", "entities": [{"title": "Third Battle of Petersburg", "href": "/wiki/Third_Battle_of_Petersburg", "description": "The Third Battle of Petersburg, also known as the Breakthrough at Petersburg or the Fall of Petersburg, was fought on April 2, 1865, south and southwest of Petersburg, Virginia, at the end of the 292-day Richmond–Petersburg Campaign and in the beginning stage of the Appomattox Campaign near the conclusion of the American Civil War. The Union Army under the overall command of General-in-Chief Lieut"}, {"title": "Army of Northern Virginia", "href": "/wiki/Army_of_Northern_Virginia", "description": "The Army of Northern Virginia was the primary military force of the Confederate States of America in the Eastern Theater of the American Civil War. It was also the primary command structure of the Department of Northern Virginia. It was most often arrayed against the Union Army of the Potomac."}, {"title": "Richmond, Virginia", "href": "/wiki/Richmond,_Virginia", "description": "Richmond is the capital city of the Commonwealth of Virginia in the United States. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871. As of the 2010 census, the city's population was 204,214; in 2019, the population was estimated to be 230,436, making Richmond the fourt"}]}, {"heading": "Events", "year": "1885", "date": "April 2", "txt": "Canadian Cree warriors attack the village of Frog Lake, killing nine.", "entities": [{"title": "Cree", "href": "/wiki/Cree", "description": "The Cree are one of the largest groups of First Nations in North America."}, {"title": "Frog Lake Massacre", "href": "/wiki/Frog_Lake_Massacre", "description": "The Frog Lake Massacre was part of the Cree uprising during the North-West Rebellion in western Canada. Led by Wandering Spirit, young Cree men attacked officials, clergy and settlers in the small settlement of Frog Lake in the District of Saskatchewan in the Northwest Territories on 2 April 1885. Nine settlers were murdered in the incident."}, {"title": "Frog Lake, Alberta", "href": "/wiki/Frog_Lake,_Alberta", "description": "Frog Lake is a Cree community approximately 207 km (129 mi) east of Edmonton, Alberta, Canada. It is located 11 km (6.8 mi) northeast of the Hamlet of Heinsburg and 13 km (8.1 mi) southwest of the Fishing Lake Metis Settlement."}]}, {"heading": "Events", "year": "1900", "date": "April 2", "txt": "The United States Congress passes the Foraker Act, giving Puerto Rico limited self-rule.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Foraker Act", "href": "/wiki/Foraker_Act", "description": "The Foraker Act, Pub.L. 56–191, 31 Stat. 77, enacted April 12, 1900, officially known as the Organic Act of 1900, is a United States federal law that established civilian government on the island of Puerto Rico, which had recently become a possession of the United States as a result of the Spanish–American War. Section VII of the Foraker Act also established Puerto Rican citizenship. President Wil"}, {"title": "Puerto Rico", "href": "/wiki/Puerto_Rico", "description": "Puerto Rico, officially the Commonwealth of Puerto Rico is a Caribbean island and unincorporated territory of the United States. It is located in the northeast Caribbean Sea, approximately 1,000 miles (1,600 km) southeast of Miami, Florida."}, {"title": "Self-rule", "href": "/wiki/Self-rule", "description": "Self-governance, self-government, or self-rule is the ability of a person or group to exercise all necessary functions of regulation without intervention from an external authority. It may refer to personal conduct or to any form of institution, such as family units, social groups, affinity groups, legal bodies, industry bodies, religions, and political entities of various degree. Self-governance "}]}, {"heading": "Events", "year": "1902", "date": "April 2", "txt": "Dmitry Sipyagin, Minister of Interior of the Russian Empire, is assassinated in the Marie Palace, Saint Petersburg.", "entities": [{"title": "Dmitry Sipyagin", "href": "/wiki/Dmitry_Sipyagin", "description": "Dmitry Sergeyevich Sipyagin was a Russian politician."}, {"title": "Ministry of Internal Affairs (Russia)", "href": "/wiki/Ministry_of_Internal_Affairs_(Russia)", "description": "The Ministry of Internal Affairs of the Russian Federation is the interior ministry of Russia. Emperor Alexander I of Russia founded its predecessor in 1802 in Imperial Russia. The Ministry has its headquarters in Moscow."}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Marie Palace", "href": "/wiki/Marie_Palace", "description": "Mariinsky Palace, also known as Marie Palace, was the last neoclassical Imperial residence to be constructed in Saint Petersburg. It was built between 1839 and 1844, designed by the court architect Andrei Stackenschneider. It houses the city's Legislative Assembly."}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1902", "date": "April 2", "txt": "\"Electric Theatre\", the first full-time movie theater in the United States, opens in Los Angeles.", "entities": [{"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1911", "date": "April 2", "txt": "The Australian Bureau of Statistics conducts the country's first national census.", "entities": [{"title": "Australian Bureau of Statistics", "href": "/wiki/Australian_Bureau_of_Statistics", "description": "The Australian Bureau of Statistics (ABS) is the independent statutory agency of the Australian Government responsible for statistical collection and analysis, and for giving evidence-based advice to federal, state and territory governments. The ABS collects and analyses statistics on economic, population, environmental and social issues, publishing many on their website. The ABS also operates the"}, {"title": "Census in Australia", "href": "/wiki/Census_in_Australia", "description": "The Census in Australia, officially the Census of Population and Housing, is the national census in Australia that occurs every five years. The census collects key demographic, social and economic data from all people in Australia on census night, including overseas visitors and residents of Australian external territories, only excluding foreign diplomats. The census is the largest and most signi"}]}, {"heading": "Events", "year": "1912", "date": "April 2", "txt": "The ill-fated RMS Titanic begins sea trials.", "entities": [{"title": "RMS Titanic", "href": "/wiki/RMS_Titanic", "description": "RMS Titanic was a British passenger liner operated by the White Star Line that sank in the North Atlantic Ocean on 15 April 1912, after striking an iceberg during her maiden voyage from Southampton to New York City. Of the estimated 2,224 passengers and crew aboard, more than 1,500 died, making the sinking at the time one of the deadliest of a single ship and the deadliest peacetime sinking of a s"}, {"title": "Sea trial", "href": "/wiki/Sea_trial", "description": "A sea trial is the testing phase of a watercraft. It is also referred to as a \"shakedown cruise\" by many naval personnel. It is usually the last phase of construction and takes place on open water, and it can last from a few hours to many days."}]}, {"heading": "Events", "year": "1917", "date": "April 2", "txt": "American entry into World War I: President Wilson asks the U.S. Congress for a declaration of war on Germany.", "entities": [{"title": "American entry into World War I", "href": "/wiki/American_entry_into_World_War_I", "description": "The American entry into World War I came in April 1917, after more than two and a half years of efforts by President Woodrow Wilson to keep the United States out of the war."}]}, {"heading": "Events", "year": "1921", "date": "April 2", "txt": "The Autonomous Government of Khorasan, a military government encompassing the modern state of Iran, is established.", "entities": [{"title": "Autonomous Government of Khorasan", "href": "/wiki/Autonomous_Government_of_Khorasan", "description": "The Autonomous Government of Khorasan was a short-lived military state set up in Iran. It was formally established on the April 2, 1921, and collapsed a few months later, on October 6, 1921. The area administered by the state was approximately 388,332 square kilometres and its capital was Mashhad."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}]}, {"heading": "Events", "year": "1930", "date": "April 2", "txt": "After the mysterious death of Empress Zewditu, Haile Selassie is proclaimed emperor of Ethiopia.", "entities": [{"title": "Zewditu", "href": "/wiki/Zewditu", "description": "Zewditu, also spelled Zeoditu or Zawditu or Zauditu; born Askala Maryam was Empress of Ethiopia from 1916 to 1930. The first female head of an internationally recognized country in Africa in the 19th and 20th centuries, and the first empress regnant of the Ethiopian Empire, her reign was noted for the reforms of her Regent and designated heir Ras Tafari Makonnen, about which she was at best ambiva"}, {"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Events", "year": "1956", "date": "April 2", "txt": "As the World Turns and The Edge of Night premiere on CBS. The two soaps become the first daytime dramas to debut in the 30-minute format.", "entities": [{"title": "CBS", "href": "/wiki/CBS", "description": "CBS is an American commercial broadcast television and radio network. It serves as the flagship property of the CBS Entertainment Group division of ViacomCBS. The network is headquartered at the CBS Building in New York City, with major production facilities and operations at the CBS Broadcast Center in New York City, and CBS Television City and the CBS Studio Center in Los Angeles."}]}, {"heading": "Events", "year": "1964", "date": "April 2", "txt": "The Soviet Union launches Zond 1.", "entities": [{"title": "Zond 1", "href": "/wiki/Zond_1", "description": "Zond 1 was a spacecraft of the Soviet Zond program. It was the second Soviet research spacecraft to reach Venus, although communications had failed by that time. It carried a 90 cm spherical landing capsule, containing experiments for chemical analysis of the atmosphere, gamma-ray measurements of surface rocks, a photometer, temperature and pressure gauges, and a motion/rocking sensor in case it l"}]}, {"heading": "Events", "year": "1972", "date": "April 2", "txt": "Actor Charlie Chaplin returns to the United States for the first time since being labeled a communist during the Red Scare in the early 1950s.", "entities": [{"title": "Charlie Chaplin", "href": "/wiki/Charlie_Chaplin", "description": "Sir Charles Spencer Chaplin was an English comic actor, filmmaker, and composer who rose to fame in the era of silent film. He became a worldwide icon through his screen persona, The Tramp, and is considered one of the most important figures in the history of the film industry. His career spanned more than 75 years, from childhood in the Victorian era until a year before his death in 1977, and enc"}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "Second Red Scare", "href": "/wiki/Second_Red_Scare", "description": "McCarthyism is the practice of making accusations of subversion or treason, especially when related to communism. The term refers to U.S. senator Joseph McCarthy (R-Wisconsin) and has its origins in the period in the United States known as the Second Red Scare, lasting from the late 1940s through the 1950s. It was characterized by heightened political repression and a campaign spreading fear of co"}]}, {"heading": "Events", "year": "1973", "date": "April 2", "txt": "Launch of the LexisNexis computerized legal research service.", "entities": [{"title": "LexisNexis", "href": "/wiki/LexisNexis", "description": "LexisNexis is an American corporation that sells data mining platforms through online portals, computer-assisted legal research (CALR) and information about vast swaths of consumers around the world. During the 1970s, LexisNexis began to make legal and journalistic documents more accessible electronically. As of 2006, the company had the world's largest electronic database for legal and public-rec"}]}, {"heading": "Events", "year": "1975", "date": "April 2", "txt": "Vietnam War: Thousands of civilian refugees flee from Quảng Ngãi Province in front of advancing North Vietnamese troops.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Refugee", "href": "/wiki/Refugee", "description": "A refugee, generally speaking, is a displaced person who has been forced to cross national boundaries and who cannot return home safely. Such a person may be called an asylum seeker until granted refugee status by the contracting state or the United Nations High Commissioner for Refugees (UNHCR) if they formally make a claim for asylum.\nThe lead international agency coordinating refugee protection"}, {"title": "Quảng Ngãi Province", "href": "/wiki/Qu%E1%BA%A3ng_Ng%C3%A3i_Province", "description": "Quảng Ngãi is a province in the South Central Coast region of Vietnam, on the coast of East Sea. It is located 883 kilometres (549 mi) south of Hanoi and 838 kilometres (521 mi) north of Hồ Chí Minh City. The province has been historically populated with H're people and ethnic Kinh, and located on the coast."}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1976", "date": "April 2", "txt": "Prince Norodom Sihanouk resigns as leader of Cambodia and is placed under house arrest.", "entities": [{"title": "Norodom Sihanouk", "href": "/wiki/Norodom_Sihanouk", "description": "Norodom Sihanouk was a Cambodian politician who led Cambodia in various capacities throughout his political career, but most often as the King of Cambodia. In Cambodia, he is known as Samdech Euv. During his lifetime, Cambodia was variously called the French Protectorate of Cambodia, the Kingdom of Cambodia (1953–1970), the Khmer Republic (1970–75), Democratic Kampuchea (1975–79), the People's Rep"}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}, {"title": "House arrest", "href": "/wiki/House_arrest", "description": "In justice and law, house arrest is a measure by which a person is confined by the authorities to their residence. Travel is usually restricted, if allowed at all. House arrest is an alternative to being in a prison while awaiting trial or after sentencing."}]}, {"heading": "Events", "year": "1979", "date": "April 2", "txt": "A Soviet bio-warfare laboratory at Sverdlovsk accidentally releases airborne anthrax spores, killing 66 plus an unknown amount of livestock.", "entities": [{"title": "Sverdlovsk anthrax leak", "href": "/wiki/Sverdlovsk_anthrax_leak", "description": "\nOn 2 April 1979, spores of anthrax were accidentally released from a Soviet military research facility near the city of Sverdlovsk, Russia. The ensuing outbreak of the disease resulted in approximately 100 deaths, although the exact number of victims remains unknown. The cause of the outbreak was denied for years by the Soviet authorities, which blamed the deaths on consumption of tainted meat fr"}]}, {"heading": "Events", "year": "1980", "date": "April 2", "txt": "United States President Jimmy Carter signs the Crude Oil Windfall Profits Tax Act.", "entities": [{"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "Crude Oil", "href": "/wiki/Crude_Oil", "description": "Petroleum, also known as crude oil and oil, is a naturally occurring, yellowish-black liquid found in geological formations beneath the Earth's surface. It is commonly refined into various types of fuels. Components of petroleum are separated using a technique called fractional distillation, i.e. separation of a liquid mixture into fractions differing in boiling point by means of distillation, typ"}, {"title": "Windfall Profits Tax", "href": "/wiki/Windfall_Profits_Tax", "description": "A windfall profits tax is a higher tax rate on profits that ensue from a sudden windfall gain to a particular company or industry."}]}, {"heading": "Events", "year": "1982", "date": "April 2", "txt": "Falklands War: Argentina invades the Falkland Islands.", "entities": [{"title": "Falklands War", "href": "/wiki/Falklands_War", "description": "The Falklands War was a 10-week undeclared war between Argentina and the United Kingdom in 1982 over two British dependent territories in the South Atlantic: the Falkland Islands and its territorial dependency, South Georgia and the South Sandwich Islands."}, {"title": "1982 invasion of the Falkland Islands", "href": "/wiki/1982_invasion_of_the_Falkland_Islands", "description": "The Invasion of the Falkland Islands, code-named Operation Rosario, was a military operation launched by Argentine forces on 2 April 1982, to capture the Falkland Islands, and served as a catalyst for the subsequent Falklands War. The Argentines mounted amphibious landings and the invasion ended with the surrender of Falkland Government House."}]}, {"heading": "Events", "year": "1986", "date": "April 2", "txt": "Alabama governor George Wallace, a former segregationist, best known for the \"Stand in the Schoolhouse Door\", announces that he will not seek a fifth four-year term and will retire from public life upon the end of his term in January 1987.", "entities": [{"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "George Wallace", "href": "/wiki/George_Wallace", "description": "George Corley Wallace Jr. was an American politician who served as the 45th governor of Alabama for four terms. A member of the Democratic Party, he is best remembered for his staunch segregationist and populist views.\nDuring his tenure, he promoted \"industrial development, low taxes, and trade schools\". Wallace sought the United States presidency as a Democrat three times, and once as an American"}, {"title": "Segregationist", "href": "/wiki/Segregationist", "description": "Racial segregation is the systematic separation of people into racial or other ethnic groups in daily life. Racial segregation can amount to the international crime of apartheid and a crime against humanity under the Statute of the International Criminal Court. Segregation can involve the spatial separation of the races, and mandatory use of different institutions, such as schools and hospitals by"}, {"title": "Stand in the Schoolhouse Door", "href": "/wiki/Stand_in_the_Schoolhouse_Door", "description": "The Stand in the Schoolhouse Door took place at Foster Auditorium at the University of Alabama on June 11, 1963. George Wallace, the Governor of Alabama, in a symbolic attempt to keep his inaugural promise of \"segregation now, segregation tomorrow, segregation forever\" and stop the desegregation of schools, stood at the door of the auditorium as if to block the entry of two African American studen"}]}, {"heading": "Events", "year": "1989", "date": "April 2", "txt": "Soviet leader Mikhail Gorbachev arrives in Havana, Cuba, to meet with Fidel Castro in an attempt to mend strained relations.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "Havana", "href": "/wiki/Havana", "description": "Havana is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region."}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}]}, {"heading": "Events", "year": "1991", "date": "April 2", "txt": "Rita Johnston becomes the first female Premier of a Canadian province when she succeeds William Vander Zalm (who had resigned) as Premier of British Columbia.", "entities": [{"title": "Rita Johnston", "href": "/wiki/Rita_Johnston", "description": "Rita Margaret Johnston is a Canadian politician in British Columbia. Johnston became the first female premier in Canadian history when she succeeded Bill Vander Zalm in 1991 to become the 29th Premier of British Columbia."}, {"title": "Premier (Canada)", "href": "/wiki/Premier_(Canada)", "description": "In Canada, a premier is the head of government of a province or territory. Though the word is merely a synonym for prime minister, it is employed for provincial prime ministers to differentiate them from the Prime Minister of Canada. There are currently ten provincial premiers and three territorial premiers. These persons are styled The Honourable only while in office, unless they are admitted to "}, {"title": "Province (Canada)", "href": "/wiki/Province_(Canada)", "description": "The provinces and territories of Canada are sub-national divisions within the geographical areas of Canada under the jurisdiction of the Canadian Constitution. In the 1867 Canadian Confederation, three provinces of British North America—New Brunswick, Nova Scotia, and the Province of Canada —were united to form a federated colony, becoming a sovereign nation in the next century. Over its history, "}, {"title": "William Vander Zalm", "href": "/wiki/William_Vander_Zalm", "description": "William Nicholas Vander Zalm is a politician and entrepreneur in British Columbia, Canada. He was the 28th Premier of British Columbia from 1986 to 1991."}, {"title": "Premier of British Columbia", "href": "/wiki/Premier_of_British_Columbia", "description": "The premier of British Columbia is the first minister, head of government, and de facto chief executive for the Canadian province of British Columbia. Until the early 1970s, the title prime minister of British Columbia was often used. The word premier is derived from the French word of the same spelling, meaning \"first\"; and ultimately from the Latin word primarius, meaning \"primary\"."}]}, {"heading": "Events", "year": "1992", "date": "April 2", "txt": "In New York, Mafia boss John Gotti is convicted of murder and racketeering and is later sentenced to life in prison.", "entities": [{"title": "New York (state)", "href": "/wiki/New_York_(state)", "description": "New York is a state in the Mid-Atlantic and Northeastern regions of the United States. It was one of the original thirteen colonies forming the United States. With a total area of 54,556 square miles (141,300 km2), New York is the 27th largest state; its population of more than 20 million people in 2020 makes it the fourth most populous state in the U.S. The state is bordered by New Jersey and Pen"}, {"title": "American Mafia", "href": "/wiki/American_Mafia", "description": "The American Mafia, commonly referred to in North America as the Italian-American Mafia, the Mafia, or the Mob, is a highly organized Italian-American criminal society and criminal organization. The organization is often referred to by its members as Cosa Nostra and by the American government as La Cosa Nostra (LCN). The organization's name is derived from the original Mafia or Cosa nostra, the Si"}, {"title": "John Gotti", "href": "/wiki/John_Gotti", "description": "John Joseph Gotti Jr. was an American gangster and boss of the Gambino crime family in New York City. He ordered and helped to orchestrate the murder of Gambino boss Paul Castellano in December 1985 and took over the family shortly thereafter, becoming boss of what has been described as America's most powerful crime syndicate."}, {"title": "Racketeering", "href": "/wiki/Racketeering", "description": "Racketeering is a genre of organized crime in which the perpetrators set up a coercive, fraudulent, or otherwise illegal scheme to repeatedly collect money or other profit."}, {"title": "Life imprisonment", "href": "/wiki/Life_imprisonment", "description": "Life imprisonment is any sentence of imprisonment for a crime under which convicted people are to remain in prison either for the rest of their natural lives or until pardoned, paroled or otherwise commuted to a fixed term. Crimes for which, in some countries, a person could receive this sentence include murder, attempted murder, conspiracy to commit murder, blasphemy, apostasy, terrorism, severe "}]}, {"heading": "Events", "year": "1992", "date": "April 2", "txt": "Forty-two civilians are massacred in the town of Bijeljina in Bosnia and Herzegovina.", "entities": [{"title": "Bijeljina", "href": "/wiki/Bijeljina", "description": "Bijeljina is a city in Bosnia and Herzegovina. It is located in the Republika Srpska entity and is the provincial center of Semberija, a geographic region in the country's northeast. As of 2013, it has a population of 107,715 inhabitants. Bijeljina was designated European city of sport."}, {"title": "Bosnia and Herzegovina", "href": "/wiki/Bosnia_and_Herzegovina", "description": "Bosnia and Herzegovina, abbreviated BiH or B&H, sometimes called Bosnia–Herzegovina and often known informally as Bosnia, is a country in South and Southeast Europe, located within the Balkans. Sarajevo is the capital and largest city."}]}, {"heading": "Events", "year": "2002", "date": "April 2", "txt": "Israeli forces surround the Church of the Nativity in Bethlehem, into which armed Palestinians had retreated.", "entities": [{"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Siege of the Church of the Nativity in Bethlehem", "href": "/wiki/Siege_of_the_Church_of_the_Nativity_in_Bethlehem", "description": "The Siege of the Church of the Nativity in Bethlehem was a siege of suspected Palestinian militants by Israel Defense Forces in Bethlehem in the West Bank that lasted from 2 April to 10 May 2002."}, {"title": "Bethlehem", "href": "/wiki/Bethlehem", "description": "Bethlehem is a city in the central West Bank, Palestine, about 10 km south of Jerusalem. Its population is approximately 25,000, and it is the capital of the Bethlehem Governorate. The economy is primarily tourist-driven, peaking during the Christmas season, when Christians make pilgrimage to the Church of the Nativity. The important holy site of Rachel's Tomb is at the northern entrance of Bethle"}, {"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}]}, {"heading": "Events", "year": "2004", "date": "April 2", "txt": "Islamist terrorists involved in the 11 March 2004 Madrid attacks attempt to bomb the Spanish high-speed train AVE near Madrid; the attack is thwarted.", "entities": [{"title": "Islamism", "href": "/wiki/Islamism", "description": "Islamism is commonly used interchangeably with the terms such as political Islam or Islamic fundamentalism, and more specifically it refers to movements that call for full implementation of sharia. Different currents of Islamist thought include advocating a \"revolutionary\" strategy of Islamizing society through exercise of state power, and alternately a \"reformist\" strategy to re-Islamizing societ"}, {"title": "Terrorism", "href": "/wiki/Terrorism", "description": "Terrorism is, in the broadest sense, the use of intentional violence to achieve political aims. It is used in this regard primarily to refer to violence during peacetime or in the context of war against non-combatants. The terms \"terrorist\" and \"terrorism\" originated during the French Revolution of the late 18th century but became widely used internationally and gained worldwide attention in the 1"}, {"title": "11 March 2004 Madrid attacks", "href": "/wiki/11_March_2004_Madrid_attacks", "description": "The 2004 Madrid train bombings were nearly simultaneous, coordinated bombings against the Cercanías commuter train system of Madrid, Spain, on the morning of 11 March 2004—three days before Spain's general elections. The explosions killed 193 people and injured around 2,000. The bombings constituted the deadliest terrorist attack carried out in the history of Spain and the deadliest in Europe sinc"}, {"title": "AVE", "href": "/wiki/AVE", "description": "Alta Velocidad Española (AVE) is a service of high-speed rail in Spain operated by Renfe, the Spanish national railway company, at speeds of up to 310 km/h (193 mph). As of August 2017, the Spanish AVE system is the longest HSR network in Europe with 3,240 km (2,010 mi) and the second longest in the world, after China's."}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}]}, {"heading": "Events", "year": "2006", "date": "April 2", "txt": "Over 60 tornadoes break out in the United States; Tennessee is hardest hit with 29 people killed.", "entities": [{"title": "Tornado", "href": "/wiki/Tornado", "description": "A tornado is a violently rotating column of air that is in contact with both the surface of the Earth and a cumulonimbus cloud or, in rare cases, the base of a cumulus cloud. The windstorm is often referred to as a twister, whirlwind or cyclone, although the word cyclone is used in meteorology to name a weather system with a low-pressure area in the center around which, from an observer looking do"}, {"title": "April 2, 2006 tornado outbreak", "href": "/wiki/April_2,_2006_tornado_outbreak", "description": "The tornado outbreak of April 2, 2006 was a series of tornadoes that occurred during the late afternoon and evening of April 2, 2006, in the central United States. It was the second major outbreak of 2006, in the same area that suffered considerable destruction in a previous outbreak on March 11 and March 12, as well as an outbreak on November 15, 2005. The most notable tornadoes of the outbreak s"}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}]}, {"heading": "Events", "year": "2012", "date": "April 2", "txt": "A mass shooting at Oikos University in California leaves seven people dead and three injured.", "entities": [{"title": "Oikos University shooting", "href": "/wiki/Oikos_University_shooting", "description": "The Oikos University shooting occurred on April 2, 2012, when a gunman shot at people inside Oikos University, a Korean Christian college in Oakland, California, United States. Within a few hours, the number of reported fatalities reached seven. One L. Goh, a former student at the school, was taken into custody and identified as the suspect in the shooting. Along with the California State Universi"}]}, {"heading": "Events", "year": "2014", "date": "April 2", "txt": "A spree shooting occurs at the Fort Hood army base in Texas, with four dead, including the gunman, and 16 others injured.", "entities": [{"title": "2014 Fort Hood shooting", "href": "/wiki/2014_Fort_Hood_shooting", "description": "On April 2, 2014, a shooting spree was perpetrated at several locations on the Fort Hood military base near Killeen, Texas. Four people, including the gunman, were killed while 14 additional people were injured; 12 by gunshot wounds. The shooter, 34-year-old Army Specialist Ivan Lopez, died of a self-inflicted gunshot wound."}, {"title": "Fort Hood", "href": "/wiki/Fort_Hood", "description": "Fort Hood is a United States Army post located in Killeen, Texas. Named after Confederate General John Bell Hood, it is located halfway between Austin and Waco, about 60 miles (97 km) from each, within the U.S. state of Texas. The post is the headquarters of III Corps and First Army Division West and is home to the 1st Cavalry Division and 3rd Cavalry Regiment, among others. It is one of the U.S. "}]}, {"heading": "Events", "year": "2015", "date": "April 2", "txt": "Gunmen attack Garissa University College in Kenya, killing at least 148 people and wounding 79 others.", "entities": [{"title": "Garissa University College attack", "href": "/wiki/Garissa_University_College_attack", "description": "On 2 April 2015, gunmen stormed the Garissa University College in Garissa, Kenya, killing 148 people, and injuring 79 or more. The militant group and Al-Qaeda offshoot Al-Shabaab, which the gunmen claimed to be from, took responsibility for the attack. The gunmen took over 700 students hostage, freeing Muslims and killing those who identified as Christians. The siege ended the same day, when all f"}, {"title": "Garissa University College", "href": "/wiki/Garissa_University_College", "description": "Garissa University is a public university in Garissa, Kenya."}, {"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}]}, {"heading": "Events", "year": "2015", "date": "April 2", "txt": "Four men steal items worth up to £200 million from an underground safe deposit facility in London's Hatton Garden area in what has been called the \"largest burglary in English legal history.\"", "entities": [{"title": "Safe deposit", "href": "/wiki/Safe_deposit", "description": "A safe deposit box, also known as a safety deposit box, is an individually secured container, usually held within a larger safe or bank vault. Safe deposit boxes are generally located in banks, post offices or other institutions. Safe deposit boxes are used to store valuable possessions, such as gemstones, precious metals, currency, marketable securities, luxury goods, important documents, or comp"}, {"title": "Hatton Garden", "href": "/wiki/Hatton_Garden", "description": "Hatton Garden is a street and quiet commercial zone in the Holborn district of the London Borough of Camden, abutting the narrow precept of Saffron Hill which then abuts the City of London. It takes its name from Sir Christopher Hatton, a favourite of Queen Elizabeth I, who established a mansion here and gained possession of the garden and orchard of Ely Place, the London seat of the Bishops of El"}]}, {"heading": "Events", "year": "2021", "date": "April 2", "txt": "At least 49 people are killed in a train derailment in Taiwan after a truck accidently rolls onto the track.", "entities": [{"title": "Hualien train derailment", "href": "/wiki/Hualien_train_derailment", "description": "On 2 April 2021, at 09:28 NST (01:28 UTC), a Taroko Express train operated by the Taiwan Railways Administration (TRA) derailed at the north entrance of Qingshui Tunnel in Heren Section, Xiulin Township, Hualien County, Taiwan, killing 49 people and injuring at least 200 others. At the time of the accident, the train was carrying 494 passengers. North of Hualien City a construction truck had falle"}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "2021", "date": "April 2", "txt": "A Capitol Police officer is killed and another injured when an attacker rams his car into a barricade outside the United States Capitol.", "entities": [{"title": "April 2021 United States Capitol car attack", "href": "/wiki/April_2021_United_States_Capitol_car_attack", "description": "On April 2, 2021, a man deliberately rammed a car into the north barricade outside the United States Capitol in Washington, D.C., along Constitution Avenue. One Capitol Police officer was killed, and another officer was injured. During the attack, police officers shot the perpetrator. In response to the attack, the Capitol complex was locked down. Congress was in spring recess, so only a few membe"}, {"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}]}, {"heading": "Births", "year": "747", "date": "April 2", "txt": "Charlemagne, Frankish king (d. 814)", "entities": [{"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}]}, {"heading": "Births", "year": "1473", "date": "April 2", "txt": "John Corvinus, Hungarian noble (d. 1504)", "entities": [{"title": "John Corvinus", "href": "/wiki/John_Corvinus", "description": "John Corvinus was the illegitimate son of Matthias Corvinus, King of Hungary, and his mistress, Barbara Edelpöck."}]}, {"heading": "Births", "year": "1545", "date": "April 2", "txt": "Elisabeth of Valois (d. 1568)", "entities": [{"title": "Elisabeth of Valois", "href": "/wiki/Elisabeth_of_Valois", "description": "Elisabeth of Valois was Queen of Spain as the third spouse of Philip II of Spain. She was the eldest daughter of Henry II of France and Catherine de' Medici."}]}, {"heading": "Births", "year": "1565", "date": "April 2", "txt": "Cornelis de Houtman, Dutch explorer (d. 1599)", "entities": [{"title": "Cornelis de Houtman", "href": "/wiki/Cornelis_de_Houtman", "description": "Cornelis de Houtman, brother of Frederick de Houtman, was a Dutch explorer who discovered a new sea route from Europe to the East Indies, and who thus begun the Dutch spice trade. At the time, the Portuguese Empire held a monopoly on the spice trade, and the voyage was a symbolic victory for the Dutch, even though the voyage itself was a disaster. Houtman was also a spy, having worked against the "}]}, {"heading": "Births", "year": "1586", "date": "April 2", "txt": "Pietro Della Valle, Italian traveler (d. 1652)", "entities": [{"title": "Pietro Della Valle", "href": "/wiki/Pietro_Della_Valle", "description": "Pietro della Valle was an Italian composer, musicologist, and author who travelled throughout Asia during the Renaissance period. His travels took him to the Holy Land, the Middle East, Northern Africa, and as far as India."}]}, {"heading": "Births", "year": "1602", "date": "April 2", "txt": "Mary of Jesus of Ágreda, Franciscan abbess (d. 1665)", "entities": [{"title": "Mary of Jesus of Ágreda", "href": "/wiki/Mary_of_Jesus_of_%C3%81greda", "description": "Mary of Jesus of Ágreda , OIC, also known as the Abbess of Ágreda, was a Franciscan abbess and spiritual writer, known especially for her extensive correspondence with King Philip IV of Spain and reports of her bilocation between Spain and its colonies in New Spain. She was a noted mystic of her era."}]}, {"heading": "Births", "year": "1618", "date": "April 2", "txt": "Francesco Maria Grimaldi, Italian mathematician and physicist (d. 1663)", "entities": [{"title": "Francesco Maria Grimaldi", "href": "/wiki/Francesco_Maria_Grimaldi", "description": "Francesco Maria Grimaldi was an Italian Jesuit priest, mathematician and physicist who taught at the Jesuit college in Bologna. He was born in Bologna to Paride Grimaldi and Anna Cattani."}]}, {"heading": "Births", "year": "1647", "date": "April 2", "txt": "Maria Sibylla Merian, German-Dutch botanist and illustrator (d. 1717)", "entities": [{"title": "Maria Sibylla Merian", "href": "/wiki/Maria_Sibylla_Merian", "description": "Maria Sibylla Merian was a German-born naturalist and scientific illustrator, a descendant of the Frankfurt branch of the Swiss Merian family. Merian was one of the early European naturalists to observe insects directly."}]}, {"heading": "Births", "year": "1653", "date": "April 2", "txt": "Prince George of Denmark (d. 1708)", "entities": [{"title": "Prince George of Denmark", "href": "/wiki/Prince_George_of_Denmark", "description": "Prince George of Denmark and Norway, Duke of Cumberland, was the husband of Queen Anne, who reigned over Great Britain from 1702 to 1714."}]}, {"heading": "Births", "year": "1696", "date": "April 2", "txt": "Francesca Cuzzoni, Italian operatic soprano (d. 1778)", "entities": [{"title": "Francesca Cuzzoni", "href": "/wiki/Francesca_Cuzzoni", "description": "Francesca Cuzzoni was an Italian operatic soprano of the Baroque era."}]}, {"heading": "Births", "year": "1719", "date": "April 2", "txt": "Johann Wilhelm Ludwig Gleim, German poet (d. 1803)", "entities": [{"title": "Johann Wilhelm Ludwig Gleim", "href": "/wiki/Johann_Wilhelm_Ludwig_Gleim", "description": "Johann Wilhelm Ludwig Gleim was a German poet, commonly associated with the Enlightenment movement."}]}, {"heading": "Births", "year": "1725", "date": "April 2", "txt": "Giacomo Casanova, Italian explorer and author (d. 1798)", "entities": [{"title": "Giacomo Casanova", "href": "/wiki/Giacomo_Casanova", "description": "Giacomo Girolamo Casanova was an Italian adventurer and author from the Republic of Venice. His autobiography, Histoire de ma vie, is regarded as one of the most authentic sources of the customs and norms of European social life during the 18th century."}]}, {"heading": "Births", "year": "1788", "date": "April 2", "txt": "Francisco Balagtas, Filipino poet and author (d. 1862)", "entities": [{"title": "Francisco Balagtas", "href": "/wiki/Francisco_Balagtas", "description": "Francisco Balagtas y de la Cruz, commonly known as Francisco Balagtas and also as Francisco Baltazar, was a prominent Filipino poet during the Spanish colonial period of the Philippines. He is widely considered one of the greatest Filipino literary laureates for his impact on Filipino literature. The famous epic Florante at Laura is regarded as his defining work."}]}, {"heading": "Births", "year": "1788", "date": "April 2", "txt": "Wilhelmine Reichard, German balloonist (d. 1848)", "entities": []}, {"heading": "Births", "year": "1789", "date": "April 2", "txt": "Lucio Norberto Mansilla, Argentinian general and politician (d. 1871)", "entities": [{"title": "Lucio Norberto Mansilla", "href": "/wiki/Lucio_Norberto_Mansilla", "description": "Lucio Norberto Mansilla was an Argentine soldier and politician. He was the first governor of the Entre Ríos Province and fought in the battle of Vuelta de Obligado."}]}, {"heading": "Births", "year": "1792", "date": "April 2", "txt": "Francisco de Paula Santander, Colombian general and politician, 4th President of the Republic of the New Granada (d. 1840)", "entities": [{"title": "Francisco de Paula Santander", "href": "/wiki/Francisco_de_Paula_Santander", "description": "Francisco José de Paula Santander y Omaña, was a Colombian military and political leader during the 1810–1819 independence war of the United Provinces of New Granada. He was the acting President of Gran Colombia between 1819 and 1826, and later elected by Congress as the President of the Republic of New Granada between 1832 and 1837. Santander came to be known as \"The Man of the Laws\"."}, {"title": "President of the Republic of the New Granada", "href": "/wiki/President_of_the_Republic_of_the_New_Granada", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1798", "date": "April 2", "txt": "August Heinrich Hoffmann von Fallersleben, German poet and academic (d. 1874)", "entities": [{"title": "August Heinrich Hoffmann von Fallersleben", "href": "/wiki/August_Heinrich_Hoffmann_von_Fallersleben", "description": "August Heinrich Hoffmann was a German poet. He is best known for writing \"Das Lied der Deutschen\", its third stanza now being the national anthem of Germany, and a number of popular children's songs, considered part of the Young Germany movement."}]}, {"heading": "Births", "year": "1805", "date": "April 2", "txt": "Hans Christian Andersen, Danish novelist, short story writer, and poet (d. 1875)", "entities": [{"title": "Hans Christian Andersen", "href": "/wiki/Hans_Christian_Andersen", "description": "Hans Christian Andersen, in Denmark usually called H.C. Andersen, was a Danish author. Although a prolific writer of plays, travelogues, novels, and poems, he is best remembered for his fairy tales."}]}, {"heading": "Births", "year": "1814", "date": "April 2", "txt": "Henry L. Benning, American general and judge (d. 1875)", "entities": [{"title": "Henry L. Benning", "href": "/wiki/Henry_L._Benning", "description": "Henry Lewis Benning was a general in the Confederate States Army. He also was a lawyer, legislator, and judge on the Georgia Supreme Court. He commanded \"Benning's Brigade\" during the American Civil War. Following the Confederacy's defeat at the end of the war, he returned to his native Georgia, where he lived out the rest of his life. Fort Benning is named after him."}]}, {"heading": "Births", "year": "1814", "date": "April 2", "txt": "Erastus Brigham Bigelow, American inventor (d. 1879)", "entities": []}, {"heading": "Births", "year": "1827", "date": "April 2", "txt": "William Holman Hunt, English soldier and painter (d. 1910)", "entities": [{"title": "William Holman Hunt", "href": "/wiki/William_Holman_Hunt", "description": "William Holman Hunt was an English painter and one of the founders of the Pre-Raphaelite Brotherhood. His paintings were notable for their great attention to detail, vivid colour, and elaborate symbolism. These features were influenced by the writings of John Ruskin and Thomas Carlyle, according to whom the world itself should be read as a system of visual signs. For Hunt it was the duty of the ar"}]}, {"heading": "Births", "year": "1835", "date": "April 2", "txt": "Jacob Nash Victor, American engineer (d. 1907)", "entities": [{"title": "Jacob Nash Victor", "href": "/wiki/Jacob_Nash_Victor", "description": "Jacob Nash Victor, son of Henry Clay Victor and Gertrude Nash, was a civil engineer who worked as General Manager of the California Southern Railroad, a subsidiary of Atchison, Topeka and Santa Fe Railway. Victor oversaw the construction in the early 1880s of the California Southern between Colton and Barstow, California, including the section that is now one of the busiest rail freight routes in "}]}, {"heading": "Births", "year": "1838", "date": "April 2", "txt": "Léon Gambetta, French lawyer and politician, 45th Prime Minister of France (d. 1882)", "entities": [{"title": "Léon Gambetta", "href": "/wiki/L%C3%A9on_Gambetta", "description": "Léon Gambetta was a French statesman, prominent during and after the Franco-Prussian War."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1840", "date": "April 2", "txt": "Émile Zola, French novelist, playwright, journalist (d. 1902)", "entities": [{"title": "Émile Zola", "href": "/wiki/%C3%89mile_Zola", "description": "Émile Édouard Charles Antoine Zola was a French novelist, journalist, playwright, the best-known practitioner of the literary school of naturalism, and an important contributor to the development of theatrical naturalism. According to major Zola scholar and biographer Henri Mitterand, \"Naturalism contributes something more than realism: the attention brought to bear on the most lush and opulent as"}]}, {"heading": "Births", "year": "1841", "date": "April 2", "txt": "Clément Ader, French engineer, designed the Ader Avion III (d. 1926)", "entities": [{"title": "Clément Ader", "href": "/wiki/Cl%C3%A9ment_Ader", "description": "Clément Ader was a French inventor and engineer who was born in Muret, Haute-Garonne, and died in Toulouse. He is remembered primarily for his pioneering work in aviation. In 1870 he was also one of the pioneers in the sport of cycling in France."}, {"title": "Ader Avion III", "href": "/wiki/Ader_Avion_III", "description": "The Avion III was a primitive steam-powered aircraft built by Clément Ader between 1892 and 1897, financed by the French War Office."}]}, {"heading": "Births", "year": "1842", "date": "April 2", "txt": "Dominic Savio, Italian Catholic saint, adolescent student of Saint John Bosco (d. 1857)", "entities": [{"title": "Dominic Savio", "href": "/wiki/Dominic_Savio", "description": "Dominic Savio was an Italian adolescent student of Saint John Bosco. He was studying to be a priest when he became ill and died at the age of 14, possibly from pleurisy. He is the only person of his age group who was declared a saint not on the basis of his having been a martyr, but on the basis of having lived what was seen as a holy life. He was noted for his piety and devotion to the Catholic f"}, {"title": "Saint John Bosco", "href": "/wiki/Saint_John_Bosco", "description": "John Melchior Bosco, popularly known as Don Bosco [ˈdɔm ˈbɔsko, bo-], Italian for \"Father\", was an Italian Roman Catholic priest, educator, and writer of the 19th century. While working in Turin, where the population suffered many of the ill-effects of industrialization and urbanization, he dedicated his life to the betterment and education of street children, juvenile delinquents, and other disad"}]}, {"heading": "Births", "year": "1861", "date": "April 2", "txt": "Iván Persa, Slovenian priest and author (d. 1935)", "entities": [{"title": "Iván Persa", "href": "/wiki/Iv%C3%A1n_Persa", "description": "\nIván Persa was a Hungarian Slovene Roman Catholic priest and writer."}]}, {"heading": "Births", "year": "1862", "date": "April 2", "txt": "Nicholas Murray Butler, American philosopher and academic, Nobel Prize laureate (d. 1947)", "entities": [{"title": "Nicholas Murray Butler", "href": "/wiki/Nicholas_Murray_Butler", "description": "Nicholas Murray Butler was an American philosopher, diplomat, and educator. Butler was president of Columbia University, president of the Carnegie Endowment for International Peace, a recipient of the Nobel Peace Prize, and William Howard Taft's running mate in the 1912 United States presidential election. He became so well known and respected that The New York Times printed his Christmas greeting"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1869", "date": "April 2", "txt": "Hughie Jennings, American baseball player and manager (d. 1928)", "entities": [{"title": "Hughie Jennings", "href": "/wiki/Hughie_Jennings", "description": "Hugh Ambrose Jennings was an American professional baseball player, coach and manager from 1891 to 1925. Jennings was a leader, both as a batter and as a shortstop, with the Baltimore Orioles teams that won National League championships in 1894, 1895, and 1896. During those three seasons, Jennings had 355 runs batted in and hit .335, .386, and .401."}]}, {"heading": "Births", "year": "1875", "date": "April 2", "txt": "Walter Chrysler, American businessman, founded Chrysler (d. 1940)", "entities": [{"title": "Walter Chrysler", "href": "/wiki/Walter_Chrysler", "description": "Walter Percy Chrysler was an American automotive industry executive and founder of Chrysler Corporation, now a part of Stellantis."}, {"title": "Chrysler", "href": "/wiki/Chrysler", "description": "Chrysler is one of the \"Big Three\" automobile manufacturers in the United States, headquartered in Auburn Hills, Michigan. In addition to the Chrysler brand, Stellantis North America sells vehicles worldwide under the Dodge, Jeep, and Ram nameplates. It also includes Mopar, its automotive parts and accessories division, and SRT, its performance automobile division."}]}, {"heading": "Births", "year": "1875", "date": "April 2", "txt": "William Donne, English cricketer and captain (d. 1942)", "entities": []}, {"heading": "Births", "year": "1884", "date": "April 2", "txt": "J. C. Squire, English poet, author, and historian (d. 1958)", "entities": [{"title": "J. C. Squire", "href": "/wiki/J._C._Squire", "description": "Sir John Collings Squire was a British writer, most notable as editor of the London Mercury, a major literary magazine in the interwar period. He antagonised several eminent authors, but attracted a coterie that was dubbed the Squirearchy. He was also a poet and historian, who captained a famous literary cricket-team called the Invalids."}]}, {"heading": "Births", "year": "1891", "date": "April 2", "txt": "Jack Buchanan, Scottish entertainer (d. 1957)", "entities": [{"title": "Jack Buchanan", "href": "/wiki/Jack_Buchanan", "description": "Walter John \"Jack\" Buchanan was a Scottish theatre and film actor, singer, dancer, producer and director. He was known for three decades as the embodiment of the debonair man-about-town in the tradition of George Grossmith Jr., and was described by The Times as \"the last of the knuts.\" He is best known in America for his role in the classic Hollywood musical The Band Wagon in 1953."}]}, {"heading": "Births", "year": "1891", "date": "April 2", "txt": "Max Ernst, German painter, sculptor, and poet (d. 1976)", "entities": []}, {"heading": "Births", "year": "1891", "date": "April 2", "txt": "Tristão de Bragança Cunha, Indian nationalist and anti-colonial activist from Goa (d. 1958)", "entities": [{"title": "Goa", "href": "/wiki/Goa", "description": "Goa is a state on the southwestern coast of India within the region known as the Konkan, and geographically separated from the Deccan highlands by the Western Ghats. It is surrounded by the Indian states of Maharashtra to the north and Karnataka to the east and south, with the Arabian Sea forming its western coast. It is India's smallest state by area and its fourth-smallest by population. Goa has"}]}, {"heading": "Births", "year": "1896", "date": "April 2", "txt": "Johnny Golden, American golfer (d. 1936)", "entities": [{"title": "Johnny Golden", "href": "/wiki/Johnny_Golden", "description": "Johnny Golden was an American professional golfer."}]}, {"heading": "Births", "year": "1898", "date": "April 2", "txt": "Harindranath Chattopadhyay, Indian poet, actor and politician (d. 1990)", "entities": [{"title": "Harindranath Chattopadhyay", "href": "/wiki/Harindranath_Chattopadhyay", "description": "Harindranath Chattopadhyay was an Indian English poet, a dramatist, an actor, a musician and a member of the 1st Lok Sabha from Vijayawada constituency. He was the younger brother of Sarojini Naidu, the second woman President of the Indian National Congress and first Indian woman to hold the position, and Virendranath Chattopadhyay, an international communist revolutionary. The Government of India"}]}, {"heading": "Births", "year": "1898", "date": "April 2", "txt": "Chiungtze C. Tsen, Chinese mathematician (d. 1940)", "entities": []}, {"heading": "Births", "year": "1900", "date": "April 2", "txt": "Roberto Arlt, Argentinian journalist, author, and playwright (d. 1942)", "entities": [{"title": "Roberto Arlt", "href": "/wiki/Roberto_Arlt", "description": "Roberto Arlt was an Argentine novelist, storyteller, playwright, journalist and inventor."}]}, {"heading": "Births", "year": "1900", "date": "April 2", "txt": "Anis Fuleihan, Cypriot-American pianist, composer, and conductor (d. 1970)", "entities": []}, {"heading": "Births", "year": "1900", "date": "April 2", "txt": "Alfred Strange, English footballer (d. 1978)", "entities": []}, {"heading": "Births", "year": "1902", "date": "April 2", "txt": "Jan Tschichold, German-Swiss graphic designer and typographer (d. 1974)", "entities": [{"title": "Jan Tschichold", "href": "/wiki/Jan_Tschichold", "description": "Jan Tschichold was a calligrapher, typographer and book designer. He played a significant role in the development of graphic design in the 20th century – first, by developing and promoting principles of typographic modernism, and subsequently idealizing conservative typographic structures. His direction of the visual identity of Penguin Books in the decade following World War II served as a model "}]}, {"heading": "Births", "year": "1903", "date": "April 2", "txt": "Lionel Chevrier, Canadian lawyer and politician, 27th Canadian Minister of Justice (d. 1987)", "entities": [{"title": "Lionel Chevrier", "href": "/wiki/Lionel_Chevrier", "description": "Lionel Chevrier, was a Canadian Member of Parliament and cabinet minister."}, {"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Births", "year": "1906", "date": "April 2", "txt": "Alphonse-Marie Parent, Canadian priest and educator (d. 1970)", "entities": [{"title": "Alphonse-Marie Parent", "href": "/wiki/Alphonse-Marie_Parent", "description": "Alphonse-Marie Parent, was a Canadian priest, educator and academic administrator. He is best known for having given his name to the Parent Report on the reform of Quebec's education system."}]}, {"heading": "Births", "year": "1907", "date": "April 2", "txt": "Harald Andersson, American-Swedish discus thrower (d. 1985)", "entities": [{"title": "Harald Andersson", "href": "/wiki/Harald_Andersson", "description": "Harald \"Slaktarn\" Andersson was a Swedish discus thrower. In 1934 he won a European title and held the world record for eight months. The same year he was awarded the Svenska Dagbladet Gold Medal."}]}, {"heading": "Births", "year": "1907", "date": "April 2", "txt": "Luke Appling, American baseball player and manager (d. 1991)", "entities": []}, {"heading": "Births", "year": "1908", "date": "April 2", "txt": "Buddy Ebsen, American actor and dancer (d. 2003)", "entities": [{"title": "Buddy Ebsen", "href": "/wiki/Buddy_Ebsen", "description": "Buddy Ebsen, was an American actor, comedian, and dancer, whose career spanned seven decades. His most famous role was as Jed Clampett in the CBS television sitcom The Beverly Hillbillies (1962–1971); afterwards he starred as the title character in the television detective drama Barnaby Jones (1973–1980)."}]}, {"heading": "Births", "year": "1910", "date": "April 2", "txt": "Paul Triquet, Canadian general, Victoria Cross recipient (d. 1980)", "entities": [{"title": "Paul Triquet", "href": "/wiki/Paul_Triquet", "description": "Brigadier-General Paul Triquet, born in Cabano, Quebec, was a Canadian recipient of the Victoria Cross (VC), the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. Triquet held the rank of captain at the time of his VC award, and went on to achieve the rank of brigadier-general."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1910", "date": "April 2", "txt": "Chico Xavier, Brazilian spiritual medium (d. 2002)", "entities": []}, {"heading": "Births", "year": "1914", "date": "April 2", "txt": "Alec Guinness, English actor (d. 2000)", "entities": [{"title": "Alec Guinness", "href": "/wiki/Alec_Guinness", "description": "Sir Alec Guinness, was an English actor. After an early career on the stage, Guinness was featured in several of the Ealing Comedies, including Kind Hearts and Coronets (1949), in which he played nine different characters, The Lavender Hill Mob (1951), for which he received his first Academy Award nomination, and The Ladykillers (1955). He collaborated six times with director David Lean: Herbert P"}]}, {"heading": "Births", "year": "1919", "date": "April 2", "txt": "Delfo Cabrera, Argentinian runner and soldier (d. 1981)", "entities": [{"title": "Delfo Cabrera", "href": "/wiki/Delfo_Cabrera", "description": "Delfo Cabrera Gómez was an Argentine athlete, winner of the marathon race at the 1948 Summer Olympics in one of the most dramatic finishes in athletics history."}]}, {"heading": "Births", "year": "1920", "date": "April 2", "txt": "Gerald Bouey, Canadian lieutenant and civil servant (d. 2004)", "entities": [{"title": "Gerald Bouey", "href": "/wiki/Gerald_Bouey", "description": "Gerald Keith Bouey, was the fourth Governor of the Bank of Canada from 1973 to 1987, succeeding Louis Rasminsky. He was succeeded by John Crow."}]}, {"heading": "Births", "year": "1920", "date": "April 2", "txt": "Jack Stokes, English animator and director (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "April 2", "txt": "Jack Webb, American actor, director, producer, and screenwriter (d. 1982)", "entities": []}, {"heading": "Births", "year": "1922", "date": "April 2", "txt": "John C. Whitehead, American banker and politician, 9th United States Deputy Secretary of State (d. 2015)", "entities": [{"title": "John C. Whitehead", "href": "/wiki/John_C._Whitehead", "description": "John Cunningham Whitehead was an American banker and civil servant, a board member of the World Trade Center Memorial Foundation, and, until his resignation in May 2006, chairman of the Lower Manhattan Development Corporation."}, {"title": "United States Deputy Secretary of State", "href": "/wiki/United_States_Deputy_Secretary_of_State", "description": "The Deputy Secretary of State of the United States is the principal deputy to the secretary of state. The current deputy Secretary of State is Wendy Ruth Sherman, serving since April 2021 under secretary of state Antony Blinken. If the secretary of state resigns or dies, the deputy secretary of state becomes acting secretary of state until the President nominates and the Senate confirms a replacem"}]}, {"heading": "Births", "year": "1923", "date": "April 2", "txt": "Gloria Henry, American actress (d. 2021)", "entities": [{"title": "Gloria Henry", "href": "/wiki/Gloria_Henry", "description": "Gloria Henry was an American actress, best known for her role as Alice Mitchell, Dennis's mother, from 1959 to 1963 on the CBS family sitcom Dennis the Menace."}]}, {"heading": "Births", "year": "1923", "date": "April 2", "txt": "Johnny Paton, Scottish footballer, coach, and manager (d. 2015)", "entities": []}, {"heading": "Births", "year": "1923", "date": "April 2", "txt": "G. Spencer-Brown, English mathematician, psychologist, and author (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "April 2", "txt": "Bobby Ávila, Mexican baseball player (d. 2004)", "entities": [{"title": "Bobby Ávila", "href": "/wiki/Bobby_%C3%81vila", "description": "Roberto Francisco Ávila González, known as \"Beto\" in Mexico and as \"Bobby\" in the United States, was a Mexican professional baseball second baseman."}]}, {"heading": "Births", "year": "1925", "date": "April 2", "txt": "George MacDonald Fraser, Scottish author and screenwriter (d. 2008)", "entities": [{"title": "George MacDonald Fraser", "href": "/wiki/George_MacDonald_Fraser", "description": "George MacDonald Fraser was a British author and screenwriter. He is best known for a series of works that featured the character Flashman."}]}, {"heading": "Births", "year": "1925", "date": "April 2", "txt": "Hans Rosenthal, German radio and television host (d. 1987)", "entities": []}, {"heading": "Births", "year": "1926", "date": "April 2", "txt": "Jack Brabham, Australian race car driver (d. 2014)", "entities": [{"title": "Jack Brabham", "href": "/wiki/Jack_Brabham", "description": "Sir John Arthur Brabham, was an Australian racing driver who was Formula One World Champion in 1959, 1960, and 1966. He was a founder of the Brabham racing team and race car constructor that bore his name."}]}, {"heading": "Births", "year": "1926", "date": "April 2", "txt": "Rudra Rajasingham, Sri Lankan police officer and diplomat (d. 2006)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 2", "txt": "Carmen Basilio, American boxer and soldier (d. 2012)", "entities": [{"title": "Carmen Basilio", "href": "/wiki/Carmen_Basilio", "description": "Carmen Basilio was an American professional boxer who was the world champion in both the welterweight and middleweight divisions, beating Sugar Ray Robinson for the latter title. An iron-chinned pressure fighter, Basilio was a combination puncher who had great stamina, and eventually wore many of his opponents down with vicious attacks to the head and body."}]}, {"heading": "Births", "year": "1927", "date": "April 2", "txt": "Howard Callaway, American soldier and politician, 11th United States Secretary of the Army (d. 2014)", "entities": [{"title": "United States Secretary of the Army", "href": "/wiki/United_States_Secretary_of_the_Army", "description": "The secretary of the Army is a senior civilian official within the United States Department of Defense, with statutory responsibility for all matters relating to the United States Army: manpower, personnel, reserve affairs, installations, environmental issues, weapons systems and equipment acquisition, communications and financial management."}]}, {"heading": "Births", "year": "1927", "date": "April 2", "txt": "Rita Gam, American actress (d. 2016)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 2", "txt": "Billy Pierce, American baseball player and sportscaster (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "April 2", "txt": "Kenneth Tynan, English author and critic (d. 1980)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 2", "txt": "Joseph Bernardin, American cardinal (d. 1996)", "entities": [{"title": "Joseph Bernardin", "href": "/wiki/Joseph_Bernardin", "description": "Joseph Louis Bernardin was an American Cardinal of the Catholic Church. He served as Archbishop of Cincinnati from 1972 until 1982, and as Archbishop of Chicago from 1982 until his death in 1996 from pancreatic cancer. Bernardin was elevated to the cardinalate in 1983 by Pope John Paul II."}]}, {"heading": "Births", "year": "1928", "date": "April 2", "txt": "Serge Gainsbourg, French singer-songwriter, actor, and director (d. 1991)", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 2", "txt": "Roy Masters, English-American radio host", "entities": []}, {"heading": "Births", "year": "1928", "date": "April 2", "txt": "David Robinson, Northern Irish horticulturist and academic (d. 2004)", "entities": []}, {"heading": "Births", "year": "1929", "date": "April 2", "txt": "Ed Dorn, American poet and educator (d. 1999)", "entities": [{"title": "Ed Dorn", "href": "/wiki/Ed_Dorn", "description": "Edward Merton Dorn was an American poet and teacher often associated with the Black Mountain poets. His most famous work is Gunslinger."}]}, {"heading": "Births", "year": "1930", "date": "April 2", "txt": "Roddy Maude-Roxby, English actor", "entities": [{"title": "Roddy Maude-Roxby", "href": "/wiki/Roddy_Maude-Roxby", "description": "Roderick A. \"Roddy\" Maude-Roxby is an English artist and actor. He has appeared in numerous films, such as Walt Disney's The Aristocats, where he voiced the evil butler Edgar Balthazar ; Unconditional Love; and Clint Eastwood's White Hunter Black Heart, playing Thompson."}]}, {"heading": "Births", "year": "1931", "date": "April 2", "txt": "Keith Hitchins, American historian (d. 2020)", "entities": [{"title": "Keith Hitchins", "href": "/wiki/Keith_Hitchins", "description": "Keith Arnold Hitchins was an American historian and a professor of Eastern European history at the University of Illinois at Urbana-Champaign, specializing in Romania and its history."}]}, {"heading": "Births", "year": "1931", "date": "April 2", "txt": "Vladimir Kuznetsov, Russian javelin thrower (d. 1986)", "entities": []}, {"heading": "Births", "year": "1932", "date": "April 2", "txt": "Edward Egan, American cardinal (d. 2015)", "entities": [{"title": "Edward Egan", "href": "/wiki/Edward_Egan", "description": "Edward Michael Egan was an American cardinal of the Roman Catholic Church. He served as Bishop of Bridgeport from 1988 to 2000, and as Archbishop of New York from 2000 to 2009. He was elevated to the cardinalate in 2001. He was the twelfth bishop, ninth archbishop, and seventh cardinal of the See of New York."}]}, {"heading": "Births", "year": "1933", "date": "April 2", "txt": "György Konrád, Hungarian sociologist and author", "entities": [{"title": "György Konrád", "href": "/wiki/Gy%C3%B6rgy_Konr%C3%A1d", "description": "György (George) Konrád was a Hungarian novelist and essayist, known as an advocate of individual freedom."}]}, {"heading": "Births", "year": "1934", "date": "April 2", "txt": "Paul Cohen, American mathematician and theorist (d. 2007)", "entities": [{"title": "Paul Cohen", "href": "/wiki/Paul_Cohen", "description": "Paul Joseph Cohen was an American mathematician. He is best known for his proofs that the continuum hypothesis and the axiom of choice are independent from Zermelo–Fraenkel set theory, for which he was awarded a Fields Medal."}]}, {"heading": "Births", "year": "1934", "date": "April 2", "txt": "Brian Glover, English wrestler and actor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 2", "txt": "Carl Kasell, American journalist and game show host (d. 2018)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 2", "txt": "Richard Portman, American sound engineer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1934", "date": "April 2", "txt": "Dovid Shmidel, Austrian-born Israeli rabbi", "entities": []}, {"heading": "Births", "year": "1936", "date": "April 2", "txt": "Shaul Ladany, Serbian-Israeli race walker and engineer", "entities": [{"title": "Shaul Ladany", "href": "/wiki/Shaul_Ladany", "description": "Shaul Paul Ladany is an Israeli Holocaust survivor, racewalker and two-time Olympian. He holds the world record in the 50-mile walk (7:23:50), and the Israeli national record in the 50-kilometer walk (4:17:07). He is a former world champion in the 100-kilometer walk."}]}, {"heading": "Births", "year": "1937", "date": "April 2", "txt": "Dick Radatz, American baseball player (d. 2005)", "entities": [{"title": "Dick Radatz", "href": "/wiki/Dick_Radatz", "description": "Richard Raymond Radatz was an American relief pitcher in Major League Baseball. Nicknamed \"The Monster\", the 6 ft 6 in (1.98 m), 230 lb (100 kg) right-hander had a scorching but short-lived period of dominance for the Boston Red Sox in the early sixties. He got his nickname by striking out several New York Yankees in a row at a game in Fenway Park in 1963."}]}, {"heading": "Births", "year": "1938", "date": "April 2", "txt": "John Larsson, Swedish 17th General of The Salvation Army", "entities": [{"title": "John Larsson", "href": "/wiki/John_Larsson", "description": "John Alfred Larsson, is a Swedish Salvationist, writer and composer of Christian music and hymns, who was the 17th General of The Salvation Army."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1938", "date": "April 2", "txt": "Booker Little, American trumpet player and composer (d. 1961)", "entities": []}, {"heading": "Births", "year": "1938", "date": "April 2", "txt": "Al Weis, American baseball player", "entities": []}, {"heading": "Births", "year": "1939", "date": "April 2", "txt": "Marvin Gaye, American singer-songwriter (d. 1984)", "entities": [{"title": "Marvin Gaye", "href": "/wiki/Marvin_Gaye", "description": "Marvin Gaye was an American singer, songwriter, and record producer. He helped to shape the sound of Motown in the 1960s, first as an in-house session player and later as a solo artist with a string of hits, earning him the nicknames \"Prince of Motown\" and \"Prince of Soul\"."}]}, {"heading": "Births", "year": "1939", "date": "April 2", "txt": "Anthony Lake, American academic and diplomat, 18th United States National Security Advisor", "entities": [{"title": "United States National Security Advisor", "href": "/wiki/United_States_National_Security_Advisor", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Births", "year": "1939", "date": "April 2", "txt": "Lise Thibault, Canadian journalist and politician, 27th Lieutenant Governor of Quebec", "entities": [{"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Births", "year": "1940", "date": "April 2", "txt": "Donald Jackson, Canadian figure skater and coach", "entities": [{"title": "Donald Jackson (figure skater)", "href": "/wiki/Donald_Jackson_(figure_skater)", "description": "Donald George Jackson, is a Canadian retired figure skater. He is the 1962 World Champion, four-time Canadian national champion, and 1960 Olympic bronze medallist. At the 1962 World Figure Skating Championships in Prague, Czechoslovakia, he landed the first triple Lutz jump in international competition and won the world title."}]}, {"heading": "Births", "year": "1940", "date": "April 2", "txt": "Mike Hailwood, English motorcycle racer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1940", "date": "April 2", "txt": "Penelope Keith, English actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "April 2", "txt": "Dr. Demento, American radio host", "entities": [{"title": "Dr. Demento", "href": "/wiki/Dr._Demento", "description": "Barret Eugene \"Barry\" Hansen, known professionally as Dr. Demento, is an American radio broadcaster and record collector specializing in novelty songs, comedy, and strange or unusual recordings dating from the early days of phonograph records to the present. Hansen created the Demento persona in 1970 while working at Los Angeles station KPPC-FM. He played \"Transfusion\" by Nervous Norvus on the rad"}]}, {"heading": "Births", "year": "1941", "date": "April 2", "txt": "Sonny Throckmorton, American country singer-songwriter", "entities": []}, {"heading": "Births", "year": "1942", "date": "April 2", "txt": "Leon Russell, American singer-songwriter and pianist (d. 2016)", "entities": [{"title": "Leon Russell", "href": "/wiki/Leon_Russell", "description": "Leon Russell was an American musician and songwriter who was involved with numerous bestselling pop music records during his 60-year career. His genres included pop, country, rock, folk, gospel, bluegrass, rhythm and blues, folk rock, blues rock, surf, standards, and Tulsa Sound."}]}, {"heading": "Births", "year": "1942", "date": "April 2", "txt": "Roshan Seth, Indian-English actor", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 2", "txt": "Michael Boyce, Baron Boyce, South African-English admiral and politician, Lord Warden of the Cinque Ports", "entities": [{"title": "Michael Boyce, Baron Boyce", "href": "/wiki/Michael_Boyce,_Baron_Boyce", "description": "Admiral of the Fleet Michael Cecil Boyce, Baron Boyce, is a retired Royal Navy officer who now sits as a crossbench member of the House of Lords."}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Births", "year": "1943", "date": "April 2", "txt": "Caterina Bueno, Italian singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 2", "txt": "Larry Coryell, American jazz guitarist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1943", "date": "April 2", "txt": "Antonio Sabàto, Sr., Italian actor (d. 2021)", "entities": []}, {"heading": "Births", "year": "1944", "date": "April 2", "txt": "Bill Malinchak, American football player", "entities": [{"title": "Bill Malinchak", "href": "/wiki/Bill_Malinchak", "description": "William John Malinchak is a former American football wide receiver and special teams ace in the National Football League in the 1960s and 1970s. He attended suburban Pittsburgh's Monessen High School. His pro-career was spent with both the Detroit Lions and the Washington Redskins."}]}, {"heading": "Births", "year": "1945", "date": "April 2", "txt": "Jürgen Drews, German singer-songwriter", "entities": [{"title": "Jürgen Drews", "href": "/wiki/J%C3%BCrgen_Drews", "description": "Jürgen Ludwig Drews is a German Schlager singer, musician, songwriter and actor."}]}, {"heading": "Births", "year": "1945", "date": "April 2", "txt": "Guy Fréquelin, French race car driver", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 2", "txt": "Linda Hunt, American actress", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 2", "txt": "Reggie Smith, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 2", "txt": "Don Sutton, American baseball player and sportscaster (d. 2021)", "entities": []}, {"heading": "Births", "year": "1945", "date": "April 2", "txt": "Anne Waldman, American poet", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 2", "txt": "Richard Collinge, New Zealand cricketer", "entities": [{"title": "Richard Collinge", "href": "/wiki/Richard_Collinge", "description": "Richard Owen Collinge is a former New Zealand cricketer, who played 35 Tests and 15 ODIs. He was New Zealand Cricket Almanack Player of the Year in 1971."}]}, {"heading": "Births", "year": "1946", "date": "April 2", "txt": "David Heyes, English politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 2", "txt": "Sue Townsend, English author and playwright (d. 2014)", "entities": []}, {"heading": "Births", "year": "1946", "date": "April 2", "txt": "Kurt Winter, Canadian guitarist and songwriter (d. 1997)", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 2", "txt": "Paquita la del Barrio, Mexican singer-songwriter", "entities": [{"title": "Paquita la del Barrio", "href": "/wiki/Paquita_la_del_Barrio", "description": "Francisca Viveros Barradas, known professionally as Paquita la del Barrio is a Mexican singer, songwriter, and actress. She is a Grammy nominated singer of rancheras and other Mexican genres."}]}, {"heading": "Births", "year": "1947", "date": "April 2", "txt": "Tua Forsström, Finnish writer", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 2", "txt": "Emmylou Harris, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1947", "date": "April 2", "txt": "Camille Paglia, American author and critic", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 2", "txt": "Roald Als, Danish author and illustrator", "entities": [{"title": "Roald Als", "href": "/wiki/Roald_Als", "description": "Roald Als is a Danish cartoonist best known for his editorial cartoons in the Danish newspapers Weekendavisen and Politiken."}]}, {"heading": "Births", "year": "1948", "date": "April 2", "txt": "Dimitris Mitropanos, Greek singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 2", "txt": "Daniel Okrent, American journalist and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "April 2", "txt": "Joan D. Vinge, American author", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 2", "txt": "Paul Gambaccini, American-English radio and television host", "entities": [{"title": "Paul Gambaccini", "href": "/wiki/Paul_Gambaccini", "description": "Paul Matthew Gambaccini is an American-British radio and television presenter and author in the United Kingdom. He has dual United States and British nationality, having become a British citizen in 2005."}]}, {"heading": "Births", "year": "1949", "date": "April 2", "txt": "Bernd Müller, German footballer", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 2", "txt": "Pamela Reed, American actress", "entities": []}, {"heading": "Births", "year": "1949", "date": "April 2", "txt": "David Robinson, American drummer", "entities": []}, {"heading": "Births", "year": "1950", "date": "April 2", "txt": "Lynn Westmoreland, American politician", "entities": [{"title": "Lynn Westmoreland", "href": "/wiki/Lynn_Westmoreland", "description": "Leon Acton \"Lynn\" Westmoreland is an American politician who was the U.S. Representative for Georgia's 3rd congressional district from 2007 to 2017 and the 8th district from 2005 to 2007. He is a member of the Republican Party."}]}, {"heading": "Births", "year": "1951", "date": "April 2", "txt": "Ayako Okamoto, Japanese golfer", "entities": [{"title": "Ayako Okamoto", "href": "/wiki/Ayako_Okamoto", "description": "Ayako Okamoto  is a Japanese professional golfer. She won 62 tournaments internationally, including 17 on the U.S.-based LPGA Tour. She is a member of the World Golf Hall of Fame."}]}, {"heading": "Births", "year": "1952", "date": "April 2", "txt": "Lennart Fagerlund, Swedish cyclist", "entities": [{"title": "Lennart Fagerlund", "href": "/wiki/Lennart_Fagerlund", "description": "Lennart Fagerlund is a former Swedish cyclist. He competed in the individual road race and team time trial events at the 1972 Summer Olympics. His sporting career began with Mariestadcyclisten."}]}, {"heading": "Births", "year": "1952", "date": "April 2", "txt": "Will Hoy, English race car driver (d. 2002)", "entities": []}, {"heading": "Births", "year": "1952", "date": "April 2", "txt": "Leon Wilkeson, American bass player and songwriter  (d. 2001)", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 2", "txt": "Jim Allister, Northern Irish lawyer and politician", "entities": [{"title": "Jim Allister", "href": "/wiki/Jim_Allister", "description": "James Hugh Allister,, is a British unionist politician and barrister from Northern Ireland. He is the leader of the Traditional Unionist Voice (TUV) political party, since 2011 serving as the party's only MLA in the Northern Ireland Assembly, representing North Antrim"}]}, {"heading": "Births", "year": "1953", "date": "April 2", "txt": "Rosemary Bryant Mariner, 20th and 21st-century U.S. Navy aviator", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 2", "txt": "Malika Oufkir, Moroccan Berber writer", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 2", "txt": "Debralee Scott, American actress (d. 2005)", "entities": []}, {"heading": "Births", "year": "1953", "date": "April 2", "txt": "James Vance, American author and playwright (d. 2017)", "entities": []}, {"heading": "Births", "year": "1954", "date": "April 2", "txt": "Gregory Abbott, American singer-songwriter and producer", "entities": [{"title": "Gregory Abbott", "href": "/wiki/Gregory_Abbott", "description": "Gregory Joel Abbott is an American singer, musician, composer and producer. Although he continues to record to date, he is best known for his singles in the mid-1980s including his platinum single, \"Shake You Down\", from his 1986 debut album."}]}, {"heading": "Births", "year": "1954", "date": "April 2", "txt": "Donald Petrie, American actor and director", "entities": []}, {"heading": "Births", "year": "1955", "date": "April 2", "txt": "Michael Stone, Northern Irish loyalist paramilitary", "entities": [{"title": "Michael Stone (loyalist)", "href": "/wiki/Michael_Stone_(loyalist)", "description": "Michael Stone is an ex-member of the Loyalist Ulster Defence Association paramilitary group in Northern Ireland, convicted of three counts of murder committed at an IRA funeral in 1988. In 2000 he was released from prison on licence under the Good Friday Agreement. In November 2006, Stone was charged with attempted murder of Martin McGuinness and Gerry Adams, having been arrested attempting to ent"}]}, {"heading": "Births", "year": "1957", "date": "April 2", "txt": "Caroline Dean, English biologist and academic", "entities": [{"title": "Caroline Dean", "href": "/wiki/Caroline_Dean", "description": "Dame Caroline Dean is a British plant scientist working at the John Innes Centre. She is focused on understanding the molecular controls used by plants to seasonally judge when to flower. She is specifically interested in vernalisation — the acceleration of flowering in plants by exposure to periods of prolonged cold. She has also been on the Life Sciences jury for the Infosys Prize from 2018."}]}, {"heading": "Births", "year": "1957", "date": "April 2", "txt": "Hank Steinbrenner, American businessman (d. 2020)", "entities": []}, {"heading": "Births", "year": "1958", "date": "April 2", "txt": "Stefano Bettarello, Italian rugby player", "entities": [{"title": "Stefano Bettarello", "href": "/wiki/Stefano_Bettarello", "description": "\nStefano Bettarello is an Italian former rugby union player. He played as a fly-half for several clubs, mainly Rovigo and Benetton Treviso, winning an Italian Championship with each."}]}, {"heading": "Births", "year": "1958", "date": "April 2", "txt": "Larry Drew, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 2", "txt": "Gelindo Bordin, Italian runner", "entities": [{"title": "Gelindo Bordin", "href": "/wiki/Gelindo_Bordin", "description": "Gelindo Bordin is an Italian former athlete, winner of the marathon race at the 1988 Summer Olympics. He is the first Italian to have won an Olympic gold in the marathon and the only male to win both the Boston Marathon and the Olympic gold medal in this event."}]}, {"heading": "Births", "year": "1959", "date": "April 2", "txt": "David Frankel, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 2", "txt": "Juha Kankkunen, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 2", "txt": "Yves Lavandier, French director and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "April 2", "txt": "Badou Ezzaki, Moroccan footballer and manager", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 2", "txt": "Linford Christie, Jamaican-English sprinter", "entities": [{"title": "Linford Christie", "href": "/wiki/Linford_Christie", "description": "Linford Cicero Christie is a Jamaican-born British former sprinter. He is the only British man to have won gold medals in the 100 metres at all four major competitions open to British athletes: the Olympic Games, the World Championships, the European Championships and the Commonwealth Games. He was the first European to break the 10-second barrier in the 100 m and still holds the British record in"}]}, {"heading": "Births", "year": "1960", "date": "April 2", "txt": "Brad Jones, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1960", "date": "April 2", "txt": "Pascale Nadeau, Canadian journalist", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 2", "txt": "Buddy Jewell, American singer-songwriter", "entities": [{"title": "Buddy Jewell", "href": "/wiki/Buddy_Jewell", "description": "Buddy Jewell Jr.  is an American country music singer who was the first winner on the USA Network talent show Nashville Star. Signed to Columbia Records in 2003, Jewell made his debut on the American country music scene with the release of his self-titled album, which produced the singles \"Help Pour Out the Rain\" and \"Sweet Southern Comfort\". Another album, Times Like These, followed in 2005."}]}, {"heading": "Births", "year": "1961", "date": "April 2", "txt": "Christopher Meloni, American actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "April 2", "txt": "Keren Woodward, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 2", "txt": "Pierre Carles, French director and producer", "entities": [{"title": "Pierre Carles", "href": "/wiki/Pierre_Carles", "description": "Pierre Carles is a French documentarist, who has often been compared to Michael Moore for his use of the documentary form to denounce mainstream media, which he accuses of having conflicts of interest ·."}]}, {"heading": "Births", "year": "1962", "date": "April 2", "txt": "Billy Dean, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "April 2", "txt": "Clark Gregg, American actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "April 2", "txt": "Karl Beattie, English director and producer", "entities": [{"title": "Karl Beattie", "href": "/wiki/Karl_Beattie", "description": "Karl Beattie is an English television director, producer and cameraman. Beattie and wife Yvette Fielding co-own and run Antix Productions."}]}, {"heading": "Births", "year": "1963", "date": "April 2", "txt": "Mike Gascoyne, English engineer", "entities": []}, {"heading": "Births", "year": "1964", "date": "April 2", "txt": "Pete Incaviglia, American baseball player and coach", "entities": [{"title": "Pete Incaviglia", "href": "/wiki/Pete_Incaviglia", "description": "Peter Joseph Incaviglia, is an American former professional baseball left fielder, who played in Major League Baseball (MLB) for 12 seasons (1986–1998), for six different big league teams, also spending one year in Nippon Professional Baseball (NPB). Incaviglia was drafted in the first round by the Montreal Expos in the 1985 Major League Baseball draft out of Oklahoma State University, but was tra"}]}, {"heading": "Births", "year": "1964", "date": "April 2", "txt": "Jonathon Sharkey, American wrestler", "entities": []}, {"heading": "Births", "year": "1965", "date": "April 2", "txt": "Rodney King, American victim of police brutality (d. 2012)", "entities": [{"title": "Rodney King", "href": "/wiki/Rodney_King", "description": "Rodney Glen King was an American activist. On March 3, 1991, King was beaten by LAPD officers during his arrest, after a high-speed chase, for driving while intoxicated on I-210. An uninvolved individual, George Holliday, filmed the incident from his nearby balcony and sent the footage to local news station KTLA. The footage showed an unarmed King on the ground being beaten after initially evading"}, {"title": "Police brutality", "href": "/wiki/Police_brutality", "description": "Police brutality is the excessive and unwarranted use of force by law enforcement. It is an extreme form of police misconduct or violence and is a civil rights violation. It also refers to a situation where officers exercise undue or excessive force against a person. Police violence includes but is not limited to physical or verbal harassment, physical or mental injury, property damage, inaction o"}]}, {"heading": "Births", "year": "1966", "date": "April 2", "txt": "Bill Romanowski, American football player and actor", "entities": [{"title": "Bill Romanowski", "href": "/wiki/Bill_Romanowski", "description": "William Thomas Romanowski, nicknamed \"Romo\", and \"RomoCop\", is a former American football linebacker who played in the National Football League (NFL) for 16 seasons, primarily with the San Francisco 49ers and Denver Broncos. Selected by the 49ers in the third round of the 1988 NFL Draft, he spent six seasons each in San Francisco and Denver. He was also a member of the Philadelphia Eagles and Oakl"}]}, {"heading": "Births", "year": "1966", "date": "April 2", "txt": "Teddy Sheringham, English international footballer and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "April 2", "txt": "Greg Camp, American singer-songwriter and guitarist", "entities": [{"title": "Greg Camp", "href": "/wiki/Greg_Camp", "description": "Gregory Dean Camp is an American Grammy Award-nominated songwriter, guitarist, and vocalist. He is best known as the founding guitarist and songwriter for the rock band Smash Mouth. Camp is credited as the primary songwriter, whose songs catapulted the band to acclaim with hits, awards, and multi-platinum albums. Camp left Smash Mouth after 16 years and has remained an active songwriter and music "}]}, {"heading": "Births", "year": "1967", "date": "April 2", "txt": "Phil Demmel, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "April 2", "txt": "Ajay Devgan, Indian actor, director, and producer", "entities": [{"title": "Ajay Devgan", "href": "/wiki/Ajay_Devgan", "description": "Vishal Veeru Devgan, known professionally as Ajay Devgn, is an Indian film actor, director and producer. He is widely considered as one of the most popular and influential actors of Hindi cinema, who has appeared in over a hundred Hindi films. Devgn has won numerous accolades, including two National Film Awards and four Filmfare Awards. In 2016, he was honoured by the Government of India with the "}]}, {"heading": "Births", "year": "1971", "date": "April 2", "txt": "Edmundo Alves de Souza Neto, Brazilian footballer", "entities": [{"title": "Edmundo Alves de Souza Neto", "href": "/wiki/Edmundo_Alves_de_Souza_Neto", "description": "Edmundo Alves de Souza Neto, better known simply as Edmundo, is a Brazilian football pundit and retired footballer who played as a forward."}]}, {"heading": "Births", "year": "1971", "date": "April 2", "txt": "Jason Lewry, English cricketer", "entities": []}, {"heading": "Births", "year": "1971", "date": "April 2", "txt": "Todd Woodbridge, Australian tennis player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 2", "txt": "Eyal Berkovic, Israeli footballer", "entities": [{"title": "Eyal Berkovic", "href": "/wiki/Eyal_Berkovic", "description": "Eyal Berkovic is an Israeli former footballer who played as an attacking midfielder. He made 78 appearances for Israel, and is considered one of the nation's greatest players."}]}, {"heading": "Births", "year": "1972", "date": "April 2", "txt": "Remo D'Souza, Indian choreographer and dancer", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 2", "txt": "Calvin Davis, American sprinter and hurdler", "entities": []}, {"heading": "Births", "year": "1972", "date": "April 2", "txt": "Zane Lamprey, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 2", "txt": "Dmitry Lipartov, Russian footballer", "entities": [{"title": "Dmitry Lipartov", "href": "/wiki/Dmitry_Lipartov", "description": "Dmitry Viktorovich Lipartov is a former Russian professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1973", "date": "April 2", "txt": "Roselyn Sánchez, Puerto Rican-American actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "April 2", "txt": "Aleksejs Semjonovs, Latvian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "April 2", "txt": "Tayfun Korkut, Turkish football manager and former player", "entities": [{"title": "Tayfun Korkut", "href": "/wiki/Tayfun_Korkut", "description": "Tayfun Korkut is a German-born Turkish former football player and who last managed VfB Stuttgart."}]}, {"heading": "Births", "year": "1975", "date": "April 2", "txt": "Nate Huffman, American basketball player (d. 2015)", "entities": [{"title": "Nate Huffman", "href": "/wiki/Nate_Huffman", "description": "Nathaniel Thomas Huffman was an American professional basketball player, who played most of his career with Maccabi Tel Aviv. He was the 2001 Israeli Basketball Premier League MVP."}, {"title": "2015", "href": "/wiki/2015", "description": "2015 (MMXV) was a common year starting on Thursday of the Gregorian calendar, the 2015th year of the Common Era (CE) and Anno Domini (AD) designations, the 15th year of the 3rd millennium, the 15th year of the 21st century, and the 6th year of the 2010s decade. \n"}]}, {"heading": "Births", "year": "1975", "date": "April 2", "txt": "Randy Livingston, American basketball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "April 2", "txt": "Katrin Rutschow-Stomporowski, German rower", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 2", "txt": "Andreas Anastasopoulos, Greek shot putter", "entities": [{"title": "Andreas Anastasopoulos", "href": "/wiki/Andreas_Anastasopoulos", "description": "Andreas Anastasopoulos is a Greek track and field athlete in the shot put. From October 23, 2001 to October 22, 2003 he was suspended by the IAAF."}]}, {"heading": "Births", "year": "1976", "date": "April 2", "txt": "Rory Sabbatini, South African golfer", "entities": []}, {"heading": "Births", "year": "1976", "date": "April 2", "txt": "Pattie Mallette, Canadian author and film producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 2", "txt": "Per Elofsson, Swedish skier", "entities": [{"title": "Per Elofsson", "href": "/wiki/Per_Elofsson", "description": "Per Eilert Elofsson is a Swedish former cross-country skier who competed from 1997 to 2004. He won a bronze medal in the 10 km + 10 km combined pursuit at the 2002 Winter Olympics in Salt Lake City."}]}, {"heading": "Births", "year": "1977", "date": "April 2", "txt": "Michael Fassbender, German-Irish actor and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "April 2", "txt": "Hanno Pevkur, Estonian lawyer and politician, Estonian Minister of Justice", "entities": [{"title": "Ministry of Justice (Estonia)", "href": "/wiki/Ministry_of_Justice_(Estonia)", "description": "The Estonian Ministry of Justice is the Ministry of Justice of Estonia.\nThe Minister of Justice is the senior minister at the Ministry of Justice in the Estonian Government. The Ministry is responsible for providing support to the court system and providing legal focus in proposing new laws."}]}, {"heading": "Births", "year": "1978", "date": "April 2", "txt": "Scott Lynch, American author", "entities": [{"title": "Scott Lynch", "href": "/wiki/Scott_Lynch", "description": "Scott Lynch is an American fantasy author who wrote the Gentleman Bastard series of novels. His first novel, The Lies of Locke Lamora, was purchased by Orion Books in August 2004 and published in June 2006 under the Gollancz imprint in the United Kingdom and under the Bantam imprint in the United States. The next two novels in the series, Red Seas Under Red Skies and The Republic of Thieves, were "}]}, {"heading": "Births", "year": "1979", "date": "April 2", "txt": "Jesse Carmichael, American keyboard player", "entities": [{"title": "Jesse Carmichael", "href": "/wiki/Jesse_Carmichael", "description": "Jesse Royal Carmichael is an American musician, singer and songwriter. He is best known as the keyboardist and rhythm guitarist for the pop rock band Maroon 5."}]}, {"heading": "Births", "year": "1980", "date": "April 2", "txt": "Avi Benedi, Israeli singer and songwriter", "entities": [{"title": "Avi Benedi", "href": "/wiki/Avi_Benedi", "description": "Avi Benedi is an Israeli singer and songwriter. He has released two albums: Avi Benedi & Diamond Band in 2001 and We Met Late in 2012."}]}, {"heading": "Births", "year": "1980", "date": "April 2", "txt": "Adam Fleming, Scottish journalist", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 2", "txt": "Gavin Heffernan, Canadian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 2", "txt": "Ricky Hendrick, American race car driver (d. 2004)", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 2", "txt": "Wairangi Koopu, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "April 2", "txt": "Carlos Salcido, Mexican international footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "April 2", "txt": "Michael Clarke, Australian cricketer", "entities": [{"title": "Michael Clarke (cricketer)", "href": "/wiki/Michael_Clarke_(cricketer)", "description": "Michael John Clarke is an Australian cricket commentator and former cricketer. He led Australia to their 5th Cricket World Cup triumph, when his team were victorious in the final of the ICC Cricket World Cup 2015 at the MCG against New Zealand. He is regarded as one of the best batsmen of his generation."}]}, {"heading": "Births", "year": "1981", "date": "April 2", "txt": "Kapil Sharma, Indian stand-up comedian, television presenter and actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 2", "txt": "Marco Amelia, Italian footballer", "entities": [{"title": "Marco Amelia", "href": "/wiki/Marco_Amelia", "description": "Marco Amelia is an Italian former professional footballer who played as a goalkeeper. Now a coach, he is currently in charge as head coach of Serie C club Livorno."}]}, {"heading": "Births", "year": "1982", "date": "April 2", "txt": "Jeremy Bloom, American football player and skier", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 2", "txt": "Jack Evans, American wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "April 2", "txt": "David Ferrer, Spanish tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 2", "txt": "Yung Joc, American rapper", "entities": []}, {"heading": "Births", "year": "1983", "date": "April 2", "txt": "Maksym Mazuryk, Ukrainian pole vaulter", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 2", "txt": "Engin Atsür, Turkish basketball player", "entities": [{"title": "Engin Atsür", "href": "/wiki/Engin_Ats%C3%BCr", "description": "Engin Atsür is a Turkish professional basketball player for Orlandina Basket of the Lega Basket Serie A (LBA). Standing at 6 ft 4 in (1.93 m), he plays the point guard position. Atsür played college basketball at the North Carolina State University from 2003 to 2007."}]}, {"heading": "Births", "year": "1984", "date": "April 2", "txt": "Nóra Barta, Hungarian diver", "entities": []}, {"heading": "Births", "year": "1984", "date": "April 2", "txt": "Jérémy Morel, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "April 2", "txt": "Thom Evans, Zimbabwean-Scottish rugby player", "entities": [{"title": "Thom Evans", "href": "/wiki/Thom_Evans", "description": "Thom Evans is a former Scottish international rugby union player and model. He last played on the wing\nfor Glasgow Warriors in the Celtic League. Evans' rugby career ended aged 24 on his tenth appearance for Scotland when he suffered a serious neck injury."}]}, {"heading": "Births", "year": "1985", "date": "April 2", "txt": "Stéphane Lambiel, Swiss figure skater", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 2", "txt": "Ibrahim Afellay, Dutch footballer", "entities": [{"title": "Ibrahim Afellay", "href": "/wiki/Ibrahim_Afellay", "description": "Ibrahim Afellay is a Dutch former professional footballer who played as an attacking midfielder or winger."}]}, {"heading": "Births", "year": "1986", "date": "April 2", "txt": "Andris Biedriņš, Latvian basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "April 2", "txt": "Lee DeWyze, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1987", "date": "April 2", "txt": "Pablo Aguilar, Paraguayan footballer", "entities": [{"title": "Pablo César Aguilar", "href": "/wiki/Pablo_C%C3%A9sar_Aguilar", "description": "Pablo César Aguilar Benítez is a Paraguayan professional footballer who plays as a defender for Liga MX club Cruz Azul."}]}, {"heading": "Births", "year": "1987", "date": "April 2", "txt": "Marc Pugh, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "April 2", "txt": "Jesse Plemons, American actor", "entities": [{"title": "Jesse Plemons", "href": "/wiki/Jesse_Plemons", "description": "Jesse Lon Plemons is an American actor. He began his career as a child actor and achieved a career breakthrough with his supporting role as Landry Clarke in the NBC drama series Friday Night Lights (2006–2011). He subsequently portrayed Todd Alquist in season 5 of the AMC crime drama series Breaking Bad (2012–2013); he reprised the role in the television film El Camino: A Breaking Bad Movie (2019)"}]}, {"heading": "Births", "year": "1990", "date": "April 2", "txt": "Yevgeniya Kanayeva, Russian gymnast", "entities": [{"title": "Yevgeniya Kanayeva", "href": "/wiki/Yevgeniya_Kanayeva", "description": "Evgeniya Olegovna Kanaeva OMF is a Russian retired individual rhythmic gymnast, known for her consistency, elegant routines and high level of technical difficulty. She is the only individual rhythmic gymnast in history to win two Olympic all-around gold medals, winning at the 2008 Summer Olympics, where she finished with 3.75 points ahead of silver medalist Inna Zhukova, and at the 2012 Summer Oly"}]}, {"heading": "Births", "year": "1990", "date": "April 2", "txt": "Miralem Pjanić, Bosnian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "April 2", "txt": "Quavo, American rapper", "entities": [{"title": "Quavo", "href": "/wiki/Quavo", "description": "Quavious Keyate Marshall, known professionally as Quavo, is an American rapper, singer, songwriter, and record producer. He is best known as the cofounder and current frontman of hip hop/ trap trio Migos. Quavo is related to his fellow Migos members, being Takeoff's uncle and Offset's cousin."}]}, {"heading": "Births", "year": "1993", "date": "April 2", "txt": "Keshorn Walcott, Trinidadian javelin thrower", "entities": [{"title": "Keshorn Walcott", "href": "/wiki/Keshorn_Walcott", "description": "Keshorn \"Keshie\" Walcott, ORTT is a Trinidadian track and field athlete who competes in the javelin throw. He is an Olympic champion, having won gold in 2012. He is the first Caribbean male athlete, as well as the first of African descent, to win the gold medal in a throwing event in the history of the Olympics. He is also the holder of the North, Central American and Caribbean junior record."}]}, {"heading": "Births", "year": "1997", "date": "April 2", "txt": "Dillon Bassett, American race car driver", "entities": [{"title": "Dillon Bassett", "href": "/wiki/Dillon_Bassett", "description": "Dillon W. Bassett is an American professional stock car racing driver. He competes part-time in the NASCAR Xfinity Series, driving the No. 77 Chevrolet Camaro for his own team, Bassett Racing. He and his family team also previously competed full-time in what is now the ARCA Menards Series East. He is the brother of Ronnie Bassett Jr., who also drives for and co-owns Bassett Racing."}]}, {"heading": "Births", "year": "1997", "date": "April 2", "txt": "Abdelhak Nouri, Dutch footballer", "entities": []}, {"heading": "Deaths", "year": "670", "date": "April 2", "txt": "Hasan ibn Ali the second Shia Imam (b. 624)", "entities": [{"title": "Hasan ibn Ali", "href": "/wiki/Hasan_ibn_Ali", "description": "Al-Hasan ibn Ali ibn Abi Talib, also spelled Hasan or Hassan, was the older son of Ali and Muhammad's daughter Fatimah, and was the older brother of Husain, as well as the fifth of Rashidun, or \"Rightly Guided Caliphs\". Muslims respect him as a grandson of the Islamic prophet Muhammad. Among Shia Muslims, Hasan is revered as the second Imam. Hasan was elected for the caliphate after his father's d"}]}, {"heading": "Deaths", "year": "870", "date": "April 2", "txt": "Æbbe the Younger, Frankish abbess", "entities": [{"title": "Æbbe the Younger", "href": "/wiki/%C3%86bbe_the_Younger", "description": "For the earlier Abbess of Coldingham, see Æbbe the Elder."}]}, {"heading": "Deaths", "year": "872", "date": "April 2", "txt": "Muflih al-Turki, Turkish general", "entities": [{"title": "Muflih al-Turki", "href": "/wiki/Muflih_al-Turki", "description": "\nMuflih al-Turki was a Turkish military officer of the Abbasid Caliphate in the mid-9th century. He played a prominent role in the events known as the Anarchy at Samarra and was later killed in battle against the Zanj rebels of southern Iraq."}]}, {"heading": "Deaths", "year": "968", "date": "April 2", "txt": "Yuan Dezhao, Chinese chancellor (b. 891)", "entities": [{"title": "Yuan Dezhao", "href": "/wiki/Yuan_Dezhao", "description": "Yuan Dezhao (元德昭), probably né Wei Dezhao (危德昭), courtesy name Mingyuan (名遠), was an official of the Chinese Five Dynasties and Ten Kingdoms Period state Wuyue, serving as a chancellor during the rule of Qian Hongzong and Qian Chu."}]}, {"heading": "Deaths", "year": "991", "date": "April 2", "txt": "Bardas Skleros, Byzantine general", "entities": [{"title": "Bardas Skleros", "href": "/wiki/Bardas_Skleros", "description": "Bardas Skleros or Sclerus was a Byzantine general who led a wide-scale Asian rebellion against Emperor Basil II during the years 976 to 979."}]}, {"heading": "Deaths", "year": "1118", "date": "April 2", "txt": "Baldwin I, king of Jerusalem", "entities": [{"title": "Baldwin I of Jerusalem", "href": "/wiki/Baldwin_I_of_Jerusalem", "description": "Baldwin I also known as Baldwin of Boulogne, was the first count of Edessa from 1098 to 1100, and the first king of Jerusalem from 1100 to his death. Being the youngest son of Eustace II, Count of Boulogne, and Ida of Lorraine, he was destined for a church career, but he abandoned it and married a Norman noblewoman, Godehilde of Tosny. He received the County of Verdun in 1096, but he soon joined t"}]}, {"heading": "Deaths", "year": "1244", "date": "April 2", "txt": "Henrik Harpestræng, Danish botanical and medical author", "entities": [{"title": "Henrik Harpestræng", "href": "/wiki/Henrik_Harpestr%C3%A6ng", "description": "Henrik Harpestræng was a Danish botanical and medical author. He was a canon at the Roskilde Cathedral. His name literally means harp string.\nHis greatest work was an urtebog, written in Danish. The book consists of 150 chapters dealing with plants and plant parts. The main body of text is probably translations from two Latin works, De viribus herbarum by a person who calls himself Aemilius Macer,"}]}, {"heading": "Deaths", "year": "1272", "date": "April 2", "txt": "Richard, 1st Earl of Cornwall, English husband of Sanchia of Provence (b. 1209)", "entities": [{"title": "Richard, 1st Earl of Cornwall", "href": "/wiki/Richard,_1st_Earl_of_Cornwall", "description": "Richard, second son of John, King of England, was the nominal Count of Poitou (1225–1243), Earl of Cornwall and King of Germany. He was one of the wealthiest men in Europe and joined the Barons' Crusade, where he achieved success as a negotiator for the release of prisoners and assisted with the building of the citadel in Ascalon."}, {"title": "Sanchia of Provence", "href": "/wiki/Sanchia_of_Provence", "description": "Sanchia of Provence was the third daughter of Ramon Berenguer IV, Count of Provence and Beatrice of Savoy. Sanchia was described as \"of incomparable beauty\"."}]}, {"heading": "Deaths", "year": "1335", "date": "April 2", "txt": "Henry of Bohemia (b. 1265)", "entities": [{"title": "Henry of Bohemia", "href": "/wiki/Henry_of_Bohemia", "description": "Henry, a member of the House of Gorizia (Meinhardiner), was Duke of Carinthia and Landgrave of Carniola and Count of Tyrol from 1295 until his death, as well as King of Bohemia, Margrave of Moravia and titular King of Poland in 1306 and again from 1307 until 1310. After his death, the Habsburgs took over Carinthia and Carniola, and held them almost without interruption until 1918."}]}, {"heading": "Deaths", "year": "1412", "date": "April 2", "txt": "Ruy González de Clavijo, Spanish explorer and author", "entities": [{"title": "Ruy González de Clavijo", "href": "/wiki/Ruy_Gonz%C3%A1lez_de_Clavijo", "description": "Ruy González de Clavijo was a Castilian traveller and writer. In 1403-05 Clavijo was the ambassador of Henry III of Castile to the court of Timur, founder and ruler of the Timurid Empire. A diary of the journey, perhaps based on detailed notes kept while traveling, was later published in Spanish in 1582 and in English in 1859."}]}, {"heading": "Deaths", "year": "1416", "date": "April 2", "txt": "Ferdinand I, king of Aragon (b. 1379)", "entities": [{"title": "Ferdinand I of Aragon", "href": "/wiki/Ferdinand_I_of_Aragon", "description": "Ferdinand I named Ferdinand of Antequera and also the Just was king of Aragon, Valencia, Majorca, Sardinia and (nominal) Corsica and king of Sicily, duke (nominal) of Athens and Neopatria, and count of Barcelona, Roussillon and Cerdanya (1412–1416). He was also regent of Castile (1406–1416)."}]}, {"heading": "Deaths", "year": "1502", "date": "April 2", "txt": "Arthur, prince of Wales (b. 1486)", "entities": [{"title": "Arthur, Prince of Wales", "href": "/wiki/Arthur,_Prince_of_Wales", "description": "Arthur Tudor was Prince of Wales, Earl of Chester and Duke of Cornwall. As the eldest son and heir apparent of Henry VII of England, Arthur was viewed by contemporaries as the great hope of the newly established House of Tudor. His mother, Elizabeth of York, was the daughter of Edward IV, and his birth cemented the union between the House of Tudor and the House of York."}]}, {"heading": "Deaths", "year": "1507", "date": "April 2", "txt": "Francis of Paola, Italian friar and saint, founded the Order of the Minims (b. 1416)", "entities": [{"title": "Francis of Paola", "href": "/wiki/Francis_of_Paola", "description": "Francis of Paola, O.M., was an Italian mendicant friar and the founder of the Roman Catholic Order of Minims. Unlike the majority of founders of men's religious orders, and like his patron saint, Francis was never ordained a priest."}, {"title": "Minim (religious order)", "href": "/wiki/Minim_(religious_order)", "description": "The Minims are members of a Roman Catholic religious order of friars founded by Saint Francis of Paola in fifteenth-century Italy. The Order soon spread to France, Germany and Spain, and continues to exist today."}]}, {"heading": "Deaths", "year": "1511", "date": "April 2", "txt": "Bernard VII, Lord of Lippe, German nobleman (b. 1428)", "entities": [{"title": "Bernard VII, Lord of Lippe", "href": "/wiki/Bernard_VII,_Lord_of_Lippe", "description": "Bernard VII of Lippe was the ruler of the Lordship of Lippe from 1429 until his death. Because of the many bloody feuds in which he was involved, he was nicknamed \"the Bellicose\". He is the longest-ever ruling European nobleman."}]}, {"heading": "Deaths", "year": "1640", "date": "April 2", "txt": "Maciej Kazimierz Sarbiewski, Polish author and poet (b. 1595)", "entities": [{"title": "Maciej Kazimierz Sarbiewski", "href": "/wiki/Maciej_Kazimierz_Sarbiewski", "description": "Maciej Kazimierz Sarbiewski, was Europe's most prominent Latin poet of the 17th century, and a renowned theoretician of poetics."}]}, {"heading": "Deaths", "year": "1657", "date": "April 2", "txt": "Ferdinand III, Holy Roman Emperor (b. 1608)", "entities": [{"title": "Ferdinand III, Holy Roman Emperor", "href": "/wiki/Ferdinand_III,_Holy_Roman_Emperor", "description": "Ferdinand III was from 1621 Archduke of Austria, King of Hungary from 1625, King of Croatia and Bohemia from 1627 and Holy Roman Emperor from 1637 until his death in 1657."}]}, {"heading": "Deaths", "year": "1657", "date": "April 2", "txt": "Jean-Jacques Olier, French priest, founded the Society of Saint-Sulpice (b. 1608)", "entities": [{"title": "Society of Saint-Sulpice", "href": "/wiki/Society_of_Saint-Sulpice", "description": "The Society of Priests of Saint-Sulpice is a society of apostolic life of Pontifical Right named after the Church of Saint-Sulpice, Paris, in turn named after Sulpitius the Pious, where they were founded. Typically, priests become members of the Society of the Priests of St. Sulpice only after ordination and some years of pastoral work. The purpose of the society is mainly the education of priests"}]}, {"heading": "Deaths", "year": "1672", "date": "April 2", "txt": "Pedro Calungsod, Filipino missionary and saint (b. 1654)", "entities": [{"title": "Pedro Calungsod", "href": "/wiki/Pedro_Calungsod", "description": "Pedro Calungsod, also known as Peter Calungsod and Pedro Calonsor, was a Catholic Filipino migrant, sacristan and missionary catechist who, along with the Spanish Jesuit missionary Diego Luis de San Vitores, suffered religious persecution and martyrdom in Guam for their missionary work in 1672."}]}, {"heading": "Deaths", "year": "1672", "date": "April 2", "txt": "Diego Luis de San Vitores, Spanish Jesuit missionary (b. 1627)", "entities": []}, {"heading": "Deaths", "year": "1720", "date": "April 2", "txt": "Joseph Dudley, English politician, Governor of the Province of Massachusetts Bay (b. 1647)", "entities": [{"title": "Joseph Dudley", "href": "/wiki/Joseph_Dudley", "description": "Joseph Dudley was a colonial administrator, a native of Roxbury in Massachusetts Bay Colony, and the son of one of its founders. He had a leading role in the administration of the Dominion of New England (1686–1689) which was overthrown in the 1689 Boston revolt. He served briefly on the council of the Province of New York where he oversaw the trial which convicted Jacob Leisler, the ringleader of"}, {"title": "Governor of the Province of Massachusetts Bay", "href": "/wiki/Governor_of_the_Province_of_Massachusetts_Bay", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1742", "date": "April 2", "txt": "James Douglas, Scottish physician and anatomist (b. 1675)", "entities": [{"title": "James Douglas (physician)", "href": "/wiki/James_Douglas_(physician)", "description": "\n\nJames Douglas was a Scottish physician and anatomist, and Physician Extraordinary to Queen Caroline."}]}, {"heading": "Deaths", "year": "1747", "date": "April 2", "txt": "Johann Jacob Dillenius, German-English botanist and mycologist (b. 1684)", "entities": [{"title": "Johann Jacob Dillenius", "href": "/wiki/Johann_Jacob_Dillenius", "description": "Johann Jacob Dillen Dillenius was a German botanist."}]}, {"heading": "Deaths", "year": "1754", "date": "April 2", "txt": "Thomas Carte, English historian and author (b. 1686)", "entities": [{"title": "Thomas Carte", "href": "/wiki/Thomas_Carte", "description": "Thomas or John Carte was an English historian with Jacobite sympathies, who served as a Church of England clergyman.\n"}]}, {"heading": "Deaths", "year": "1787", "date": "April 2", "txt": "Thomas Gage, English general and politician, Governor of the Province of Massachusetts Bay (b. 1719)", "entities": [{"title": "Thomas Gage", "href": "/wiki/Thomas_Gage", "description": "General Thomas Gage was a British Army general officer and colonial official best known for his many years of service in North America, including his role as British commander-in-chief in the early days of the American Revolution."}, {"title": "Governor of the Province of Massachusetts Bay", "href": "/wiki/Governor_of_the_Province_of_Massachusetts_Bay", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Deaths", "year": "1791", "date": "April 2", "txt": "Honoré Gabriel Riqueti, comte de Mirabeau, French journalist and politician (b. 1749)", "entities": [{"title": "Honoré Gabriel Riqueti, comte de Mirabeau", "href": "/wiki/Honor%C3%A9_Gabriel_Riqueti,_comte_de_Mirabeau", "description": "Honoré Gabriel Riqueti, Count of Mirabeau was a leader of the early stages of the French Revolution. A noble, he had been involved in numerous scandals before the start of the Revolution in 1789 that had left his reputation in ruins. Nonetheless, he rose to the top of the French political hierarchy in the years 1789–1791 and acquired the reputation of a voice of the people. A successful orator, he"}]}, {"heading": "Deaths", "year": "1801", "date": "April 2", "txt": "Thomas Dadford, Jr., English engineer (b. 1761)", "entities": [{"title": "Thomas Dadford, Jr.", "href": "/wiki/Thomas_Dadford,_Jr.", "description": "\n\nThomas Dadford Jr. was an English canal engineer, who came from a family of canal engineers. He first worked with his father in the north of Britain on the Stour and the Trent, but later independently, contributing to a number of canal schemes, mainly in Monmouthshire and Glamorganshire but also in Montgomeryshire and Ellesmere, before dying at the young age of 40."}]}, {"heading": "Deaths", "year": "1803", "date": "April 2", "txt": "Sir James Montgomery, 1st Baronet, Scottish judge and politician (b. 1721)", "entities": [{"title": "Sir James Montgomery, 1st Baronet", "href": "/wiki/Sir_James_Montgomery,_1st_Baronet", "description": "Sir James Montgomery, 1st Baronet Stanhope FRSE was a Scottish advocate, judge, country landowner, agriculturalist and politician who sat in the House of Commons from 1766 to 1775. In 1783 he was a joint founder of the Royal Society of Edinburgh."}]}, {"heading": "Deaths", "year": "1817", "date": "April 2", "txt": "Johann Heinrich Jung, German author and academic (b. 1740)", "entities": [{"title": "Johann Heinrich Jung", "href": "/wiki/Johann_Heinrich_Jung", "description": "Johann Heinrich Jung, better known by his assumed name Heinrich Stilling, was a German author."}]}, {"heading": "Deaths", "year": "1827", "date": "April 2", "txt": "Ludwig Heinrich Bojanus, German physician and educator (b. 1776)", "entities": [{"title": "Ludwig Heinrich Bojanus", "href": "/wiki/Ludwig_Heinrich_Bojanus", "description": "Ludwig Heinrich Bojanus was a German physician and naturalist who spent most of his active career teaching at Vilnius University in Tsarist Russia."}]}, {"heading": "Deaths", "year": "1845", "date": "April 2", "txt": "Philip Charles Durham, Scottish admiral and politician (b. 1763)", "entities": [{"title": "Philip Charles Durham", "href": "/wiki/Philip_Charles_Durham", "description": "Admiral Sir Philip Charles Henderson Calderwood Durham, GCB was a Royal Navy officer whose service in the American War of Independence, French Revolutionary War and Napoleonic Wars was lengthy, distinguished and at times controversial."}]}, {"heading": "Deaths", "year": "1865", "date": "April 2", "txt": "A. P. Hill, American general (b. 1825)", "entities": [{"title": "A. P. Hill", "href": "/wiki/A._P._Hill", "description": "Ambrose Powell Hill Jr. was a Confederate general who was killed in the American Civil War. He is usually referred to as A. P. Hill to differentiate him from another, unrelated Confederate general, Daniel Harvey Hill."}]}, {"heading": "Deaths", "year": "1872", "date": "April 2", "txt": "Samuel Morse, American painter and academic, invented the Morse code (b. 1791)", "entities": [{"title": "Samuel Morse", "href": "/wiki/Samuel_Morse", "description": "Samuel Finley Breese Morse was an American inventor and painter. After having established his reputation as a portrait painter, in his middle age Morse contributed to the invention of a single-wire telegraph system based on European telegraphs. He was a co-developer of Morse code and helped to develop the commercial use of telegraphy."}, {"title": "Morse code", "href": "/wiki/Morse_code", "description": "Morse code is a method used in telecommunication to encode text characters as standardized sequences of two different signal durations, called dots and dashes. Morse code is named after Samuel Morse, an inventor of the telegraph."}]}, {"heading": "Deaths", "year": "1891", "date": "April 2", "txt": "Albert Pike, American lawyer and general (b. 1809)", "entities": [{"title": "Albert Pike", "href": "/wiki/Albert_Pike", "description": "Albert Pike was an American author, poet, orator, editor, lawyer, jurist, and prominent member of the Freemasons. Pike was a senior officer of the Confederate States Army who commanded the District of Indian Territory in the Trans-Mississippi Theater of the American Civil War. He then served as an associate justice of the confederate Arkansas Supreme Court from 1864 until the surrender of the Tran"}]}, {"heading": "Deaths", "year": "1891", "date": "April 2", "txt": "Ahmed Vefik Pasha, Greek playwright and politician, 249th Grand Vizier of the Ottoman Empire (b. 1823)", "entities": [{"title": "Grand Vizier of the Ottoman Empire", "href": "/wiki/Grand_Vizier_of_the_Ottoman_Empire", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1894", "date": "April 2", "txt": "Achille Vianelli, Italian painter and academic (b. 1803)", "entities": [{"title": "Achille Vianelli", "href": "/wiki/Achille_Vianelli", "description": "Achille Vianelli or Vianelly was an Italian painter of landscapes with genre scenes, often in watercolor."}]}, {"heading": "Deaths", "year": "1896", "date": "April 2", "txt": "Theodore Robinson, American painter and academic (b. 1852)", "entities": [{"title": "Theodore Robinson", "href": "/wiki/Theodore_Robinson", "description": "Theodore Robinson was an American painter best known for his Impressionist landscapes. He was one of the first American artists to take up Impressionism in the late 1880s, visiting Giverny and developing a close friendship with Claude Monet. Several of his works are considered masterpieces of American Impressionism."}]}, {"heading": "Deaths", "year": "1914", "date": "April 2", "txt": "Paul Heyse, German author, poet, and translator, Nobel Prize laureate (b. 1830)", "entities": [{"title": "Paul Heyse", "href": "/wiki/Paul_Heyse", "description": "Paul Johann Ludwig von Heyse was a distinguished German writer and translator. A member of two important literary societies, the Tunnel über der Spree in Berlin and Die Krokodile in Munich, he wrote novels, poetry, 177 short stories, and about sixty dramas. The sum of Heyse's many and varied productions made him a dominant figure among German men of letters. He was awarded the Nobel Prize for Lite"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1917", "date": "April 2", "txt": "Bryn Lewis, Welsh international rugby player (b.1891)", "entities": [{"title": "Bryn Lewis", "href": "/wiki/Bryn_Lewis", "description": "Major Brinley Lewis, known as Bryn Lewis, was a Welsh international rugby union wing who played club rugby for Newport and Cambridge University. He is one of twelve Welsh internationals to have died in active duty during World War I."}]}, {"heading": "Deaths", "year": "1923", "date": "April 2", "txt": "Topal Osman, Turkish colonel (b. 1883)", "entities": [{"title": "Topal Osman", "href": "/wiki/Topal_Osman", "description": "Topal Osman Agha was a Turkish militia leader of the late Ottoman and early Republican periods and perpetrator of the Armenian Genocide and Pontic genocide. He commanded the 42nd Giresun Volunteer Regiment and 47th Giresun Volunteer Regiment. His last rank was Lieutenant-colonel of militia."}]}, {"heading": "Deaths", "year": "1928", "date": "April 2", "txt": "Theodore William Richards, American chemist and academic, Nobel Prize laureate (b. 1868)", "entities": [{"title": "Theodore William Richards", "href": "/wiki/Theodore_William_Richards", "description": "Theodore William Richards was the first American scientist to receive the Nobel Prize in Chemistry, earning the award \"in recognition of his exact determinations of the atomic weights of a large number of the chemical elements.\""}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1930", "date": "April 2", "txt": "Zewditu I of Ethiopia (b. 1876)", "entities": [{"title": "Zewditu I", "href": "/wiki/Zewditu_I", "description": "Zewditu, also spelled Zeoditu or Zawditu or Zauditu; born Askala Maryam was Empress of Ethiopia from 1916 to 1930. The first female head of an internationally recognized country in Africa in the 19th and 20th centuries, and the first empress regnant of the Ethiopian Empire, her reign was noted for the reforms of her Regent and designated heir Ras Tafari Makonnen, about which she was at best ambiva"}]}, {"heading": "Deaths", "year": "1933", "date": "April 2", "txt": "Ranjitsinhji, Indian cricketer (b. 1872)", "entities": [{"title": "Ranjitsinhji", "href": "/wiki/Ranjitsinhji", "description": "Colonel H. H. Shri Sir Ranjitsinhji Vibhaji II, Jam Saheb of Nawanagar,, often known as Ranji or K. S. Ranjitsinhji, was the ruler of the Indian princely state of Nawanagar from 1907 to 1933, as Maharaja Jam Saheb, and a noted Test cricketer who played for the English cricket team. He also played first-class cricket for Cambridge University, and county cricket for Sussex."}]}, {"heading": "Deaths", "year": "1936", "date": "April 2", "txt": "Jean Baptiste Eugène Estienne, French general (b. 1860)", "entities": [{"title": "Jean Baptiste Eugène Estienne", "href": "/wiki/Jean_Baptiste_Eug%C3%A8ne_Estienne", "description": "Jean Baptiste Eugène Estienne was a general of artillery and a specialist in military engineering, one of the founders of modern French artillery and French military aviation, and the creator of the French tank arm. He is considered by many in France to be the Père des Chars."}]}, {"heading": "Deaths", "year": "1942", "date": "April 2", "txt": "Édouard Estaunié, French novelist (b. 1862)", "entities": [{"title": "Édouard Estaunié", "href": "/wiki/%C3%89douard_Estauni%C3%A9", "description": "Édouard Estaunié was a French novelist. Estaunié trained as a scientist and engineer before turning to the novel in 1891. In 1904, he devised the word \"telecommunication\". He was elected to the Académie française in 1923. He was also a reviewer, critic, and homme de lettres as well as a novelist."}]}, {"heading": "Deaths", "year": "1948", "date": "April 2", "txt": "Sabahattin Ali, Turkish journalist, author, and poet (b. 1907)", "entities": [{"title": "Sabahattin Ali", "href": "/wiki/Sabahattin_Ali", "description": "Sabahattin Ali was a Turkish novelist, short-story writer, poet, and journalist."}]}, {"heading": "Deaths", "year": "1953", "date": "April 2", "txt": "Hugo Sperrle, German field marshal (b. 1885)", "entities": [{"title": "Hugo Sperrle", "href": "/wiki/Hugo_Sperrle", "description": "Hugo Sperrle was a German military aviator in World War I and a Generalfeldmarschall in the Luftwaffe during World War II."}]}, {"heading": "Deaths", "year": "1966", "date": "April 2", "txt": "C. S. Forester,  English novelist  (b. 1899)", "entities": [{"title": "C. S. Forester", "href": "/wiki/C._S._Forester", "description": "Cecil Louis Troughton Smith, known by his pen name Cecil Scott \"C. S.\" Forester, was an English novelist known for writing tales of naval warfare, such as the 10-book Horatio Hornblower series depicting a Royal Navy officer during the Napoleonic wars. The Hornblower novels A Ship of the Line and Flying Colours were jointly awarded the James Tait Black Memorial Prize for fiction in 1938. His other "}]}, {"heading": "Deaths", "year": "1972", "date": "April 2", "txt": "Franz Halder, German general (b. 1884)", "entities": [{"title": "Franz Halder", "href": "/wiki/Franz_Halder", "description": "Franz Halder was a German general and the chief of staff of the Army High Command (OKH) in Nazi Germany from 1938 until September 1942. During World War II, he directed the planning and implementation of Operation Barbarossa, the 1941 invasion of the Soviet Union. Halder became instrumental in the radicalisation of warfare on the Eastern Front. He had his staff draft both the Commissar Order and t"}]}, {"heading": "Deaths", "year": "1972", "date": "April 2", "txt": "Toshitsugu Takamatsu, Japanese martial artist and educator (b. 1887)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "April 2", "txt": "Georges Pompidou, French banker and politician, 19th President of France (b. 1911)", "entities": [{"title": "Georges Pompidou", "href": "/wiki/Georges_Pompidou", "description": "Georges Jean Raymond Pompidou was a French politician who served as President of France from 1969 until his death in 1974. He previously was Prime Minister of France from 1962 to 1968—the longest tenure in the position's history. He had long been a top aide to President Charles de Gaulle; as head of state, he was a moderate conservative who repaired France's relationship with the United States and"}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Deaths", "year": "1977", "date": "April 2", "txt": "Walter Wolf, German academic and politician (b. 1907)", "entities": [{"title": "Walter Wolf (politician)", "href": "/wiki/Walter_Wolf_(politician)", "description": "Walter Wolf was a German politician and member of the Communist Party of Germany (KPD)."}]}, {"heading": "Deaths", "year": "1987", "date": "April 2", "txt": "Buddy Rich, American drummer, songwriter, and bandleader (b. 1917)", "entities": [{"title": "Buddy Rich", "href": "/wiki/Buddy_Rich", "description": "Bernard \"Buddy\" Rich was an American jazz drummer and bandleader. He is considered one of the most influential drummers of all time."}]}, {"heading": "Deaths", "year": "1989", "date": "April 2", "txt": "Manolis Angelopoulos, Greek singer (b. 1939)", "entities": [{"title": "Manolis Angelopoulos", "href": "/wiki/Manolis_Angelopoulos", "description": "Manolis Angelopoulos was a popular Greek singer, composer and songwriter of Gypsy origin."}]}, {"heading": "Deaths", "year": "1992", "date": "April 2", "txt": "Juanito, Spanish footballer and manager (b. 1954)", "entities": [{"title": "Juanito (footballer, born 1954)", "href": "/wiki/Juanito_(footballer,_born_1954)", "description": "Juan Gómez González, known as Juanito, was a Spanish footballer who played as a forward."}]}, {"heading": "Deaths", "year": "1992", "date": "April 2", "txt": "Jan van Aartsen, Dutch politician (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1994", "date": "April 2", "txt": "Betty Furness, American actress, consumer advocate, game show panelist, television journalist and television personality (b. 1916)", "entities": [{"title": "Betty Furness", "href": "/wiki/Betty_Furness", "description": "Elizabeth Mary Furness was an American actress, consumer advocate, and current affairs commentator."}]}, {"heading": "Deaths", "year": "1994", "date": "April 2", "txt": "Marc Fitch, British historian and philanthropist (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "April 2", "txt": "Hannes Alfvén, Swedish physicist and engineer, Nobel Prize laureate (b. 1908)", "entities": [{"title": "Hannes Alfvén", "href": "/wiki/Hannes_Alfv%C3%A9n", "description": "Hannes Olof Gösta Alfvén was a Swedish electrical engineer, plasma physicist and winner of the 1970 Nobel Prize in Physics for his work on magnetohydrodynamics (MHD). He described the class of MHD waves now known as Alfvén waves. He was originally trained as an electrical power engineer and later moved to research and teaching in the fields of plasma physics and electrical engineering. Alfvén made"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1997", "date": "April 2", "txt": "Tomoyuki Tanaka, Japanese director and producer (b. 1910)", "entities": [{"title": "Tomoyuki Tanaka", "href": "/wiki/Tomoyuki_Tanaka", "description": "Tomoyuki Tanaka  was a Japanese film producer, most famous for creating the Godzilla franchise. He was born in Kashiwara, Osaka, Japan, on April 26, 1910, and died in Tokyo on April 2, 1997. Tanaka was married to the actress Chieko Nakakita. He died of a stroke at the age of 86."}]}, {"heading": "Deaths", "year": "1998", "date": "April 2", "txt": "Rob Pilatus, American-German singer-songwriter (b. 1965)", "entities": [{"title": "Rob Pilatus", "href": "/wiki/Rob_Pilatus", "description": "Robert Pilatus was a German singer, dancer, and model. He was a member of the pop music duo Milli Vanilli with Fabrice Morvan."}]}, {"heading": "Deaths", "year": "2001", "date": "April 2", "txt": "Charles Daudelin, Canadian sculptor and painter (b. 1920)", "entities": [{"title": "Charles Daudelin", "href": "/wiki/Charles_Daudelin", "description": "Charles Daudelin, was a French Canadian sculptor and painter."}]}, {"heading": "Deaths", "year": "2002", "date": "April 2", "txt": "Levi Celerio, Filipino composer and songwriter (b. 1910)", "entities": [{"title": "Levi Celerio", "href": "/wiki/Levi_Celerio", "description": "Levi Celerio was a Filipino composer and lyricist who is credited with writing over 4,000 songs. Celerio was recognized as a National Artist of the Philippines for Music and Literature in 1997."}]}, {"heading": "Deaths", "year": "2002", "date": "April 2", "txt": "John R. Pierce, American engineer and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "April 2", "txt": "Edwin Starr, American singer-songwriter (b. 1942)", "entities": [{"title": "Edwin Starr", "href": "/wiki/Edwin_Starr", "description": "Edwin Starr was an American singer and songwriter. Starr was famous for his Norman Whitfield-produced Motown singles of the 1970s, most notably the number-one hit \"War\"."}]}, {"heading": "Deaths", "year": "2004", "date": "April 2", "txt": "John Argyris, Greek computer scientist, engineer, and academic (b. 1913)", "entities": [{"title": "John Argyris", "href": "/wiki/John_Argyris", "description": "Johann Hadji Argyris FRS was a Greek pioneer of computer applications in science and engineering, among the creators of the finite element method (FEM), and lately Professor at the University of Stuttgart and Director of the Institute for Statics and Dynamics of Aerospace Structures."}]}, {"heading": "Deaths", "year": "2005", "date": "April 2", "txt": "Lillian O'Donnell, American crime novelist (b. 1926)", "entities": [{"title": "Lillian O'Donnell", "href": "/wiki/Lillian_O%27Donnell", "description": "Lillian O'Donnell was an American crime novelist notable for being one of the first to introduce a female police officer as the lead character in a book series."}]}, {"heading": "Deaths", "year": "2005", "date": "April 2", "txt": "Pope John Paul II (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "April 2", "txt": "Lloyd Searwar, Guyanese anthologist and diplomat (b. 1925)", "entities": [{"title": "Lloyd Searwar", "href": "/wiki/Lloyd_Searwar", "description": "Lloyd Searwar was a career Guyanese diplomat, and later the Director of the Foreign Service Institute in Guyana. He has a distinguished record of public service and has been a stalwart supporter of literature and culture in Guyana."}]}, {"heading": "Deaths", "year": "2007", "date": "April 2", "txt": "Henry L. Giclas, American astronomer and academic (b. 1910)", "entities": [{"title": "Henry L. Giclas", "href": "/wiki/Henry_L._Giclas", "description": "Henry Lee Giclas was an American astronomer and a discoverer of minor planets and comets."}]}, {"heading": "Deaths", "year": "2008", "date": "April 2", "txt": "Yakup Satar, Turkish World War I veteran(b. 1898)", "entities": [{"title": "Yakup Satar", "href": "/wiki/Yakup_Satar", "description": "Yakup Satar was, at 110, believed to have been the last Turkish veteran of the First World War. He died at age 110."}]}, {"heading": "Deaths", "year": "2009", "date": "April 2", "txt": "Albert Sanschagrin, Canadian bishop (b. 1911)", "entities": [{"title": "Albert Sanschagrin", "href": "/wiki/Albert_Sanschagrin", "description": "Albert Sanschagrin, O.M.I. was Bishop Emeritus of Saint-Hyacinthe, Quebec, Canada, and the oldest Canadian bishop of the Roman Catholic Church at the time of his death."}]}, {"heading": "Deaths", "year": "2009", "date": "April 2", "txt": "Bud Shank, American saxophonist and flute player (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "April 2", "txt": "Chris Kanyon, American wrestler (b. 1970)", "entities": [{"title": "Chris Kanyon", "href": "/wiki/Chris_Kanyon", "description": "Christopher Morgan Klucsarits was an American professional wrestler. He was best known for his appearances with World Championship Wrestling (WCW) and the World Wrestling Federation (WWF) from 1994 to 2004, under the ring names Chris Kanyon, Kanyon, and Mortis."}]}, {"heading": "Deaths", "year": "2011", "date": "April 2", "txt": "John C. Haas, American businessman and philanthropist (b. 1918)", "entities": [{"title": "John C. Haas", "href": "/wiki/John_C._Haas", "description": "John Charles Haas was an American businessman and philanthropist, at one time considered the second richest man in Philadelphia. He was the chairman of global chemical company Rohm and Haas from 1974 to 1978. Under his leadership, the family's William Penn Foundation became a $2 billion grantmaking institution, ranking as one of the largest such institutions in the United States."}]}, {"heading": "Deaths", "year": "2012", "date": "April 2", "txt": "Jesús Aguilarte, Venezuelan captain and politician (b. 1959)", "entities": [{"title": "Jesús Aguilarte", "href": "/wiki/Jes%C3%BAs_Aguilarte", "description": "Jesús Aguilarte was the Governor of Apure State in Venezuela from 1999 to 2000, and from 2004 to 2011. He died in a Maracay hospital on April 2, 2012, after being attacked by a gunman on March 24, 2012. He was 53."}]}, {"heading": "Deaths", "year": "2012", "date": "April 2", "txt": "Elizabeth Catlett, American-Mexican sculptor and illustrator (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "April 2", "txt": "Mauricio Lasansky, American graphic designer and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 2", "txt": "Fred, French author and illustrator (b. 1931)", "entities": [{"title": "Fred (cartoonist)", "href": "/wiki/Fred_(cartoonist)", "description": "Frédéric Othon Théodore Aristidès, known by his pseudonym Fred, was a French cartoonist in the Franco-Belgian comics tradition. He is best known for his series Philémon."}]}, {"heading": "Deaths", "year": "2013", "date": "April 2", "txt": "Jesús Franco, Spanish director, screenwriter, producer, and actor (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "April 2", "txt": "Milo O'Shea, Irish-American actor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "April 2", "txt": "Glyn Jones, South African actor and screenwriter (b. 1931)", "entities": [{"title": "Glyn Jones (South African writer)", "href": "/wiki/Glyn_Jones_(South_African_writer)", "description": "Glyn Idris Jones was a South African actor, writer and director."}]}, {"heading": "Deaths", "year": "2014", "date": "April 2", "txt": "Urs Widmer, Swiss author and playwright (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 2", "txt": "Manoel de Oliveira, Portuguese actor, director, producer, and screenwriter (b. 1908)", "entities": [{"title": "Manoel de Oliveira", "href": "/wiki/Manoel_de_Oliveira", "description": "Manoel Cândido Pinto de Oliveira was a Portuguese film director and screenwriter born in Cedofeita, Porto. He first began making films in 1927, when he and some friends attempted to make a film about World War I. In 1931 he completed his first film Douro, Faina Fluvial, a documentary about his home city Porto made in the city symphony genre. He made his feature film debut in 1942 with Aniki-Bóbó a"}]}, {"heading": "Deaths", "year": "2015", "date": "April 2", "txt": "Robert H. Schuller, American pastor and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "April 2", "txt": "Steve Stevaert, Belgian businessman and politician, Governor of Limburg (b. 1954)", "entities": [{"title": "Governor of Limburg", "href": "/wiki/Governor_of_Limburg", "description": "\nThe Governor of the Belgian province Limburg is the provincial head of government."}]}, {"heading": "Deaths", "year": "2016", "date": "April 2", "txt": "Gallieno Ferri, Italian comic book artist and illustrator (b. 1929)", "entities": [{"title": "Gallieno Ferri", "href": "/wiki/Gallieno_Ferri", "description": "Gallieno Ferri was an Italian comic book artist and illustrator. He was born in Genoa."}]}, {"heading": "Deaths", "year": "2016", "date": "April 2", "txt": "Robert Abajyan, Armenian sergeant (b. 1996)", "entities": []}, {"heading": "Deaths", "year": "2021 - Simon Bainbridge, British composer (b. 1952)[25]", "date": "April 2", "txt": "Simon Bainbridge, British composer (b. 1952)", "entities": []}]