[{"heading": "Events", "year": "AD 14", "date": "August 20", "txt": "Agrippa Postumus, maternal grandson of the late Roman emperor Augustus, is executed by his guards under mysterious circumstances while in exile.", "entities": [{"title": "Agrippa Postumus", "href": "/wiki/Agrippa_Postumus", "description": "Marcus Agrippa Postumus, later named Agrippa Julius Caesar, was a Roman nobleman who was the youngest son of Marcus Vipsanius Agrippa and Julia the Elder, the daughter and only biological child of the Roman Emperor Augustus. Augustus initially considered Postumus as a potential successor and formally adopted him as his heir, but banished him from Rome in AD 6 on account of his ferocia. In effect, "}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}]}, {"heading": "Events", "year": "636", "date": "August 20", "txt": "Battle of Yarmouk: Arab forces led by Khalid ibn al-Walid take control of the Levant away from the Byzantine Empire, marking the first great wave of Muslim conquests and the rapid advance of Islam outside Arabia.", "entities": [{"title": "Battle of Yarmouk", "href": "/wiki/Battle_of_Yarmouk", "description": "The Battle of the Yarmuk was a major battle between the army of the Byzantine Empire and the Muslim forces of the Rashidun Caliphate. The battle consisted of a series of engagements that lasted for six days in August 636, near the Yarmouk River, along what are now the borders of Syria–Jordan and Syria–Israel, southeast of the Sea of Galilee. The result of the battle was a complete Muslim victory t"}, {"title": "Arabs", "href": "/wiki/Arabs", "description": "The Arabs are an ethnic group mainly inhabiting the Arab world. In modern usage the term refers to those who originate from an Arab country, whose native language is Arabic; this contrasts with the narrower traditional definition which referred to the descendants of the Tribes of the Arabian Peninsula. The term can encompass all Arabic-speaking peoples living from the Atlantic Coast of Mauritania,"}, {"title": "Khalid ibn al-Walid", "href": "/wiki/Khalid_ibn_al-Walid", "description": "Khalid ibn al-Walid ibn al-Mughira al-Makhzumi was an Arab Muslim commander in the service of the Islamic prophet Muhammad and the caliphs Abu Bakr and Umar who played a leading role in the Ridda wars against rebel tribes in Arabia in 632–633 and the early Muslim conquests of Sasanian Iraq in 633–634 and Byzantine Syria in 634–638."}, {"title": "Levant", "href": "/wiki/Levant", "description": "The Levant is an approximate historical geographical term referring to a large area in the Eastern Mediterranean region of Western Asia. In its narrowest sense, it is equivalent to the historical region of Syria, which included present-day Syria, Lebanon, Jordan, Israel, Palestine and most of Turkey south-east of the middle Euphrates. In its widest historical sense, the Levant included all of the "}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Muslim", "href": "/wiki/Muslim", "description": "Muslims are people who follow or practice Islam, a monotheistic Abrahamic religion. The derivation of \"Muslim\" is from an Arabic word meaning \"submitter \". Muslims consider the Quran, their holy book, to be the verbatim word of God as revealed to the Islamic prophet and messenger Muhammad. The majority of Muslims also follow their own versions of compilations claimed to be the teachings and practi"}, {"title": "Islam", "href": "/wiki/Islam", "description": "Islam is an Abrahamic monotheistic religion teaching that Muhammad is a messenger of God. It is the world's second-largest religion with 1.9 billion followers or 24.9% of the world's population, known as Muslims. Muslims make up a majority of the population in 51 countries. Islam teaches that God is merciful, all-powerful, and unique, and has guided humanity through prophets, revealed scriptures, "}, {"title": "Arabian Peninsula", "href": "/wiki/Arabian_Peninsula", "description": "The Arabian Peninsula is a peninsula of Western Asia, situated northeast of Africa on the Arabian Plate. At 3,237,500 km2 (1,250,000 sq mi), the Arabian Peninsula is the largest peninsula in the world."}]}, {"heading": "Events", "year": "917", "date": "August 20", "txt": "Battle of Acheloos: Tsar Simeon I of Bulgaria decisively defeats a Byzantine army.", "entities": [{"title": "Battle of Achelous (917)", "href": "/wiki/Battle_of_Achelous_(917)", "description": "The Battle of Achelous or Acheloos, also known as the Battle of Anchialus, took place on 20 August 917, on the Achelous River near the Bulgarian Black Sea coast, close to the fortress Tuthom between Bulgarian and Byzantine forces. The Bulgarians obtained a decisive victory which not only secured the previous successes of Simeon I, but made him de facto ruler of the whole Balkan Peninsula, excludin"}, {"title": "Simeon I of Bulgaria", "href": "/wiki/Simeon_I_of_Bulgaria", "description": "Tsar Simeon I the Great ruled over Bulgaria from 893 to 927, during the First Bulgarian Empire. Simeon's successful campaigns against the Byzantines, Magyars and Serbs led Bulgaria to its greatest territorial expansion ever, making it the most powerful state in contemporary Eastern and Southeast Europe. His reign was also a period of unmatched cultural prosperity and enlightenment later deemed the"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1083", "date": "August 20", "txt": "Canonization of the first King of Hungary, Saint Stephen and his son Saint Emeric celebrated as a National Day in Hungary.", "entities": [{"title": "King of Hungary", "href": "/wiki/King_of_Hungary", "description": "The King of Hungary was the ruling head of state of the Kingdom of Hungary from 1000 to 1918. The style of title \"Apostolic King of Hungary\" was endorsed by Pope Clement XIII in 1758 and used afterwards by all Monarchs of Hungary."}, {"title": "Stephen I of Hungary", "href": "/wiki/Stephen_I_of_Hungary", "description": "Stephen I, also known as King Saint Stephen, was the last Grand Prince of the Hungarians between 997 and 1000 or 1001, and the first King of Hungary from 1000 or 1001, until his death in 1038. The year of his birth is uncertain, but many details of his life suggest that he was born in, or after, 975, in Esztergom. At his birth, he was given the pagan name Vajk. The date of his baptism is unknown. "}, {"title": "Saint Emeric of Hungary", "href": "/wiki/Saint_Emeric_of_Hungary", "description": "Saint Emeric also Henricus, Emery, Emerick, Emmerich, Emericus or Americus was the son of King St. Stephen I of Hungary and Giselle of Bavaria."}]}, {"heading": "Events", "year": "1191", "date": "August 20", "txt": "Richard I of England initiates the Massacre at Ayyadieh, leaving 2,600–3,000 Muslim hostages dead.", "entities": [{"title": "Richard I of England", "href": "/wiki/Richard_I_of_England", "description": "Richard I was King of England from 1189 until his death in 1199. He also ruled as Duke of Normandy, Aquitaine and Gascony, Lord of Cyprus, and Count of Poitiers, Anjou, Maine, and Nantes, and was overlord of Brittany at various times during the same period. He was the third of five sons of King Henry II of England and Eleanor of Aquitaine and seemed unlikely to become king, but all his brothers ex"}, {"title": "Massacre at Ayyadieh", "href": "/wiki/Massacre_at_Ayyadieh", "description": "The Massacre of Ayyadieh occurred during the Third Crusade after the fall of Acre when King Richard I had more than two thousand Muslim prisoners of war from the captured city beheaded in front of the Ayyubid armies of sultan Saladin on 20 August 1191. Despite attacks by Muslim forces during the killings, the Christian Crusaders were able to retire in good order. Saladin subsequently ordered vario"}]}, {"heading": "Events", "year": "1308", "date": "August 20", "txt": "Pope Clement V pardons Jacques de Molay, the last Grand Master of the Knights Templar, absolving him of charges of heresy.", "entities": [{"title": "Pope Clement V", "href": "/wiki/Pope_Clement_V", "description": "Pope Clement V, born Raymond Bertrand de Got, was head of the Catholic Church and ruler of the Papal States from 5 June 1305 to his death in April 1314. He is remembered for suppressing the order of the Knights Templar and allowing the execution of many of its members. Pope Clement V was the pope who moved the Papacy from Rome to Avignon, ushering in the period known as the Avignon Papacy."}, {"title": "Jacques de Molay", "href": "/wiki/Jacques_de_Molay", "description": "Jacques de Molay, also spelled \"Molai\", was the 23rd and last grand master of the Knights Templar, leading the order from 20 April 1292 until it was dissolved by order of Pope Clement V in 1312. Though little is known of his actual life and deeds except for his last years as Grand Master, he is one of the best known Templars."}, {"title": "Grand Masters of the Knights Templar", "href": "/wiki/Grand_Masters_of_the_Knights_Templar", "description": "The grand master of the Knights Templar was the supreme commander of the holy order, starting with founder Hugues de Payens in 1118. Some held the office for life while others resigned life in monasteries or diplomacy. Grand masters often led their knights into battle on the front line and the numerous occupational hazards of battle made some tenures very short."}, {"title": "Heresy", "href": "/wiki/Heresy", "description": "Heresy is any belief or theory that is strongly at variance with established beliefs or customs, in particular the accepted beliefs of a church or religious organization. The term is usually used in reference to violations of important religious teachings, but is also used of views strongly opposed to any generally accepted ideas. A heretic is a proponent of heresy."}]}, {"heading": "Events", "year": "1391", "date": "August 20", "txt": "Konrad von Wallenrode becomes the 24th Grand Master of the Teutonic Order.", "entities": [{"title": "Konrad von Wallenrode", "href": "/wiki/Konrad_von_Wallenrode", "description": "Konrad von Wallenrode was the 24th Grand Master of the Teutonic Knights, serving from 1391 to 1393. Modern sources are friendly towards Konrad, although they claim he was hot-blooded, proud, and had tendencies to be cruel."}, {"title": "Grand Master of the Teutonic Order", "href": "/wiki/Grand_Master_of_the_Teutonic_Order", "description": "The Grand Master is the holder of the supreme office of the Teutonic Order. It is equivalent to the grand master of other military orders and the superior general in non-military Roman Catholic religious orders. Hochmeister, literally \"high master\", is only used in reference to the Teutonic Order, as Großmeister is used in German to refer to the leaders of other orders of knighthood."}]}, {"heading": "Events", "year": "1467", "date": "August 20", "txt": "The Second Battle of Olmedo takes places as part of a succession conflict between Henry IV of Castile and his half-brother Alfonso, Prince of Asturias.", "entities": [{"title": "Second Battle of Olmedo", "href": "/wiki/Second_Battle_of_Olmedo", "description": "The Second Battle of Olmedo was fought on 20 August 1467 near Olmedo in Castile as part of the War of the Castilian Succession between Henry IV of Castile and his half-brother Alfonso, Prince of Asturias."}, {"title": "Henry IV of Castile", "href": "/wiki/Henry_IV_of_Castile", "description": "Henry IV of Castile, King of Castile, nicknamed \"the Impotent\", was the last of the weak late medieval kings of Castile. During Henry's reign, the nobles became more powerful and the nation became less centralised."}, {"title": "Alfonso, Prince of Asturias (1453–1468)", "href": "/wiki/Alfonso,_Prince_of_Asturias_(1453%E2%80%931468)", "description": "Alfonso the Innocent was the figurehead of rebelling Castilian magnates against his half-brother Henry IV, who had recognized him as heir presumptive with the title of Prince of Asturias."}]}, {"heading": "Events", "year": "1519", "date": "August 20", "txt": "Philosopher and general Wang Yangming defeats Zhu Chenhao, ending the Prince of Ning rebellion against the reign of the Ming dynasty's Zhengde Emperor.", "entities": [{"title": "Wang Yangming", "href": "/wiki/Wang_Yangming", "description": "Wang Shouren, courtesy name Bo'an, was a Chinese calligrapher, military general, philosopher, politician, and writer during the Ming dynasty. After Zhu Xi, he is commonly regarded as the most important Neo-Confucian thinker, with interpretations of Confucianism that denied the rationalist dualism of the orthodox philosophy of Zhu Xi. Wang was known as Yangming Xiansheng and/or Yangming Zi in liter"}, {"title": "Zhu Chenhao", "href": "/wiki/Zhu_Chenhao", "description": "Zhu Chenhao (朱宸濠) or Prince of Ning (寜王) was a member of the Ming Dynasty's Royal Family. He was the 5th generation descendant of Zhu Quan, the seventeenth son of the Hongwu Emperor. He attempted to usurp the throne and was the leader of the Prince of Ning rebellion."}, {"title": "Prince of Ning rebellion", "href": "/wiki/Prince_of_Ning_rebellion", "description": "The Prince of Ning rebellion or rebellion of the Prince of Ning was a rebellion that took place in China between 10 July and 20 August 1519 during the Ming dynasty. It was started by Zhu Chenhao, the Prince of Ning and a fifth-generation descendant of Zhu Quan, and was aimed at overthrowing the Zhengde Emperor. The Prince of Ning revolt was one of two princedom rebellions during the Zhengde Empero"}, {"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Zhengde Emperor", "href": "/wiki/Zhengde_Emperor", "description": "The Zhengde Emperor, who was the 11th Emperor of the Ming dynasty, reigned from 1505 to 1521."}]}, {"heading": "Events", "year": "1648", "date": "August 20", "txt": "A French victory over Spain at the Battle of Lens brings the Thirty Years' War to a close.", "entities": [{"title": "Battle of Lens", "href": "/wiki/Battle_of_Lens", "description": "The Battle of Lens was a French victory under Louis II de Bourbon, Prince de Condé against the Spanish army under Archduke Leopold Wilhelm in the Thirty Years' War (1618–1648). It was the last major battle of the war and a French victory. The battle cemented the reputation of Condé as one of the greatest generals of his age."}, {"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}]}, {"heading": "Events", "year": "1672", "date": "August 20", "txt": "Former Grand Pensionary Johan de Witt and his brother Cornelis are lynched by an angry mob in The Hague.", "entities": [{"title": "Grand Pensionary", "href": "/wiki/Grand_Pensionary", "description": "The grand pensionary was the most important Dutch official during the time of the Dutch Republic. In theory, a grand pensionary was merely a civil servant of the Estates of the dominant province, the County of Holland, among the Seven United Provinces. In practice, the grand pensionary of Holland was the political leader of the entire Dutch Republic when there was no stadtholder at the centre of p"}, {"title": "Johan de Witt", "href": "/wiki/Johan_de_Witt", "description": "Johan de Witt was a Dutch statesman and a major political figure in the Dutch Republic in the mid-17th century, when its flourishing sea trade in a period of globalization made the republic a leading European trading and seafaring power – now commonly referred to as the Dutch Golden Age. De Witt controlled the Dutch political system from around 1650 until shortly before his death by a pro-monarch "}, {"title": "Cornelis de Witt", "href": "/wiki/Cornelis_de_Witt", "description": "Cornelis de Witt was a Dutch politician."}, {"title": "The Hague", "href": "/wiki/The_Hague", "description": "The Hague is a city and municipality on the western coast of the Netherlands on the North Sea, the administrative and royal capital of the Netherlands and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world."}]}, {"heading": "Events", "year": "1707", "date": "August 20", "txt": "The first Siege of Pensacola comes to an end with the failure of the British to capture Pensacola, Florida.", "entities": [{"title": "Siege of Pensacola (1707)", "href": "/wiki/Siege_of_Pensacola_(1707)", "description": "The siege of Pensacola included two separate attempts in 1707 by English-supported Creek Indians to capture the town and fortress of Pensacola, one of two major settlements in Spanish Florida."}, {"title": "Pensacola, Florida", "href": "/wiki/Pensacola,_Florida", "description": "Pensacola is the westernmost city in the Florida Panhandle, and the county seat of Escambia County, Florida. As of 2019, the population was estimated to be 52,975. Pensacola is the principal city of the Pensacola Metropolitan Area, which had an estimated 502,629 residents as of 2019. Pensacola is one of the largest metropolitan areas in the Gulf Coast region, the largest between New Orleans and Ta"}]}, {"heading": "Events", "year": "1710", "date": "August 20", "txt": "War of the Spanish Succession: A multinational army led by the Austrian commander Guido Starhemberg defeats the Spanish-Bourbon army commanded by Alexandre Maître, Marquis de Bay in the Battle of Saragossa.", "entities": [{"title": "War of the Spanish Succession", "href": "/wiki/War_of_the_Spanish_Succession", "description": "The War of the Spanish Succession (1701–1714) was an early-18th-century European war, triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the "}, {"title": "Guido Starhemberg", "href": "/wiki/Guido_Starhemberg", "description": "Guido Wald Rüdiger, count of Starhemberg was an Austrian military officer (commander-in-chief) and by birth member of the House of Starhemberg."}, {"title": "Alexandre Maître, Marquis de Bay", "href": "/wiki/Alexandre_Ma%C3%AEtre,_Marquis_de_Bay", "description": "Alexandre Maître, Marquis de Bay was a French military officer in the service of Spain during the War of the Spanish Succession."}, {"title": "Battle of Saragossa", "href": "/wiki/Battle_of_Saragossa", "description": "The Battle of Saragossa took place on 20 August 1710 between the Spanish-Bourbon army commanded by the Marquis de Bay and a multinational army led by the Austrian commander Guido Starhemberg during the War of the Spanish Succession."}]}, {"heading": "Events", "year": "1775", "date": "August 20", "txt": "The Spanish establish the Presidio San Augustin del Tucson in the town that became Tucson, Arizona.", "entities": [{"title": "Presidio San Augustin del Tucson", "href": "/wiki/Presidio_San_Augustin_del_Tucson", "description": null}, {"title": "Tucson, Arizona", "href": "/wiki/Tucson,_Arizona", "description": "Tucson is a city in and the county seat of Pima County, Arizona, United States, and is home to the University of Arizona. It is the second largest city in Arizona, with a population of 520,116 in the 2010 United States Census, while the 2015 estimated population of the entire Tucson metropolitan statistical area (MSA) was 980,263. The Tucson MSA forms part of the larger Tucson-Nogales combined sta"}]}, {"heading": "Events", "year": "1794", "date": "August 20", "txt": "Northwest Indian War: United States troops force a confederacy of Shawnee, Mingo, Delaware, Wyandot, Miami, Ottawa, Chippewa, and Potawatomi warriors into a disorganized retreat at the Battle of Fallen Timbers.", "entities": [{"title": "Northwest Indian War", "href": "/wiki/Northwest_Indian_War", "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"}, {"title": "Shawnee", "href": "/wiki/Shawnee", "description": "The Shawnee are an Algonquian-speaking ethnic group indigenous to North America. In colonial times they were a semi-migratory Native American nation, primarily inhabiting areas of the Ohio Valley, extending from what became Ohio and Kentucky eastward to West Virginia, Virginia, Pennsylvania, and Western Maryland; south to Alabama and South Carolina; and westward to Indiana and Illinois."}, {"title": "Mingo", "href": "/wiki/Mingo", "description": "The Mingo people are an Iroquoian-speaking group of Native Americans made up of peoples who migrated west to the Ohio Country in the mid-18th century, primarily Seneca and Cayuga. Anglo-Americans called these migrants mingos, a corruption of mingwe, an Eastern Algonquian name for Iroquoian-language groups in general. Mingos have also been called \"Ohio Iroquois\" and \"Ohio Seneca\"."}, {"title": "Lenape", "href": "/wiki/Lenape", "description": "The Lenape, also called the Leni Lenape, Lenni Lenape and Delaware people, are an indigenous people of the Northeastern Woodlands, who live in the United States and Canada. Their historical territory included present-day New Jersey and eastern Pennsylvania along the Delaware River watershed, New York City, western Long Island, and the Lower Hudson Valley. Today, Lenape people belong to the Delawar"}, {"title": "Wyandot people", "href": "/wiki/Wyandot_people", "description": "The Wyandot people or Wendat, also called the Huron, are Iroquoian-speaking peoples of North America who emerged as a tribe around the north shore of Lake Ontario."}, {"title": "Miami people", "href": "/wiki/Miami_people", "description": "The Miami are a Native American nation originally speaking one of the Algonquian languages. Among the peoples known as the Great Lakes tribes, they occupied territory that is now identified as North-central Indiana, southwest Michigan, and western Ohio. By 1846, most of the Miami had been forcefully displaced to Indian Territory. The Miami Tribe of Oklahoma are the federally recognized tribe of Mi"}, {"title": "Odawa", "href": "/wiki/Odawa", "description": "The Odawa, said to mean \"traders\", are an Indigenous American ethnic group who primarily inhabit land in the Eastern Woodlands region, commonly known as the northeastern United States and southeastern Canada. They have long had territory that crosses the current border between the two countries, and they are federally recognized as Native American tribes in the United States and have numerous reco"}, {"title": "Chippewa", "href": "/wiki/Chippewa", "description": "The Ojibwe, Ojibwa, Chippewa, or Saulteaux are an Anishinaabe people in what is currently southern Canada and the northern Midwestern United States. In the United States, they have the fifth-largest population among Native American peoples, surpassed in number only by the Navajo, Cherokee, Choctaw and Sioux. In Canada, they are the second-largest First Nations population, surpassed only by the Cre"}, {"title": "Potawatomi", "href": "/wiki/Potawatomi", "description": "The Potawatomi, also spelled Pottawatomi and Pottawatomie, are a Native American people of the Great Plains, upper Mississippi River, and western Great Lakes region. They traditionally speak the Potawatomi language, a member of the Algonquin family. The Potawatomi call themselves Neshnabé, a cognate of the word Anishinaabe. The Potawatomi are part of a long-term alliance, called the Council of Thr"}, {"title": "Battle of Fallen Timbers", "href": "/wiki/Battle_of_Fallen_Timbers", "description": "The Battle of Fallen Timbers was the final battle of the Northwest Indian War, a struggle between Native American tribes affiliated with the Western Confederacy and their British allies, against the nascent United States for control of the Northwest Territory. The battle took place amid trees toppled by a tornado near the Maumee River in northwestern Ohio at the site of the present-day city of Mau"}]}, {"heading": "Events", "year": "1852", "date": "August 20", "txt": "Steamboat Atlantic sank on Lake Erie after a collision, with the loss of at least 150 lives.", "entities": []}, {"heading": "Events", "year": "1858", "date": "August 20", "txt": "Charles Darwin first publishes his theory of evolution through natural selection in The Journal of the Proceedings of the Linnean Society of London, alongside Alfred Russel Wallace's same theory.", "entities": [{"title": "Charles Darwin", "href": "/wiki/Charles_Darwin", "description": "Charles Robert Darwin was an English naturalist, geologist and biologist, best known for his contributions to the science of evolution. His proposition that all species of life have descended over time from common ancestors is now widely accepted, and considered a foundational concept in science. In a joint publication with Alfred Russel Wallace, he introduced his scientific theory that this branc"}, {"title": "Evolution", "href": "/wiki/Evolution", "description": "Evolution is change in the heritable characteristics of biological populations over successive generations. These characteristics are the expressions of genes that are passed on from parent to offspring during reproduction. Different characteristics tend to exist within any given population as a result of mutation, genetic recombination and other sources of genetic variation. Evolution occurs when"}, {"title": "Natural selection", "href": "/wiki/Natural_selection", "description": "Natural selection is the differential survival and reproduction of individuals due to differences in phenotype. It is a key mechanism of evolution, the change in the heritable traits characteristic of a population over generations. Charles Darwin popularised the term \"natural selection\", contrasting it with artificial selection, which in his view is intentional, whereas natural selection is not."}, {"title": "Alfred Russel Wallace", "href": "/wiki/Alfred_Russel_Wallace", "description": "Alfred Russel Wallace was a British naturalist, explorer, geographer, anthropologist, biologist and illustrator. He is best known for independently conceiving the theory of evolution through natural selection; his paper on the subject was jointly published with some of Charles Darwin's writings in 1858. This prompted Darwin to publish On the Origin of Species."}]}, {"heading": "Events", "year": "1866", "date": "August 20", "txt": "President Andrew Johnson formally declares the American Civil War over.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}, {"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}]}, {"heading": "Events", "year": "1882", "date": "August 20", "txt": "Tchaikovsky's 1812 Overture debuts in Moscow, Russia.", "entities": [{"title": "Pyotr Ilyich Tchaikovsky", "href": "/wiki/Pyotr_Ilyich_Tchaikovsky", "description": "Pyotr Ilyich Tchaikovsky was a Russian composer of the Romantic period. He was the first Russian composer whose music would make a lasting impression internationally. He was honored in 1884 by Tsar Alexander III and awarded a lifetime pension."}]}, {"heading": "Events", "year": "1905", "date": "August 20", "txt": "The United Allegiance Society, dedicated to overthrowing the Qing dynasty in Beijing, is founded by Chinese students in Tokyo.", "entities": [{"title": "Tongmenghui", "href": "/wiki/Tongmenghui", "description": "The Tongmenghui was a secret society and underground resistance movement founded by Sun Yat-sen, Song Jiaoren, and others in Tokyo, Japan, on 20 August 1905. It was formed from the merger of multiple Chinese revolutionary groups in the late Qing dynasty."}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}]}, {"heading": "Events", "year": "1910", "date": "August 20", "txt": "Extreme fire weather in the Inland Northwest of the United States causes many small wildfires to coalesce into the Great Fire of 1910, burning approximately 3 million acres (12,000 km2) and killing 87 people.", "entities": [{"title": "National Fire Danger Rating System", "href": "/wiki/National_Fire_Danger_Rating_System", "description": "National Fire Danger Rating System (NFDRS) is used in the United States to provide a measure of the relative seriousness of burning conditions and threat of fire."}, {"title": "Inland Northwest", "href": "/wiki/Inland_Northwest", "description": "The Inland Northwest, historically and alternatively known as the Inland Empire, is a region of the American Northwest centered on the Greater Spokane Area, that includes all of Eastern Washington and North Idaho. Northeastern Oregon and Western Montana are also sometimes considered part of the Inland Northwest, but Western Montana generally is not considered part of the Inland Empire. Under some "}, {"title": "Great Fire of 1910", "href": "/wiki/Great_Fire_of_1910", "description": "The Great Fire of 1910 was a wildfire in the western United States that burned three million acres in North Idaho and Western Montana, with extensions into Eastern Washington and Southeast British Columbia, in the summer of 1910. The area burned included large parts of the Bitterroot, Cabinet, Clearwater, Coeur d'Alene, Flathead, Kaniksu, Kootenai, Lewis and Clark, Lolo, and St. Joe national fores"}]}, {"heading": "Events", "year": "1914", "date": "August 20", "txt": "World War I: Brussels is captured during the German invasion of Belgium.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Brussels", "href": "/wiki/Brussels", "description": "Brussels, officially the Brussels-Capital Region, is a region of Belgium comprising 19 municipalities, including the City of Brussels, which is the capital of Belgium. The Brussels-Capital Region is located in the central portion of the country and is a part of both the French Community of Belgium and the Flemish Community, but is separate from the Flemish Region and the Walloon Region. Brussels i"}, {"title": "German invasion of Belgium", "href": "/wiki/German_invasion_of_Belgium", "description": "The German invasion of Belgium was a military campaign which began on 4 August 1914. Earlier, on 24 July, the Belgian government had announced that if war came it would uphold its historic neutrality. The Belgian government mobilised its armed forces on 31 July and a state of heightened alert was proclaimed in Germany. On 2 August, the German government sent an ultimatum to Belgium, demanding pass"}]}, {"heading": "Events", "year": "1920", "date": "August 20", "txt": "The first commercial radio station, 8MK (now WWJ), begins operations in Detroit.", "entities": [{"title": "WWJ (AM)", "href": "/wiki/WWJ_(AM)", "description": "WWJ is a commercial all-news radio station licensed to serve Detroit, Michigan. Owned by Audacy, Inc., the station services Metro Detroit, is the market affiliate for CBS News Radio, and the flagship station for the Michigan IMG Sports Network. Operating on a regional broadcast frequency, its studios are in the Panasonic Building in Southfield, and its transmitter site is near Newport. WWJ is lice"}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}]}, {"heading": "Events", "year": "1920", "date": "August 20", "txt": "The National Football League is organized as the American Professional Football Conference in Canton, Ohio", "entities": [{"title": "Canton, Ohio", "href": "/wiki/Canton,_Ohio", "description": "Canton is a city in and the county seat of Stark County, Ohio, United States. It is located approximately 60 miles (97 km) south of Cleveland and 20 miles (32 km) south of Akron in Northeast Ohio. The city lies on the edge of Ohio's extensive Amish country, particularly in Holmes and Wayne counties to the city's west and southwest. Canton is the largest municipality in the Canton-Massillon, OH Met"}]}, {"heading": "Events", "year": "1926", "date": "August 20", "txt": "Japan's public broadcasting company, Nippon Hōsō Kyōkai (NHK) is established.", "entities": [{"title": "Public broadcasting", "href": "/wiki/Public_broadcasting", "description": "Public broadcasting involves radio, television and other electronic media outlets whose primary mission is public service. In many countries of the world, funding comes from governments, especially via annual fees charged on receivers."}, {"title": "NHK", "href": "/wiki/NHK", "description": "NHK , also called the Japan Broadcasting Corporation, is Japan's public broadcaster. NHK, which has always been known by this romanized initialism in Japanese, is a statutory corporation funded by viewers' payments of a television license fee."}]}, {"heading": "Events", "year": "1938", "date": "August 20", "txt": "Lou Gehrig hits his 23rd career grand slam, a record that stood for 75 years until it was broken by Alex Rodriguez.", "entities": [{"title": "Lou Gehrig", "href": "/wiki/Lou_Gehrig", "description": "Henry Louis Gehrig was an American professional baseball first baseman who played 17 seasons in Major League Baseball (MLB) for the New York Yankees (1923–1939). Gehrig was renowned for his prowess as a hitter and for his durability, which earned him his nickname \"The Iron Horse\". He was an All-Star seven consecutive times, a Triple Crown winner once, an American League (AL) Most Valuable Player t"}, {"title": "Alex Rodriguez", "href": "/wiki/Alex_Rodriguez", "description": "Alexander Enmanuel Rodriguez, nicknamed \"A-Rod,\" is an American former professional baseball shortstop and third baseman, businessman and philanthropist. Rodriguez played 22 seasons in Major League Baseball (MLB) for the Seattle Mariners (1994–2000), Texas Rangers (2001–2003), and New York Yankees (2004–2016). Rodriguez is the chairman and CEO of A-Rod Corp as well as the chairman of Presidente be"}]}, {"heading": "Events", "year": "1940", "date": "August 20", "txt": "In Mexico City, exiled Russian revolutionary Leon Trotsky is fatally wounded with an ice axe by Ramón Mercader. He dies the next day.", "entities": [{"title": "Leon Trotsky", "href": "/wiki/Leon_Trotsky", "description": "Lev Davidovich Bronstein, better known as Leon Trotsky, was a Russian Marxist revolutionary, political theorist and politician. Ideologically a communist, he developed a variant of Marxism which has become known as Trotskyism."}, {"title": "Ramón Mercader", "href": "/wiki/Ram%C3%B3n_Mercader", "description": "Jaime Ramón Mercader del Río, more commonly known as Ramón Mercader, was a Spanish communist and NKVD agent who assassinated Russian Bolshevik revolutionary Leon Trotsky in Mexico City in August 1940 with an ice axe. He served 20 years in a Mexican prison for the murder. Joseph Stalin presented him with an Order of Lenin in absentia. His mother participated in the preparation of the assassination,"}]}, {"heading": "Events", "year": "1940", "date": "August 20", "txt": "World War II: British Prime Minister Winston Churchill makes the fourth of his famous wartime speeches, containing the line \"Never was so much owed by so many to so few\".", "entities": [{"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel Prize-winning writer and historian, a prolific painter, and one of the longest-"}, {"title": "Never was so much owed by so many to so few", "href": "/wiki/Never_was_so_much_owed_by_so_many_to_so_few", "description": "\"Never was so much owed by so many to so few\" was a wartime speech made by the British prime minister Winston Churchill on 20 August 1940. The name stems from the specific line in the speech, \"Never in the field of human conflict was so much owed by so many to so few\", referring to the ongoing efforts of the Royal Air Force crews who were at the time fighting the Battle of Britain, the pivotal air"}]}, {"heading": "Events", "year": "1944", "date": "August 20", "txt": "World War II: One hundred sixty-eight captured allied airmen, including Phil Lamason, accused by the Gestapo of being \"terror fliers\", arrive at Buchenwald concentration camp.", "entities": [{"title": "KLB Club", "href": "/wiki/KLB_Club", "description": "Between 20 August and 19 October 1944, 168 allied airmen were held prisoner at Buchenwald concentration camp. Colloquially, they described themselves as the KLB Club. Of them, 166 airmen survived Buchenwald, while two died of sickness at the camp."}, {"title": "Phil Lamason", "href": "/wiki/Phil_Lamason", "description": "Phillip John Lamason, was a pilot in the Royal New Zealand Air Force (RNZAF) during the Second World War, who rose to prominence as the senior officer in charge of 168 Allied airmen taken to Buchenwald concentration camp, Germany, in August 1944. Raised in Napier, he joined the RNZAF in September 1940, and by April 1942 was a pilot officer serving with the Royal Air Force in Europe. On 8 June 1944"}, {"title": "Gestapo", "href": "/wiki/Gestapo", "description": "The Geheime Staatspolizei, abbreviated Gestapo, was the official secret police of Nazi Germany and in German-occupied Europe."}, {"title": "Buchenwald concentration camp", "href": "/wiki/Buchenwald_concentration_camp", "description": "Buchenwald was a Nazi concentration camp established on Ettersberg hill near Weimar, Germany, in July 1937. It was one of the first and the largest of the concentration camps within Germany's 1937 borders. Many actual or suspected communists were among the first internees."}]}, {"heading": "Events", "year": "1944", "date": "August 20", "txt": "World War II: The Battle of Romania begins with a major Soviet Union offensive.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1948", "date": "August 20", "txt": "Soviet Consul General in New York, Jacob M. Lomakin is expelled by the United States, due to the Kasenkina Case.", "entities": [{"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "Jacob M. Lomakin", "href": "/wiki/Jacob_M._Lomakin", "description": "Jacob Mironovich Lomakin was a Soviet diplomat, journalist and economist.\n"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Kasenkina Case", "href": "/wiki/Kasenkina_Case", "description": "The Kasenkina Case\n(Russian: \"Дело Касенкиной\") – the 1948 Cold War political scandal was associated with the name of Oksana Kasenkina, a teacher of chemistry at the Soviet school in New York."}]}, {"heading": "Events", "year": "1955", "date": "August 20", "txt": "Battle of Philippeville: In Morocco, a force of Berbers from the Atlas Mountains region of Algeria raid two rural settlements and kill 77 French nationals.", "entities": [{"title": "Battle of Philippeville", "href": "/wiki/Battle_of_Philippeville", "description": "The so-called \"Battle of Philippeville\" was a serie of raids launched on 20 August 1955 on various cities and towns of the Constantine region by FLN insurgents and armed mobs during the Algerian War between France and Algerian rebels. The raids, which mostly took the form of ethnic riots, resulted in the massacre, in extremely gruesome ways, of several dozens of European settlers known as Pieds-No"}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}, {"title": "Berbers", "href": "/wiki/Berbers", "description": "Berbers or Imazighen are an ethnic group mostly concentrated in North Africa, specifically Morocco, Algeria, Tunisia, Libya, the Canary Islands, and to a lesser extent in Mauritania, northern Mali, and northern Niger. Smaller Berber populations are also found in Burkina Faso and Egypt's Siwa Oasis."}, {"title": "Atlas Mountains", "href": "/wiki/Atlas_Mountains", "description": "The Atlas Mountains are a mountain range in the Maghreb. It separates the Mediterranean and Atlantic coastlines from the Sahara Desert. It stretches around 2,500 km (1,600 mi) through Morocco, Algeria and Tunisia. The range's highest peak is Toubkal, which is in central Morocco, with an elevation of 4,167 metres (13,671 ft). The Atlas mountains are primarily inhabited by Berber populations. The te"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1960", "date": "August 20", "txt": "Senegal breaks from the Mali Federation, declaring its independence.", "entities": [{"title": "Senegal", "href": "/wiki/Senegal", "description": "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal nearly surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the count"}, {"title": "Mali Federation", "href": "/wiki/Mali_Federation", "description": "The Mali Federation was a federation in West Africa linking the French colonies of Senegal and the Sudanese Republic for two months in 1960. It was founded on 4 April 1959 as a territory with self-rule within the French Community and became independent after negotiations with France on 20 June 1960. Two months later, on 19 August 1960, the Sudanese Republic leaders in the Mali Federation mobilized"}]}, {"heading": "Events", "year": "1962", "date": "August 20", "txt": "The NS Savannah, the world's first nuclear-powered civilian ship, embarks on its maiden voyage.", "entities": [{"title": "NS Savannah", "href": "/wiki/NS_Savannah", "description": "NS Savannah was the first nuclear-powered merchant ship. She was built in the late 1950s at a cost of $46.9 million and launched on July 21, 1959. She was funded by United States government agencies. Savannah was a demonstration project for the potential use of nuclear energy. The ship was named after SS Savannah, the first steamship to cross the Atlantic ocean. She was in service between 1962 and"}, {"title": "Nuclear marine propulsion", "href": "/wiki/Nuclear_marine_propulsion", "description": "Nuclear marine propulsion is propulsion of a ship or submarine with heat provided by a nuclear reactor. The power plant heats water to produce steam for a turbine used to turn the ship's propeller through a gearbox or through an electric generator and motor. Naval nuclear propulsion is used specifically within naval warships such as supercarriers. A small number of experimental civil nuclear ships"}, {"title": "Maiden voyage", "href": "/wiki/Maiden_voyage", "description": "The maiden voyage of a ship, aircraft or other craft is the first journey made by the craft in its intended duty."}]}, {"heading": "Events", "year": "1968", "date": "August 20", "txt": "Cold War: Warsaw Pact troops invade Czechoslovakia, crushing the Prague Spring. East German participation is limited to a few specialists due to memories of the recent war. Only Albania and Romania refuse to participate.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Warsaw Pact invasion of Czechoslovakia", "href": "/wiki/Warsaw_Pact_invasion_of_Czechoslovakia", "description": "The Warsaw Pact invasion of Czechoslovakia, officially known as Operation Danube, was a joint invasion of Czechoslovakia by four Warsaw Pact countries – the Soviet Union, Poland, Bulgaria, and Hungary – on the night of 20–21 August 1968. Approximately 500,000 Warsaw Pact troops attacked Czechoslovakia that night, with Romania and Albania refusing to participate. East German forces, except for a sm"}, {"title": "Prague Spring", "href": "/wiki/Prague_Spring", "description": "The Prague Spring was a period of political liberalization and mass protest in \nthe Czechoslovak Socialist Republic. It began on 5 January 1968, when reformist Alexander Dubček was elected First Secretary of the Communist Party of Czechoslovakia (KSČ), and continued until 21 August 1968, when the Soviet Union and other Warsaw Pact members invaded the country to suppress the reforms."}]}, {"heading": "Events", "year": "1975", "date": "August 20", "txt": "Viking program: NASA launches the Viking 1 planetary probe toward Mars.", "entities": [{"title": "Viking program", "href": "/wiki/Viking_program", "description": "The Viking program consisted of a pair of American space probes sent to Mars, Viking 1 and Viking 2. Each spacecraft was composed of two main parts: an orbiter designed to photograph the surface of Mars from orbit, and a lander designed to study the planet from the surface. The orbiters also served as communication relays for the landers once they touched down."}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1977", "date": "August 20", "txt": "Voyager program: NASA launches the Voyager 2 spacecraft.", "entities": [{"title": "Voyager program", "href": "/wiki/Voyager_program", "description": "The Voyager program is an ongoing American scientific program that employs two robotic Interstellar probes, Voyager 1 and Voyager 2. They were launched in 1977 to take advantage of a favorable alignment of Jupiter and Saturn, to fly near them while collecting data for transmission back to Earth. After launch the decision was taken to additionally send Voyager 2 near Uranus and Neptune to collect d"}]}, {"heading": "Events", "year": "1986", "date": "August 20", "txt": "In Edmond, Oklahoma, U.S. Postal employee Patrick Sherrill guns down 14 of his co-workers and then commits suicide.", "entities": [{"title": "Edmond, Oklahoma", "href": "/wiki/Edmond,_Oklahoma", "description": "Edmond is a city in Oklahoma County, Oklahoma, United States, and a part of the Oklahoma City metropolitan area in the central part of the state. The population is approximately 94,054, according to estimates from ESRI. Edmond is the fifth largest city in the state of Oklahoma."}, {"title": "United States Postal Service", "href": "/wiki/United_States_Postal_Service", "description": "The United States Postal Service is an independent agency of the executive branch of the United States federal government responsible for providing postal service in the United States, including its insular areas and associated states. It is one of the few government agencies explicitly authorized by the United States Constitution."}, {"title": "Edmond post office shooting", "href": "/wiki/Edmond_post_office_shooting", "description": "The Edmond post office shooting was a mass shooting that occurred in Edmond, Oklahoma, on August 20, 1986. In less than fifteen minutes, postal worker Patrick Sherrill pursued and shot several coworkers, killing 14 and injuring another six, before dying by suicide. Sherrill's attack inspired the American phrase \"going postal\"."}]}, {"heading": "Events", "year": "1988", "date": "August 20", "txt": "\"Black Saturday\" of the Yellowstone fire in Yellowstone National Park", "entities": [{"title": "Yellowstone fires of 1988", "href": "/wiki/Yellowstone_fires_of_1988", "description": "The Yellowstone fires of 1988 collectively formed the largest wildfire in the recorded history of Yellowstone National Park in the United States. Starting as many smaller individual fires, the flames quickly spread out of control due to drought conditions and increasing winds, combining into one large conflagration which burned for several months. The fires almost destroyed two major visitor desti"}, {"title": "Yellowstone National Park", "href": "/wiki/Yellowstone_National_Park", "description": "Yellowstone National Park is an American national park located in the western United States, largely in the northwest corner of Wyoming and extending into Montana and Idaho. It was established by the U.S. Congress and signed into law by President Ulysses S. Grant on March 1, 1872. Yellowstone was the first national park in the U.S. and is also widely held to be the first national park in the world"}]}, {"heading": "Events", "year": "1988", "date": "August 20", "txt": "Iran–Iraq War: A ceasefire is agreed after almost eight years of war.", "entities": []}, {"heading": "Events", "year": "1988", "date": "August 20", "txt": "The Troubles: Eight British soldiers are killed and 28 wounded when their bus is hit by an IRA roadside bomb in Ballygawley, County Tyrone.", "entities": [{"title": "Ballygawley bus bombing", "href": "/wiki/Ballygawley_bus_bombing", "description": "The Ballygawley bus bombing was a roadside bomb attack by the Provisional Irish Republican Army (IRA) on a bus carrying British soldiers in Northern Ireland. It occurred in the early hours of 20 August 1988 in the townland of Curr near Ballygawley, County Tyrone. The attack killed eight soldiers and wounded another 28. In the wake of the bombing, the British Army began ferrying its troops in and o"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Ballygawley, County Tyrone", "href": "/wiki/Ballygawley,_County_Tyrone", "description": "Ballygawley or Ballygawly is a Village in County Tyrone, Northern Ireland. It is about 20 kilometres southwest of Dungannon, near the meeting of the A5 Derry–Dublin and A4 Dungannon–Enniskillen roads."}]}, {"heading": "Events", "year": "1989", "date": "August 20", "txt": "The pleasure boat Marchioness sinks on the River Thames following a collision. Fifty-one people are killed.", "entities": [{"title": "Marchioness disaster", "href": "/wiki/Marchioness_disaster", "description": "The Marchioness disaster was a collision between two vessels on the River Thames in London in the early hours of 20 August 1989, which resulted in the deaths of 51 people. The pleasure steamer Marchioness sank after being hit twice by the dredger Bowbelle at about 1:46 am, between Cannon Street railway bridge and Southwark Bridge."}, {"title": "River Thames", "href": "/wiki/River_Thames", "description": "The River Thames, known alternatively in parts as the River Isis, is a river that flows through southern England including London. At 215 miles (346 km), it is the longest river entirely in England and the second-longest in the United Kingdom, after the River Severn."}]}, {"heading": "Events", "year": "1991", "date": "August 20", "txt": "Dissolution of the Soviet Union, August Coup: More than 100,000 people rally outside the Soviet Union's parliament building protesting the coup aiming to depose President Mikhail Gorbachev.", "entities": [{"title": "Dissolution of the Soviet Union", "href": "/wiki/Dissolution_of_the_Soviet_Union", "description": "The dissolution of the Soviet Union (1988–1991) was the process of internal disintegration within the Soviet Union, which began with growing unrest in its various constituent republics developing into an incessant political and legislative conflict between the republics and the central government, and ended when the leaders of three primal republics declared it no longer existed, later accompanied"}, {"title": "1991 Soviet coup d'état attempt", "href": "/wiki/1991_Soviet_coup_d%27%C3%A9tat_attempt", "description": "The 1991 Soviet coup d'état attempt, also known as the August Coup, was a failed attempt made by Communist leaders of the Soviet Union to take control of the country from Mikhail Gorbachev, who was Soviet President and General Secretary. The coup leaders were hard-line opponents of Gorbachev's reform program and of the new union treaty that he had negotiated. The treaty decentralized much of the c"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "President of the Soviet Union", "href": "/wiki/President_of_the_Soviet_Union", "description": "The President of the Union of Soviet Socialist Republics, also known as the President of the Soviet Union or the President of the USSR, was the head of state of the Union of Soviet Socialist Republics from 15 March 1990 to 25 December 1991. Mikhail Gorbachev was the only person to occupy this office. Gorbachev was also General Secretary of the Communist Party of the Soviet Union between March 1985"}, {"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}]}, {"heading": "Events", "year": "1991", "date": "August 20", "txt": "Estonia, occupied by and incorporated into the Soviet Union in 1940, issues a decision on the re-establishment of independence on the basis of legal continuity of its pre-occupation statehood.", "entities": [{"title": "State continuity of the Baltic states", "href": "/wiki/State_continuity_of_the_Baltic_states", "description": "State continuity of the Baltic states describes the continuity of the Baltic states as legal entities under international law while under Soviet rule and German occupation from 1940 to 1991. The prevailing opinion accepts the Baltic thesis of illegal occupation and the actions of the USSR are regarded as contrary to international law in general and to the bilateral treaties between the USSR and th"}]}, {"heading": "Events", "year": "1993", "date": "August 20", "txt": "After rounds of secret negotiations in Norway, the Oslo Accords are signed, followed by a public ceremony in Washington, D.C. the following month.", "entities": [{"title": "Oslo Accords", "href": "/wiki/Oslo_Accords", "description": "The Oslo Accords are a pair of agreements between the Government of Israel and the Palestine Liberation Organization (PLO): the Oslo I Accord, signed in Washington, D.C., in 1993; and the Oslo II Accord, signed in Taba, Egypt, in 1995. The Oslo Accords marked the start of the Oslo process, a peace process aimed at achieving a peace treaty based on United Nations Security Council Resolutions 242 an"}]}, {"heading": "Events", "year": "1995", "date": "August 20", "txt": "The Firozabad rail disaster claimed 358 lives in Firozabad, India.", "entities": [{"title": "Firozabad rail disaster", "href": "/wiki/Firozabad_rail_disaster", "description": "The Firozabad rail disaster occurred on 20 August 1995 near Firozabad on the Delhi-Kanpur section of India's Northern Railway, at 02:55 when a passenger train collided with a train which had stopped after hitting a cow, killing 358 people. The accident happened in the Indian state of Uttar Pradesh; both trains were bound for the Indian capital, New Delhi. The first train, the \"Kalindi Express\" fro"}, {"title": "Firozabad", "href": "/wiki/Firozabad", "description": "Firozabad is a city near Agra in the state of Uttar Pradesh in India. It is the centre of India's glassmaking industry and is known for the quality of the bangles and also glasswares produced there."}, {"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}]}, {"heading": "Events", "year": "1997", "date": "August 20", "txt": "Souhane massacre in Algeria; over 60 people are killed and 15 kidnapped.", "entities": [{"title": "Souhane massacre", "href": "/wiki/Souhane_massacre", "description": "The largest of the Souhane massacres took place in the small mountain town of Souhane on 20–21 August 1997. 64 people were killed, and 15 women kidnapped; the resulting terror provoked a mass exodus, bringing the town's population down from 4000 before the massacre to just 103 in 2002. Smaller-scale massacres later took place on November 27, 1997 and 2 March 2000, when some 10 people from a single"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1998", "date": "August 20", "txt": "The Supreme Court of Canada rules that Quebec cannot legally secede from Canada without the federal government's approval.", "entities": [{"title": "Supreme Court of Canada", "href": "/wiki/Supreme_Court_of_Canada", "description": "The Supreme Court of Canada is the highest court in the judicial system of Canada. It comprises nine justices, whose decisions are the ultimate application of Canadian law and grants permission to between 40 and 75 litigants each year to appeal decisions rendered by provincial, territorial and federal appellate courts. The Supreme Court is bijural, hearing cases from two major legal traditions and"}, {"title": "Reference Re Secession of Quebec", "href": "/wiki/Reference_Re_Secession_of_Quebec", "description": "Reference Re Secession of Quebec, [1998] 2 SCR 217 is a landmark judgment of the Supreme Court of Canada regarding the legality, under both Canadian and international law, of a unilateral secession of Quebec from Canada."}, {"title": "Quebec", "href": "/wiki/Quebec", "description": "Quebec is one of the thirteen provinces and territories of Canada. Located in Central Canada, the province shares borders with Ontario to the southwest, Newfoundland and Labrador to the northeast, and New Brunswick to the southeast; and the U.S. states of Maine, New Hampshire, Vermont and New York to the south. Quebec is the largest province by area, being 1,542,056 km2 (595,391 sq mi), and the se"}]}, {"heading": "Events", "year": "1998", "date": "August 20", "txt": "U.S. embassy bombings: The United States launches cruise missile attacks against alleged al-Qaeda camps in Afghanistan and a suspected chemical weapons plant in Sudan in retaliation for the August 7 bombings of American embassies in Kenya and Tanzania.", "entities": [{"title": "Operation Infinite Reach", "href": "/wiki/Operation_Infinite_Reach", "description": "Operation Infinite Reach was the codename for American cruise missile strikes on Al-Qaeda bases in Khost, Afghanistan, and the Al-Shifa pharmaceutical factory in Khartoum, Sudan, on August 20, 1998. The attacks, launched by the U.S. Navy, were ordered by President Bill Clinton in retaliation for al-Qaeda's August 7 bombings of American embassies in Kenya and Tanzania, which killed 224 people and i"}, {"title": "Al-Qaeda", "href": "/wiki/Al-Qaeda", "description": "Al-Qaeda is a militant Sunni Islamist multi-national terrorist organization founded in 1988 by Osama bin Laden, Abdullah Azzam, and several other Arab volunteers during the Soviet–Afghan War."}, {"title": "Afghan training camp", "href": "/wiki/Afghan_training_camp", "description": "An Afghan training camp is a camp or facility used for militant training located in Afghanistan. At the time of the September 11, 2001 attacks, Indian intelligence officials estimated that there were over 120 training camps operating in Afghanistan and Pakistan, run by a variety of militant groups. Afghan training camps are not exclusive to any one group. Afghanistan is commonly used by groups suc"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Al-Shifa pharmaceutical factory", "href": "/wiki/Al-Shifa_pharmaceutical_factory", "description": "The Al-Shifa pharmaceutical factory in Khartoum North, Sudan, was constructed between 1992 and 1996 with components imported from Germany, India, Italy, Sweden, Switzerland, Thailand and the United States. It was opened on 12 July 1997 and bombed by the United States on 20 August 1998."}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "August 7", "href": "/wiki/August_7", "description": "August 7 is the 219th day of the year in the Gregorian calendar; 146 days remain until the end of the year."}, {"title": "Kenya", "href": "/wiki/Kenya", "description": "Kenya, officially the Republic of Kenya, is a country in Eastern Africa. At 580,367 square kilometres (224,081 sq mi), Kenya is the world's 48th largest country by total area. With a population of more than 47.6 million people in the 2019 census, Kenya is the 29th most populous country. Kenya's capital and largest city is Nairobi, while its oldest city and first capital is the coastal city of Momb"}, {"title": "Tanzania", "href": "/wiki/Tanzania", "description": "Tanzania, officially the United Republic of Tanzania, is a country in East Africa within the African Great Lakes region. It borders Uganda to the north; Kenya to the northeast; Comoro Islands and the Indian Ocean to the east; Mozambique and Malawi to the south; Zambia to the southwest; and Rwanda, Burundi, and the Democratic Republic of the Congo to the west. Mount Kilimanjaro, Africa's highest mo"}]}, {"heading": "Events", "year": "2002", "date": "August 20", "txt": "A group of Iraqis opposed to the regime of Saddam Hussein take over the Iraqi embassy in Berlin, Germany for five hours before releasing their hostages and surrendering.", "entities": [{"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Ba'athist Iraq", "href": "/wiki/Ba%27athist_Iraq", "description": "Ba'athist Iraq, formally the Iraqi Republic until 6 January 1992 and the Republic of Iraq thereafter, covers the national history of Iraq between 1968 and 2003, during the period of the Arab Socialist Ba'ath Party's rule. This period began with high economic growth and soaring prosperity, but ended with Iraq facing social, political, and economic stagnation. The average annual income decreased bot"}, {"title": "Diplomatic mission", "href": "/wiki/Diplomatic_mission", "description": "A diplomatic mission or foreign mission is a group of people from one state or an organization present in another state to represent the sending state or organization officially in the receiving state. In practice, the phrase diplomatic mission usually denotes the resident mission, namely the embassy, which is the main office of a country's diplomatic representatives to another country; this is us"}]}, {"heading": "Events", "year": "2006", "date": "August 20", "txt": "Sri Lankan Civil War: Sri Lankan Tamil politician and former MP S. Sivamaharajah is shot dead at his home in Tellippalai.", "entities": [{"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}, {"title": "S. Sivamaharajah", "href": "/wiki/S._Sivamaharajah", "description": "Sinnathamby Sivamaharajah was a Sri Lankan Tamil newspaper publisher, politician and Member of Parliament."}, {"title": "Tellippalai", "href": "/wiki/Tellippalai", "description": "Tellippalai or Thellippalai is a small town in the northern Jaffna District of Sri Lanka. It is located about 15 kilometers north of Jaffna town along the Kankesanthurai road"}]}, {"heading": "Events", "year": "2007", "date": "August 20", "txt": "China Airlines Flight 120 caught fire and exploded after landing at Naha Airport in Okinawa, Japan.", "entities": [{"title": "China Airlines Flight 120", "href": "/wiki/China_Airlines_Flight_120", "description": "China Airlines Flight 120 was a regularly scheduled flight from Taiwan Taoyuan International Airport in Taoyuan County, Taiwan to Naha Airport in Okinawa, Japan. On August 20, 2007, the Boeing 737-800 aircraft operating the flight caught fire and exploded after landing and taxiing to the gate area at Naha Airport. Four people—three from the aircraft and one ground crew—sustained injuries in the ac"}, {"title": "Naha Airport", "href": "/wiki/Naha_Airport", "description": "Naha Airport  is a second class airport located 4 km (2.5 mi) west of the city hall in Naha, Okinawa. It is Japan's seventh busiest airport and the primary air terminal for passengers and cargo traveling to and from Okinawa Prefecture, Japan, and handles scheduled international traffic to Taiwan, Hong Kong, South Korea, Thailand, Singapore and mainland China. The airport is also home to Naha Air B"}, {"title": "Okinawa Prefecture", "href": "/wiki/Okinawa_Prefecture", "description": "Okinawa Prefecture  is a prefecture of Japan located on the Ryukyu Islands. Okinawa Prefecture is the southernmost and westernmost prefecture of Japan, has a population of 1,457,162 and has a geographic area of 2,281 km2."}]}, {"heading": "Events", "year": "2008", "date": "August 20", "txt": "Spanair Flight 5022, from Madrid, Spain to Gran Canaria, skids off the runway and crashes at Barajas Airport. Of the 172 people on board, 146 die immediately, and eight more later die of injuries sustained in the crash.", "entities": [{"title": "Spanair Flight 5022", "href": "/wiki/Spanair_Flight_5022", "description": "Spanair Flight 5022 (JK5022) was a scheduled domestic passenger flight from Barcelona–El Prat Airport to Gran Canaria Airport, Spain, via Madrid–Barajas Airport that crashed just after take-off from runway 36L at Madrid Airport at 14:24 CEST (12:24 UTC) on 20 August 2008. The aircraft was a McDonnell Douglas MD-82, registration EC-HFP. Of the 172 passengers and crew on board, 154 died and 18 survi"}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}, {"title": "Gran Canaria", "href": "/wiki/Gran_Canaria", "description": "Gran Canaria, also Grand Canary Island, is the third largest and second most populous island of the Canary Islands, an archipelago off the Atlantic coast of Northwest Africa which is part of Spain. As of 2019 the island had a population of 851,231 that constitutes approximately 40% of the population of the archipelago.\nLas Palmas de Gran Canaria, the capital of the island, is the biggest city of t"}, {"title": "Adolfo Suárez Madrid–Barajas Airport", "href": "/wiki/Adolfo_Su%C3%A1rez_Madrid%E2%80%93Barajas_Airport", "description": " Adolfo Suárez Madrid–Barajas Airport, commonly known as Madrid–Barajas Airport, is the main international airport serving Madrid in Spain. At 3,050 ha in area, it is the second-largest airport in Europe by physical size behind Paris–Charles de Gaulle Airport. In 2019, 61.8 million passengers travelled through Madrid–Barajas, making it the country's busiest airport as well as Europe's sixth-busies"}]}, {"heading": "Events", "year": "2012", "date": "August 20", "txt": "A prison riot in the Venezuelan capital, Caracas, kills at least 20 people.", "entities": [{"title": "Yare prison riot", "href": "/wiki/Yare_prison_riot", "description": "\nOn 20 August 2012, armed prisoners in the Yare I prison complex, an overcrowded Venezuelan prison in Miranda state near Caracas, Venezuela, rioted. A shootout between two groups resulted in the deaths of 25 people, one of them a visitor. Among those injured during the incident were 29 inmates and 14 visitors."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}, {"title": "Caracas", "href": "/wiki/Caracas", "description": "Caracas, officially Santiago de León de Caracas, abbreviated as CCS, is the capital and largest city of Venezuela, and the center of the Metropolitan Region of Caracas. Caracas is located along the Guaire River in the northern part of the country, within the Caracas Valley of the Venezuelan coastal mountain range. The valley is close to the Caribbean Sea, separated from the coast by a steep 2,200-"}]}, {"heading": "Events", "year": "2014", "date": "August 20", "txt": "Seventy-two people are killed in Japan's Hiroshima Prefecture by a series of landslides caused by a month's worth of rain that fell in one day.", "entities": [{"title": "Hiroshima Prefecture", "href": "/wiki/Hiroshima_Prefecture", "description": "Hiroshima Prefecture  is a prefecture of Japan located in the Chūgoku region of Honshu. Hiroshima Prefecture has a population of 2,811,410 and has a geographic area of 8,479 km². Hiroshima Prefecture borders Okayama Prefecture to the east, Tottori Prefecture to the northeast, Shimane Prefecture to the north, and Yamaguchi Prefecture to the southwest."}, {"title": "2014 Hiroshima landslides", "href": "/wiki/2014_Hiroshima_landslides", "description": "On 20 August 2014, Hiroshima Prefecture in Japan was struck by a series of landslides following heavy rain. Seventy-four people were reported dead. According to the police, the dead included three boys aged two, three and eleven."}]}, {"heading": "Events", "year": "2016", "date": "August 20", "txt": "Fifty-four people are killed when a suicide bomber detonates himself at a Kurdish wedding party in Gaziantep, Turkey.", "entities": [{"title": "August 2016 Gaziantep bombing", "href": "/wiki/August_2016_Gaziantep_bombing", "description": "On 20 August 2016, a suicide bomber targeted a Kurdish wedding in Gaziantep, Turkey. 57 people were killed and 66 injured in the attack, 14 critically."}, {"title": "Gaziantep", "href": "/wiki/Gaziantep", "description": "Gaziantep, previously and still informally called Antep, is the capital of Gaziantep Province, in the western part of Turkey's Southeastern Anatolia Region, some 185 kilometres (115 mi) east of Adana and 97 kilometres (60 mi) north of Aleppo, Syria. It is probably located on the site of ancient Antiochia ad Taurum, and is near ancient Zeugma."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}]}, {"heading": "Events", "year": "2020", "date": "August 20", "txt": "Joe Biden gives his acceptance speech virtually for the 2020 Democratic presidential nomination at the 2020 Democratic National Convention. ", "entities": [{"title": "Joe Biden", "href": "/wiki/Joe_Biden", "description": "Joseph Robinette Biden Jr. is an American politician who is the 46th president of the United States. A member of the Democratic Party, he served as the 47th vice president from 2009 to 2017 under Barack Obama and represented Delaware in the United States Senate from 1973 to 2009."}, {"title": "Joe Biden 2020 presidential campaign", "href": "/wiki/Joe_Biden_2020_presidential_campaign", "description": "The 2020 presidential campaign of Joe Biden began on April 25, 2019, when Biden released a video announcing his candidacy in the 2020 Democratic party presidential primaries, and concluded with him and his running mate Kamala Harris defeating incumbent president Donald Trump and vice president Mike Pence in the general election. Biden, the vice president of the United States from 2009 to 2017 and "}, {"title": "2020 Democratic National Convention", "href": "/wiki/2020_Democratic_National_Convention", "description": "The 2020 Democratic National Convention was a presidential nominating convention that was held from August 17 to 20, 2020, at the Wisconsin Center in Milwaukee, Wisconsin, and virtually across the United States. At the convention, delegates of the United States Democratic Party formally chose former vice president Joe Biden and Senator Kamala Harris of California as the party's nominees for presid"}]}, {"heading": "Births", "year": "1086", "date": "August 20", "txt": "Bolesław III Wrymouth, Prince of Poland (d. 1138)", "entities": [{"title": "Bolesław III Wrymouth", "href": "/wiki/Boles%C5%82aw_III_Wrymouth", "description": "Bolesław III Wrymouth, was the duke of Lesser Poland, Silesia and Sandomierz between 1102 and 1107 and over the whole Poland between 1107 and 1138. He was the only child of Duke Władysław I Herman and his first wife, Judith of Bohemia."}]}, {"heading": "Births", "year": "1377", "date": "August 20", "txt": "Shahrukh Mirza, ruler of Persia and Transoxiania (d. 1447)", "entities": [{"title": "Shahrukh Mirza", "href": "/wiki/Shahrukh_Mirza", "description": "Shah Rukh was the ruler of the Timurid Empire between 1405 and 1447."}]}, {"heading": "Births", "year": "1457", "date": "August 20", "txt": "Seongjong of Joseon, King of Joseon (d. 1494)", "entities": [{"title": "Seongjong of Joseon", "href": "/wiki/Seongjong_of_Joseon", "description": "Seongjong of Joseon was the ninth king of the Joseon Dynasty of Korea. He succeeded King Yejong in 1469 and ruled until 1494."}]}, {"heading": "Births", "year": "1517", "date": "August 20", "txt": "Antoine Perrenot de Granvelle, French cardinal and art collector (d. 1586)", "entities": [{"title": "Antoine Perrenot de Granvelle", "href": "/wiki/Antoine_Perrenot_de_Granvelle", "description": "Antoine Perrenot de Granvelle, Comte de La Baume Saint Amour, was a Bisontin statesman, made a cardinal, who followed his father as a leading minister of the Spanish Habsburgs, and was one of the most influential European politicians during the time which immediately followed the appearance of Protestantism in Europe; \"the dominating Imperial statesman of the whole century\".\nHe was also a notable "}]}, {"heading": "Births", "year": "1561", "date": "August 20", "txt": "Jacopo Peri, Italian singer and composer (d. 1633)", "entities": [{"title": "Jacopo Peri", "href": "/wiki/Jacopo_Peri", "description": "Jacopo Peri, known under the pseudonym Il Zazzerino, was an Italian composer and singer of the transitional period between the Renaissance and Baroque styles, and is often called the inventor of opera. He wrote the first work to be called an opera today, Dafne, and also the first opera to have survived to the present day, Euridice (1600)."}]}, {"heading": "Births", "year": "1625", "date": "August 20", "txt": "Thomas Corneille, French playwright and philologist (d. 1709)", "entities": [{"title": "Thomas Corneille", "href": "/wiki/Thomas_Corneille", "description": "Thomas Corneille was a French lexicographer and dramatist."}]}, {"heading": "Births", "year": "1632", "date": "August 20", "txt": "Louis Bourdaloue, French preacher and academic (d. 1704)", "entities": [{"title": "Louis Bourdaloue", "href": "/wiki/Louis_Bourdaloue", "description": "Louis Bourdaloue was a French Jesuit and preacher."}]}, {"heading": "Births", "year": "1659", "date": "August 20", "txt": "Henry Every, English pirate (d. 1696)", "entities": [{"title": "Henry Every", "href": "/wiki/Henry_Every", "description": "Henry Every, also known as Henry Avery, sometimes erroneously given as Jack Avery or John Avery, was an English pirate who operated in the Atlantic and Indian oceans in the mid-1690s. He probably used several aliases throughout his career, including Benjamin Bridgeman, and was known as Long Ben to his crewmen and associates."}]}, {"heading": "Births", "year": "1710", "date": "August 20", "txt": "Thomas Simpson, English mathematician and academic (d. 1761)", "entities": [{"title": "Thomas Simpson", "href": "/wiki/Thomas_Simpson", "description": "Thomas Simpson FRS was a British mathematician and inventor known for the eponymous Simpson's rule to approximate definite integrals. The attribution, as often in mathematics, can be debated: this rule had been found 100 years earlier by Johannes Kepler, and in German it is called Keplersche Fassregel."}]}, {"heading": "Births", "year": "1719", "date": "August 20", "txt": "Christian Mayer, Czech astronomer and educator (d. 1783)", "entities": [{"title": "Christian Mayer (astronomer)", "href": "/wiki/Christian_Mayer_(astronomer)", "description": "Christian Mayer was a Moravian-German Catholic priest, astronomer and teacher."}]}, {"heading": "Births", "year": "1720", "date": "August 20", "txt": "Bernard de Bury, French harpsichord player and composer (d. 1785)", "entities": [{"title": "Bernard de Bury", "href": "/wiki/Bernard_de_Bury", "description": "\nBernard de Bury or Buri was a French musician and court composer of the late Baroque era."}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1778", "date": "August 20", "txt": "Bernardo O'Higgins, Chilean general and politician, 2nd Supreme Director of Chile (d. 1842)", "entities": [{"title": "Bernardo O'Higgins", "href": "/wiki/Bernardo_O%27Higgins", "description": "Bernardo O'Higgins Riquelme was a Chilean independence leader who freed Chile from Spanish rule in the Chilean War of Independence. He was a wealthy landowner of Spanish and Irish ancestry. Although he was the second Supreme Director of Chile (1817–1823), he is considered one of Chile's founding fathers, as he was the first holder of this title to head a fully independent Chilean state."}, {"title": "Supreme Director of Chile", "href": "/wiki/Supreme_Director_of_Chile", "description": "The Supreme Director of Chile was the head of state and government of Chile following the independence from Spain in 1810, until 1826. Several juntas also ruled the country during this period."}]}, {"heading": "Births", "year": "1779", "date": "August 20", "txt": "Jöns Jacob Berzelius, Swedish chemist and academic (d. 1848)", "entities": [{"title": "Jöns Jacob Berzelius", "href": "/wiki/J%C3%B6ns_Jacob_Berzelius", "description": "Baron Jöns Jacob Berzelius was a Swedish chemist. Berzelius is considered, along with Robert Boyle, John Dalton, and Antoine Lavoisier, to be one of the founders of modern chemistry. Berzelius became a member of the Royal Swedish Academy of Sciences in 1808 and served from 1818 as its principal functionary. He is known in Sweden as the \"Father of Swedish Chemistry\". Berzelius Day is celebrated on "}]}, {"heading": "Births", "year": "1789", "date": "August 20", "txt": "Abbas Mirza, Qajar crown prince of Persia (d. 1833)", "entities": [{"title": "Abbas Mirza", "href": "/wiki/Abbas_Mirza", "description": "Abbas Mirza was a Qajar crown prince of Iran. He developed a reputation as a military commander during the Russo-Persian War of 1804–1813 and the Russo-Persian War of 1826–1828, as well as through the Ottoman-Persian War of 1821–1823. He is furthermore noted as an early modernizer of Persia's armed forces and institutions, and for his death before his father, Fath Ali Shah. Abbas was an intelligen"}]}, {"heading": "Births", "year": "1799", "date": "August 20", "txt": "James Prinsep, English orientalist and scholar (d. 1840)", "entities": [{"title": "James Prinsep", "href": "/wiki/James_Prinsep", "description": "James Prinsep FRS was an English scholar, orientalist and antiquary. He was the founding editor of the Journal of the Asiatic Society of Bengal and is best remembered for deciphering the Kharosthi and Brahmi scripts of ancient India. He studied, documented and illustrated many aspects of numismatics, metallurgy, meteorology apart from pursuing his career in India as an assay master at the mint in "}]}, {"heading": "Births", "year": "1833", "date": "August 20", "txt": "Benjamin Harrison, American general, lawyer, and politician, 23rd President of the United States (d. 1901)", "entities": [{"title": "Benjamin Harrison", "href": "/wiki/Benjamin_Harrison", "description": "Benjamin Harrison was an American politician and lawyer who served as the 23rd president of the United States from 1889 to 1893. He was a grandson of the ninth president, William Henry Harrison, and a great-grandson of Benjamin Harrison V, a founding father who signed the United States Declaration of Independence."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1845", "date": "August 20", "txt": "Albert Chmielowski, Polish saint, founded the Albertine Brothers (d. 1916)", "entities": [{"title": "Albert Chmielowski", "href": "/wiki/Albert_Chmielowski", "description": "Albert Chmielowski - born Adam Hilary Bernard Chmielowski - was a Polish nobleman, noted painter, disabled veteran of the Uprising of 1863, a professed religious and founder of both the Albertine Brothers and Albertine Sisters servants of the homeless and destitute."}, {"title": "Albertine Brothers", "href": "/wiki/Albertine_Brothers", "description": "The Albertine Brothers are a Catholic congregation of Religious Brothers of the Third Order Regular of St. Francis, called the Servants of the Poor. They were founded in 1888 by Saint Albert Chmielowski in Kraków, Poland."}]}, {"heading": "Births", "year": "1847", "date": "August 20", "txt": "Andrew Greenwood, English cricketer (d. 1889)", "entities": [{"title": "Andrew Greenwood", "href": "/wiki/Andrew_Greenwood", "description": "Andrew Greenwood was an English cricketer, who played in the first two cricket Tests. Greenwood was small in height, but a gutsy batsman, who was also noted for his fielding in the deep."}]}, {"heading": "Births", "year": "1847", "date": "August 20", "txt": "Bolesław Prus, Polish journalist and author (d. 1912)", "entities": []}, {"heading": "Births", "year": "1856", "date": "August 20", "txt": "Jakub Bart-Ćišinski, German poet and playwright (d. 1909)", "entities": [{"title": "Jakub Bart-Ćišinski", "href": "/wiki/Jakub_Bart-%C4%86i%C5%A1inski", "description": "Jakub Bart-Ćišinski, also known as Łužičan, Jakub Bart Kukowski, was Sorbian poet, writer and playwright, translator of Czech, Polish, Italian and German literature. He produced his works in Upper Sorbian. He is also an inventor of modern Upper Sorbian poetic language. He has been described as \"the classical writer of Sorbian literature.\""}]}, {"heading": "Births", "year": "1860", "date": "August 20", "txt": "Raymond Poincaré, French lawyer and politician, 10th President of France (d. 1934)", "entities": [{"title": "Raymond Poincaré", "href": "/wiki/Raymond_Poincar%C3%A9", "description": "Raymond Nicolas Landry Poincaré was a French statesman who served three times as 58th Prime Minister of France, and as President of France from 1913 to 1920."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1865", "date": "August 20", "txt": "Bernard Tancred, South African cricketer and lawyer (d. 1911)", "entities": [{"title": "Bernard Tancred", "href": "/wiki/Bernard_Tancred", "description": "Augustus Bernard Tancred was a leading 19th century South African Test cricketer. His brothers, Vincent and Louis, also played Test cricket for South Africa."}]}, {"heading": "Births", "year": "1868", "date": "August 20", "txt": "Ellen Roosevelt, American tennis player (d. 1954)", "entities": [{"title": "Ellen Roosevelt", "href": "/wiki/Ellen_Roosevelt", "description": "Ellen Crosby Roosevelt was an American tennis player."}]}, {"heading": "Births", "year": "1873", "date": "August 20", "txt": "Eliel Saarinen, Finnish architect and academic, co-designed the National Museum of Finland (d. 1950)", "entities": [{"title": "Eliel Saarinen", "href": "/wiki/Eliel_Saarinen", "description": "Gottlieb Eliel Saarinen was a Finnish-American architect known for his work with art nouveau buildings in the early years of the 20th century. He was also the father of famed architect Eero Saarinen."}, {"title": "National Museum of Finland", "href": "/wiki/National_Museum_of_Finland", "description": "The National Museum of Finland presents Finnish history from the Stone Age to the present day, through objects and cultural history. The Finnish National Romantic style building is located in central Helsinki and is a part of the Finnish Heritage Agency, under the Ministry of Culture and Education."}]}, {"heading": "Births", "year": "1881", "date": "August 20", "txt": "Edgar Guest, English-American poet and author (d. 1959)", "entities": [{"title": "Edgar Guest", "href": "/wiki/Edgar_Guest", "description": "Edgar Albert Guest was a British-born American poet who became known as the People's Poet. His poems often had an inspirational and optimistic view of everyday life."}]}, {"heading": "Births", "year": "1881", "date": "August 20", "txt": "Aleksander Hellat, Estonian politician, 6th Estonian Minister of Foreign Affairs (d. 1943)", "entities": [{"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1884", "date": "August 20", "txt": "Rudolf Bultmann, German Lutheran theologian and professor of New Testament at the University of Marburg (d. 1976)", "entities": [{"title": "Rudolf Bultmann", "href": "/wiki/Rudolf_Bultmann", "description": "Rudolf Karl Bultmann was a German Lutheran theologian and professor of the New Testament at the University of Marburg. He was one of the major figures of early-20th-century biblical studies. A prominent critic of liberal theology, Bultmann instead argued for an existentialist interpretation of the New Testament. His hermeneutical approach to the New Testament led him to be a proponent of dialectic"}, {"title": "Lutheran", "href": "/wiki/Lutheran", "description": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer whose efforts to reform the theology and practice of the church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the 95 Theses, divided Western Christiani"}, {"title": "Theologian", "href": "/wiki/Theologian", "description": "Theology is the systematic study of the nature of the divine and, more broadly, of religious belief. It is taught as an academic discipline, typically in universities and seminaries. It occupies itself with the unique content of analyzing the supernatural, but also deals with religious epistemology, asks and seeks to answer the question of revelation. Revelation pertains to the acceptance of God, "}, {"title": "New Testament", "href": "/wiki/New_Testament", "description": "The New Testament (NT) is the second division of the Christian biblical canon. It discusses the teachings and person of Jesus, as well as events in first-century Christianity. The New Testament's background, the first division of the Christian Bible, is called the Old Testament, which is based primarily upon the Hebrew Bible; together they are regarded as sacred scripture by Christians."}, {"title": "University of Marburg", "href": "/wiki/University_of_Marburg", "description": "The Philipps University of Marburg was founded in 1527 by Philip I, Landgrave of Hesse, which makes it one of Germany's oldest universities and the oldest still operating Protestant university in the world. It is now a public university of the state of Hesse, without religious affiliation. The University of Marburg has about 23,500 students and 7,500 employees and is located in Marburg, a town of "}]}, {"heading": "Births", "year": "1885", "date": "August 20", "txt": "Dino Campana, Italian poet and author (d. 1932)", "entities": [{"title": "Dino Campana", "href": "/wiki/Dino_Campana", "description": "Dino Campana was an Italian visionary poet. His fame rests on his only published book of poetry, the Canti Orfici, as well as his wild and erratic personality, including his ill-fated love affair with Sibilla Aleramo. He is often seen as an Italian example of a poète maudit."}]}, {"heading": "Births", "year": "1886", "date": "August 20", "txt": "Paul Tillich, German-American philosopher and theologian (d. 1965)", "entities": [{"title": "Paul Tillich", "href": "/wiki/Paul_Tillich", "description": "Paul Johannes Tillich was a German-American Christian existentialist philosopher and Lutheran Protestant theologian who is widely regarded as one of the most influential theologians of the twentieth century. Tillich taught at a number of universities in Germany before immigrating to the United States in 1933, where he taught at Union Theological Seminary, Harvard Divinity School, and the Universit"}]}, {"heading": "Births", "year": "1887", "date": "August 20", "txt": "Phan Khôi, Vietnamese journalist and scholar (d. 1959)", "entities": [{"title": "Phan Khôi", "href": "/wiki/Phan_Kh%C3%B4i", "description": "Phan Khôi was an intellectual leader who inspired a North Vietnamese variety of the Chinese Hundred Flowers Campaign, in which scholars were permitted to criticize the Communist regime, but for which he himself was ultimately persecuted by the Communist Party of Vietnam."}]}, {"heading": "Births", "year": "1888", "date": "August 20", "txt": "Tôn Đức Thắng, Vietnamese politician, 2nd President of Vietnam (d. 1980)", "entities": [{"title": "Tôn Đức Thắng", "href": "/wiki/T%C3%B4n_%C4%90%E1%BB%A9c_Th%E1%BA%AFng", "description": "Tôn Đức Thắng was the second and last president of North Vietnam and the first president of the reunified Vietnam under the leadership of General Secretary Lê Duẩn. The position of president is ceremonial and Thắng was never a major policymaker or even a member of the Politburo, Vietnam's ruling council. He served as president, initially of North Vietnam from September 2, 1969, and later of a unit"}, {"title": "List of Presidents of Vietnam", "href": "/wiki/List_of_Presidents_of_Vietnam", "description": "The President of the Socialist Republic of Vietnam, known as Chairman of the Council of State from 1981 to 1992, is the head of state of the Socialist Republic of Vietnam. Beside, the president is also the head of government with prime minister. Since Vietnam is a single-party state, the president is generally considered to hold the second highest position in the political system, after the Genera"}]}, {"heading": "Births", "year": "1890", "date": "August 20", "txt": "H. P. Lovecraft, American short story writer, editor, novelist (d. 1937)", "entities": [{"title": "H. P. Lovecraft", "href": "/wiki/H._P._Lovecraft", "description": "Howard Phillips Lovecraft was an American writer of weird and horror fiction, who is known for his creation of what became known as the Cthulhu Mythos."}]}, {"heading": "Births", "year": "1896", "date": "August 20", "txt": "Gostha Pal, Indian footballer (d. 1976)", "entities": [{"title": "Gostha Pal", "href": "/wiki/Gostha_Pal", "description": "Gostha Behari Pal was an Indian professional footballer. He was first captain of India national team, played during the 1920s and 1930s."}]}, {"heading": "Births", "year": "1897", "date": "August 20", "txt": "Tarjei Vesaas, Norwegian author and poet (d. 1970)", "entities": [{"title": "Tarjei Vesaas", "href": "/wiki/Tarjei_Vesaas", "description": "Tarjei Vesaas was a Norwegian poet and novelist. Vesaas is widely considered to be one of Norway's greatest writers of the twentieth century and perhaps its most important since World War II."}]}, {"heading": "Births", "year": "1898", "date": "August 20", "txt": "Vilhelm Moberg, Swedish historian, journalist, author, and playwright (d. 1973)", "entities": [{"title": "Vilhelm Moberg", "href": "/wiki/Vilhelm_Moberg", "description": "Karl Artur Vilhelm Moberg was a Swedish journalist, author, playwright, historian, and debater. His literary career, spanning more than 45 years, is associated with his series The Emigrants. The four books, published between 1949 and 1959, deal with the Swedish emigration to the United States in the 19th century, and are the subject of two movie adaptations and a musical. Among other works are Ras"}]}, {"heading": "Births", "year": "1901", "date": "August 20", "txt": "Salvatore Quasimodo, Italian novelist and poet, Nobel Prize laureate (d. 1968)", "entities": [{"title": "Salvatore Quasimodo", "href": "/wiki/Salvatore_Quasimodo", "description": "Salvatore Quasimodo was an Italian poet and translator. In 1959, he won the Nobel Prize in Literature \"for his lyrical poetry, which with classical fire expresses the tragic experience of life in our own times\". Along with Giuseppe Ungaretti and Eugenio Montale, he was one of the foremost Italian poets of the 20th century."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1905", "date": "August 20", "txt": "Jean Gebser, German linguist, poet, and philosopher (d. 1973)", "entities": [{"title": "Jean Gebser", "href": "/wiki/Jean_Gebser", "description": "Jean Gebser was a philosopher, a linguist, and a poet, who described the structures of human consciousness."}]}, {"heading": "Births", "year": "1905", "date": "August 20", "txt": "Mikio Naruse, Japanese director and screenwriter (d. 1969)", "entities": []}, {"heading": "Births", "year": "1905", "date": "August 20", "txt": "Jack Teagarden, American singer-songwriter and trombonist (d. 1964)", "entities": []}, {"heading": "Births", "year": "1906", "date": "August 20", "txt": "Vidrik Rootare, Estonian chess player (d. 1981)", "entities": []}, {"heading": "Births", "year": "1908", "date": "August 20", "txt": "Al López, American baseball player and manager (d. 2005)", "entities": [{"title": "Al López", "href": "/wiki/Al_L%C3%B3pez", "description": "Alfonso Ramón López was an American professional baseball catcher and manager. He played in Major League Baseball (MLB) for the Brooklyn Robins / Dodgers, Boston Bees, Pittsburgh Pirates, and Cleveland Indians between 1928 and 1947, and was the manager for the Cleveland Indians and the Chicago White Sox from 1951 to 1965 and during portions of the 1968 and 1969 seasons. Due to his Spanish ancestry"}]}, {"heading": "Births", "year": "1909", "date": "August 20", "txt": "André Morell, English actor (d. 1978)", "entities": [{"title": "André Morell", "href": "/wiki/Andr%C3%A9_Morell", "description": "Cecil André Mesritz, known professionally as André Morell, was an English actor. He appeared frequently in theatre, film and on television from the 1930s to the 1970s. His best known screen roles were as Professor Bernard Quatermass in the BBC Television serial Quatermass and the Pit (1958–59), and as Doctor Watson in the Hammer Film Productions version of The Hound of the Baskervilles (1959). He "}]}, {"heading": "Births", "year": "1909", "date": "August 20", "txt": "Alby Roberts, New Zealand cricketer and rugby player (d. 1978)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 20", "txt": "Eero Saarinen, Finnish-American architect and furniture designer, designed the Gateway Arch (d. 1961)", "entities": [{"title": "Eero Saarinen", "href": "/wiki/Eero_Saarinen", "description": "Eero Saarinen was a Finnish-American architect and industrial designer noted for his wide-ranging array of designs for buildings and monuments. Saarinen is best known for designing the Washington Dulles International Airport outside Washington, D.C., the TWA Flight Center in New York City, and the Gateway Arch in St. Louis, Missouri. He was the son of noted Finnish architect Eliel Saarinen."}, {"title": "Gateway Arch", "href": "/wiki/Gateway_Arch", "description": "The Gateway Arch is a 630-foot (192 m) monument in St. Louis, Missouri, United States. Clad in stainless steel and built in the form of a weighted catenary arch, it is the world's tallest arch, the tallest man-made monument in the Western Hemisphere, and Missouri's tallest accessible building. Built as a monument to the westward expansion of the United States, and officially dedicated to \"the Amer"}]}, {"heading": "Births", "year": "1912", "date": "August 20", "txt": "John H. Michaelis, American general (d. 1985)", "entities": [{"title": "John H. Michaelis", "href": "/wiki/John_H._Michaelis", "description": "John Hersey Michaelis was a United States Army four-star general who served as Commander in Chief, United Nations Command/Commander, United States Forces Korea/Commanding General, Eighth United States Army from 1969 to 1972."}]}, {"heading": "Births", "year": "1913", "date": "August 20", "txt": "Roger Wolcott Sperry, American neuropsychologist and neurobiologist, Nobel Prize laureate (d. 1994)", "entities": [{"title": "Roger Wolcott Sperry", "href": "/wiki/Roger_Wolcott_Sperry", "description": "Roger Wolcott Sperry was an American neuropsychologist, neurobiologist and Nobel laureate who, together with David Hunter Hubel and Torsten Nils Wiesel, won the 1981 Nobel Prize in Physiology and Medicine for his work with split-brain research. A Review of General Psychology survey, published in 2002, ranked Sperry as the 44th most cited psychologist of the 20th century."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1916", "date": "August 20", "txt": "Paul Felix Schmidt, Estonian–German chess player and chemist (d. 1984)", "entities": [{"title": "Paul Felix Schmidt", "href": "/wiki/Paul_Felix_Schmidt", "description": "Paul Felix Schmidt was an Estonian chess player, writer and chemist."}]}, {"heading": "Births", "year": "1917", "date": "August 20", "txt": "Terry Sanford, 65th Governor of North Carolina (d. 1998)", "entities": [{"title": "Terry Sanford", "href": "/wiki/Terry_Sanford", "description": "James Terry Sanford was an American lawyer and politician from North Carolina. A member of the Democratic Party, Sanford was the 65th Governor of North Carolina (1961–1965), a two-time U.S. Presidential candidate in the 1970s and a U.S. Senator (1986–1993). Sanford was a strong proponent of public education and introduced a number of reforms and new programs in North Carolina's schools and institu"}, {"title": "List of Governors of North Carolina", "href": "/wiki/List_of_Governors_of_North_Carolina", "description": "The Governor of North Carolina has a duty to enforce state laws and to convene the legislature. The Governor may grant pardons except in cases of impeachment. For about 220 years the Governor had no power to veto bills passed by the North Carolina General Assembly, but a referendum in November 1996 altered the state's constitution, so that North Carolina ceased to be the only state whose governor "}]}, {"heading": "Births", "year": "1918", "date": "August 20", "txt": "Jacqueline Susann, American actress and author (d. 1974)", "entities": [{"title": "Jacqueline Susann", "href": "/wiki/Jacqueline_Susann", "description": "Jacqueline Susann was an American novelist and actress. Her iconic novel, Valley of the Dolls (1966), is one of the best-selling books in publishing history. With her two subsequent works, The Love Machine (1969) and Once Is Not Enough (1973), Susann became the first author to have three novels top The New York Times Best Seller List consecutively."}]}, {"heading": "Births", "year": "1919", "date": "August 20", "txt": "Walter Bernstein, American screenwriter and producer (d. 2021)", "entities": [{"title": "Walter Bernstein", "href": "/wiki/Walter_Bernstein", "description": "Walter Bernstein was an American screenwriter and film producer who was blacklisted by the Hollywood movie studios in the 1950s because of his views on communism. Some of his notable works included The Front (1976), Yanks (1979), and Little Miss Marker (1980). He was a recipient of Writers Guild of America Awards including the Ian McLellan Hunter award and the Evelyn F. Burkey award."}]}, {"heading": "Births", "year": "1919", "date": "August 20", "txt": "Adamantios Androutsopoulos, Greek lawyer, educator and politician, Prime Minister of Greece (d. 2000)", "entities": [{"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1921", "date": "August 20", "txt": "Keith Froome, Australian rugby league player (d. 1978)", "entities": [{"title": "Keith Froome", "href": "/wiki/Keith_Froome", "description": "George Keith Froome (1920–1978) was an Australian rugby league player. He was a halfback for the Australian national team. He played in eight Tests between 1948 and 1949 as captain on two occasions."}]}, {"heading": "Births", "year": "1921", "date": "August 20", "txt": "Jack Wilson, Australian cricketer (d. 1985)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 20", "txt": "Jim Reeves, American singer-songwriter (d. 1964)", "entities": [{"title": "Jim Reeves", "href": "/wiki/Jim_Reeves", "description": "James Travis Reeves was an American country and popular music singer-songwriter. With records charting from the 1950s to the 1980s, he became well known as a practitioner of the Nashville sound. Known as \"Gentleman Jim\", his songs continued to chart for years after his death. Reeves died in the crash of his private airplane. He is a member of both the Country Music and Texas Country Music Halls of"}]}, {"heading": "Births", "year": "1924", "date": "August 20", "txt": "George Zuverink, American baseball player (d. 2014)", "entities": [{"title": "George Zuverink", "href": "/wiki/George_Zuverink", "description": "George Zuverink was a professional baseball player. He was a right-handed pitcher over parts of eight Major League Baseball seasons with the Cleveland Indians, Cincinnati Redlegs, Detroit Tigers and Baltimore Orioles. For his career, he compiled a 32–36 record in 265 appearances, mostly as a relief pitcher, with a 3.54 earned run average and 223 strikeouts."}]}, {"heading": "Births", "year": "1926", "date": "August 20", "txt": "Frank Rosolino, American jazz trombonist (d. 1978)", "entities": [{"title": "Frank Rosolino", "href": "/wiki/Frank_Rosolino", "description": "Frank Rosolino was an American jazz trombonist."}]}, {"heading": "Births", "year": "1926", "date": "August 20", "txt": "Nobby Wirkowski, American-Canadian football player and coach (d. 2014)", "entities": [{"title": "Nobby Wirkowski", "href": "/wiki/Nobby_Wirkowski", "description": "Norbert \"Nobby\" Wirkowski was an American and Canadian football player and coach. He is best known as quarterback of the Toronto Argonauts. The touchdown he engineered in the 1952 Grey Cup turned out to be the last offensive touchdown by the Argonauts in a Grey Cup for 30 years."}]}, {"heading": "Births", "year": "1927", "date": "August 20", "txt": "John Boardman, English archaeologist and historian", "entities": [{"title": "John Boardman (art historian)", "href": "/wiki/John_Boardman_(art_historian)", "description": "Sir John Boardman, is a classical archaeologist and art historian. He has been described as \"Britain's most distinguished historian of ancient Greek art.\""}]}, {"heading": "Births", "year": "1927", "date": "August 20", "txt": "Yootha Joyce, English actress (d. 1980)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 20", "txt": "Fred Kavli, Norwegian-American businessman and philanthropist, founded The Kavli Foundation (d. 2013)", "entities": [{"title": "Kavli Foundation (United States)", "href": "/wiki/Kavli_Foundation_(United_States)", "description": "The Kavli Foundation, based in Los Angeles, California, is a foundation that supports the advancement of science and the increase of public understanding and support for scientists and their work."}]}, {"heading": "Births", "year": "1927", "date": "August 20", "txt": "Peter Oakley, English soldier and blogger (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 20", "txt": "Kevin Heffernan, Irish footballer and manager (d. 2013)", "entities": [{"title": "Kevin Heffernan (Gaelic footballer)", "href": "/wiki/Kevin_Heffernan_(Gaelic_footballer)", "description": "Kevin Heffernan was an Irish Gaelic footballer and manager who played as a left corner-forward st senior level for the Dublin county team."}]}, {"heading": "Births", "year": "1930", "date": "August 20", "txt": "Mario Bernardi, Canadian pianist and conductor (d. 2013)", "entities": [{"title": "Mario Bernardi", "href": "/wiki/Mario_Bernardi", "description": "Mario Bernardi, was a Canadian conductor and pianist. He conducted 75 different operas and over 450 other works with the National Arts Centre Orchestra."}]}, {"heading": "Births", "year": "1930", "date": "August 20", "txt": "Peter Randall, English sergeant (d. 2007)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 20", "txt": "Don King, American boxing promoter", "entities": [{"title": "Don King (boxing promoter)", "href": "/wiki/Don_King_(boxing_promoter)", "description": "Donald King is an American former boxing promoter known for his involvement in historic boxing matchups. He has been a controversial figure, partly due to a manslaughter conviction and civil cases against him."}]}, {"heading": "Births", "year": "1932", "date": "August 20", "txt": "Anthony Ainley, English actor (d. 2004)", "entities": [{"title": "Anthony Ainley", "href": "/wiki/Anthony_Ainley", "description": "Anthony Ainley was an English actor. He was the fourth actor to portray the Master in Doctor Who."}]}, {"heading": "Births", "year": "1932", "date": "August 20", "txt": "Vasily Aksyonov, Russian physician, author, and academic (d. 2009)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 20", "txt": "Atholl McKinnon, South African cricketer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 20", "txt": "George J. Mitchell, American lieutenant, lawyer, and politician", "entities": [{"title": "George J. Mitchell", "href": "/wiki/George_J._Mitchell", "description": "George John Mitchell Jr. is an American politician, diplomat and lawyer. A leading member of the Democratic Party, he served as a United States Senator from Maine from 1980 to 1995 and as Senate Majority Leader from 1989 to 1995. He briefly served as a United States District Judge of the United States District Court for the District of Maine from 1979 to 1980."}]}, {"heading": "Births", "year": "1934", "date": "August 20", "txt": "Sneaky Pete Kleinow, American country-rock pedal-steel guitarist and songwriter (d. 2007)", "entities": [{"title": "Sneaky Pete Kleinow", "href": "/wiki/Sneaky_Pete_Kleinow", "description": "Peter E. \"Sneaky Pete\" Kleinow was an American country-rock musician, songwriter, and motion picture special effects artist. He is best known as a member of the band the Flying Burrito Brothers and as a session musician for such artists as Neil Young, Joan Baez, Jackson Browne, The Byrds, Joe Cocker, Rita Coolidge, Eagles, The Everly Brothers, George Harrison, The Steve Miller Band, Joni Mitchell,"}]}, {"heading": "Births", "year": "1934", "date": "August 20", "txt": "Tom Mangold, German-English journalist and author", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 20", "txt": "Ron Paul, American captain, physician, and politician", "entities": [{"title": "Ron Paul", "href": "/wiki/Ron_Paul", "description": "Ronald Ernest Paul is an American author, physician, and retired politician who served as the U.S. Representative for Texas's 22nd congressional district from 1976 to 1977 and again from 1979 to 1985, and then for Texas's 14th congressional district from 1997 to 2013. On three occasions, he sought the presidency of the United States: as the Libertarian Party nominee in 1988 and as a candidate for "}]}, {"heading": "Births", "year": "1936", "date": "August 20", "txt": "Hideki Shirakawa, Japanese chemist, engineer, and academic, Nobel Prize laureate", "entities": [{"title": "Hideki Shirakawa", "href": "/wiki/Hideki_Shirakawa", "description": "Hideki Shirakawa  is a Japanese chemist, engineer, and Professor Emeritus at the University of Tsukuba and Zhejiang University. He is best known for his discovery of conductive polymers. He was co-recipient of the 2000 Nobel Prize in Chemistry jointly with Alan MacDiarmid and Alan Heeger."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1937", "date": "August 20", "txt": "Stelvio Cipriani, Italian composer  (d. 2018)", "entities": [{"title": "Stelvio Cipriani", "href": "/wiki/Stelvio_Cipriani", "description": "Stelvio Cipriani was an Italian composer, mostly of motion picture soundtracks."}]}, {"heading": "Births", "year": "1937", "date": "August 20", "txt": "Andrei Konchalovsky, Russian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 20", "txt": "Sky Saxon, American singer-songwriter and bassist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 20", "txt": "Peter Day, English chemist and academic  (d. 2020)", "entities": [{"title": "Peter Day (chemist)", "href": "/wiki/Peter_Day_(chemist)", "description": "Peter Day was a British inorganic chemist and Professor of Chemistry at University College London (UCL)."}]}, {"heading": "Births", "year": "1938", "date": "August 20", "txt": "Alain Vivien, French politician", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 20", "txt": "Fernando Poe Jr., Filipino actor and politician (d. 2004)", "entities": [{"title": "Fernando Poe Jr.", "href": "/wiki/Fernando_Poe_Jr.", "description": "Ronald Allan Kelley Poe, better known as Fernando Poe Jr. and colloquially known as FPJ, Ronwaldo Reyes and Da King, was a Filipino actor, director and politician. His long career as an action film star earned him the nickname \"King of Philippine Movies\"."}]}, {"heading": "Births", "year": "1939", "date": "August 20", "txt": "Mike Velarde, Filipino televangelist and religious leader", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 20", "txt": "Rubén Hinojosa, American businessman and politician", "entities": [{"title": "Rubén Hinojosa", "href": "/wiki/Rub%C3%A9n_Hinojosa", "description": "Rubén Eloy Hinojosa is an American politician who served as U.S. Representative for Texas's 15th congressional district, from 1997 to 2017. He is a member of the Democratic Party. The district stretches from Seguin, to McAllen on the Mexican border. Much of the region is rural although Hidalgo County is part of the third-fastest-growing metropolitan statistical area in the country. Hinojosa served"}]}, {"heading": "Births", "year": "1940", "date": "August 20", "txt": "Gus Macdonald, Scottish academic and politician, Minister for the Cabinet Office", "entities": [{"title": "Minister for the Cabinet Office", "href": "/wiki/Minister_for_the_Cabinet_Office", "description": "The Minister for the Cabinet Office is a position in the Cabinet Office of the United Kingdom. The Minister is responsible for all Cabinet Office policies and leading the department."}]}, {"heading": "Births", "year": "1940", "date": "August 20", "txt": "Rex Sellers, Indian-Australian cricketer", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 20", "txt": "Dave Brock, English singer-songwriter and guitarist", "entities": [{"title": "Dave Brock", "href": "/wiki/Dave_Brock", "description": "David Anthony Brock is an English singer-songwriter and musician. He plays electric guitar, keyboards, bass and oscillators. He is a founder, sole constant member and musical focus of the English space rock group Hawkwind. Brock was honoured with a lifetime achievement award at the annual Progressive Music Awards in 2013."}]}, {"heading": "Births", "year": "1941", "date": "August 20", "txt": "Rich Brooks, American football player and coach", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 20", "txt": "Anne Evans, English soprano and actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 20", "txt": "William H. Gray, American lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 20", "txt": "Slobodan Milošević, Serbian lawyer and politician, 1st President of Serbia (d. 2006)", "entities": [{"title": "President of Serbia", "href": "/wiki/President_of_Serbia", "description": "The President of Serbia, officially styled as the President of the Republic is the head of state of Serbia."}]}, {"heading": "Births", "year": "1941", "date": "August 20", "txt": "Robin Oakley, English journalist and author", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 20", "txt": "Jo Ramírez, Mexican race car driver and manager", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 20", "txt": "Isaac Hayes, American singer-songwriter, pianist, producer, and actor (d. 2008)", "entities": [{"title": "Isaac Hayes", "href": "/wiki/Isaac_Hayes", "description": "Isaac Lee Hayes Jr. was an American singer, songwriter, actor, and producer. Hayes was one of the creative forces behind the Southern soul music label Stax Records, where he served both as an in-house songwriter and as a session musician and record producer, teaming with his partner David Porter during the mid-1960s. Hayes and Porter were inducted into the Songwriters Hall of Fame in 2005 in recog"}]}, {"heading": "Births", "year": "1942", "date": "August 20", "txt": "Fred Norman, American baseball player", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 20", "txt": "Roger Gale, English journalist and politician", "entities": [{"title": "Roger Gale", "href": "/wiki/Roger_Gale", "description": "Sir Roger James Gale is a British Conservative politician. He was first elected in 1983 as the Member of Parliament (MP) for North Thanet in Kent."}]}, {"heading": "Births", "year": "1943", "date": "August 20", "txt": "Sylvester McCoy, Scottish actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 20", "txt": "Rajiv Gandhi, Indian lawyer and politician, 6th Prime Minister of India (d. 1991)", "entities": [{"title": "Rajiv Gandhi", "href": "/wiki/Rajiv_Gandhi", "description": "Rajiv Ratna Gandhi was an Indian politician who served as the 6th Prime Minister of India from 1984 to 1989. He took office after the 1984 assassination of his mother, Prime Minister Indira Gandhi, to become the youngest Indian Prime Minister at the age of 40."}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1944", "date": "August 20", "txt": "Graig Nettles, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 20", "txt": "José Wilker, Brazilian actor and director (d. 2014)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 20", "txt": "Roy Gardner, English businessman", "entities": [{"title": "Roy Gardner (businessman)", "href": "/wiki/Roy_Gardner_(businessman)", "description": "Sir Roy Alan Gardner is a British businessman and former director of Manchester United and most recently Plymouth Argyle. Gardner is notable for his involvement in the sale of Manchester United to American businessman Malcolm Glazer and his controversial spell as chairman of Plymouth Argyle, which resulted in the club entering administration with debts of over £17 million and accusations of financ"}]}, {"heading": "Births", "year": "1946", "date": "August 20", "txt": "Mufaddal Saifuddin, 53rd Da'i al-Mutlaq of Fatimid Caliphate الدولة الفاطمية", "entities": [{"title": "Mufaddal Saifuddin", "href": "/wiki/Mufaddal_Saifuddin", "description": "Mufaddal Saifuddin is the spiritual leader and 53rd Da'i al-Mutlaq of two million Dawoodi Bohras, a subgroup of the Tayyibi, Mustaali, Ismaili Shia branch of Islam. He is the second son of the 52nd Da'i al-Mutlaq, Mohammed Burhanuddin, whom he succeeded in 2014. Saifuddin led the restoration of medieval Fatimid architecture, notably Al-Anwar Mosque, Al-Aqmar Mosque, Al-Juyushi Mosque, and Lulua Mo"}, {"title": "Da'i al-Mutlaq", "href": "/wiki/Da%27i_al-Mutlaq", "description": "The term Dā'ī al-Mutlaq or ad-Da'i ul-Mutlaq literally means \"the absolute or unrestricted missionary\" pl. Du'aat-دعاۃ. The office of Da'i al-Mutlaq is a spiritual rank in the Isma'ili Da'wah which became more explicit and operational after the seclusion of the 21st Fatimid Imam of Cairo, At-Tayyib Abu'l-Qasim in 528 AH/1134 AD. According to Tayyibi-Ismaili tradition, the Da'i al-Mutlaq is the hig"}, {"title": "Fatimid Caliphate", "href": "/wiki/Fatimid_Caliphate", "description": "The Fatimid Caliphate was an Ismaili Shia caliphate of the 10th to the 12th centuries CE. Spanning a large area of North Africa, it ranged from the Red Sea in the east to the Atlantic Ocean in the west. The Fatimids, a dynasty of Arab origin, trace their ancestry to the Prophet’s daughter Fatima and her husband ‘Ali b. Abi Talib, the first Shi‘ite imam. The Fatimids were acknowledged as the rightf"}]}, {"heading": "Births", "year": "1946", "date": "August 20", "txt": "Henryk Broder, Polish-German journalist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 20", "txt": "Connie Chung, American journalist", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 20", "txt": "Laurent Fabius, French politician, 158th Prime Minister of France", "entities": [{"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1946", "date": "August 20", "txt": "Ralf Hütter, German singer and keyboard player", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 20", "txt": "N. R. Narayana Murthy, Indian businessman, co-founded Infosys", "entities": [{"title": "Infosys", "href": "/wiki/Infosys", "description": "Infosys Limited is an Indian multinational information technology company that provides business consulting, information technology and outsourcing services. The company is headquartered in Bangalore. Infosys is the second-largest Indian IT company after Tata Consultancy Services by 2020 revenue figures and the 602nd largest public company in the world according to Forbes Global 2000 ranking. On 3"}]}, {"heading": "Births", "year": "1947", "date": "August 20", "txt": "Alan Lee, English painter and illustrator", "entities": [{"title": "Alan Lee (illustrator)", "href": "/wiki/Alan_Lee_(illustrator)", "description": "Alan Lee is an English book illustrator and film conceptual designer. He is best known for his artwork inspiered by the literature of J. R. R. Tolkien, and for his work on the conceptual design of Peter Jackson's film adaptation of J. R. R. Tolkien's The Lord of the Rings high fantasy novel."}]}, {"heading": "Births", "year": "1947", "date": "August 20", "txt": "Ray Wise, American actor", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 20", "txt": "John Noble, Australian actor and director", "entities": [{"title": "John Noble", "href": "/wiki/John_Noble", "description": "John Noble is an Australian actor. He is best known for his roles as Dr. Walter Bishop in the US Fox science fiction television series Fringe, and Henry Parrish in the Fox action-horror series Sleepy Hollow. His most high-profile film role was as Denethor in Peter Jackson's The Lord of the Rings trilogy. He also provided the voice of the DC Comics supervillain Scarecrow in the 2015 video game Batm"}]}, {"heading": "Births", "year": "1948", "date": "August 20", "txt": "Robert Plant, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 20", "txt": "Nikolas Asimos, Greek singer-songwriter and guitarist (d. 1988)", "entities": [{"title": "Nikolas Asimos", "href": "/wiki/Nikolas_Asimos", "description": "Nikolas Asimos was a Greek composer and singer. His real surname was Asimopoulos (Ασημόπουλος). Asimos was a very special case of a counter-culture artist, mostly because of his lifestyle. His behaviour and songs were often received as provocative by the general public. He was a person with strong political opinions. Ideologically, he could be categorised as an anarchist but he never accepted bein"}]}, {"heading": "Births", "year": "1949", "date": "August 20", "txt": "Phil Lynott, Irish singer-songwriter, bass player, and producer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 20", "txt": "DeForest Soaries, American minister and politician, 30th Secretary of State of New Jersey", "entities": [{"title": "DeForest Soaries", "href": "/wiki/DeForest_Soaries", "description": "Reverend DeForest Blake \"Buster\" Soaries, Jr. is an African-American Baptist minister, author and public advocate, from Montclair, New Jersey. He is the former Secretary of State of New Jersey and former chairman of the federal Election Assistance Commission. Additionally, he is the senior pastor of First Baptist Church of Lincoln Gardens in Somerset, New Jersey, a position he has held since Novem"}, {"title": "Secretary of State of New Jersey", "href": "/wiki/Secretary_of_State_of_New_Jersey", "description": "\nThe Secretary of State of New Jersey oversees the Department of State, which is one of the original state offices. The Secretary is responsible for overseeing artistic, cultural, and historical programs within the U.S. state of New Jersey, as well as volunteerism and community service projects within the state and is also the keeper of the Great Seal of the State. The Secretary is appointed by th"}]}, {"heading": "Births", "year": "1952", "date": "August 20", "txt": "John Emburey, English cricketer and coach", "entities": [{"title": "John Emburey", "href": "/wiki/John_Emburey", "description": "John Ernest Emburey is a former English first-class cricketer who played for Middlesex, Northamptonshire, Western Province, Berkshire and England."}]}, {"heading": "Births", "year": "1952", "date": "August 20", "txt": "Doug Fieger, American singer-songwriter and guitarist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 20", "txt": "John Hiatt, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 20", "txt": "Ric Menello, American director and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 20", "txt": "Gerry Bertier, American football player (d. 1981)", "entities": [{"title": "Gerry Bertier", "href": "/wiki/Gerry_Bertier", "description": "Gerry Bertier was a high school American football player and Paralympian. He became known for his participation on the 1971 Virginia State Champion football T. C. Williams High School team and their portrayal in the Disney film Remember the Titans. He was the nephew of Howie Livingston. He also attended Northern Virginia Community College. After the conclusion of the 1971 season, Bertier was invol"}]}, {"heading": "Births", "year": "1953", "date": "August 20", "txt": "Peter Horton, American actor and director", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 20", "txt": "Mike Jackson, American politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 20", "txt": "Jim Trenton, American radio host and actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 20", "txt": "Leroy Burgess, American singer, songwriter, keyboard player, recording artist, and record producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 20", "txt": "Quinn Buckner, American basketball player and coach", "entities": [{"title": "Quinn Buckner", "href": "/wiki/Quinn_Buckner", "description": "William Quinn Buckner is an American former professional basketball player and coach. He played collegiate basketball for the Indiana University Hoosiers, and won a national championship in 1976. He was a captain of both the last undefeated NCAA Division I basketball champion and the 1976 Olympics gold medal team. Buckner was selected by the Milwaukee Bucks with the 7th pick of the 1976 NBA draft."}]}, {"heading": "Births", "year": "1954", "date": "August 20", "txt": "Tawn Mastrey, American radio host and producer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 20", "txt": "Al Roker, American news anchor, television personality, and author", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 20", "txt": "Agnes Chan, Hong Kong singer and author", "entities": [{"title": "Agnes Chan", "href": "/wiki/Agnes_Chan", "description": "Agnes Meiling Kaneko Chan is a pop singer, a \"foreign television personality\", a Doctor of Philosophy, a professor at Japanese universities, an essayist and a novelist. Since 1988, Chan has been a UNICEF Goodwill Ambassador and also supports the Japan Committee for UNICEF."}]}, {"heading": "Births", "year": "1955", "date": "August 20", "txt": "Janet Royall, Baroness Royall of Blaisdon, English politician, Chancellor of the Duchy of Lancaster", "entities": [{"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Births", "year": "1956", "date": "August 20", "txt": "Joan Allen, American actress", "entities": [{"title": "Joan Allen", "href": "/wiki/Joan_Allen", "description": "Joan Allen is an American actress. She began her career with the Steppenwolf Theatre Company in 1977, won the 1984 Drama Desk Award for Outstanding Actress in a Play for And a Nightingale Sang, and won the 1988 Tony Award for Best Actress in a Play for her Broadway debut in Burn This. She is also a three-time Academy Award nominee, receiving Best Supporting Actress nominations for Nixon (1995) and"}]}, {"heading": "Births", "year": "1956", "date": "August 20", "txt": "Alvin Greenidge, Barbadian cricketer", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 20", "txt": "Desmond Swayne, English soldier and politician, Vice-Chamberlain of the Household", "entities": [{"title": "Vice-Chamberlain of the Household", "href": "/wiki/Vice-Chamberlain_of_the_Household", "description": "The Vice-Chamberlain of the Household is a member of the Royal Household of the Sovereign of the United Kingdom. The office-holder is usually a junior government whip in the British House of Commons ranking third or fourth after the Chief Whip and the Deputy Chief Whip. He or she is the Deputy to the Lord Chamberlain of the Household. The Vice-Chamberlain's main roles are to compile a daily privat"}]}, {"heading": "Births", "year": "1957", "date": "August 20", "txt": "Finlay Calder, Scottish rugby player", "entities": [{"title": "Finlay Calder", "href": "/wiki/Finlay_Calder", "description": "Finlay Calder OBE is a Scotland international former rugby union player."}]}, {"heading": "Births", "year": "1957", "date": "August 20", "txt": "Jim Calder, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 20", "txt": "Simon Donaldson, English mathematician and academic", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 20", "txt": "Sorin Antohi, Romanian journalist and historian", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 20", "txt": "Paul Johnson, American football coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 20", "txt": "Nigel Dodds, Northern Irish lawyer and politician", "entities": [{"title": "Nigel Dodds", "href": "/wiki/Nigel_Dodds", "description": "Nigel Alexander Dodds, Baron Dodds of Duncairn,, is a Northern Irish barrister and unionist politician. Dodds became North Belfast's MP at the 2001 UK general election and served in that role until he was defeated by Sinn Féin's John Finucane in 2019. He has served in the past as a member of the Northern Ireland Assembly, and as Minister of Finance in the Northern Ireland Executive. He served as d"}]}, {"heading": "Births", "year": "1958", "date": "August 20", "txt": "Patricia Rozema, Canadian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 20", "txt": "David O. Russell, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 20", "txt": "John Stehr, American journalist", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 20", "txt": "Dom Duff, Breton singer-songwriter, guitarist, composer", "entities": [{"title": "Dom Duff", "href": "/wiki/Dom_Duff", "description": "Dominique Le Duff is a Breton singer-songwriter, born in Plouescat in the Finistère department of Brittany in north-western France. Dom Duff was raised on his parents coastal farm and learned both French and breton language."}]}, {"heading": "Births", "year": "1960", "date": "August 20", "txt": "Mark Langston, American baseball player", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 20", "txt": "Amanda Sonia Berry, English businesswoman", "entities": [{"title": "Amanda Sonia Berry", "href": "/wiki/Amanda_Sonia_Berry", "description": "Amanda Sonia Berry, OBE is Chief Executive of the British Academy of Film and Television Arts (BAFTA)."}]}, {"heading": "Births", "year": "1962", "date": "August 20", "txt": "Sophie Aldred, English actress", "entities": [{"title": "Sophie Aldred", "href": "/wiki/Sophie_Aldred", "description": "Sophie Aldred is an English actress and television presenter. She has worked extensively in children's television as a presenter and voice artist. She played the Seventh Doctor's companion, Ace, in the television series Doctor Who during the late 1980s, becoming the final companion of the series' first run."}]}, {"heading": "Births", "year": "1962", "date": "August 20", "txt": "James Marsters, American actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 20", "txt": "Uwe Bialon, German footballer and manager", "entities": [{"title": "Uwe Bialon", "href": "/wiki/Uwe_Bialon", "description": "Uwe Bialon is a German football manager and former player."}]}, {"heading": "Births", "year": "1963", "date": "August 20", "txt": "Kal Daniels, American baseball player", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 20", "txt": "José Cecena, Mexican baseball player", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 20", "txt": "Azarias Ruberwa, Congolese lawyer and politician, Vice-President of the Democratic Republic of the Congo", "entities": [{"title": "Azarias Ruberwa", "href": "/wiki/Azarias_Ruberwa", "description": "Azarias Ruberwa Manywa is a Congolese politician, lawyer, and public figure. During the Second Congo War he was Secretary-General of the Rassemblement Congolais pour la Démocratie (RCD-G) rebel group. Following the war he was one of the vice-presidents in the transitional government of the Democratic Republic of the Congo between 2003-2006. He has also been the leader and president of RCD-G's poli"}, {"title": "Vice-President of the Democratic Republic of the Congo", "href": "/wiki/Vice-President_of_the_Democratic_Republic_of_the_Congo", "description": "Vice-President of the Democratic Republic of Congo is a former political position in Congo, which existed between 2003 and 2006 in the country's interim government after the Second Congo War."}]}, {"heading": "Births", "year": "1965", "date": "August 20", "txt": "KRS-One, American rapper and producer", "entities": [{"title": "KRS-One", "href": "/wiki/KRS-One", "description": "Lawrence \"Kris\" Parker, better known by his stage names KRS-One, an abbreviation of Knowledge Reigning Supreme Over Nearly Everyone, and Teacha, is an American rapper and occasional producer from Bronx, New York. He rose to prominence as part of the hip hop music group Boogie Down Productions, which he formed with DJ Scott La Rock in the mid-1980s. KRS-One is best known for his top hits, \"Sound of"}]}, {"heading": "Births", "year": "1966", "date": "August 20", "txt": "Miguel Albaladejo, Spanish director and screenwriter", "entities": [{"title": "Miguel Albaladejo", "href": "/wiki/Miguel_Albaladejo", "description": "Miguel Albaladejo is a Spanish screenwriter and film director."}]}, {"heading": "Births", "year": "1966", "date": "August 20", "txt": "Dimebag Darrell, American guitarist and songwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 20", "txt": "Enrico Letta, Italian lawyer and politician, 55th Prime Minister of Italy", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1966", "date": "August 20", "txt": "Liu Chunyan, Chinese host and voice actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 20", "txt": "Andy Benes, American baseball player", "entities": [{"title": "Andy Benes", "href": "/wiki/Andy_Benes", "description": "Andrew Charles Benes is an American former Major League Baseball right-handed pitcher. During a 14-year career from 1989 to 2002, Benes played for the San Diego Padres, the Seattle Mariners, the St. Louis Cardinals and the Arizona Diamondbacks. His brother Alan also pitched in the Major Leagues, and was his teammate in 1996–97 and 2000–01. He and his brother Alan attended Evansville Lutheran Schoo"}]}, {"heading": "Births", "year": "1968", "date": "August 20", "txt": "Brett Angell, English footballer and coach", "entities": [{"title": "Brett Angell", "href": "/wiki/Brett_Angell", "description": "Brett Ashley Mark Angell is an English association football coach and former player. His brother, Darren, also played football professionally."}]}, {"heading": "Births", "year": "1968", "date": "August 20", "txt": "Abdelatif Benazzi, Moroccan-French rugby player", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 20", "txt": "Klas Ingesson, Swedish footballer and manager (d. 2014)", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 20", "txt": "Yuri Shiratori, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 20", "txt": "Bai Yansong, Chinese host", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 20", "txt": "Billy Gardell, American comedian, actor, and producer", "entities": [{"title": "Billy Gardell", "href": "/wiki/Billy_Gardell", "description": "William Gardell Jr. is an American actor and stand-up comedian. Gardell played Chicago police officer Mike Biggs on Mike & Molly. He also had a recurring role as Billy Colivida on Yes, Dear and appeared in a dozen episodes of My Name Is Earl as a police officer. Gardell voiced Santa in Ice Age: A Mammoth Christmas, as well as starring on Sullivan & Son in the recurring role of Lyle Winkler. Since "}]}, {"heading": "Births", "year": "1969", "date": "August 20", "txt": "Mark Holzemer, American baseball player and scout", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 20", "txt": "Els Callens, Belgian tennis player and sportscaster", "entities": [{"title": "Els Callens", "href": "/wiki/Els_Callens", "description": "Els Callens is a former professional female tennis player from Belgium."}]}, {"heading": "Births", "year": "1970", "date": "August 20", "txt": "Fred Durst, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 20", "txt": "Nenad Bjelica, Croatian footballer and manager", "entities": [{"title": "Nenad Bjelica", "href": "/wiki/Nenad_Bjelica", "description": "Nenad Bjelica is a Croatian professional football manager and former player who is the manager of Prva HNL club Osijek."}]}, {"heading": "Births", "year": "1971", "date": "August 20", "txt": "Matt Calland, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 20", "txt": "Steve Stone, English footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 20", "txt": "David Walliams, English comedian, actor, and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 20", "txt": "Jonathan Ke Quan, Vietnamese actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 20", "txt": "Derrick Alston, American basketball player", "entities": [{"title": "Derrick Alston", "href": "/wiki/Derrick_Alston", "description": "Derrick Samuel Alston is an American former basketball player who is the head coach for the Westchester Knicks of the NBA G League."}]}, {"heading": "Births", "year": "1972", "date": "August 20", "txt": "Melvin Booker, American basketball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 20", "txt": "Chaney Kley, American actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 20", "txt": "Scott Quinnell, Welsh rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 20", "txt": "Anna Umemiya, Japanese model and actress", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "Alban Bushi, Albanian footballer", "entities": [{"title": "Alban Bushi", "href": "/wiki/Alban_Bushi", "description": "Alban Bushi is an Albanian professional football coach and former player who is the current manager of Albania under-21 and under-20 team. He is nicknamed \"Loku\"."}]}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "Alexandre Finazzi, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "Scott Goodman, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "Todd Helton, American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "Cameron Mather, New Zealand rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "José Paniagua, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "Donn Swaby, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 20", "txt": "Juan Becerra Acosta, Mexican journalist", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 20", "txt": "Amy Adams, American actress and singer", "entities": [{"title": "Amy Adams", "href": "/wiki/Amy_Adams", "description": "Amy Lou Adams is an American actress and film producer. Known for both comedic and dramatic roles, she has appeared three times in annual rankings of the world's highest-paid actresses. Her accolades include two Golden Globe Awards, and nominations for six Academy Awards, seven British Academy Film Awards and nine Screen Actors Guild Awards."}]}, {"heading": "Births", "year": "1974", "date": "August 20", "txt": "Misha Collins, American actor", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 20", "txt": "Szabolcs Sáfár, Hungarian footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 20", "txt": "Andy Strachan, Australian drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 20", "txt": "Maxim Vengerov, Russian violinist and conductor", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 20", "txt": "Marcin Adamski, Polish footballer and manager", "entities": [{"title": "Marcin Adamski", "href": "/wiki/Marcin_Adamski", "description": " Marcin Adamski  is a Polish professional footballer."}]}, {"heading": "Births", "year": "1975", "date": "August 20", "txt": "Marko Martin, Estonian pianist and educator", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 20", "txt": "Shaun Newton, English footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 20", "txt": "Elijah Williams, American football player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 20", "txt": "Chris Drury, American ice hockey player", "entities": [{"title": "Chris Drury", "href": "/wiki/Chris_Drury", "description": "Christopher Ellis Drury is an American professional ice hockey executive and former player. He serves as the associate general manager for the New York Rangers and as the general manager of their American Hockey League (AHL) affiliate, the Hartford Wolf Pack."}]}, {"heading": "Births", "year": "1976", "date": "August 20", "txt": "Cornel Frăsineanu, Romanian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 20", "txt": "Tony Grant, Irish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 20", "txt": "Kristen Miller, American actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 20", "txt": "Marcel Podszus, German footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 20", "txt": "Fabio Ulloa, Honduran footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Paolo Bianco, Italian footballer", "entities": [{"title": "Paolo Bianco", "href": "/wiki/Paolo_Bianco", "description": "Paolo Bianco is an Italian football coach and former footballer who played as a defender."}]}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Wayne Brown, English footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Felipe Contepomi, Argentine rugby player, coach, and physician", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Manuel Contepomi, Argentine rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Shockmain Davis, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "A. M. Esmonde, Welsh author, director, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Stéphane Gillet, Luxembourgian footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Aaron Hamill, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Ívar Ingimarsson, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "James Ormond, English cricketer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Josh Pearce, American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 20", "txt": "Aaron Taylor, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 20", "txt": "Alberto Martín, Spanish tennis player", "entities": [{"title": "Alberto Martín", "href": "/wiki/Alberto_Mart%C3%ADn", "description": "Alberto Martín Magret is a retired tennis player from Spain. He won three singles titles and reached five Masters Series quarterfinals on clay."}]}, {"heading": "Births", "year": "1978", "date": "August 20", "txt": "Emir Mkademi, Tunisian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 20", "txt": "Chris Schroder, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 20", "txt": "Sarah Borwell, English tennis player", "entities": [{"title": "Sarah Borwell", "href": "/wiki/Sarah_Borwell", "description": "Sarah Leah Borwell is an English former professional tennis player who enjoyed her greatest success in doubles. She was the British number one in doubles. Her career-high doubles ranking is 65, set on 9 August 2010 and her career-high singles ranking is 199, which she reached on 10 July 2006."}]}, {"heading": "Births", "year": "1979", "date": "August 20", "txt": "Jamie Cullum, English singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 20", "txt": "Cory Sullivan, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 20", "txt": "Ben Barnes, English actor", "entities": [{"title": "Ben Barnes (actor)", "href": "/wiki/Ben_Barnes_(actor)", "description": "Ben Barnes is an English actor and singer. He is best known for his roles as Prince Caspian in The Chronicles of Narnia film series, Logan Delos in Westworld, Billy Russo in The Punisher and the Darkling in the Netflix series Shadow and Bone."}]}, {"heading": "Births", "year": "1981", "date": "August 20", "txt": "Brett Finch, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 20", "txt": "Artur Kotenko, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 20", "txt": "Bernard Mendy, French footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 20", "txt": "Craig Ochs, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 20", "txt": "Byron Saxton, American wrestler, manager, and sportscaster", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Cléber Luis Alberti, Brazilian footballer", "entities": [{"title": "Cléber Luis Alberti", "href": "/wiki/Cl%C3%A9ber_Luis_Alberti", "description": " Cléber Luis Alberti  or simply  Cléber  is a goalkeeper player from Brazil, who plays for Portuguese Liga de Honra side GD Estoril."}]}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Aleksandr Amisulashvili, Georgian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Monty Dumond, South African rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Youssouf Hersi, Ethiopian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Joshua Kennedy, Australian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Mijaín López, Cuban wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Richard Petiot, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Barney Rogers, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 20", "txt": "Enyelbert Soto, Venezuelan-Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 20", "txt": "Hamza Abdullah, American football player", "entities": [{"title": "Hamza Abdullah", "href": "/wiki/Hamza_Abdullah", "description": "Hamza Muhammad Abdullah is a former American football safety. He was drafted by the Tampa Bay Buccaneers in the seventh round of the 2005 NFL Draft. He played college football at Washington State."}]}, {"heading": "Births", "year": "1983", "date": "August 20", "txt": "Paulo André Cren Benini, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 20", "txt": "Andrew Garfield, American-English actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 20", "txt": "Héctor Landazuri, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 20", "txt": "Mladen Pelaić, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 20", "txt": "Brian Schaefering, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 20", "txt": "Yuri Zhirkov, Russian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 20", "txt": "Aílton José Almeida, Brazilian footballer", "entities": [{"title": "Aílton José Almeida", "href": "/wiki/A%C3%ADlton_Jos%C3%A9_Almeida", "description": "Aílton José Almeida, simply known as Aílton, is a Brazilian footballer who plays as a forward for Örgryte IS."}]}, {"heading": "Births", "year": "1984", "date": "August 20", "txt": "Pavel Eismann, Czech footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 20", "txt": "Laura Georges, French footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 20", "txt": "Jamie Hoffmann, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 20", "txt": "Ingrid Lukas, Estonian-Swiss singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Brant Daugherty, American actor", "entities": [{"title": "Brant Daugherty", "href": "/wiki/Brant_Daugherty", "description": "\n\nBrant David Daugherty is an American actor, known for his recurring role as Noel Kahn on the teen drama television series Pretty Little Liars. In 2013, he had a recurring role as Brian in the NBC daytime drama Days of Our Lives."}]}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Glen Buttriss, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Blake DeWitt, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Thomas Domingo, French rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Matt Hague, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Jack King, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Álvaro Negredo, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Willie Ripia, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Joe Vitale, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Stephen Ward, Irish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 20", "txt": "Mark Washington, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 20", "txt": "Andrew Surman, South African-English footballer", "entities": [{"title": "Andrew Surman", "href": "/wiki/Andrew_Surman", "description": "Andrew Ronald Edward Surman is a professional footballer who plays as a midfielder for League One club Milton Keynes Dons."}]}, {"heading": "Births", "year": "1986", "date": "August 20", "txt": "Steven Zalewski, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 20", "txt": "Stefan Aigner, German footballer", "entities": [{"title": "Stefan Aigner", "href": "/wiki/Stefan_Aigner", "description": "Stefan Aigner is a German footballer who plays as a midfielder for Wehen Wiesbaden."}]}, {"heading": "Births", "year": "1987", "date": "August 20", "txt": "Vedran Janjetović, Croatian-Australian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 20", "txt": "Sido Jombati, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 20", "txt": "Egon Kaur, Estonian race car driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 20", "txt": "Jerryd Bayless, American basketball player", "entities": [{"title": "Jerryd Bayless", "href": "/wiki/Jerryd_Bayless", "description": "Jerryd Andrew Bayless is an American professional basketball player for the Sichuan Blue Whales of the Chinese Basketball Association. He played a year of college basketball for the Arizona Wildcats after playing high school basketball at St. Mary's High School in Phoenix, where he scored a career-high 52 points in a loss to eventual state champions, Mesa Mountain View. He was selected 11th overal"}]}, {"heading": "Births", "year": "1988", "date": "August 20", "txt": "Sarah R, Lotfi, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 20", "txt": "José Zamora, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 20", "txt": "Kirko Bangz, American rapper and producer", "entities": [{"title": "Kirko Bangz", "href": "/wiki/Kirko_Bangz", "description": "Kirk Jerel Randle, better known by his stage name Kirko Bangz, is an American rapper, singer, songwriter and record producer from Houston, Texas. He is best known for his single, \"Drank in My Cup\" which was released in 2011 and peaked at number 28 on the US Billboard Hot 100 chart."}]}, {"heading": "Births", "year": "1989", "date": "August 20", "txt": "Nebil Gahwagi, Hungarian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 20", "txt": "Silas Kiplagat, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 20", "txt": "Slavcho Shokolarov, Bulgarian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 20", "txt": "Judd Trump, English snooker player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 20", "txt": "Dean Winnard, English footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 20", "txt": "Macauley Chrisantus, Nigerian footballer", "entities": [{"title": "Macauley Chrisantus", "href": "/wiki/Macauley_Chrisantus", "description": "Macauley Chrisantus is a Nigerian professional footballer who plays as a striker for FF Jaro."}]}, {"heading": "Births", "year": "1990", "date": "August 20", "txt": "Culoe De Song, South African music producer and DJ", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 20", "txt": "Venelin Filipov, Bulgarian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 20", "txt": "Leigh Griffiths, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 20", "txt": "Fabien Jarsalé, French footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 20", "txt": "Bradley Klahn, American tennis player", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 20", "txt": "Ranomi Kromowidjojo, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 20", "txt": "Marko Djokovic, Serbian tennis player", "entities": [{"title": "Marko Djokovic", "href": "/wiki/Marko_Djokovic", "description": "Marko Djokovic is a Serbian professional tennis player. He is the middle of the three children of Dijana and Srđan Đoković, younger brother of Novak and elder to Djordje Djokovic."}]}, {"heading": "Births", "year": "1991", "date": "August 20", "txt": "Jyrki Jokipakka, Finnish hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 20", "txt": "Matt Eisenhuth, Australian rugby league player", "entities": [{"title": "Matt Eisenhuth", "href": "/wiki/Matt_Eisenhuth", "description": "Matt Eisenhuth is an Australian professional rugby league footballer who plays as a lock for the Penrith Panthers in the NRL."}]}, {"heading": "Births", "year": "1992", "date": "August 20", "txt": "Carolina Horta, Brazilian beach volleyball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 20", "txt": "Demi Lovato, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 20", "txt": "Deniss Rakels, Latvian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 20", "txt": "Callum Skinner, Scottish track cyclist", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 20", "txt": "Tonisha Rock-Yaw, Barbadian netball player", "entities": [{"title": "Tonisha Rock-Yaw", "href": "/wiki/Tonisha_Rock-Yaw", "description": "Tonisha Rock-Yaw is a Barbadian netball player who represents Barbados internationally and plays in the positions of centre and wing defense. She made her maiden World Cup appearance representing Barbados at the 2019 Netball World Cup. She also represented Barbados at the 2018 Commonwealth Games, which also marked her maiden Commonwealth Games appearance."}]}, {"heading": "Births", "year": "1996", "date": "August 20", "txt": "Bunty Afoa, New Zealand rugby league player", "entities": [{"title": "Bunty Afoa", "href": "/wiki/Bunty_Afoa", "description": "Iulio \"Bunty\" Afoa is a Samoa international rugby league footballer who plays as a prop and second-row forward for the New Zealand Warriors in the NRL."}]}, {"heading": "Deaths", "year": "AD 14", "date": "August 20", "txt": "Agrippa Postumus, Roman son of Marcus Vipsanius Agrippa (b. 12 BC)", "entities": [{"title": "Agrippa Postumus", "href": "/wiki/Agrippa_Postumus", "description": "Marcus Agrippa Postumus, later named Agrippa Julius Caesar, was a Roman nobleman who was the youngest son of Marcus Vipsanius Agrippa and Julia the Elder, the daughter and only biological child of the Roman Emperor Augustus. Augustus initially considered Postumus as a potential successor and formally adopted him as his heir, but banished him from Rome in AD 6 on account of his ferocia. In effect, "}, {"title": "Marcus Vipsanius Agrippa", "href": "/wiki/Marcus_Vipsanius_Agrippa", "description": "Marcus Vipsanius Agrippa was a Roman general, statesman, and architect. He was a close friend, son-in-law, and lieutenant to Augustus and was responsible for the construction of some of the most notable buildings in the history of Rome and for important military victories, most notably at the Battle of Actium in 31 BC against the forces of Mark Antony and Cleopatra. As a result of these victories,"}]}, {"heading": "Deaths", "year": "535", "date": "August 20", "txt": "Mochta, Irish missionary and saint", "entities": [{"title": "Mochta", "href": "/wiki/Mochta", "description": "\n\nSaint Mochta, Mochtae, or Mahew, in Latin sources Maucteus or Mauchteus, was the last surviving disciple of St. Patrick."}]}, {"heading": "Deaths", "year": "651", "date": "August 20", "txt": "Oswine of Deira", "entities": [{"title": "Oswine of Deira", "href": "/wiki/Oswine_of_Deira", "description": "Oswine, Oswin or Osuine was a King of Deira in northern England."}]}, {"heading": "Deaths", "year": "768", "date": "August 20", "txt": "Eadberht of Northumbria", "entities": [{"title": "Eadberht of Northumbria", "href": "/wiki/Eadberht_of_Northumbria", "description": "Eadberht was king of Northumbria from 737 or 738 to 758. He was the brother of Ecgbert, Archbishop of York. His reign is seen as a return to the imperial ambitions of seventh-century Northumbria and may represent a period of economic prosperity. He faced internal opposition from rival dynasties and at least two actual or potential rivals were killed during his reign. In 758 he abdicated in favour "}]}, {"heading": "Deaths", "year": "917", "date": "August 20", "txt": "Constantine Lips, Byzantine admiral", "entities": [{"title": "Constantine Lips", "href": "/wiki/Constantine_Lips", "description": "Constantine Lips was a Byzantine aristocrat and admiral who lived in the later 9th and early 10th centuries. He was killed in 917 at the Battle of Acheloos against Bulgaria. Constantine Lips is most notable for his foundation of the convent bearing his name at Constantinople."}, {"title": "Byzantine", "href": "/wiki/Byzantine", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Deaths", "year": "984", "date": "August 20", "txt": "Pope John XIV", "entities": [{"title": "Pope John XIV", "href": "/wiki/Pope_John_XIV", "description": "Pope John XIV, born Pietro Canepanova, was the bishop of Rome and ruler of the Papal States from November 983 until his death."}]}, {"heading": "Deaths", "year": "1153", "date": "August 20", "txt": "Bernard of Clairvaux, French theologian and saint (b. 1090)", "entities": [{"title": "Bernard of Clairvaux", "href": "/wiki/Bernard_of_Clairvaux", "description": "Bernard of Clairvaux, venerated as Saint Bernard, was a Burgundian abbot and a major leader in the revitalization of Benedictine monasticism through the nascent Cistercian Order."}]}, {"heading": "Deaths", "year": "1158", "date": "August 20", "txt": "Rögnvald Kali Kolsson (b. 1100), Earl of Orkney and Saint", "entities": [{"title": "Rögnvald Kali Kolsson", "href": "/wiki/R%C3%B6gnvald_Kali_Kolsson", "description": "Rögnvald Kali Kolsson, also known as Saint Ronald of Orkney, was a Norwegian earl of Orkney who came to be regarded as a Christian saint. Two of the Orkneys are named after Rögnvald, namely North Ronaldsay and South Ronaldsay."}]}, {"heading": "Deaths", "year": "1297", "date": "August 20", "txt": "William Fraser, bishop and Guardian of Scotland", "entities": [{"title": "William Fraser (bishop of St Andrews)", "href": "/wiki/William_Fraser_(bishop_of_St_Andrews)", "description": "William Fraser was a late 13th century Bishop of St Andrews and Guardian of the Kingdom of Scotland. Before election to the bishopric, he had been and Royal Chancellor of King Alexander III of Scotland and dean of Glasgow. He was elected to the bishopric on 4 August 1279, and confirmed in the position the following year by Pope Nicholas III"}]}, {"heading": "Deaths", "year": "1348", "date": "August 20", "txt": "Laurence Hastings, 1st Earl of Pembroke (b. 1319)", "entities": [{"title": "Laurence Hastings, 1st Earl of Pembroke", "href": "/wiki/Laurence_Hastings,_1st_Earl_of_Pembroke", "description": "Laurence de Hastings, 1st Earl of Pembroke was a Norman English nobleman and held the titles 1st Earl of Pembroke, Baron Abergavenny and Baron Hastings under Edward II of England and Edward III of England."}]}, {"heading": "Deaths", "year": "1384", "date": "August 20", "txt": "Geert Groote, Dutch preacher, founded the Brethren of the Common Life (b. 1340)", "entities": [{"title": "Geert Groote", "href": "/wiki/Geert_Groote", "description": "Gerard Groote, otherwise Gerrit or Gerhard Groet, in Latin Gerardus Magnus, was a Dutch Roman Catholic deacon, who was a popular preacher and the founder of the Brethren of the Common Life. He was a key figure in the Devotio Moderna movement."}, {"title": "Brethren of the Common Life", "href": "/wiki/Brethren_of_the_Common_Life", "description": "The Brethren of the Common Life was a Roman Catholic pietist religious community founded in the Netherlands in the 14th century by Gerard Groote, formerly a successful and worldly educator who had had a religious experience and preached a life of simple devotion to Jesus Christ. Without taking up irrevocable vows, the Brethren banded together in communities, giving up their worldly goods to live c"}]}, {"heading": "Deaths", "year": "1386", "date": "August 20", "txt": "Bo Jonsson, royal marshal of Sweden", "entities": [{"title": "Bo Jonsson (Grip)", "href": "/wiki/Bo_Jonsson_(Grip)", "description": "Bo Jonsson (Grip) was head of the royal council and marshal under the regency of Magnus IV of Sweden. Also in the council was his friend and colleague, Karl Ulfsson av Ulvåsa, eldest son of Saint Birgitta. From 1369, during Albert of Sweden’s reign, he was Officialis Generalis and from 1371 Lord High Steward."}]}, {"heading": "Deaths", "year": "1471", "date": "August 20", "txt": "Borso d'Este, Duke of Ferrara (b. 1413)", "entities": [{"title": "Borso d'Este", "href": "/wiki/Borso_d%27Este", "description": "Borso d'Este was Duke of Ferrara, and the first Duke of Modena, which he ruled from 1450 until his death. He was a member of the House of Este."}]}, {"heading": "Deaths", "year": "1528", "date": "August 20", "txt": "Georg von Frundsberg, German knight and landowner (b. 1473)", "entities": [{"title": "Georg von Frundsberg", "href": "/wiki/Georg_von_Frundsberg", "description": "Georg von Frundsberg was a German military and Landsknecht leader in the service of the Holy Roman Empire and Imperial House of Habsburg. An early modern proponent of infantry tactics, he established his reputation in active service during the Italian Wars under Emperor Maximilian I and his successor Charles V."}]}, {"heading": "Deaths", "year": "1572", "date": "August 20", "txt": "Miguel López de Legazpi, Spanish navigator and politician, 1st Governor-General of the Philippines (b. 1502)", "entities": [{"title": "Miguel López de Legazpi", "href": "/wiki/Miguel_L%C3%B3pez_de_Legazpi", "description": "Miguel López de Legazpi, also known as El Adelantado and El Viejo, was a Spanish navigator and governor who established the first Spanish settlement in the East Indies when his expedition crossed the Pacific Ocean from the Viceroyalty of New Spain in modern-day Mexico, arriving in Cebu in the Philippine Islands in 1565. He was the first Governor-General of the Spanish East Indies, which was govern"}, {"title": "Governor-General of the Philippines", "href": "/wiki/Governor-General_of_the_Philippines", "description": "The Governor-General of the Philippines was the title of the government executive during the colonial period of the Philippines, governed mainly by Spain (1565–1898) and the United States (1898–1946), and briefly by Great Britain (1762–1764) and Japan (1942–1945). They were also the representative of the executive of the ruling power."}]}, {"heading": "Deaths", "year": "1580", "date": "August 20", "txt": "Jerónimo Osório, Portuguese historian and author (b. 1506)", "entities": [{"title": "Jerónimo Osório", "href": "/wiki/Jer%C3%B3nimo_Os%C3%B3rio", "description": "Jerónimo Osório da Fonseca was a Portuguese Roman Catholic humanist bishop, historian and polemicist. An extensive notice of his life and thought (Vita) was written by his nephew, a canon of Évora also named Jerónimo Osório, to introduce his edition of his uncle's Complete Works published in 1592."}]}, {"heading": "Deaths", "year": "1611", "date": "August 20", "txt": "Tomás Luis de Victoria, Spanish priest and composer (b. 1548)", "entities": [{"title": "Tomás Luis de Victoria", "href": "/wiki/Tom%C3%A1s_Luis_de_Victoria", "description": "Tomás Luis de Victoria was the most famous composer in 16th-century Spain, and was one of the most important composers of the Counter-Reformation, along with Giovanni Pierluigi da Palestrina and Orlando di Lasso. Victoria was not only a composer but also an accomplished organist and singer as well as a Catholic priest. However, he preferred the life of a composer to that of a performer."}]}, {"heading": "Deaths", "year": "1639", "date": "August 20", "txt": "Martin Opitz, German poet and hymnwriter (b. 1597)", "entities": [{"title": "Martin Opitz", "href": "/wiki/Martin_Opitz", "description": "Martin Opitz von Boberfeld was a German poet, regarded as the greatest of that nation during his lifetime."}]}, {"heading": "Deaths", "year": "1648", "date": "August 20", "txt": "Edward Herbert, 1st Baron Herbert of Cherbury, English soldier and diplomat (b. 1583)", "entities": [{"title": "Edward Herbert, 1st Baron Herbert of Cherbury", "href": "/wiki/Edward_Herbert,_1st_Baron_Herbert_of_Cherbury", "description": "Edward Herbert, 1st Baron Herbert of Cherbury KB was an Anglo-Welsh soldier, diplomat, historian, poet and religious philosopher of the Kingdom of England."}]}, {"heading": "Deaths", "year": "1651", "date": "August 20", "txt": "Jeremi Wiśniowiecki, Polish nobleman (b. 1612)", "entities": [{"title": "Jeremi Wiśniowiecki", "href": "/wiki/Jeremi_Wi%C5%9Bniowiecki", "description": "Prince Jeremi Wiśniowiecki nicknamed Hammer on the Cossacks or Iron Hand, was a notable member of the aristocracy of the Polish–Lithuanian Commonwealth, Prince of Wiśniowiec, Łubnie and Chorol in the Crown of the Kingdom of Poland and the father of the future King of Poland, Michael I."}]}, {"heading": "Deaths", "year": "1672", "date": "August 20", "txt": "Cornelis de Witt, Dutch lawyer and politician (b. 1623)", "entities": [{"title": "Cornelis de Witt", "href": "/wiki/Cornelis_de_Witt", "description": "Cornelis de Witt was a Dutch politician."}]}, {"heading": "Deaths", "year": "1672", "date": "August 20", "txt": "Johan de Witt, Dutch mathematician and politician (b. 1625)", "entities": []}, {"heading": "Deaths", "year": "1680", "date": "August 20", "txt": "William Bedloe, English spy (b. 1650)", "entities": [{"title": "William Bedloe", "href": "/wiki/William_Bedloe", "description": "William Bedloe was an English fraudster and Popish Plot informer."}]}, {"heading": "Deaths", "year": "1701", "date": "August 20", "txt": "Sir Charles Sedley, 5th Baronet, English playwright and politician, Speaker of the British House of Commons (b. 1639)", "entities": [{"title": "Sir Charles Sedley, 5th Baronet", "href": "/wiki/Sir_Charles_Sedley,_5th_Baronet", "description": "Sir Charles Sedley, 5th Baronet, was an English noble, dramatist and politician. He was principally remembered for his wit and profligacy."}, {"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}]}, {"heading": "Deaths", "year": "1707", "date": "August 20", "txt": "Nicolas Gigault, French organist and composer (b. 1627)", "entities": [{"title": "Nicolas Gigault", "href": "/wiki/Nicolas_Gigault", "description": "Nicolas Gigault was a French Baroque organist and composer. Born into poverty, he quickly rose to fame and high reputation among fellow musicians. His surviving works include the earliest examples of noëls and a volume of works representative of the 1650–1675 style of the French organ school."}]}, {"heading": "Deaths", "year": "1773", "date": "August 20", "txt": "Enrique Flórez, Spanish historian and author (b. 1701)", "entities": [{"title": "Enrique Flórez", "href": "/wiki/Enrique_Fl%C3%B3rez", "description": "Enrique or Henrique Flórez de Setién y Huidobro was a Spanish historian."}]}, {"heading": "Deaths", "year": "1785", "date": "August 20", "txt": "Jean-Baptiste Pigalle, French sculptor (b. 1714)", "entities": [{"title": "Jean-Baptiste Pigalle", "href": "/wiki/Jean-Baptiste_Pigalle", "description": "Jean-Baptiste Pigalle was a French sculptor."}]}, {"heading": "Deaths", "year": "1823", "date": "August 20", "txt": "Pope Pius VII (b. 1740)", "entities": [{"title": "Pope Pius VII", "href": "/wiki/Pope_Pius_VII", "description": "Pope Pius VII, born Barnaba Niccolò Maria Luigi Chiaramonti, was head of the Catholic Church and ruler of the Papal States from 14 March 1800 to his death in 1823. Chiaramonti was also a monk of the Order of Saint Benedict in addition to being a well-known theologian and bishop throughout his life."}]}, {"heading": "Deaths", "year": "1825", "date": "August 20", "txt": "William Waldegrave, 1st Baron Radstock, English admiral and politician, Governor of Newfoundland (b. 1753)", "entities": [{"title": "William Waldegrave, 1st Baron Radstock", "href": "/wiki/William_Waldegrave,_1st_Baron_Radstock", "description": "Admiral William Waldegrave, 1st Baron Radstock, GCB was an officer in the Royal Navy and Governor of Newfoundland."}, {"title": "List of lieutenant governors of Newfoundland and Labrador", "href": "/wiki/List_of_lieutenant_governors_of_Newfoundland_and_Labrador", "description": "The following is a list of the governors, commodore-governors, and lieutenant governors of Newfoundland and Labrador. Though the present day office of the lieutenant governor in Newfoundland and Labrador came into being only upon the province's entry into Canadian Confederation in 1949, the post is a continuation from the first governorship of Newfoundland in 1610."}]}, {"heading": "Deaths", "year": "1835", "date": "August 20", "txt": "Agnes Bulmer, English merchant and poet (b. 1775)", "entities": [{"title": "Agnes Bulmer", "href": "/wiki/Agnes_Bulmer", "description": "\n\nAgnes Bulmer was an English poet. She is believed to have written the longest epic poem ever written by a woman. The piece, Messiah's Kingdom, took over nine years to complete."}]}, {"heading": "Deaths", "year": "1854", "date": "August 20", "txt": "Shiranui Dakuemon, Japanese sumo wrestler, the 8th Yokozuna (b. 1801)", "entities": [{"title": "Shiranui Dakuemon", "href": "/wiki/Shiranui_Dakuemon", "description": "Shiranui Dakuemon  was a Japanese sumo wrestler from Uto, Higo Province. He was the sport's 8th yokozuna, and is the only yokozuna in history to have been demoted. He was the coach of Shiranui Kōemon."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1859", "date": "August 20", "txt": "Juan Bautista Ceballos, President of Mexico (1853) (b. 1811)", "entities": [{"title": "Juan Bautista Ceballos", "href": "/wiki/Juan_Bautista_Ceballos", "description": "Juan Bautista Ceballos was interim president of Mexico from 6 January to 8 February 1853. He was a moderate Liberal."}]}, {"heading": "Deaths", "year": "1882", "date": "August 20", "txt": "James Whyte, Scottish-Australian politician, 6th Premier of Tasmania (b. 1820)", "entities": [{"title": "James Whyte (Australian politician)", "href": "/wiki/James_Whyte_(Australian_politician)", "description": "James Whyte was a Scottish-born Australian politician and mass murderer who served as the sixth Premier of Tasmania, from 20 January 1863 to 24 November 1866."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1887", "date": "August 20", "txt": "Jules Laforgue, French poet and author (b. 1860)", "entities": [{"title": "Jules Laforgue", "href": "/wiki/Jules_Laforgue", "description": "Jules Laforgue was a Franco-Uruguayan poet, often referred to as a Symbolist poet. Critics and commentators have also pointed to Impressionism as a direct influence and his poetry has been called \"part-symbolist, part-impressionist\". Laforgue was a model for Pierre-Auguste Renoir, including for Renoir's 1881 painting Luncheon of the Boating Party."}]}, {"heading": "Deaths", "year": "1893", "date": "August 20", "txt": "Alexander Wassilko von Serecki, Austrian lawyer and politician (b. 1827)", "entities": [{"title": "Alexander Wassilko von Serecki", "href": "/wiki/Alexander_Wassilko_von_Serecki", "description": " Baron Alexander Wassilko von Serecki, descendant of an old Moldavian boyar family, was an Austro-Hungarian ethnic Romanian statesman, Landeshauptmann of the Duchy of Bukovina and member of the Herrenhaus, the Upper House of the Imperial Council of Austria."}]}, {"heading": "Deaths", "year": "1897", "date": "August 20", "txt": "Charles Lilley, English-Australian politician, 4th Premier of Queensland (b. 1827)", "entities": [{"title": "Charles Lilley", "href": "/wiki/Charles_Lilley", "description": "Sir Charles Lilley was a Premier and Chief Justice of the Supreme Court of Queensland. He had a significant influence on the form and spirit of state education in colonial Queensland which lasted well into the 20th century."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1912", "date": "August 20", "txt": "William Booth, English preacher, co-founded The Salvation Army (b. 1829)", "entities": [{"title": "William Booth", "href": "/wiki/William_Booth", "description": "William Booth was an English Methodist preacher who, along with his wife, Catherine, founded the Salvation Army and became its first \"General\" (1878–1912). The Christian movement with a quasi-military structure and government founded in 1865 has spread from London, England, to many parts of the world and is known for being one of the largest distributors of humanitarian aid. In 2002, Booth was nam"}, {"title": "The Salvation Army", "href": "/wiki/The_Salvation_Army", "description": "The Salvation Army (TSA) is a Christian church and an international charitable organisation. The organisation reports a worldwide membership of over 1.7 million, consisting of soldiers, officers and adherents collectively known as Salvationists. Its founders sought to bring salvation to the poor, destitute, and hungry by meeting both their \"physical and spiritual needs\". It is present in 132 count"}]}, {"heading": "Deaths", "year": "1914", "date": "August 20", "txt": "Pope Pius X (b. 1835)", "entities": [{"title": "Pope Pius X", "href": "/wiki/Pope_Pius_X", "description": "Pope Pius X was head of the Catholic Church from August 1903 to his death in 1914. Pius X is known for vigorously opposing modernist interpretations of Catholic doctrine, promoting liturgical reforms and scholastic philosophy and theology. He initiated the preparation of the 1917 Code of Canon Law, the first comprehensive and systemic work of its kind. He is venerated as a saint in the Catholic Ch"}]}, {"heading": "Deaths", "year": "1915", "date": "August 20", "txt": "Paul Ehrlich, German physician and academic, Nobel Prize laureate (b. 1854)", "entities": [{"title": "Paul Ehrlich", "href": "/wiki/Paul_Ehrlich", "description": "Paul Ehrlich was a Nobel Prize-winning German Jewish physician and scientist who worked in the fields of hematology, immunology, and antimicrobial chemotherapy. Among his foremost achievements were finding a cure for syphilis in 1909 and inventing the precursor technique to Gram staining bacteria. The methods he developed for staining tissue made it possible to distinguish between different types "}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1917", "date": "August 20", "txt": "Adolf von Baeyer, German chemist and academic, Nobel Prize laureate (b. 1835)", "entities": [{"title": "Adolf von Baeyer", "href": "/wiki/Adolf_von_Baeyer", "description": "Johann Friedrich Wilhelm Adolf von Baeyer was a German chemist who synthesised indigo and developed a nomenclature for cyclic compounds. He was ennobled in the Kingdom of Bavaria in 1885 and was the 1905 recipient of the Nobel Prize in Chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1919", "date": "August 20", "txt": "Greg MacGregor, Scottish cricketer and rugby player (b. 1869)", "entities": [{"title": "Gregor MacGregor (sportsman)", "href": "/wiki/Gregor_MacGregor_(sportsman)", "description": "Gregor MacGregor was a Scottish cricketer and rugby union player. He played rugby for Scotland and cricket for England."}]}, {"heading": "Deaths", "year": "1930", "date": "August 20", "txt": "Charles Bannerman, Australian cricketer and umpire (b. 1851)", "entities": [{"title": "Charles Bannerman", "href": "/wiki/Charles_Bannerman", "description": "Charles Bannerman was an English-born Australian cricketer. A right-handed batsman, he represented Australia in three Test matches between 1877 and 1879. At the domestic level, he played for the New South Wales cricket team. Later, he became an umpire."}]}, {"heading": "Deaths", "year": "1936", "date": "August 20", "txt": "Edward Weston, English-American chemist (b. 1850)", "entities": [{"title": "Edward Weston", "href": "/wiki/Edward_Weston", "description": "Edward Henry Weston was a 20th-century American photographer. He has been called \"one of the most innovative and influential American photographers...\" and \"one of the masters of 20th century photography.\" Over the course of his 40-year career Weston photographed an increasingly expansive set of subjects, including landscapes, still lives, nudes, portraits, genre scenes and even whimsical parodies"}]}, {"heading": "Deaths", "year": "1939", "date": "August 20", "txt": "Agnes Giberne, Indian-English astronomer and author (b. 1845)", "entities": [{"title": "Agnes Giberne", "href": "/wiki/Agnes_Giberne", "description": "Agnes Giberne was a prolific British novelist and scientific writer. Her fiction was typical of Victorian evangelical fiction with moral or religious themes for children. She also wrote books on science for young people, a handful of historical novels, and one well-regarded biography."}]}, {"heading": "Deaths", "year": "1942", "date": "August 20", "txt": "István Horthy, Hungarian admiral and pilot (b. 1904)", "entities": [{"title": "István Horthy", "href": "/wiki/Istv%C3%A1n_Horthy", "description": "István Horthy de Nagybánya was Hungarian Regent Admiral Miklós Horthy's eldest son, a politician, and, during World War II, a fighter pilot."}]}, {"heading": "Deaths", "year": "1943", "date": "August 20", "txt": "William Irvine, Irish-Australian politician, 21st Premier of Victoria (b. 1858)", "entities": [{"title": "William Irvine (Australian politician)", "href": "/wiki/William_Irvine_(Australian_politician)", "description": "Sir William Hill Irvine was an Australian politician and judge. He served as Premier of Victoria (1902–1904), Attorney-General of Australia (1913–1914), and Chief Justice of Victoria (1918–1935)."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1951", "date": "August 20", "txt": "İzzettin Çalışlar, Turkish general (b. 1882)", "entities": [{"title": "İzzettin Çalışlar", "href": "/wiki/%C4%B0zzettin_%C3%87al%C4%B1%C5%9Flar", "description": "İzzettin Çalışlar was an officer of the Ottoman Army and a general of the Turkish Army. He also served as a politician and was a prominent member of the Kemalist movement."}]}, {"heading": "Deaths", "year": "1961", "date": "August 20", "txt": "Percy Williams Bridgman, American physicist and academic, Nobel Prize laureate (b. 1882)", "entities": [{"title": "Percy Williams Bridgman", "href": "/wiki/Percy_Williams_Bridgman", "description": "Percy Williams Bridgman was an American physicist who received the 1946 Nobel Prize in Physics for his work on the physics of high pressures. He also wrote extensively on the scientific method and on other aspects of the philosophy of science. The Bridgman effect and the Bridgman–Stockbarger technique are named after him."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1963", "date": "August 20", "txt": "Joan Voûte, Dutch astronomer (b. 1879)", "entities": [{"title": "Joan Voûte", "href": "/wiki/Joan_Vo%C3%BBte", "description": "Joan George Erardus Gijsbertus Voûte was a Dutch astronomer."}]}, {"heading": "Deaths", "year": "1965", "date": "August 20", "txt": "Jonathan Daniels, American seminarian and civil rights activist (b. 1939)", "entities": [{"title": "Jonathan Daniels", "href": "/wiki/Jonathan_Daniels", "description": "Jonathan Myrick Daniels was an Episcopal seminarian and civil rights activist. In 1965, he was murdered by a shotgun-wielding special county deputy, Tom Coleman, who was a construction worker, in Hayneville, Alabama, while in the act of shielding 17-year-old Ruby Sales. He saved the life of the young Black civil rights activist. They were both working in the civil rights movement in Lowndes County"}]}, {"heading": "Deaths", "year": "1971", "date": "August 20", "txt": "Rashid Minhas, Pakistani lieutenant and pilot (b. 1951)", "entities": [{"title": "Rashid Minhas", "href": "/wiki/Rashid_Minhas", "description": "Pilot Officer Rashid Minhas(Urdu: راشد منہاس‎b. 17 February 1951 – 20 August 1971) NH, was a pilot in the Pakistan Air Force (PAF). Minhas was the only PAF officer to receive the highest valour award, the Nishan-e-Haider. He was also the youngest person and the shortest-serving officer to have received this award. During the routine training mission in August 1971, P/Off. Minhas attempted to gain "}]}, {"heading": "Deaths", "year": "1979", "date": "August 20", "txt": "Christian Dotremont, Belgian painter and poet (b. 1922)", "entities": [{"title": "Christian Dotremont", "href": "/wiki/Christian_Dotremont", "description": "Christian Dotremont,, was a Belgian painter and poet who was born in Tervuren, Belgium. He was a founding member of the Revolutionary Surrealist Group (1946) and he also founded COBRA together with Danish artist Asger Jorn. In this capacity he was responsible for bringing Henri Lefebvre's Critique de la vie quotidienne (1946) to the group's attention. He later became well known for his painted poe"}]}, {"heading": "Deaths", "year": "1980", "date": "August 20", "txt": "Joe Dassin, American-French singer-songwriter (b. 1938)", "entities": [{"title": "Joe Dassin", "href": "/wiki/Joe_Dassin", "description": "Joseph \"Joe\" Ira Dassin was an American-born French singer-songwriter."}]}, {"heading": "Deaths", "year": "1982", "date": "August 20", "txt": "Ulla Jacobsson, Swedish actress (b. 1929)", "entities": [{"title": "Ulla Jacobsson", "href": "/wiki/Ulla_Jacobsson", "description": "Ulla Jacobsson was a Swedish actress who is best known for playing the only female speaking role in the film Zulu (1964)."}]}, {"heading": "Deaths", "year": "1985", "date": "August 20", "txt": "Donald O. Hebb, Canadian psychologist and academic (b. 1904)", "entities": [{"title": "Donald O. Hebb", "href": "/wiki/Donald_O._Hebb", "description": "Donald Olding Hebb FRS was a Canadian psychologist who was influential in the area of neuropsychology, where he sought to understand how the function of neurons contributed to psychological processes such as learning. He is best known for his theory of Hebbian learning, which he introduced in his classic 1949 work The Organization of Behavior. He has been described as the father of neuropsychology"}]}, {"heading": "Deaths", "year": "1985", "date": "August 20", "txt": "Wilhelm Meendsen-Bohlken, German admiral (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "August 20", "txt": "Milton Acorn, Canadian poet and playwright (b. 1923)", "entities": [{"title": "Milton Acorn", "href": "/wiki/Milton_Acorn", "description": "Milton James Rhode Acorn, nicknamed The People's Poet by his peers, was a Canadian poet, writer, and playwright."}]}, {"heading": "Deaths", "year": "1987", "date": "August 20", "txt": "Walenty Kłyszejko, Estonian–Polish basketball player and coach (b. 1909)", "entities": [{"title": "Walenty Kłyszejko", "href": "/wiki/Walenty_K%C5%82yszejko", "description": "Walenty Kłyszejko was an Estonian–Polish basketball player and later a coach, as well as a professor at the Józef Piłsudski University of Physical Education in Warsaw."}]}, {"heading": "Deaths", "year": "1993", "date": "August 20", "txt": "Bernard Delfgaauw, Dutch philosopher and academic (b. 1912)", "entities": [{"title": "Bernard Delfgaauw", "href": "/wiki/Bernard_Delfgaauw", "description": "Bernardus Maria Ignatius \"Bernard\" Delfgaauw was a Dutch philosopher."}]}, {"heading": "Deaths", "year": "1995", "date": "August 20", "txt": "Hugo Pratt, Italian author and illustrator (b. 1927)", "entities": [{"title": "Hugo Pratt", "href": "/wiki/Hugo_Pratt", "description": "Ugo Eugenio Prat, better known as Hugo Pratt, was an Italian comic book creator who was known for combining strong storytelling with extensive historical research on works such as Corto Maltese. He was inducted into the Will Eisner Award Hall of Fame in 2005."}]}, {"heading": "Deaths", "year": "1996", "date": "August 20", "txt": "Rio Reiser, German singer-songwriter (b. 1950)", "entities": [{"title": "Rio Reiser", "href": "/wiki/Rio_Reiser", "description": "Ralph Christian Möbius, known professionally as Rio Reiser, was a German musician and the singer of rock group Ton Steine Scherben. He supported squatting in the early 1970s and later the green political party Die Grünen. After the German reunification, he joined the Party of Democratic Socialism."}]}, {"heading": "Deaths", "year": "1997", "date": "August 20", "txt": "Norris Bradbury, American soldier, physicist, and academic (b. 1909)", "entities": [{"title": "Norris Bradbury", "href": "/wiki/Norris_Bradbury", "description": "Norris Edwin Bradbury, was an American physicist who served as Director of the Los Alamos National Laboratory for 25 years from 1945 to 1970. He succeeded Robert Oppenheimer, who personally chose Bradbury for the position of director after working closely with him on the Manhattan Project during World War II. Bradbury was in charge of the final assembly of \"the Gadget\", detonated in July 1945 for "}]}, {"heading": "Deaths", "year": "1997", "date": "August 20", "txt": "Léon Dion, Canadian political scientist and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 20", "txt": "Fred Hoyle, English astronomer and author (b. 1915)", "entities": [{"title": "Fred Hoyle", "href": "/wiki/Fred_Hoyle", "description": "Sir Fred Hoyle FRS (24 June 1915 – 20 August 2001) was an English astronomer who formulated the theory of stellar nucleosynthesis. He also held controversial stances on other scientific matters—in particular his rejection of the \"Big Bang\" theory, a term coined by him on BBC radio, and his promotion of panspermia as the origin of life on Earth. He also wrote science fiction novels, short stories a"}]}, {"heading": "Deaths", "year": "2001", "date": "August 20", "txt": "Kim Stanley, American actress (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 20", "txt": "Thomas Herrion, American football player (b. 1981)", "entities": [{"title": "Thomas Herrion", "href": "/wiki/Thomas_Herrion", "description": "Thomas Herrion was an American football player for the San Francisco 49ers. Born in Fort Worth, Texas, Herrion, a 6-foot-3 (190 cm), 310-pound (140 kg) guard, played college football first at Kilgore College in 2001 under head coach Jimmy Rieves at the junior college level before transferring to the University of Utah where he blocked for former San Francisco 49ers quarterback and number one draft"}]}, {"heading": "Deaths", "year": "2005", "date": "August 20", "txt": "Krzysztof Raczkowski, Polish drummer and songwriter (b. 1970)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 20", "txt": "Bryan Budd, Northern Ireland-born English soldier, Victoria Cross recipient (b. 1977)", "entities": [{"title": "Bryan Budd", "href": "/wiki/Bryan_Budd", "description": "Bryan James Budd, VC was a British Army soldier and a Northern Irish recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "2006", "date": "August 20", "txt": "Joe Rosenthal, American photographer and journalist (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 20", "txt": "S. Sivamaharajah, Sri Lankan Tamil newspaper publisher and politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 20", "txt": "Leona Helmsley, American businesswoman (b. 1920)", "entities": [{"title": "Leona Helmsley", "href": "/wiki/Leona_Helmsley", "description": "Leona Mindy Roberts Helmsley was an American businesswoman and convicted felon. Her flamboyant personality and reputation for tyrannical behavior earned her the nickname Queen of Mean. After allegations of non-payment were made by contractors hired to improve Helmsley's Connecticut home, she was investigated and convicted of federal income tax evasion and other crimes in 1989. Although having init"}]}, {"heading": "Deaths", "year": "2008", "date": "August 20", "txt": "Ed Freeman, American soldier and pilot, Medal of Honor recipient (b. 1927)", "entities": [{"title": "Ed Freeman", "href": "/wiki/Ed_Freeman", "description": "Ed W. \"Too Tall\" Freeman was a United States Army helicopter pilot who received the United States military's highest decoration, the Medal of Honor, for his actions in the Battle of Ia Drang during the Vietnam War. During the battle, he flew through gunfire numerous times, bringing supplies to a trapped American battalion and flying dozens of wounded soldiers to safety. Freeman was a wingman for M"}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2008", "date": "August 20", "txt": "Hua Guofeng, Chinese politician, 2nd Premier of the People's Republic of China (b. 1921)", "entities": [{"title": "Premier of the People's Republic of China", "href": "/wiki/Premier_of_the_People%27s_Republic_of_China", "description": "The premier of the State Council of the People's Republic of China, sometimes also referred to informally as the \"prime minister\", is the head of the central government of China and is the holder of the highest rank in the Civil Service. This position replaced the role of premier of the Government Administration Council of the Central People's Government, which existed from 1949 to 1954."}]}, {"heading": "Deaths", "year": "2008", "date": "August 20", "txt": "Stephanie Tubbs Jones, American lawyer and politician (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 20", "txt": "Gene Upshaw, American football player (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 20", "txt": "Larry Knechtel, American keyboardist and bass player (b. 1940)", "entities": [{"title": "Larry Knechtel", "href": "/wiki/Larry_Knechtel", "description": "Lawrence William Knechtel was an American keyboard player and bassist, best known as a member of the Wrecking Crew, a collection of Los Angeles-based session musicians who worked with such renowned artists as Simon & Garfunkel, Duane Eddy, the Beach Boys, the Mamas & the Papas, the Monkees, the Partridge Family, Billy Joel, the Doors, the Grass Roots, Jerry Garcia, and Elvis Presley, and as a memb"}]}, {"heading": "Deaths", "year": "2009", "date": "August 20", "txt": "Karla Kuskin, American author and illustrator (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 20", "txt": "Đặng Phong, Vietnamese economist and historian (b. 1937)", "entities": [{"title": "Đặng Phong", "href": "/wiki/%C4%90%E1%BA%B7ng_Phong", "description": "Đặng Phong (1937–2010), born in Hà Tây Province, Vietnam, was a historian specialized in Vietnam's economic history of the 19th and 20th centuries."}]}, {"heading": "Deaths", "year": "2011", "date": "August 20", "txt": "Ram Sharan Sharma, Indian historian and academic (b. 1919)", "entities": [{"title": "Ram Sharan Sharma", "href": "/wiki/Ram_Sharan_Sharma", "description": "Ram Sharan Sharma, more often referred to as R. S. Sharma, was an eminent historian and academic who specialized in the history of Ancient and early Medieval India following Marxist historiography. He taught at Patna University and Delhi University (1973–85) and was visiting faculty at University of Toronto (1965–1966). He also was a senior fellow at the School of Oriental and African Studies, Uni"}]}, {"heading": "Deaths", "year": "2012", "date": "August 20", "txt": "Phyllis Diller, American actress and comedian (b. 1917)", "entities": [{"title": "Phyllis Diller", "href": "/wiki/Phyllis_Diller", "description": "Phyllis Ada Diller was an American stand-up comedian, actress, author, musician, and visual artist, best known for her eccentric stage persona, self-deprecating humor, wild hair and clothes, and exaggerated, cackling laugh."}]}, {"heading": "Deaths", "year": "2012", "date": "August 20", "txt": "Daryl Hine, Canadian-American poet and academic (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 20", "txt": "Dom Mintoff, Maltese journalist and politician, 8th Prime Minister of Malta (b. 1916)", "entities": [{"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Deaths", "year": "2012", "date": "August 20", "txt": "Len Quested, English footballer and manager (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 20", "txt": "Mika Yamamoto, Japanese journalist (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 20", "txt": "Meles Zenawi, Ethiopian soldier and politician, Prime Minister of Ethiopia (b. 1955)", "entities": [{"title": "Prime Minister of Ethiopia", "href": "/wiki/Prime_Minister_of_Ethiopia", "description": "The Prime Minister of Ethiopia is the head of government and chief executive of Ethiopia. The Prime Minister is the most powerful figure in Ethiopian politics and is the Commander-in-chief of the Ethiopian Armed Forces. The official residence of the prime minister, is national palace in Addis Ababa. Abiy Ahmed Ali (PhD) is the fourth Prime Minister of the Federal Democratic Republic of Ethiopia Pr"}]}, {"heading": "Deaths", "year": "2013", "date": "August 20", "txt": "Sathima Bea Benjamin, South African singer-songwriter (b. 1936)", "entities": [{"title": "Sathima Bea Benjamin", "href": "/wiki/Sathima_Bea_Benjamin", "description": "Beatrice \"Sathima Bea\" Benjamin was a South African vocalist and composer, based for nearly 45 years in New York City."}]}, {"heading": "Deaths", "year": "2013", "date": "August 20", "txt": "Narendra Dabholkar, Indian author and activist (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 20", "txt": "Don Hassler, American saxophonist and composer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 20", "txt": "Elmore Leonard, American novelist, short story writer, and screenwriter (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 20", "txt": "Marian McPartland, English-American pianist and composer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 20", "txt": "John W. Morris, American general (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 20", "txt": "Ted Post, American director and screenwriter (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 20", "txt": "Anton Buslov, Russian astrophysicist and journalist (b. 1983)", "entities": [{"title": "Anton Buslov", "href": "/wiki/Anton_Buslov", "description": "Anton Sergeevich Buslov was an astrophysicist, top Russian blogger, columnist at The New Times magazine, and expert on transportation systems. He is also known as a founder of non-governmental organization \"Voronezh Citizens for Trams Committee\" and both co-chair and co-founder of inter-regional non-governmental organization \"City and Transportation\". Anton Buslov was highly involved in social act"}]}, {"heading": "Deaths", "year": "2014", "date": "August 20", "txt": "Lois Mai Chan, Taiwanese-American librarian, author, and academic (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 20", "txt": "Boris Dubin, Russian sociologist and academic (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 20", "txt": "B. K. S. Iyengar, Indian yoga instructor and author, founded Iyengar Yoga (b. 1918)", "entities": [{"title": "Iyengar Yoga", "href": "/wiki/Iyengar_Yoga", "description": "Iyengar Yoga, named after and developed by B. K. S. Iyengar, and described in his bestselling 1966 book Light on Yoga, is a form of yoga as exercise that has an emphasis on detail, precision and alignment in the performance of yoga postures (asanas)."}]}, {"heading": "Deaths", "year": "2014", "date": "August 20", "txt": "Buddy MacMaster, Canadian singer-songwriter and fiddler (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 20", "txt": "Sava Stojkov, Serbian painter and educator (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 20", "txt": "Edmund Szoka, American cardinal (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 20", "txt": "Egon Bahr, German journalist and politician, Federal Minister for Special Affairs of Germany (b. 1922)", "entities": [{"title": "Egon Bahr", "href": "/wiki/Egon_Bahr", "description": "Egon Karl-Heinz Bahr was a German SPD politician."}, {"title": "Federal Minister for Special Affairs of Germany", "href": "/wiki/Federal_Minister_for_Special_Affairs_of_Germany", "description": "A Federal Minister for Special Affairs is a member of the German government without portfolio."}]}, {"heading": "Deaths", "year": "2015", "date": "August 20", "txt": "Paul Kibblewhite, New Zealand chemist and engineer (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 20", "txt": "Frank Wilkes, Australian soldier and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 20", "txt": "Jerry Lewis, American actor and comedian (b. 1926)", "entities": [{"title": "Jerry Lewis", "href": "/wiki/Jerry_Lewis", "description": "Jerry Lewis, nicknamed \"The King of Comedy\", was an American comedian, actor, singer, filmmaker and humanitarian, who appeared in over 60 films and other media, from the Martin & Lewis partnership with singer Dean Martin to his \"one-man\" solo act."}]}, {"heading": "Deaths", "year": "2018", "date": "August 20", "txt": "Uri Avnery, Israeli writer, politician and peace activist (b. 1923)", "entities": [{"title": "Uri Avnery", "href": "/wiki/Uri_Avnery", "description": "Uri Avnery was an Israeli writer, politician, and founder of the Gush Shalom peace movement. A member of the Irgun as a teenager, Avnery sat for two terms in the Knesset from 1965 to 1974 and from 1979 to 1981. He was also the owner of the news magazine HaOlam HaZeh from 1950 until its closure in 1993."}]}]