[{"heading": "Events", "year": "684", "date": "August 18", "txt": "Battle of Marj Rahit: Umayyad partisans defeat the supporters of Ibn al-Zubayr and cement Umayyad control of Syria.", "entities": [{"title": "Battle of Marj Rahit (684)", "href": "/wiki/Battle_of_Marj_Rahit_(684)", "description": "The Battle of Marj Rahit was one of the early battles of the Second Fitna. It was fought on 18 August 684 between the Kalb-dominated armies of the Yaman tribal confederation, supporting the Umayyads under Caliph Marwan I, and the Qays under al-Dahhak ibn Qays al-Fihri, who supported the Mecca-based Abdallah ibn al-Zubayr; the latter had proclaimed himself Caliph. The Kalbi victory consolidated the"}, {"title": "Umayyad", "href": "/wiki/Umayyad", "description": "The Umayyad Caliphate was the second of the four major caliphates established after the death of Muhammad. The caliphate was ruled by the Umayyad dynasty. The third caliph of the Rashidun Caliphate, Uthman ibn Affan, was also a member of the Umayyad clan. The family established dynastic, hereditary rule with Muawiya ibn Abi Sufyan, long-time governor of al-Sham, who became the sixth caliph after t"}, {"title": "Ibn al-Zubayr", "href": "/wiki/Ibn_al-Zubayr", "description": "Abd Allah ibn al-Zubayr ibn al-Awwam was the leader of a caliphate based in Mecca that rivaled the Umayyads from 683 until his death. The son of al-Zubayr ibn al-Awwam and Asma bint Abi Bakr, Ibn al-Zubayr belonged to the Quraysh, the leading tribe of the nascent Muslim community, and was the first child born to the Muhajirun, Islam's earliest converts. As a youth, he participated in the early Mus"}, {"title": "Al-Sham", "href": "/wiki/Al-Sham", "description": "The region of Syria, known in modern literature as Greater Syria, \"Syria-Palestine\", or the Levant, is an area in Western Asia east of the Mediterranean Sea. The region has been controlled by numerous different peoples, including ancient Egyptians, Canaanites, Israelites, Assyrians, Babylonians, the Achaemenid Empire, the ancient Macedonians, the Armenians, the Roman Empire, the Byzantine Empire, "}]}, {"heading": "Events", "year": "1304", "date": "August 18", "txt": "The Battle of Mons-en-Pévèle is fought to a draw between the French army and the Flemish militias.", "entities": [{"title": "Battle of Mons-en-Pévèle", "href": "/wiki/Battle_of_Mons-en-P%C3%A9v%C3%A8le", "description": "The Battle of Mons-en-Pévèle was fought on 18 August 1304 between the French and the Flemish. The French were led by King Philip IV \"the Fair\" in person."}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "County of Flanders", "href": "/wiki/County_of_Flanders", "description": "The County of Flanders was a historic territory in the Low Countries."}]}, {"heading": "Events", "year": "1487", "date": "August 18", "txt": "The Siege of Málaga ends with the taking of the city by Castilian and Aragonese forces.", "entities": [{"title": "Siege of Málaga (1487)", "href": "/wiki/Siege_of_M%C3%A1laga_(1487)", "description": "The siege of Málaga (1487) was an action during the Reconquest of Spain in which the Catholic Monarchs of Spain conquered the city of Mālaqa from the Emirate of Granada. The siege lasted about four months.\nIt was the first conflict in which ambulances, or dedicated vehicles for the purpose of carrying injured persons, were used. Geopolitically, the loss of the emirate's second largest city—after G"}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Kingdom of Aragon", "href": "/wiki/Kingdom_of_Aragon", "description": "The Kingdom of Aragon was a medieval and early modern kingdom on the Iberian Peninsula, corresponding to the modern-day autonomous community of Aragon, in Spain. It should not be confused with the larger Crown of Aragon, that also included other territories — the Principality of Catalonia, the Kingdom of Valencia, the Kingdom of Majorca, and other possessions that are now part of France, Italy, an"}]}, {"heading": "Events", "year": "1492", "date": "August 18", "txt": "The first grammar of the Spanish language (Gramática de la lengua castellana) is presented to Queen Isabella I.", "entities": [{"title": "Grammar", "href": "/wiki/Grammar", "description": "In linguistics, the grammar of a natural language is its set of structural constraints on speakers' or writers' composition of clauses, phrases, and words. The term can also refer to the study of such constraints, a field that includes domains such as phonology, morphology, and syntax, often complemented by phonetics, semantics, and pragmatics. There are currently two different approaches to the s"}, {"title": "Spanish language", "href": "/wiki/Spanish_language", "description": "Spanish or Castilian is a Romance language that originated in the Iberian Peninsula of Europe. Today, it is a global language with nearly 500 million native speakers, mainly in Spain and the Americas. It is the world's second-most spoken native language after Mandarin Chinese, and the world's fourth-most spoken language overall after English, Mandarin Chinese, and Hindi."}, {"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}]}, {"heading": "Events", "year": "1572", "date": "August 18", "txt": "Marriage in Paris, France, of the Huguenot King Henry III of Navarre to Margaret of Valois, in a supposed attempt to reconcile Protestants and Catholics.", "entities": [{"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}, {"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}, {"title": "Margaret of Valois", "href": "/wiki/Margaret_of_Valois", "description": "Margaret of Valois was a French princess of the Valois dynasty who became queen consort of Navarre and later also of France. By her marriage to Henry III of Navarre, she was queen of Navarre and then France at her husband's 1589 accession to the latter throne."}, {"title": "Protestantism", "href": "/wiki/Protestantism", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Events", "year": "1590", "date": "August 18", "txt": "John White, the governor of the Roanoke Colony, returns from a supply trip to England and finds his settlement deserted.", "entities": [{"title": "John White (colonist and artist)", "href": "/wiki/John_White_(colonist_and_artist)", "description": "John White was an English colonial governor, explorer, artist, and cartographer. White was among those who sailed with Richard Grenville in the first attempt to colonize Roanoke Island in 1585, acting as artist and mapmaker to the expedition. He would most famously briefly serve as the governor of the second attempt to found Roanoke Colony on the same island in 1587 and discover the colonists had "}, {"title": "Roanoke Colony", "href": "/wiki/Roanoke_Colony", "description": "The establishment of the Roanoke Colony was an attempt by Sir Walter Raleigh to found the first permanent English settlement in North America. The English, led by Humphrey Gilbert, had claimed St. John's, Newfoundland in 1583 as the first North American English territory at the royal prerogative of Queen Elizabeth I. The first Roanoke colony was founded by governor Ralph Lane in 1585 on Roanoke Is"}]}, {"heading": "Events", "year": "1612", "date": "August 18", "txt": "The trial of the Pendle witches, one of England's most famous witch trials, begins at Lancaster Assizes.", "entities": [{"title": "Pendle witches", "href": "/wiki/Pendle_witches", "description": "The trials of the Pendle witches in 1612 are among the most famous witch trials in English history, and some of the best recorded of the 17th century. The twelve accused lived in the area surrounding Pendle Hill in Lancashire, and were charged with the murders of ten people by the use of witchcraft. All but two were tried at Lancaster Assizes on 18–19 August 1612, along with the Samlesbury witches"}, {"title": "Lancaster, Lancashire", "href": "/wiki/Lancaster,_Lancashire", "description": "Lancaster (,) is a city and the county town of Lancashire, England. It stands on the River Lune and has a population of 52,234. The wider City of Lancaster local government district has a population of 138,375. The House of Lancaster was a branch of the English royal family, whilst the Duchy of Lancaster holds large estates on behalf of Elizabeth II, who is also the Duke of Lancaster. As an ancien"}, {"title": "Assizes", "href": "/wiki/Assizes", "description": "The courts of assize, or assizes, were periodic courts held around England and Wales until 1972, when together with the quarter sessions they were abolished by the Courts Act 1971 and replaced by a single permanent Crown Court. The assizes exercised both civil and criminal jurisdiction, though most of their work was on the criminal side. The assizes heard the most serious cases, which were committ"}]}, {"heading": "Events", "year": "1634", "date": "August 18", "txt": "Urbain Grandier, accused and convicted of sorcery, is burned alive in Loudun, France.", "entities": [{"title": "Urbain Grandier", "href": "/wiki/Urbain_Grandier", "description": "Urbain Grandier was a French Catholic priest who was burned at the stake after being convicted of witchcraft, following the events of the so-called \"Loudun Possessions\". Most modern commentators have concluded that Grandier was the victim of a politically motivated persecution led by the powerful Cardinal Richelieu."}, {"title": "Loudun", "href": "/wiki/Loudun", "description": "Loudun is a commune in the Vienne department in the Nouvelle-Aquitaine region in western France."}]}, {"heading": "Events", "year": "1721", "date": "August 18", "txt": "The city of Shamakhi in Safavid Shirvan is sacked.", "entities": [{"title": "Shamakhi", "href": "/wiki/Shamakhi", "description": "Shamakhi is the capital of the Shamakhi District of Azerbaijan. The city's estimated population as of 2010 was 31,704. It is famous for its traditional dancers, the Shamakhi Dancers, and also for perhaps giving its name to the Soumak rugs."}, {"title": "Safavid Shirvan", "href": "/wiki/Safavid_Shirvan", "description": "The Shirvan province was a velayat (province) founded by the Safavid Empire on the territory of modern Azerbaijan and Russia (Dagestan) between 1501 and 1736 with its capital in the town of Shamakhi."}, {"title": "Sack of Shamakhi", "href": "/wiki/Sack_of_Shamakhi", "description": "\nThe Sack of Shamakhi took place on 18 August 1721, when rebellious Sunni Lezgins, within the declining Safavid Empire, attacked the capital of Shirvan province, Shamakhi. The initially successful counter-campaign was abandoned by the central government at a critical moment and with the threat then left unchecked, Shamakhi was taken by 15,000 Lezgin tribesmen, its Shia population massacred, and th"}]}, {"heading": "Events", "year": "1783", "date": "August 18", "txt": "A huge fireball meteor is seen across Great Britain as it passes over the east coast.", "entities": [{"title": "1783 Great Meteor", "href": "/wiki/1783_Great_Meteor", "description": "The 1783 Great Meteor was an unusually bright bolide observed on 18 August 1783, from the British Isles at a time when such phenomena were not well understood. The meteor was the subject of much discussion in the Philosophical Transactions of the Royal Society and was the subject of a detailed study by Charles Blagden."}]}, {"heading": "Events", "year": "1826", "date": "August 18", "txt": "Major Gordon Laing becomes the first non-Muslim to enter Timbuktu.", "entities": [{"title": "Alexander Gordon Laing", "href": "/wiki/Alexander_Gordon_Laing", "description": "Major Alexander Gordon Laing was a Scottish explorer and the first European to reach Timbuktu, arriving there via the north-to-south route in August 1826. He was killed shortly after he departed Timbuktu, some five weeks later."}, {"title": "Timbuktu", "href": "/wiki/Timbuktu", "description": "Timbuktu is a city in Mali, situated 20 km (12 mi) north of the Niger River. The town is the capital of the Tombouctou Region, one of the eight administrative regions of Mali. It had a population of 54,453 in the 2009 census."}]}, {"heading": "Events", "year": "1838", "date": "August 18", "txt": "The Wilkes Expedition, which would explore the Puget Sound and Antarctica, weighs anchor at Hampton Roads.", "entities": [{"title": "United States Exploring Expedition", "href": "/wiki/United_States_Exploring_Expedition", "description": "The United States Exploring Expedition of 1838–1842 was an exploring and surveying expedition of the Pacific Ocean and surrounding lands conducted by the United States. The original appointed commanding officer was Commodore Thomas ap Catesby Jones. Funding for the original expedition was requested by President John Quincy Adams in 1828, however, Congress would not implement funding until eight ye"}, {"title": "Puget Sound", "href": "/wiki/Puget_Sound", "description": "Puget Sound is a sound of the Pacific Northwest, an inlet of the Pacific Ocean, and part of the Salish Sea. It is located along the northwestern coast of the U.S. state of Washington. It is a complex estuarine system of interconnected marine waterways and basins, with one major and two minor connections to the open Pacific Ocean via the Strait of Juan de Fuca—Admiralty Inlet being the major connec"}, {"title": "Hampton Roads", "href": "/wiki/Hampton_Roads", "description": "Hampton Roads is the name of both a body of water that serves as a wide channel for the James, Nansemond and Elizabeth rivers between Old Point Comfort and Sewell's Point where the Chesapeake Bay flows into the Atlantic Ocean, and the surrounding metropolitan region located in the southeastern Virginia and northeastern North Carolina portions of the Tidewater region."}]}, {"heading": "Events", "year": "1848", "date": "August 18", "txt": "Camila O'Gorman and Ladislao Gutierrez are executed on the orders of Argentine dictator Juan Manuel de Rosas.", "entities": [{"title": "Camila O'Gorman", "href": "/wiki/Camila_O%27Gorman", "description": "Maria Camila O'Gorman Ximénez was a 19th-century Argentine socialite executed over a scandal involving her relationship with a Roman Catholic priest. She was 23 years old and allegedly eight months pregnant when she and Father Ladislao Gutiérrez faced a firing squad."}, {"title": "Juan Manuel de Rosas", "href": "/wiki/Juan_Manuel_de_Rosas", "description": "Juan Manuel de Rosas, nicknamed \"Restorer of the Laws\", was a politician and army officer who ruled Buenos Aires Province and briefly the Argentine Confederation. Although born into a wealthy family, Rosas independently amassed a personal fortune, acquiring large tracts of land in the process. Rosas enlisted his workers in a private militia, as was common for rural proprietors, and took part in th"}]}, {"heading": "Events", "year": "1864", "date": "August 18", "txt": "American Civil War: Battle of Globe Tavern: Union forces try to cut a vital Confederate supply-line into Petersburg, Virginia, by attacking the Wilmington and Weldon Railroad.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Globe Tavern", "href": "/wiki/Battle_of_Globe_Tavern", "description": "The Battle of Globe Tavern, also known as the Second Battle of the Weldon Railroad, fought August 18–21, 1864, south of Petersburg, Virginia, was the second attempt of the Union Army to sever the Weldon Railroad during the siege of Petersburg of the American Civil War. A Union force under Maj. Gen. Gouverneur K. Warren destroyed miles of track and withstood strong attacks from Confederate troops u"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Petersburg, Virginia", "href": "/wiki/Petersburg,_Virginia", "description": "Petersburg is an independent city in the Commonwealth of Virginia in the United States. As of the 2010 census, the population was 32,420. The Bureau of Economic Analysis combines Petersburg with Dinwiddie County for statistical purposes. The city is 21 miles (34 km) south of the historic commonwealth (state) capital city of Richmond."}, {"title": "Wilmington and Weldon Railroad", "href": "/wiki/Wilmington_and_Weldon_Railroad", "description": "The Wilmington and Weldon Railroad (W&W) name began use in 1855, having been originally chartered as the Wilmington and Raleigh Railroad in 1834. At the time of its 1840 completion, the line was the longest railroad in the world with 161.5 miles (259.9 km) of track. It was constructed in 4 ft 8 in gauge. At its terminus in Weldon, North Carolina, it connected with the Seaboard and Roanoke Railroad"}]}, {"heading": "Events", "year": "1868", "date": "August 18", "txt": "French astronomer Pierre Janssen discovers helium.", "entities": [{"title": "Astronomy", "href": "/wiki/Astronomy", "description": "Astronomy is a natural science that studies celestial objects and phenomena. It uses mathematics, physics, and chemistry in order to explain their origin and evolution. Objects of interest include planets, moons, stars, nebulae, galaxies, and comets. Relevant phenomena include supernova explosions, gamma ray bursts, quasars, blazars, pulsars, and cosmic microwave background radiation. More general"}, {"title": "Pierre Janssen", "href": "/wiki/Pierre_Janssen", "description": "Pierre Jules César Janssen, also known as Jules Janssen, was a French astronomer who, along with English scientist Joseph Norman Lockyer, is credited with discovering the gaseous nature of the solar chromosphere, and with some justification the element helium."}, {"title": "Timeline of chemical element discoveries", "href": "/wiki/Timeline_of_chemical_element_discoveries", "description": "The discovery of the 118 chemical elements known to exist as of 2021 is presented in chronological order. The elements are listed generally in the order in which each was first defined as the pure element, as the exact date of discovery of most elements cannot be accurately determined. There are plans to synthesize more elements, and it is not known how many elements are possible."}, {"title": "Helium", "href": "/wiki/Helium", "description": "Helium is a chemical element with the symbol He and atomic number 2. It is a colorless, odorless, tasteless, non-toxic, inert, monatomic gas, the first in the noble gas group in the periodic table. Its boiling point is the lowest among all the elements. Helium is the second lightest and second most abundant element in the observable universe. It is present at about 24% of the total elemental mass,"}]}, {"heading": "Events", "year": "1870", "date": "August 18", "txt": "Franco-Prussian War: Battle of Gravelotte is fought.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Battle of Gravelotte", "href": "/wiki/Battle_of_Gravelotte", "description": "The Battle of Gravelotte on 18 August 1870 was the largest battle of the Franco-Prussian War. Named after Gravelotte, a village in Lorraine, it was fought about 6 miles (9.7 km) west of Metz, where on the previous day, having intercepted the French army's retreat to the west at the Battle of Mars-La-Tour, the Prussians were now closing in to complete the destruction of the French forces."}]}, {"heading": "Events", "year": "1891", "date": "August 18", "txt": "A major hurricane strikes Martinique, leaving 700 dead.", "entities": [{"title": "1891 Martinique hurricane", "href": "/wiki/1891_Martinique_hurricane", "description": "The 1891 Martinique hurricane, also known as Hurricane San Magín, was an intense major hurricane that struck the island of Martinique and caused massive damage. It was the third hurricane of the 1891 Atlantic hurricane season and the only major hurricane of the season. It was first sighted east of the Lesser Antilles on August 18 as a Category 2 hurricane. The storm made landfall on the island of "}, {"title": "Martinique", "href": "/wiki/Martinique", "description": "Martinique is an island and an Overseas department/region and single territorial collectivity of France, and therefore an integral part of the French Republic, located in the Lesser Antilles of the West Indies in the eastern Caribbean Sea, with a land area of 1,128 square kilometres (436 sq mi) and a population of 376,480 inhabitants as of January 2016. One of the Windward Islands, it is directly "}]}, {"heading": "Events", "year": "1903", "date": "August 18", "txt": "German engineer Karl Jatho allegedly flies his self-made, motored gliding airplane four months before the first flight of the Wright brothers.", "entities": [{"title": "Karl Jatho", "href": "/wiki/Karl_Jatho", "description": "Karl Jatho was a German inventor and aviation pioneer, performer and public servant of the city of Hanover."}, {"title": "Airplane", "href": "/wiki/Airplane", "description": "An airplane or aeroplane is a fixed-wing aircraft that is propelled forward by thrust from a jet engine, propeller, or rocket engine. Airplanes come in a variety of sizes, shapes, and wing configurations. The broad spectrum of uses for airplanes includes recreation, transportation of goods and people, military, and research. Worldwide, commercial aviation transports more than four billion passenge"}, {"title": "Wright brothers", "href": "/wiki/Wright_brothers", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}]}, {"heading": "Events", "year": "1917", "date": "August 18", "txt": "A Great Fire in Thessaloniki, Greece destroys 32% of the city leaving 70,000 individuals homeless.", "entities": [{"title": "Great Thessaloniki Fire of 1917", "href": "/wiki/Great_Thessaloniki_Fire_of_1917", "description": "The Great Thessaloniki Fire of 1917 destroyed two thirds of the city of Thessaloniki, the second-largest city in Greece, leaving more than 70,000 homeless. The fire burned for 32 hours and destroyed 9,500 houses within an extent of 1 square kilometer. Half the Jewish population emigrated from the city as their livelihoods were gone. Rather than quickly rebuilding, the government commissioned the F"}, {"title": "Thessaloniki", "href": "/wiki/Thessaloniki", "description": "Thessaloniki, also known as Thessalonica, Saloniki or Salonica, is the second-largest city in Greece, with over 1 million inhabitants in its metropolitan area, and the capital of the geographic region of Macedonia, the administrative region of Central Macedonia and the Decentralized Administration of Macedonia and Thrace. It is also known in Greek as η Συμπρωτεύουσα, literally \"the co-capital\", a "}]}, {"heading": "Events", "year": "1920", "date": "August 18", "txt": "The Nineteenth Amendment to the United States Constitution is ratified, guaranteeing women's suffrage.", "entities": [{"title": "Nineteenth Amendment to the United States Constitution", "href": "/wiki/Nineteenth_Amendment_to_the_United_States_Constitution", "description": "The Nineteenth Amendment to the United States Constitution prohibits the United States and the states from denying the right to vote to citizens of the United States on the basis of sex, in effect recognising the right of women to a vote. The amendment was the culmination of a decades-long movement for women's suffrage in the United States, at both the state and national levels, and was part of th"}, {"title": "Suffrage", "href": "/wiki/Suffrage", "description": "Suffrage, political franchise, or simply franchise is the right to vote in public, political elections. In some languages, and occasionally in English, the right to vote is called active suffrage, as distinct from passive suffrage, which is the right to stand for election. The combination of active and passive suffrage is sometimes called full suffrage."}]}, {"heading": "Events", "year": "1923", "date": "August 18", "txt": "First British Track and Field championships for women, London.", "entities": [{"title": "1923 WAAA Championships", "href": "/wiki/1923_WAAA_Championships", "description": "The 1923 WAAA Championships were the first national track and field championships for women in the UK. The tournament was held on 18 August 1923 at the Oxo Sport Grounds in London, United Kingdom."}]}, {"heading": "Events", "year": "1938", "date": "August 18", "txt": "The Thousand Islands Bridge, connecting New York, United States with Ontario, Canada over the Saint Lawrence River, is dedicated by U.S. President Franklin D. Roosevelt.", "entities": [{"title": "Thousand Islands Bridge", "href": "/wiki/Thousand_Islands_Bridge", "description": "The Thousand Islands International Bridge is an American-maintained international bridge system over the Saint Lawrence River connecting northern New York in the United States with southeastern Ontario in Canada. Constructed in 1937, with additions in 1959, the bridges span the Canada–US border in the middle of the Thousand Islands region. All bridges in the system carry two lanes of traffic, one "}, {"title": "Ontario", "href": "/wiki/Ontario", "description": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area. Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capi"}, {"title": "Saint Lawrence River", "href": "/wiki/Saint_Lawrence_River", "description": "The Saint Lawrence River is a large river in the middle latitudes of North America. The Saint Lawrence flows in a roughly north-easterly direction, connecting the Great Lakes with the Atlantic Ocean and forming the primary drainage outflow of the Great Lakes Basin. It traverses the Canadian provinces of Quebec and Ontario, and is part of the international boundary between Ontario, Canada, and the "}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}]}, {"heading": "Events", "year": "1940", "date": "August 18", "txt": "World War II: The Hardest Day air battle, part of the Battle of Britain. At that point, the largest aerial engagement in history with heavy losses sustained on both sides.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "The Hardest Day", "href": "/wiki/The_Hardest_Day", "description": "The Hardest Day is a Second World War air battle fought on 18 August 1940 during the Battle of Britain between the German Luftwaffe and British Royal Air Force (RAF). On that day, the Luftwaffe made an all-out effort to destroy RAF Fighter Command. The air battles that took place on that day were amongst the largest aerial engagements in history to that time. Both sides suffered heavy losses. In t"}, {"title": "Battle of Britain", "href": "/wiki/Battle_of_Britain", "description": "The Battle of Britain was a military campaign of the Second World War, in which the Royal Air Force (RAF) and the Fleet Air Arm (FAA) of the Royal Navy defended the United Kingdom (UK) against large-scale attacks by Nazi Germany's air force, the Luftwaffe. It has been described as the first major military campaign fought entirely by air forces. The British officially recognise the battle's duratio"}]}, {"heading": "Events", "year": "1945", "date": "August 18", "txt": "Sukarno takes office as the first president of Indonesia, following the country's declaration of independence the previous day.", "entities": [{"title": "Sukarno", "href": "/wiki/Sukarno", "description": "Sukarno was an Indonesian politician who was the first president of Indonesia, serving from 1945 to 1967."}, {"title": "List of Presidents of Indonesia", "href": "/wiki/List_of_Presidents_of_Indonesia", "description": "This is a complete list of presidents of Indonesia. The president is the head of state and also head of government of the Republic of Indonesia. The president leads the executive branch of the Indonesian government and is the commander-in-chief of the Indonesian National Armed Forces. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Events", "year": "1950", "date": "August 18", "txt": "Julien Lahaut, the chairman of the Communist Party of Belgium, is assassinated. The Party newspaper blames royalists and Rexists.", "entities": [{"title": "Julien Lahaut", "href": "/wiki/Julien_Lahaut", "description": "Julien Lahaut was a Belgian politician and communist activist. He became leader of the Communist Party of Belgium after the First World War. A dissident during the German occupation of 1940–44, he became a vocal advocate for the abolition of the Belgian monarchy during the post-war \"Royal Question\". His assassination in August 1950, at the height of the crisis, has often been attributed to Belgian"}, {"title": "Rexist Party", "href": "/wiki/Rexist_Party", "description": "The Rexist Party, or simply Rex, was a far-right Catholic, nationalist, authoritarian and corporatist political party active in Belgium from 1935 until 1945. The party was founded by a journalist, Léon Degrelle, and, unlike other fascist parties in the Belgium of the time, advocated Belgian unitarism and royalism. Initially the party ran in both Flanders and Wallonia, but it never achieved much su"}]}, {"heading": "Events", "year": "1958", "date": "August 18", "txt": "Vladimir Nabokov's controversial novel Lolita is published in the United States.", "entities": [{"title": "Vladimir Nabokov", "href": "/wiki/Vladimir_Nabokov", "description": "Vladimir Vladimirovich Nabokov, also known by the pen name Vladimir Sirin, was a Russian-American novelist, poet, translator, and entomologist. Born in Russia, he wrote his first nine novels in Russian (1926–1938) while living in Berlin. He achieved international acclaim and prominence after moving to the United States and beginning to write in English. Nabokov became an American citizen in 1945, "}]}, {"heading": "Events", "year": "1958", "date": "August 18", "txt": "Brojen Das from Bangladesh swims across the English Channel in a competition, as the first Bengali and the first Asian to do so. He came first among 39 competitors.", "entities": [{"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}, {"title": "Bengalis", "href": "/wiki/Bengalis", "description": "Bengalis or Bangalis, also rendered as the Bengali people, are an Indo-Aryan ethnolinguistic group native to the Bengal region in South Asia. The population is divided between the independent country Bangladesh and the Indian states of West Bengal, Tripura and Assam's Barak Valley. Most of them speak Bengali, a language from the Indo-Aryan language family. The term \"Bangalee\" is also used to denot"}]}, {"heading": "Events", "year": "1963", "date": "August 18", "txt": "Civil rights movement: James Meredith becomes the first African American to graduate from the University of Mississippi.", "entities": [{"title": "Civil rights movement", "href": "/wiki/Civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "James Meredith", "href": "/wiki/James_Meredith", "description": "James Howard Meredith was the first African-American student admitted to the racially segregated University of Mississippi. He is also is an American civil rights movement figure, writer, political adviser, and Air Force veteran. It was in 1962 that Meredith became the first African-American student admitted to the theretofore segregated University of Mississippi, after the intervention of the fed"}, {"title": "University of Mississippi", "href": "/wiki/University_of_Mississippi", "description": "The University of Mississippi, byname Ole Miss, is a public research university in Oxford, Mississippi. Including its medical center in Jackson, the University of Mississippi is the state's largest university by enrollment and promotes itself as Mississippi's flagship university."}]}, {"heading": "Events", "year": "1965", "date": "August 18", "txt": "Vietnam War: Operation Starlite begins: United States Marines destroy a Viet Cong stronghold on the Van Tuong peninsula in the first major American ground battle of the war.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Starlite", "href": "/wiki/Operation_Starlite", "description": "Operation Starlite was the first major offensive action conducted by a purely U.S. military unit during the Vietnam War from 18 to 24 August 1965. The operation was launched based on intelligence provided by Major general Nguyen Chanh Thi, the Army of the Republic of Vietnam (ARVN) I Corps commander. III Marine Amphibious Force commander Lieutenant General Lewis W. Walt devised a plan to launch a "}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}]}, {"heading": "Events", "year": "1966", "date": "August 18", "txt": "Vietnam War: The Battle of Long Tan ensues after a patrol from the 6th Battalion, Royal Australian Regiment clashes with a Viet Cong force in Phước Tuy Province.", "entities": [{"title": "Battle of Long Tan", "href": "/wiki/Battle_of_Long_Tan", "description": "The Battle of Long Tan took place in a rubber plantation near Long Tân, in Phước Tuy Province, South Vietnam, during the Vietnam War. The action was fought between Viet Cong (VC) and People's Army of Vietnam (PAVN) units and elements of the 1st Australian Task Force."}, {"title": "6th Battalion, Royal Australian Regiment", "href": "/wiki/6th_Battalion,_Royal_Australian_Regiment", "description": "6th Battalion, Royal Australian Regiment is a mechanised infantry battalion of the Australian Army. It was originally raised in Brisbane, Queensland, on 6 June 1965 and has since then served in a number of overseas deployments and conflicts including South Vietnam, East Timor, Iraq and Afghanistan. During the Vietnam War, the battalion earned a US Presidential Unit Citation from the United States "}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Phước Tuy Province", "href": "/wiki/Ph%C6%B0%E1%BB%9Bc_Tuy_Province", "description": "Phước Tuy Province was a province of the former South Vietnam."}]}, {"heading": "Events", "year": "1971", "date": "August 18", "txt": "Vietnam War: Australia and New Zealand decide to withdraw their troops from Vietnam.", "entities": [{"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1976", "date": "August 18", "txt": "The Korean axe murder incident in Panmunjom results in the deaths of two US Army officers.", "entities": [{"title": "Korean axe murder incident", "href": "/wiki/Korean_axe_murder_incident", "description": "The Korean axe murder incident was the killing of two US Army officers, Captain Arthur Bonifas and First Lieutenant Mark Barrett, by North Korean soldiers on August 18, 1976, in the Joint Security Area (JSA) in the Korean Demilitarized Zone (DMZ). The US Army officers had been part of a work party cutting down a poplar tree in the JSA."}]}, {"heading": "Events", "year": "1977", "date": "August 18", "txt": "Steve Biko is arrested at a police roadblock under the Terrorism Act No. 83 of 1967 in King William's Town, South Africa.  He later dies from injuries sustained during this arrest bringing attention to South Africa's apartheid policies.", "entities": [{"title": "Steve Biko", "href": "/wiki/Steve_Biko", "description": "Bantu Stephen Biko was a South African anti-apartheid activist. Ideologically an African nationalist and African socialist, he was at the forefront of a grassroots anti-apartheid campaign known as the Black Consciousness Movement during the late 1960s and 1970s. His ideas were articulated in a series of articles published under the pseudonym Frank Talk."}, {"title": "King William's Town", "href": "/wiki/King_William%27s_Town", "description": "Qonce is a town in the Eastern Cape province of South Africa along the banks of the Buffalo River. The town is about 60 kilometres northwest of the Indian Ocean port of East London. Qonce is the second most populous city in the Buffalo City Metropolitan Municipality, with a population near 100,000 inhabitants."}, {"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}]}, {"heading": "Events", "year": "1983", "date": "August 18", "txt": "Hurricane Alicia hits the Texas coast, killing 21 people and causing over US$1 billion in damage (1983 dollars).", "entities": [{"title": "Hurricane Alicia", "href": "/wiki/Hurricane_Alicia", "description": "Hurricane Alicia was a small but powerful tropical cyclone that caused significant destruction in the Greater Houston area of Southeast Texas in August 1983. Although Alicia was a relatively small hurricane, its track over the rapidly growing metropolitan area contributed to its $3 billion damage toll, making it the costliest Atlantic hurricane at the time. Alicia spawned from a disturbance that o"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}]}, {"heading": "Events", "year": "1989", "date": "August 18", "txt": "Leading presidential hopeful Luis Carlos Galán is assassinated near Bogotá in Colombia.", "entities": [{"title": "Luis Carlos Galán", "href": "/wiki/Luis_Carlos_Gal%C3%A1n", "description": "Luis Carlos Galán Sarmiento was a Colombian liberal politician and journalist who ran for the Presidency of Colombia on two occasions, the first time for the political movement New Liberalism that he founded in 1979. The movement was an offspring of the mainstream Colombian Liberal Party, and with mediation of former Liberal president Julio César Turbay Ayala, Galán returned to the Liberal party i"}, {"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "2003", "date": "August 18", "txt": "One-year-old Zachary Turner is murdered in Newfoundland by his mother, who was awarded custody despite facing trial for the murder of Zachary's father. The case was documented in the film Dear Zachary and led to reform of Canada's bail laws.", "entities": [{"title": "Murder of Zachary Turner", "href": "/wiki/Murder_of_Zachary_Turner", "description": "Zachary Andrew Turner was a boy from St. John's, Newfoundland, Canada who was murdered by his mother, Shirley Jane Turner, in a murder–suicide on 18 August, 2003. Turner drugged the infant with Lorazepam, which had been prescribed to Turner a month earlier, and jumped into the Atlantic Ocean. At the time, Turner had been released on bail and awarded custody of the infant, even though she was in th"}, {"title": "Newfoundland", "href": "/wiki/Newfoundland", "description": "Newfoundland and Labrador is the easternmost province of Canada, in the country's Atlantic region. It is composed of the island of Newfoundland and the continental region of Labrador to the northwest, with a combined area of 405,212 square kilometres (156,500 sq mi). In 2018, the province's population was estimated at 525,073. About 92% of the province's population lives on the island of Newfoundl"}]}, {"heading": "Events", "year": "2005", "date": "August 18", "txt": "A massive power blackout hits the Indonesian island of Java, affecting almost 100 million people, one of the largest and most widespread power outages in history.", "entities": [{"title": "2005 Java–Bali blackout", "href": "/wiki/2005_Java%E2%80%93Bali_blackout", "description": "\nThe 2005 Java–Bali Blackout was a power outage across Java and Bali on 18 August 2005, affecting some 100 million people."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Java", "href": "/wiki/Java", "description": "Java is one of the islands of the Greater Sunda Islands in Indonesia, bordered by the Indian Ocean to the south and the Java Sea on the north. With a population of over 148 million or 152 million, Java constitutes 56.1 percent of the Indonesian population and is the world's most-populous island. The Indonesian capital city, Jakarta, is on its northwestern coast. Much of the well-known part of Indo"}, {"title": "List of major power outages", "href": "/wiki/List_of_major_power_outages#Largest", "description": "This is a list of notable wide-scale power outages. To be included, the power outage must conform to all of the following criteria:The outage must not be planned by the service provider.\nThe outage must affect at least 1,000 people.\nThe outage must last at least one hour.\nThere must be at least 1,000,000 person-hours of disruption."}]}, {"heading": "Events", "year": "2008", "date": "August 18", "txt": "President of Pakistan Pervez Musharraf resigns under threat of impeachment.", "entities": [{"title": "Pervez Musharraf", "href": "/wiki/Pervez_Musharraf", "description": " Pervez Musharraf is a Pakistani politician and a retired four-star general who became the tenth president of Pakistan after the successful military takeover of the federal government in 1999. He held the presidency from 2001 until 2008, when he tendered his resignation to avoid impeachment."}, {"title": "Movement to impeach Pervez Musharraf", "href": "/wiki/Movement_to_impeach_Pervez_Musharraf", "description": "The movement to impeach Pervez Musharraf was an August 2008 attempt by opposition parties comprising the Pakistan Peoples Party (PPP), Pakistan Muslim League (N) (PML-N), Awami National Party (ANP), and Jamiat Ulema-e-Islam to force Pakistan's President Pervez Musharraf out of office. On August 18, Musharraf announced his resignation."}]}, {"heading": "Events", "year": "2008", "date": "August 18", "txt": "War of Afghanistan: Uzbin Valley ambush occurs.", "entities": []}, {"heading": "Events", "year": "2017", "date": "August 18", "txt": "The first terrorist attack ever sentenced as a crime in Finland kills two and injures eight.", "entities": [{"title": "2017 Turku stabbing", "href": "/wiki/2017_Turku_stabbing", "description": "The 2017 Turku attack took place on 18 August 2017 at around 16:02–16:05 (UTC+3) when 10 people were stabbed in central Turku, Southwest Finland. Two women were killed in the attack and eight people sustained injuries."}]}, {"heading": "Events", "year": "2019", "date": "August 18", "txt": "One hundred activists, officials, and other concerned citizens in Iceland hold a funeral for Okjökull glacier, which has completely melted after once covering six square miles (15.5 km2).", "entities": [{"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}, {"title": "Okjökull", "href": "/wiki/Okj%C3%B6kull", "description": "Okjökull was a glacier in western Iceland on top of the shield volcano Ok."}]}, {"heading": "Births", "year": "1305", "date": "August 18", "txt": "Ashikaga Takauji, Japanese Shōgun (d. 1358)", "entities": [{"title": "Ashikaga Takauji", "href": "/wiki/Ashikaga_Takauji", "description": "Ashikaga Takauji  was the founder and first shōgun of the Ashikaga shogunate. His rule began in 1338, beginning the Muromachi period of Japan, and ended with his death in 1358. He was a male-line descendant of the samurai of the (Minamoto) Seiwa Genji line who had settled in the Ashikaga area of Shimotsuke Province, in present-day Tochigi Prefecture."}, {"title": "List of shōguns", "href": "/wiki/List_of_sh%C5%8Dguns", "description": "This article is a list of shoguns that ruled Japan intermittently, as hereditary military commanders, from the establishment of the Asuka period in 709 until the end of the Tokugawa shogunate in 1868."}]}, {"heading": "Births", "year": "1450", "date": "August 18", "txt": "Marko Marulić, Croatian poet and author (d. 1524)", "entities": [{"title": "Marko Marulić", "href": "/wiki/Marko_Maruli%C4%87", "description": "Marko Marulić Splićanin, in Latin Marcus Marulus Spalatensis and Italian Marco Marulo, was the dalmatian poet, lawyer, judge, and Renaissance humanist who coined the term \"psychology\". According to George J. Gutsche, Marulic's epic poem Judita, \"is the first long poem in Croatian\", and, \"gives Marulić a position in his own literature comparable to Dante in Italian literature.\""}]}, {"heading": "Births", "year": "1458", "date": "August 18", "txt": "Lorenzo Pucci, Catholic cardinal (d. 1531)", "entities": [{"title": "Lorenzo Pucci", "href": "/wiki/Lorenzo_Pucci", "description": "Lorenzo Pucci was an Italian cardinal and bishop from the Florentine Pucci family. His brother Roberto Pucci and his nephew Antonio Pucci also became cardinals."}]}, {"heading": "Births", "year": "1497", "date": "August 18", "txt": "Francesco Canova da Milano, Italian composer (d. 1543)", "entities": [{"title": "Francesco Canova da Milano", "href": "/wiki/Francesco_Canova_da_Milano", "description": "Francesco Canova da Milano was an Italian lutenist and composer. He was born in Monza, near Milan, and worked for the papal court for almost all of his career. Francesco was heralded throughout Europe as the foremost lute composer of his time. More of his music is preserved than of any other lutenist of the period, and his work continued to influence composers for more than a century after his dea"}]}, {"heading": "Births", "year": "1542", "date": "August 18", "txt": "Charles Neville, 6th Earl of Westmorland (d. 1601)", "entities": [{"title": "Charles Neville, 6th Earl of Westmorland", "href": "/wiki/Charles_Neville,_6th_Earl_of_Westmorland", "description": "Charles Neville, 6th Earl of Westmorland was an English nobleman and one of the leaders of the Rising of the North in 1569."}]}, {"heading": "Births", "year": "1579", "date": "August 18", "txt": "Countess Charlotte Flandrina of Nassau (d. 1640)", "entities": [{"title": "Countess Charlotte Flandrina of Nassau", "href": "/wiki/Countess_Charlotte_Flandrina_of_Nassau", "description": "Countess Charlotte Flandrina of Nassau was the fourth daughter of William the Silent and his third spouse Charlotte of Bourbon."}]}, {"heading": "Births", "year": "1587", "date": "August 18", "txt": "Virginia Dare, granddaughter of Governor John White of the Colony of Roanoke, first child born to English parents in the Americas (date of death unknown)", "entities": [{"title": "Virginia Dare", "href": "/wiki/Virginia_Dare", "description": "Virginia Dare was the first English child born in a New World English colony."}, {"title": "John White (colonist and artist)", "href": "/wiki/John_White_(colonist_and_artist)", "description": "John White was an English colonial governor, explorer, artist, and cartographer. White was among those who sailed with Richard Grenville in the first attempt to colonize Roanoke Island in 1585, acting as artist and mapmaker to the expedition. He would most famously briefly serve as the governor of the second attempt to found Roanoke Colony on the same island in 1587 and discover the colonists had "}, {"title": "Roanoke Colony", "href": "/wiki/Roanoke_Colony", "description": "The establishment of the Roanoke Colony was an attempt by Sir Walter Raleigh to found the first permanent English settlement in North America. The English, led by Humphrey Gilbert, had claimed St. John's, Newfoundland in 1583 as the first North American English territory at the royal prerogative of Queen Elizabeth I. The first Roanoke colony was founded by governor Ralph Lane in 1585 on Roanoke Is"}]}, {"heading": "Births", "year": "1596", "date": "August 18", "txt": "Jean Bolland, Flemish priest and hagiographer (d. 1665)", "entities": [{"title": "Jean Bolland", "href": "/wiki/Jean_Bolland", "description": "\nJean Bolland was a Jesuit priest and prominent Flemish hagiographer."}]}, {"heading": "Births", "year": "1605", "date": "August 18", "txt": "Henry Hammond, English churchman and theologian (d. 1660)", "entities": [{"title": "Henry Hammond", "href": "/wiki/Henry_Hammond", "description": "Henry Hammond was an English churchman, who supported the Royalist cause during the English Civil War."}]}, {"heading": "Births", "year": "1606", "date": "August 18", "txt": "Maria Anna of Spain (d. 1646)", "entities": [{"title": "Maria Anna of Spain", "href": "/wiki/Maria_Anna_of_Spain", "description": "Maria Anna of Spain was a Holy Roman Empress and Queen of Hungary and Bohemia by marriage to Ferdinand III, Holy Roman Emperor. She acted as regent on several occasions during the absences of her spouse."}]}, {"heading": "Births", "year": "1629", "date": "August 18", "txt": "Agneta Horn, Swedish writer (d. 1672)", "entities": [{"title": "Agneta Horn", "href": "/wiki/Agneta_Horn", "description": "Agneta Horn was a Swedish writer born to noble parents and a military father. She traveled a great deal throughout Europe in her lifetime as a result of living in a military family and later marrying another soldier. She is most known for writing her autobiography, Agneta Horns leverne."}]}, {"heading": "Births", "year": "1657", "date": "August 18", "txt": "Ferdinando Galli-Bibiena, Italian architect and painter (d. 1743)", "entities": [{"title": "Ferdinando Galli-Bibiena", "href": "/wiki/Ferdinando_Galli-Bibiena", "description": "Ferdinando Galli Bibiena or Ferdinando Galli-Bibiena, also Ferdinando Galli da Bibiena or Bibbiena, was an Italian Baroque-era architect, designer, and painter."}]}, {"heading": "Births", "year": "1685", "date": "August 18", "txt": "Brook Taylor, English mathematician and theorist (d. 1731)", "entities": [{"title": "Brook Taylor", "href": "/wiki/Brook_Taylor", "description": " Brook Taylor was an English mathematician best known for creating Taylor's theorem and the Taylor series, which are important for their use in mathematical analysis."}]}, {"heading": "Births", "year": "1692", "date": "August 18", "txt": "Louis Henri, Duke of Bourbon (d. 1740)", "entities": [{"title": "Louis Henri, Duke of Bourbon", "href": "/wiki/Louis_Henri,_Duke_of_Bourbon", "description": "Louis Henri, Duke of Bourbon, or Louis Henri I, Prince of Condé, was head of the Bourbon-Condé cadet branch of the France's reigning House of Bourbon from 1710 to his death, and served as prime minister to his kinsman Louis XV from 1723 to 1726. Despite succeeding as head of the House of Condé in 1709 as Prince of Condé, he never used that name, preferring the title Duke of Bourbon, and was known "}]}, {"heading": "Births", "year": "1700", "date": "August 18", "txt": "Baji Rao I, first Peshwa of Maratha Empire (d. 1740)", "entities": [{"title": "Baji Rao I", "href": "/wiki/Baji_Rao_I", "description": "Baji Rao I, born as Visaji, also known as Bajirao Ballal, was the 7th Peshwa of the Maratha empire. In his 20-year military career, he never lost a battle and is widely considered as one of the best Indian cavalry generals. His relationship with his half-Muslim wife Mastani, a subject of controversy, has been adapted in Indian novels and cinema."}, {"title": "Peshwa", "href": "/wiki/Peshwa", "description": "The Peshwa was the appointed Prime Minister of the Maratha Empire of the Indian subcontinent. Originally, the Peshwas served as subordinates to the Chhatrapati ; later, under the Bhat family, they became the de facto leaders of the Maratha Confederacy with the Chhatrapati becoming a nominal ruler. During the last years of the Maratha Empire, the Peshwas themselves were reduced to titular leaders, "}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Births", "year": "1720", "date": "August 18", "txt": "Laurence Shirley, 4th Earl Ferrers, English politician (d. 1760)", "entities": [{"title": "Laurence Shirley, 4th Earl Ferrers", "href": "/wiki/Laurence_Shirley,_4th_Earl_Ferrers", "description": "Laurence Shirley, 4th Earl Ferrers was an English nobleman, notable for being the last peer to be hanged, following his conviction for murdering his steward."}]}, {"heading": "Births", "year": "1750", "date": "August 18", "txt": "Antonio Salieri, Italian composer and conductor (d. 1825)", "entities": [{"title": "Antonio Salieri", "href": "/wiki/Antonio_Salieri", "description": "Antonio Salieri was an Italian classical composer, conductor, and teacher. He was born in Legnago, south of Verona, in the Republic of Venice, and spent his adult life and career as a subject of the Habsburg Monarchy."}]}, {"heading": "Births", "year": "1754", "date": "August 18", "txt": "François, marquis de Chasseloup-Laubat, French general and engineer (d. 1833)", "entities": [{"title": "François, marquis de Chasseloup-Laubat", "href": "/wiki/Fran%C3%A7ois,_marquis_de_Chasseloup-Laubat", "description": "François, marquis de Chasseloup-Laubat, French general and military engineer, was born at Saint-Sornin, of a noble family, and entered the French engineers in 1774."}]}, {"heading": "Births", "year": "1774", "date": "August 18", "txt": "Meriwether Lewis, American soldier, explorer, and politician (d. 1809)", "entities": [{"title": "Meriwether Lewis", "href": "/wiki/Meriwether_Lewis", "description": "Meriwether Lewis was an American explorer, soldier, politician, and public administrator, best known for his role as the leader of the Lewis and Clark Expedition, also known as the Corps of Discovery, with William Clark.\nTheir mission was to explore the territory of the Louisiana Purchase, establish trade with, and sovereignty over the natives near the Missouri River, and claim the Pacific Northwe"}]}, {"heading": "Births", "year": "1792", "date": "August 18", "txt": "John Russell, 1st Earl Russell, English politician, Prime Minister of the United Kingdom (d. 1878)", "entities": [{"title": "John Russell, 1st Earl Russell", "href": "/wiki/John_Russell,_1st_Earl_Russell", "description": "John Russell, 1st Earl Russell,, known by his courtesy title Lord John Russell before 1861, was a British Whig and Liberal statesman who served as Prime Minister of the United Kingdom from 1846 to 1852 and again from 1865 to 1866."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1803", "date": "August 18", "txt": "Nathan Clifford, American lawyer, jurist, and politician, 19th United States Attorney General (d. 1881)", "entities": [{"title": "Nathan Clifford", "href": "/wiki/Nathan_Clifford", "description": "Nathan Clifford was an American statesman, diplomat and jurist."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1807", "date": "August 18", "txt": "B. T. Finniss, Australian politician, 1st Premier of South Australia (d. 1893)", "entities": [{"title": "B. T. Finniss", "href": "/wiki/B._T._Finniss", "description": "Boyle Travers Finniss was the first Premier of South Australia, serving from 24 October 1856 to 20 August 1857."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1819", "date": "August 18", "txt": "Grand Duchess Maria Nikolaevna of Russia (d. 1876)", "entities": [{"title": "Grand Duchess Maria Nikolaevna of Russia (1819–1876)", "href": "/wiki/Grand_Duchess_Maria_Nikolaevna_of_Russia_(1819%E2%80%931876)", "description": "Grand Duchess Maria Nikolaievna of Russia was a daughter of Emperor Nicholas I of Russia, and sister of Alexander II. In 1839 she married Maximilian, Duke of Leuchtenberg. She was an art collector and President of the Imperial Academy of Arts in Saint Petersburg."}]}, {"heading": "Births", "year": "1822", "date": "August 18", "txt": "Isaac P. Rodman, American general and politician (d. 1862)", "entities": [{"title": "Isaac P. Rodman", "href": "/wiki/Isaac_P._Rodman", "description": "Isaac Peace Rodman was a Rhode Island banker and politician, and a Union Army brigadier general in the American Civil War, mortally wounded at the Battle of Antietam."}]}, {"heading": "Births", "year": "1830", "date": "August 18", "txt": "Franz Joseph I of Austria (d. 1916)", "entities": [{"title": "Franz Joseph I of Austria", "href": "/wiki/Franz_Joseph_I_of_Austria", "description": "Franz Joseph I or Francis Joseph I was Emperor of Austria, King of Hungary, Croatia, and Bohemia, and monarch of other states of the Austro-Hungarian Empire, from 2 December 1848 until his death. From 1 May 1850 to 24 August 1866 he was also President of the German Confederation. He was the longest-reigning ruler of Austria and Hungary, as well as the sixth-longest-reigning monarch of any country "}]}, {"heading": "Births", "year": "1831", "date": "August 18", "txt": "Ernest Noel, Scottish businessman and politician (d. 1931)", "entities": [{"title": "Ernest Noel", "href": "/wiki/Ernest_Noel", "description": "Ernest Noel, FGS was Member of Parliament (MP) for the Scottish seat of Dumfries Burghs from 1874 to 1886. He was chairman of the Artizans, Labourers & General Dwellings Company from 1880, during the construction of a new suburb for the working classes in Wood Green which was named \"Noel Park\" in his honour."}]}, {"heading": "Births", "year": "1834", "date": "August 18", "txt": "Marshall Field, American businessman, founded Marshall Field's (d. 1906)", "entities": [{"title": "Marshall Field", "href": "/wiki/Marshall_Field", "description": "Marshall Field was an American entrepreneur and the founder of Marshall Field and Company, the Chicago-based department stores. His business was renowned for its then-exceptional level of quality and customer service."}, {"title": "Marshall Field's", "href": "/wiki/Marshall_Field%27s", "description": "Marshall Field's was a department store in Chicago, Illinois, founded in the 19th century that grew to become a large chain before being acquired by Macy's, Inc in 2005."}]}, {"heading": "Births", "year": "1841", "date": "August 18", "txt": "William Halford, English-American lieutenant, Medal of Honor recipient (d. 1919)", "entities": [{"title": "William Halford", "href": "/wiki/William_Halford", "description": "William Halford was a sailor, and later an officer, in the United States Navy. He also received the Medal of Honor."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1855", "date": "August 18", "txt": "Alfred Wallis, English painter and illustrator (d. 1942)", "entities": [{"title": "Alfred Wallis", "href": "/wiki/Alfred_Wallis", "description": "Alfred Wallis was a Cornish fisherman and artist."}]}, {"heading": "Births", "year": "1857", "date": "August 18", "txt": "Libert H. Boeynaems, Belgian-American bishop and missionary (d. 1926)", "entities": [{"title": "Libert H. Boeynaems", "href": "/wiki/Libert_H._Boeynaems", "description": "Libert H. Boeynaems, formally Libert Hubert John Louis Boeynaems, SS.CC.,, was the fourth vicar apostolic of the Vicariate Apostolic of the Hawaiian Islands — now the Roman Catholic Diocese of Honolulu."}]}, {"heading": "Births", "year": "1869", "date": "August 18", "txt": "Carl Rungius, German-American painter and educator (d. 1959)", "entities": [{"title": "Carl Rungius", "href": "/wiki/Carl_Rungius", "description": "Carl Clemens Moritz Rungius was a leading American wildlife artist. He was born in Germany though he immigrated to the United States and he spent his career painting in the western United States and Canada. Active primarily in the first half of the 20th century, he earned a reputation as the most important big game painter and the first career wildlife artist in North America."}]}, {"heading": "Births", "year": "1870", "date": "August 18", "txt": "Lavr Kornilov, Russian general and explorer (d. 1918)", "entities": [{"title": "Lavr Kornilov", "href": "/wiki/Lavr_Kornilov", "description": "Lavr Georgiyevich Kornilov was a Russian military intelligence officer, explorer, and general in the Imperial Russian Army during World War I and the ensuing Russian Civil War. Kornilov was of Siberian Cossack origin. Today he is best remembered for the Kornilov Affair, an unsuccessful endeavor in August/September 1917 that was intended to strengthen Alexander Kerensky's Provisional Government, bu"}]}, {"heading": "Births", "year": "1879", "date": "August 18", "txt": "Alexander Rodzyanko, Russian general (d. 1970)", "entities": [{"title": "Alexander Rodzyanko", "href": "/wiki/Alexander_Rodzyanko", "description": "Alexander Pavlovich Rodzyanko was an officer of the Imperial Russian Army during the World War I and lieutenant-general and a corps commander of the White Army during the Russian Civil War."}]}, {"heading": "Births", "year": "1885", "date": "August 18", "txt": "Nettie Palmer, Australian poet and critic (d. 1964)", "entities": [{"title": "Nettie Palmer", "href": "/wiki/Nettie_Palmer", "description": "Janet Gertrude \"Nettie\" Palmer was an Australian poet, essayist and Australia's leading literary critic of her day."}]}, {"heading": "Births", "year": "1887", "date": "August 18", "txt": "John Anthony Sydney Ritson, English rugby player, mines inspector, engineer and professor of mining (d. 1957)", "entities": [{"title": "John Anthony Sydney Ritson", "href": "/wiki/John_Anthony_Sydney_Ritson", "description": "John Anthony Sydney Ritson DSO & Bar, was an English mines inspector and engineer who became professor of mining at Leeds University and at the Royal School of Mines, Imperial College, London. In his early life he was a rugby union player of note playing international rugby for both England and the British and Irish Lions, and was a member of the first ever English Grand Slam winning side. During "}]}, {"heading": "Births", "year": "1890", "date": "August 18", "txt": "Walther Funk, German economist and politician, Reich Minister of Economics (d. 1960)", "entities": [{"title": "Walther Funk", "href": "/wiki/Walther_Funk", "description": "Walther Funk was a German economist and Nazi official who served as Reich Minister for Economic Affairs from 1938 to 1945 and was tried and convicted as a major war criminal by the International Military Tribunal at Nuremberg. Sentenced to life in prison, he remained incarcerated until he was released on health grounds in 1957. He died three years later."}, {"title": "Federal Ministry for Economic Affairs and Energy (Germany)", "href": "/wiki/Federal_Ministry_for_Economic_Affairs_and_Energy_(Germany)", "description": "The Federal Ministry for Economic Affairs and Energy, abbreviated BMWi, is a cabinet-level ministry of the Federal Republic of Germany. It was previously known as the \"Ministry of Economy\". It was recreated in 2005 as \"Ministry of Economics and Technology\" after it had previously been merged with other ministries to form the Federal Ministry for Economics and Labour between 2002 and 2005. The mini"}]}, {"heading": "Births", "year": "1893", "date": "August 18", "txt": "Burleigh Grimes, American baseball player and manager (d. 1985)", "entities": [{"title": "Burleigh Grimes", "href": "/wiki/Burleigh_Grimes", "description": "Burleigh Arland Grimes was an American professional baseball player and manager, and the last pitcher officially permitted to throw the spitball. Grimes made the most of this advantage, as well as his unshaven, menacing presence on the mound, which earned him the nickname \"Ol' Stubblebeard.\" He won 270 MLB games, pitched in four World Series over the course of his 19-year career, and was elected t"}]}, {"heading": "Births", "year": "1893", "date": "August 18", "txt": "Ernest MacMillan, Canadian conductor and composer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1896", "date": "August 18", "txt": "Jack Pickford, Canadian-American actor and director (d. 1933)", "entities": [{"title": "Jack Pickford", "href": "/wiki/Jack_Pickford", "description": "Jack Pickford was a Canadian-American actor, film director and producer. He was the younger brother of actresses Mary and Lottie Pickford."}]}, {"heading": "Births", "year": "1898", "date": "August 18", "txt": "Clemente Biondetti, Italian race car driver (d. 1955)", "entities": [{"title": "Clemente Biondetti", "href": "/wiki/Clemente_Biondetti", "description": "Clemente Biondetti was an Italian auto racing driver. Born into a working-class family, Biondetti raced motorcycles before turning to automobiles where he had greater success."}]}, {"heading": "Births", "year": "1900", "date": "August 18", "txt": "Ruth Bonner, Soviet Communist activist, sentenced to a labor camp during Joseph Stalin's Great Purge (d. 1987)", "entities": [{"title": "Ruth Bonner", "href": "/wiki/Ruth_Bonner", "description": "\nRuf Grigorievna Bonner, also known as Ruth Bonner, was a Soviet Communist activist and who spent eight years in a labor camp during Joseph Stalin's Great Purge. She was the mother of the human rights activist Yelena Bonner and the mother-in-law of physicist and dissident Andrei Sakharov."}, {"title": "Joseph Stalin", "href": "/wiki/Joseph_Stalin", "description": "Joseph Vissarionovich Stalin was a Georgian revolutionary and the ruler of the Soviet Union from 1927 until 1953. He served as both General Secretary of the Communist Party of the Soviet Union (1922–1952) and Chairman of the Council of Ministers of the Soviet Union (1941–1953). Despite initially governing the country as part of a collective leadership, he ultimately consolidated power to become th"}, {"title": "Great Purge", "href": "/wiki/Great_Purge", "description": "The Great Purge or the Great Terror, also known as the Year of '37 and the Yezhovschina, was Stalin's campaign of political repression in the Soviet Union that occurred from 1936 to 1938. It involved a large-scale repression of kulaks; ethnic cleansing operations against ethnic minorities; a purge of the Communist Party, of government officials, and of the Red Army leadership; widespread police su"}]}, {"heading": "Births", "year": "1900", "date": "August 18", "txt": "Ruth Norman, American religious leader (d. 1993)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 18", "txt": "Adamson-Eric, Estonian painter (d. 1968)", "entities": [{"title": "Adamson-Eric", "href": "/wiki/Adamson-Eric", "description": "Erich Carl Hugo Adamson was an Estonian artist who worked mainly within the medium of painting in applied art."}]}, {"heading": "Births", "year": "1902", "date": "August 18", "txt": "Margaret Murie, American environmentalist and author (d. 2003)", "entities": []}, {"heading": "Births", "year": "1903", "date": "August 18", "txt": "Lucienne Boyer, French singer (d. 1983)", "entities": [{"title": "Lucienne Boyer", "href": "/wiki/Lucienne_Boyer", "description": "Lucienne Boyer was a French diseuse and singer, best known for her song \"Parlez-moi d'amour\". Her impresario was Bruno Coquatrix."}]}, {"heading": "Births", "year": "1904", "date": "August 18", "txt": "Max Factor, Jr., American businessman (d. 1996)", "entities": [{"title": "Max Factor, Jr.", "href": "/wiki/Max_Factor,_Jr.", "description": "Francis Factor, also known as Max Factor Jr., was an American businessman who was president of the Max Factor Cosmetics empire."}]}, {"heading": "Births", "year": "1905", "date": "August 18", "txt": "Enoch Light, American bandleader, violinist, and recording engineer (d. 1978)", "entities": [{"title": "Enoch Light", "href": "/wiki/Enoch_Light", "description": "\nEnoch Henry Light was an American classically trained violinist, danceband leader, and recording engineer. As the leader of various dance bands that recorded as early as March 1927 and continuing through at least 1940, Light and his band primarily worked in various hotels in New York. For a time in 1928 he also led a band in Paris. In the 1930s Light also studied conducting with the French conduc"}]}, {"heading": "Births", "year": "1906", "date": "August 18", "txt": "Marcel Carné, French director and screenwriter (d. 1996)", "entities": [{"title": "Marcel Carné", "href": "/wiki/Marcel_Carn%C3%A9", "description": "Marcel Albert Carné was a French film director. A key figure in the poetic realism movement, Carné's best known films include Port of Shadows (1938), Le Jour Se Lève (1939), The Devil's Envoys (1942) and Children of Paradise (1945), the last of which has been cited as one of the greatest films of all time."}]}, {"heading": "Births", "year": "1906", "date": "August 18", "txt": "Curtis Jones, American blues pianist and singer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1908", "date": "August 18", "txt": "Edgar Faure, French historian and politician, 139th Prime Minister of France (d. 1988)", "entities": [{"title": "Edgar Faure", "href": "/wiki/Edgar_Faure", "description": "Edgar Faure was a French politician, essayist, historian, and memoirist."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1908", "date": "August 18", "txt": "Olav H. Hauge, Norwegian poet and gardener (d. 1994)", "entities": []}, {"heading": "Births", "year": "1908", "date": "August 18", "txt": "Bill Merritt, New Zealand cricketer and sportscaster (d. 1977)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 18", "txt": "Gérard Filion, Canadian businessman and journalist (d. 2005)", "entities": [{"title": "Gérard Filion", "href": "/wiki/G%C3%A9rard_Filion", "description": "Gérard Filion, was a Canadian businessman and journalist."}]}, {"heading": "Births", "year": "1910", "date": "August 18", "txt": "Herman Berlinski, Polish-American pianist, composer, and conductor (d. 2001)", "entities": [{"title": "Herman Berlinski", "href": "/wiki/Herman_Berlinski", "description": "Herman Berlinski was a German-born American composer, organist, pianist, musicologist and choir conductor."}]}, {"heading": "Births", "year": "1910", "date": "August 18", "txt": "Robert Winters, Canadian colonel, engineer, and politician, 26th Canadian Minister of Public Works (d. 1969)", "entities": [{"title": "Minister of Public Works (Canada)", "href": "/wiki/Minister_of_Public_Works_(Canada)", "description": "The Minister of Public Works was a position in the Cabinet of Canada who oversaw the public works portfolio of the federal government."}]}, {"heading": "Births", "year": "1911", "date": "August 18", "txt": "Amelia Boynton Robinson, American activist (d. 2015)", "entities": [{"title": "Amelia Boynton Robinson", "href": "/wiki/Amelia_Boynton_Robinson", "description": "Amelia Isadora Platts Boynton Robinson was an American activist who was a leader of the American Civil Rights Movement in Selma, Alabama, and a key figure in the 1965 Selma to Montgomery marches. In 1984, she became founding vice-president of the Schiller Institute affiliated with Lyndon LaRouche. She was awarded the Martin Luther King Jr. Freedom Medal in 1990."}]}, {"heading": "Births", "year": "1911", "date": "August 18", "txt": "Klara Dan von Neumann, Hungarian computer scientist and programmer (d. 1963)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 18", "txt": "Otto Ernst Remer, German general (d. 1997)", "entities": [{"title": "Otto Ernst Remer", "href": "/wiki/Otto_Ernst_Remer", "description": "Otto Ernst Remer was a German Wehrmacht officer in World War II who played a major role in stopping the 20 July plot in 1944 against Adolf Hitler. In his later years he became a politician and far right activist. He co-founded the Socialist Reich Party in West Germany in the 1950s and is considered an influential figure in post-war neo-fascist politics in Germany."}]}, {"heading": "Births", "year": "1913", "date": "August 18", "txt": "Romain Maes, Belgian cyclist (d. 1983)", "entities": [{"title": "Romain Maes", "href": "/wiki/Romain_Maes", "description": "Romain Maes was a Belgian cyclist who won the 1935 Tour de France after wearing the yellow jersey of leadership from beginning to end. Maes was the 13th child in his family. He started racing when he was 17. He turned professional in 1933 and won the Omloop van het Westen. The following year he started the Tour de France and twice finished stages in second place. He then crashed on the day from Di"}]}, {"heading": "Births", "year": "1914", "date": "August 18", "txt": "Lucy Ozarin, United States Navy lieutenant commander and psychiatrist (d. 2017)", "entities": [{"title": "Lucy Ozarin", "href": "/wiki/Lucy_Ozarin", "description": "Lucy Dorothy Ozarin was a psychiatrist who served in the United States Navy. She was one of the first women psychiatrists commissioned in the Navy, and she was one of seven female Navy psychiatrists who served during World War II."}, {"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "Lieutenant commander", "href": "/wiki/Lieutenant_commander", "description": "Lieutenant commander is a commissioned officer rank in many navies. The rank is superior to a lieutenant and subordinate to a commander. The corresponding rank in most armies and air forces is major, and in the Royal Air Force and other Commonwealth air forces is squadron leader."}]}, {"heading": "Births", "year": "1915", "date": "August 18", "txt": "Max Lanier, American baseball player and manager (d. 2007)", "entities": [{"title": "Max Lanier", "href": "/wiki/Max_Lanier", "description": "Hubert Max Lanier was an American left-handed pitcher in Major League Baseball who spent most of his career with the St. Louis Cardinals. He led the National League in earned run average in 1943, and was the winning pitcher of the clinching game in the 1944 World Series against the crosstown St. Louis Browns. His son Hal became a major league infielder and manager."}]}, {"heading": "Births", "year": "1916", "date": "August 18", "txt": "Neagu Djuvara, Romanian historian, journalist, and diplomat (d. 2018)", "entities": [{"title": "Neagu Djuvara", "href": "/wiki/Neagu_Djuvara", "description": "Neagu Bunea Djuvara was a Romanian historian, essayist, philosopher, journalist, novelist, and diplomat."}]}, {"heading": "Births", "year": "1916", "date": "August 18", "txt": "Moura Lympany, English pianist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1917", "date": "August 18", "txt": "Caspar Weinberger, American captain, lawyer, and politician, 15th United States Secretary of Defense (d. 2006)", "entities": [{"title": "Caspar Weinberger", "href": "/wiki/Caspar_Weinberger", "description": "Caspar Willard \"Cap\" Weinberger was an American statesman and businessman. As a prominent Republican, he served in a variety of state and federal positions for three decades, including Chairman of the California Republican Party, 1962–68. Most notably he was Secretary of Defense under President Ronald Reagan from 1981 to 1987."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}]}, {"heading": "Births", "year": "1918", "date": "August 18", "txt": "Cisco Houston, American singer-songwriter and guitarist (d. 1961)", "entities": [{"title": "Cisco Houston", "href": "/wiki/Cisco_Houston", "description": "Gilbert Vandine \"Cisco\" Houston was an American folk singer and songwriter, who is closely associated with Woody Guthrie due to their extensive history of recording together."}]}, {"heading": "Births", "year": "1919", "date": "August 18", "txt": "Wally Hickel, American businessman and politician, 2nd Governor of Alaska (d. 2010)", "entities": [{"title": "Wally Hickel", "href": "/wiki/Wally_Hickel", "description": "Walter Joseph \"Wally\" Hickel was an American businessman, real estate developer, and politician. He worked as a construction worker and eventually became a construction company owner/operator during Alaska's territorial days. Following World War II, Hickel became heavily involved with real estate development, building residential subdivisions, shopping centers and hotels. Hickel entered politics i"}, {"title": "List of Governors of Alaska", "href": "/wiki/List_of_Governors_of_Alaska", "description": "The governor of Alaska is the head of state of Alaska and the head of the executive of the state government. The Governor is the chief executive of the state and is the holder of the highest office in the executive branch of the government as well as being the commander in chief of the Alaska's state forces."}]}, {"heading": "Births", "year": "1920", "date": "August 18", "txt": "Godfrey Evans, English cricketer (d. 1999)", "entities": [{"title": "Godfrey Evans", "href": "/wiki/Godfrey_Evans", "description": "Thomas Godfrey Evans was an English cricketer who played for Kent and England. Described by Wisden as 'arguably the best wicket-keeper the game has ever seen', Evans collected 219 dismissals in 91 Test match appearances between 1946 and 1959 and a total of 1066 in all first-class matches. En route he was the first wicket keeper to reach 200 Test dismissals and the first Englishman to reach both 10"}]}, {"heading": "Births", "year": "1920", "date": "August 18", "txt": "Bob Kennedy, American baseball player and manager (d. 2005)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 18", "txt": "Shelley Winters, American actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 18", "txt": "Lydia Litvyak, Russian lieutenant and pilot (d. 1943)", "entities": [{"title": "Lydia Litvyak", "href": "/wiki/Lydia_Litvyak", "description": "Lydia Vladimirovna Litvyak, also known as Lilya, was a fighter pilot in the Soviet Air Force during World War II. Historians' estimates for her total victories range from five to twelve solo victories and two to four shared kills in her 66 combat sorties. In about two years of operations, she was the first female fighter pilot to shoot down an enemy aircraft, the first of two female fighter pilots"}]}, {"heading": "Births", "year": "1921", "date": "August 18", "txt": "Zdzisław Żygulski, Polish historian and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 18", "txt": "Alain Robbe-Grillet, French director, screenwriter, and novelist (d. 2008)", "entities": [{"title": "Alain Robbe-Grillet", "href": "/wiki/Alain_Robbe-Grillet", "description": "Alain Robbe-Grillet was a French writer and filmmaker. He was one of the figures most associated with the Nouveau Roman trend of the 1960s, along with Nathalie Sarraute, Michel Butor and Claude Simon. Alain Robbe-Grillet was elected a member of the Académie française on 25 March 2004, succeeding Maurice Rheims at seat No. 32. He was married to Catherine Robbe-Grillet."}]}, {"heading": "Births", "year": "1923", "date": "August 18", "txt": "Katherine Victor, American actress (d. 2004)", "entities": [{"title": "Katherine Victor", "href": "/wiki/Katherine_Victor", "description": "Katherine Victor, was an American actress, perhaps best known for her roles in Ron Ormond's Mesa of Lost Women (1953) and Jerry Warren films. She was also known as Katina Vea."}]}, {"heading": "Births", "year": "1925", "date": "August 18", "txt": "Brian Aldiss, English author and critic (d. 2017)", "entities": [{"title": "Brian Aldiss", "href": "/wiki/Brian_Aldiss", "description": "Brian Wilson Aldiss was an English writer and anthology editor, best known for science fiction novels and short stories. His byline reads either Brian W. Aldiss or simply Brian Aldiss, except for occasional pseudonyms during the mid-1960s."}]}, {"heading": "Births", "year": "1925", "date": "August 18", "txt": "Pierre Grondin, Canadian surgeon and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 18", "txt": "Anis Mansour, Egyptian journalist and author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 18", "txt": "Rosalynn Carter, 41st First Lady of the United States", "entities": [{"title": "Rosalynn Carter", "href": "/wiki/Rosalynn_Carter", "description": "Eleanor Rosalynn Carter is an American woman who served as First Lady of the United States from 1977 to 1981 as the wife of President Jimmy Carter. For decades, she has been a leading advocate for numerous causes, including mental health. Carter was politically active during her White House years, sitting in on Cabinet meetings. She was her husband's closest adviser. She also served as an envoy ab"}]}, {"heading": "Births", "year": "1928", "date": "August 18", "txt": "Marge Schott, American businesswoman (d. 2004)", "entities": [{"title": "Marge Schott", "href": "/wiki/Marge_Schott", "description": "Margaret Carolyn Unnewehr Schott was an American managing general partner, president and CEO of Major League Baseball's Cincinnati Reds franchise from 1984 to 1999. She was the second woman to own a North American major-league team without inheriting it."}]}, {"heading": "Births", "year": "1928", "date": "August 18", "txt": "Sonny Til, American R&B singer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 18", "txt": "Hugues Aufray, French singer-songwriter", "entities": [{"title": "Hugues Aufray", "href": "/wiki/Hugues_Aufray", "description": "Hugues Jean Marie Auffray, better known as Hugues Aufray, is a French singer-songwriter and guitarist."}]}, {"heading": "Births", "year": "1930", "date": "August 18", "txt": "Liviu Librescu, Romanian-American engineer and academic (d. 2007)", "entities": [{"title": "Liviu Librescu", "href": "/wiki/Liviu_Librescu", "description": "Liviu Librescu was a Romanian–American scientist and engineer. A prominent academic in addition to being a survivor of the Holocaust, his major research fields were aeroelasticity and aerodynamics."}]}, {"heading": "Births", "year": "1930", "date": "August 18", "txt": "Rafael Pineda Ponce, Honduran academic and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 18", "txt": "Bramwell Tillsley, Canadian 14th General of The Salvation Army (d. 2019)", "entities": [{"title": "Bramwell Tillsley", "href": "/wiki/Bramwell_Tillsley", "description": "Bramwell Harold Tillsley was a Canadian salvationist and writer, who was the 14th General of The Salvation Army (1993–1994). General Tillsley died on Saturday, November 2, 2019, in Toronto, Ontario, Canada."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1931", "date": "August 18", "txt": "Hans van Mierlo, Dutch journalist and politician, Deputy Prime Minister of the Netherlands (d. 2010)", "entities": [{"title": "Deputy Prime Minister of the Netherlands", "href": "/wiki/Deputy_Prime_Minister_of_the_Netherlands", "description": "The Deputy Prime Minister of the Netherlands is the official deputy of the head of government of the Netherlands. In the absence of the Prime Minister of the Netherlands the Deputy Prime Minister takes over his functions, such as chairing the Cabinet of the Netherlands and the Council of Ministers of the Netherlands. Conventionally, all of the junior partners in the coalition get one deputy, and t"}]}, {"heading": "Births", "year": "1931", "date": "August 18", "txt": "Grant Williams, American film, theater and television actor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 18", "txt": "Luc Montagnier, French virologist and academic, Nobel Prize laureate", "entities": [{"title": "Luc Montagnier", "href": "/wiki/Luc_Montagnier", "description": "Luc Antoine Montagnier is a French virologist and joint recipient, with Françoise Barré-Sinoussi and Harald zur Hausen, of the 2008 Nobel Prize in Physiology or Medicine for his discovery of the human immunodeficiency virus (HIV). He has worked as a researcher at the Pasteur Institute in Paris and as a full-time professor at Shanghai Jiao Tong University in China."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1933", "date": "August 18", "txt": "Just Fontaine, Moroccan-French footballer and manager", "entities": [{"title": "Just Fontaine", "href": "/wiki/Just_Fontaine", "description": "Just Louis Fontaine is a French retired professional footballer. A prolific forward, he is best known for scoring the most goals in a single edition of the FIFA World Cup, with 13 in six matches in 1958. In 2004, Pelé named him one of the 125 Greatest Living Footballers at a FIFA Awards Ceremony."}]}, {"heading": "Births", "year": "1933", "date": "August 18", "txt": "Roman Polanski, French-Polish director, producer, screenwriter, and actor", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 18", "txt": "Vincent Bugliosi, American lawyer and author (d. 2015)", "entities": [{"title": "Vincent Bugliosi", "href": "/wiki/Vincent_Bugliosi", "description": "Vincent T. Bugliosi Jr. was an American attorney and New York Times bestselling author. During his eight years in the Los Angeles County District Attorney's Office, he successfully prosecuted 105 out of 106 felony jury trials, which included 21 murder convictions. He was best known for prosecuting Charles Manson and other defendants accused of the Tate–LaBianca murders of August 9–10, 1969."}]}, {"heading": "Births", "year": "1934", "date": "August 18", "txt": "Roberto Clemente, Puerto Rican-American baseball player and soldier (d. 1972)", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 18", "txt": "Gulzar, Indian poet, lyricist and film director", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 18", "txt": "Michael May, German-Swiss race car driver and engineer", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 18", "txt": "Gail Fisher, American actress (d. 2000)", "entities": [{"title": "Gail Fisher", "href": "/wiki/Gail_Fisher", "description": "Gail Fisher was an American actress who was one of the first black women to play substantive roles in American television. She was best known for playing the role of secretary Peggy Fair on the television detective series Mannix from 1968 through 1975, a role for which she won two Golden Globe Awards and an Emmy Award; she was the first black woman to win either award. She also won an NAACP Image "}]}, {"heading": "Births", "year": "1935", "date": "August 18", "txt": "Hifikepunye Pohamba, Namibian lawyer and politician, 2nd President of Namibia", "entities": [{"title": "President of Namibia", "href": "/wiki/President_of_Namibia", "description": "The president of the Republic of Namibia is the head of state and the head of government of Namibia, as well as the commander-in-chief of the Namibia Defence Force, according to the Constitution of Namibia."}]}, {"heading": "Births", "year": "1936", "date": "August 18", "txt": "Robert Redford, American actor, director, and producer", "entities": [{"title": "Robert Redford", "href": "/wiki/Robert_Redford", "description": "Charles Robert Redford Jr. is an American actor, director, and activist. He is the recipient of various accolades, including; two Academy Awards, a British Academy Film Award, three Golden Globe Awards, the Cecil B. DeMille Award, and the Presidential Medal of Freedom. In 2014, Time magazine named him one of the 100 most influential people in the world."}]}, {"heading": "Births", "year": "1937", "date": "August 18", "txt": "Sheila Cassidy, English physician and author", "entities": [{"title": "Sheila Cassidy", "href": "/wiki/Sheila_Cassidy", "description": "\n\nSheila Anne Cassidy is an English doctor, known for her work in the hospice movement, as a writer and as someone who, by publicising her own history as a torture survivor, drew attention to human rights abuse in Chile in the 1970s."}]}, {"heading": "Births", "year": "1939", "date": "August 18", "txt": "Maxine Brown, American soul/R&B singer-songwriter", "entities": [{"title": "Maxine Brown (soul singer)", "href": "/wiki/Maxine_Brown_(soul_singer)", "description": "Maxine Ella Brown is an American soul and R&B singer."}]}, {"heading": "Births", "year": "1939", "date": "August 18", "txt": "Robert Horton, English businessman (d. 2011)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 18", "txt": "Johnny Preston, American pop singer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 18", "txt": "Adam Makowicz, Polish-Canadian pianist and composer", "entities": [{"title": "Adam Makowicz", "href": "/wiki/Adam_Makowicz", "description": "Adam Makowicz is a Polish pianist and composer living in Toronto. He performs jazz and classical piano pieces, as well as his own compositions."}]}, {"heading": "Births", "year": "1940", "date": "August 18", "txt": "Gil Whitney, American journalist (d. 1982)", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 18", "txt": "Martin Mull, American actor and comedian", "entities": [{"title": "Martin Mull", "href": "/wiki/Martin_Mull", "description": "Martin Eugene Mull is an American actor and comedian who has appeared in many television and film roles. He is also a painter and recording artist. As an actor, he first became known in his role on Mary Hartman, Mary Hartman and its spin-off Fernwood 2 Night. Among his other notable roles are Colonel Mustard in the 1985 film Clue, Leon Carp on Roseanne, Willard Kraft on Sabrina, the Teenage Witch,"}]}, {"heading": "Births", "year": "1943", "date": "August 18", "txt": "Gianni Rivera, Italian footballer and politician", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 18", "txt": "Carl Wayne, English singer and actor (d. 2004)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 18", "txt": "Paula Danziger, American author (d. 2004)", "entities": [{"title": "Paula Danziger", "href": "/wiki/Paula_Danziger", "description": "Paula Danziger was an American children's author. She wrote more than 30 books, including her 1974 debut The Cat Ate My Gymsuit, for children's and young adult audiences. At the time of her death, all her books were still in print; they had been published in 53 countries and in 14 languages."}]}, {"heading": "Births", "year": "1944", "date": "August 18", "txt": "Robert Hitchcock, Australian sculptor and illustrator", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 18", "txt": "Sarah Dash, American singer-songwriter and actress", "entities": [{"title": "Sarah Dash", "href": "/wiki/Sarah_Dash", "description": "Sarah Dash is an American singer and actress. She first appeared on the music scene as a member of Patti LaBelle & The Bluebelles. Dash has worked as a singer, songwriter, session musician, and sideman for bands that include LaBelle, The Rolling Stones, and Keith Richards."}]}, {"heading": "Births", "year": "1945", "date": "August 18", "txt": "Värner Lootsmann, Estonian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 18", "txt": "Lewis Burwell Puller, Jr., American soldier, lawyer, and author (d. 1994)", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 18", "txt": "James Jones, English bishop", "entities": [{"title": "James Jones (bishop)", "href": "/wiki/James_Jones_(bishop)", "description": "James Stuart Jones, is a retired Church of England bishop. He was the Bishop of Liverpool between 1998 and 2013."}]}, {"heading": "Births", "year": "1948", "date": "August 18", "txt": "John Scarlett, English intelligence officer", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 18", "txt": "Nigel Griggs, English bass player, songwriter, and producer", "entities": [{"title": "Nigel Griggs", "href": "/wiki/Nigel_Griggs", "description": "Nigel Griggs is a musician who played bass guitar in Split Enz. He is the brother of Paul Griggs from the 1970s vocal group Guys 'n' Dolls. A professional musician since 1963, Nigel Griggs played in a number of bands, notably The Cortinas and Octopus, 1963–1971, with his brother Paul, Carmen and Steve Hillage's Khan."}]}, {"heading": "Births", "year": "1950", "date": "August 18", "txt": "Dennis Elliott, English drummer and sculptor", "entities": [{"title": "Dennis Elliott", "href": "/wiki/Dennis_Elliott", "description": "Dennis Leslie Elliott is a British musician and artist, who was the original drummer for the rock band, Foreigner. He played with the band from 1976 until leaving between 1991 and 1993. He went on to become a sculptor."}]}, {"heading": "Births", "year": "1952", "date": "August 18", "txt": "Elayne Boosler, American actress, director, and screenwriter", "entities": [{"title": "Elayne Boosler", "href": "/wiki/Elayne_Boosler", "description": "Elayne Boosler is an American comedian."}]}, {"heading": "Births", "year": "1952", "date": "August 18", "txt": "Patrick Swayze, American actor and dancer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 18", "txt": "Ricardo Villa, Argentinian footballer and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 18", "txt": "Louie Gohmert, American captain, lawyer, and politician", "entities": [{"title": "Louie Gohmert", "href": "/wiki/Louie_Gohmert", "description": "Louis Buller Gohmert Jr. is an American attorney and former judge currently serving as the U.S. Representative from Texas's 1st congressional district since 2005. Gohmert is a Republican and is part of the Tea Party movement. In January 2015, he unsuccessfully challenged John Boehner for the position of Speaker of the House of Representatives."}]}, {"heading": "Births", "year": "1953", "date": "August 18", "txt": "Marvin Isley, American R&B bass player and songwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 18", "txt": "Umberto Guidoni, Italian astrophysicist, astronaut, and politician", "entities": [{"title": "Umberto Guidoni", "href": "/wiki/Umberto_Guidoni", "description": "Umberto Guidoni is an Italian astrophysicist, science writer and a former ESA astronaut, being the first European to visit the International Space Station. He is a veteran of two NASA space shuttle missions. He was also a Member of the European Parliament (MEP) from 2004 to 2009, with the Group of the European United Left (GUE/NGL)."}]}, {"heading": "Births", "year": "1955", "date": "August 18", "txt": "Bruce Benedict, American baseball player and coach", "entities": [{"title": "Bruce Benedict", "href": "/wiki/Bruce_Benedict", "description": "Bruce Edwin Benedict is an American former professional baseball player, coach and scout. He played 12 seasons in Major League Baseball as a catcher for the Atlanta Braves from 1978 to 1989."}]}, {"heading": "Births", "year": "1955", "date": "August 18", "txt": "Taher Elgamal, Egyptian-American cryptographer", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 18", "txt": "Tan Dun, Chinese composer", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 18", "txt": "John Debney, American composer and conductor", "entities": [{"title": "John Debney", "href": "/wiki/John_Debney", "description": "John Cardon Debney is an American composer and conductor of film, television, and video game scores. His work encompasses a variety of mediums and genres including comedy, horror, thriller, and action-adventure. He is a long-time collaborator of The Walt Disney Company, having written music for their films, television series, and theme parks."}]}, {"heading": "Births", "year": "1956", "date": "August 18", "txt": "Sandeep Patil, Indian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 18", "txt": "Jon Schwartz, American drummer and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 18", "txt": "Kelly Willard, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 18", "txt": "Rainer Woelki, German cardinal", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 18", "txt": "Denis Leary, American comedian, actor, producer, and screenwriter", "entities": [{"title": "Denis Leary", "href": "/wiki/Denis_Leary", "description": "Denis Colin Leary is an Irish-American actor, stand-up comedian, writer, and producer. Leary was the star and co-creator of Rescue Me, for which he received two Primetime Emmy nominations, one for writing and one for acting. He has had starring roles in many films, including those of Gus in The Ref, Captain George Stacy in Marc Webb's The Amazing Spider-Man and Cleveland Browns head coach Vince Pe"}]}, {"heading": "Births", "year": "1957", "date": "August 18", "txt": "Ron Strykert, Australian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 18", "txt": "Didier Auriol, French race car driver", "entities": [{"title": "Didier Auriol", "href": "/wiki/Didier_Auriol", "description": "Didier Auriol is a French former rally driver. Born in Montpellier, and initially an ambulance driver, he competed in the World Rally Championship throughout the 1990s. He became World Rally Champion in 1994, the first driver from his country to do so. He was a factory candidate for Lancia, Toyota and Peugeot among others, before losing his seat at Škoda at the end of 2003. His sister Nadine was a"}]}, {"heading": "Births", "year": "1958", "date": "August 18", "txt": "Madeleine Stowe, American actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 18", "txt": "Tom Prichard, American wrestler and trainer", "entities": [{"title": "Tom Prichard", "href": "/wiki/Tom_Prichard", "description": "Thomas Prichard is a retired American professional wrestler and author. He is the younger brother of Ken and Chris Prichard and older brother of Bruce Prichard."}]}, {"heading": "Births", "year": "1960", "date": "August 18", "txt": "Mike LaValliere, American baseball player", "entities": [{"title": "Mike LaValliere", "href": "/wiki/Mike_LaValliere", "description": "Michael Eugene LaValliere is an American former professional baseball catcher. He played in Major League Baseball (MLB) for the Philadelphia Phillies, St. Louis Cardinals, Pittsburgh Pirates, and Chicago White Sox."}]}, {"heading": "Births", "year": "1960", "date": "August 18", "txt": "Fat Lever, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 18", "txt": "Huw Edwards, Welsh-English journalist and author", "entities": [{"title": "Huw Edwards (journalist)", "href": "/wiki/Huw_Edwards_(journalist)", "description": "Huw Edwards is a Welsh journalist, presenter, and newsreader. As the BBC News lead presenter for major breaking news in the United Kingdom, Edwards presents BBC News at Ten, the corporation's flagship news broadcast."}]}, {"heading": "Births", "year": "1961", "date": "August 18", "txt": "Timothy Geithner, American banker and politician, 75th United States Secretary of the Treasury", "entities": [{"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1961", "date": "August 18", "txt": "Bob Woodruff, American journalist and author", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 18", "txt": "Felipe Calderón, Mexican lawyer and politician, 56th President of Mexico", "entities": [{"title": "Felipe Calderón", "href": "/wiki/Felipe_Calder%C3%B3n", "description": "Felipe de Jesús Calderón Hinojosa RE CYC GCB is a Mexican politician who served as the 63rd President of Mexico from 1 December 2006 to 30 November 2012. He was a member of the National Action Party for thirty years before quitting the party in November 2018."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1962", "date": "August 18", "txt": "Geoff Courtnall, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 18", "txt": "Andi Deris, German singer and songwriter", "entities": [{"title": "Andi Deris", "href": "/wiki/Andi_Deris", "description": "Andreas \"Andi\" Deris is a German singer and songwriter, best known as the lead vocalist of power metal band Helloween, and co-founder and former lead singer of German metal band Pink Cream 69. He has an active solo career, as well as his own recording studio in Tenerife, Spain."}]}, {"heading": "Births", "year": "1964", "date": "August 18", "txt": "Mark Sargent, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 18", "txt": "Kenny Walker, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 18", "txt": "Ikue Ōtani, Japanese voice actress", "entities": [{"title": "Ikue Ōtani", "href": "/wiki/Ikue_%C5%8Ctani", "description": "Ikue Ōtani  is a Japanese actress, voice actress and narrator from Tokyo, Japan. She is best known for her anime roles in the Pokémon series, One Piece, Corpse Party, Naruto, Detective Conan, Smile PreCure!, Uchi no Sanshimai, Konjiki no Gash Bell, and Persona 5. She is currently attached to Mausu Promotion. Her pet name is \"Iku-chan\". She is known for playing both male and female roles, and somet"}]}, {"heading": "Births", "year": "1966", "date": "August 18", "txt": "Gustavo Charif, Argentinian director and producer", "entities": [{"title": "Gustavo Charif", "href": "/wiki/Gustavo_Charif", "description": "Gustavo Charif is an Argentine writer, visual artist and film director. His works are a sort of Dadaism mixed with the secular poetry of actual times."}]}, {"heading": "Births", "year": "1967", "date": "August 18", "txt": "Daler Mehndi, Indian Punjabi singer, songwriter and record producer", "entities": [{"title": "Daler Mehndi", "href": "/wiki/Daler_Mehndi", "description": "Daler Singh, better known as Daler Mehndi, is an Indian singer, songwriter, author and record producer. He has helped to make Bhangra popular worldwide, as well as Indian pop music independent of Bollywood music. He is best known for his dance songs, voice, turban and long, flowing robes."}]}, {"heading": "Births", "year": "1967", "date": "August 18", "txt": "Brian Michael Bendis, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 18", "txt": "Mark Kuhlmann, German rugby player and coach", "entities": [{"title": "Mark Kuhlmann", "href": "/wiki/Mark_Kuhlmann", "description": "Mark Kuhlmann is a retired German international rugby union player, having played for the DRC Hannover in the Rugby-Bundesliga and the German national rugby union team. He captained Germany for a lengthy period of time during his career in the national team. He is, behind Horst Kemmling, Germany's second-most capped rugby player."}]}, {"heading": "Births", "year": "1969", "date": "August 18", "txt": "Edward Norton, American actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 18", "txt": "Jason Furman, American economist and politician", "entities": [{"title": "Jason Furman", "href": "/wiki/Jason_Furman", "description": "Jason Furman is an American economist and professor at Harvard University's John F. Kennedy School of Government and a Senior Fellow at the Peterson Institute for International Economics. On June 10, 2013, Furman was named by President Barack Obama as chair of the Council of Economic Advisers (CEA). Furman has also served as the Deputy Director of the National Economic Council, which followed his "}]}, {"heading": "Births", "year": "1970", "date": "August 18", "txt": "Malcolm-Jamal Warner, American actor and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 18", "txt": "Patrik Andersson, Swedish footballer", "entities": [{"title": "Patrik Andersson", "href": "/wiki/Patrik_Andersson", "description": "Patrik Jonas Andersson is a Swedish former footballer who played as a defender. Starting off his career with Malmö FF in the late 1980s, he went on to play abroad in England, Germany, and Spain, winning the 2000–01 UEFA Champions League with FC Bayern Munich. He returned to Malmö FF in 2004 before retiring the following season. A full international between 1992 and 2002, he won 96 caps for the Swe"}]}, {"heading": "Births", "year": "1971", "date": "August 18", "txt": "Richard David James, English musician composer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 18", "txt": "Nicole Krauss, American novelist and critic", "entities": [{"title": "Nicole Krauss", "href": "/wiki/Nicole_Krauss", "description": "Nicole Krauss is an American author best known for her four novels Man Walks Into a Room (2002), The History of Love (2005), Great House (2010) and Forest Dark (2017), which have been translated into 35 languages. Her fiction has been published in The New Yorker, Harper's, Esquire, and Granta's Best American Novelists Under 40, and has been collected in Best American Short Stories 2003, Best Ameri"}]}, {"heading": "Births", "year": "1977", "date": "August 18", "txt": "Paraskevas Antzas, Greek footballer", "entities": [{"title": "Paraskevas Antzas", "href": "/wiki/Paraskevas_Antzas", "description": "Paraskevas Antzas is a Greek former professional footballer who played as a central defender."}]}, {"heading": "Births", "year": "1977", "date": "August 18", "txt": "Even Kruse Skatrud, Norwegian musician and educator", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 18", "txt": "Andy Samberg, American actor and comedian", "entities": [{"title": "Andy Samberg", "href": "/wiki/Andy_Samberg", "description": "Andy Samberg is an American actor, comedian, writer, producer, and musician. He is a member of the comedy music group The Lonely Island and was a cast member on Saturday Night Live (2005–2012), where he and his fellow group members have been credited with popularizing the SNL Digital Shorts."}]}, {"heading": "Births", "year": "1979", "date": "August 18", "txt": "Stuart Dew, Australian footballer", "entities": [{"title": "Stuart Dew", "href": "/wiki/Stuart_Dew", "description": "Stuart Dew is the head coach of the Gold Coast Suns in the Australian Football League (AFL). Dew is also a dual premiership-player for Port Adelaide and Hawthorn, from his career as a player. Dew was acknowledged as being a long penetrating left foot kick of the football."}]}, {"heading": "Births", "year": "1980", "date": "August 18", "txt": "Esteban Cambiasso, Argentinian footballer", "entities": [{"title": "Esteban Cambiasso", "href": "/wiki/Esteban_Cambiasso", "description": "Esteban Matías Cambiasso Deleau, nicknamed \"Cuchu\", is an Argentine former professional footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1980", "date": "August 18", "txt": "Rob Nguyen, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 18", "txt": "Ryan O'Hara, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 18", "txt": "Bart Scott, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 18", "txt": "Jeremy Shockey, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 18", "txt": "César Delgado, Argentinian footballer", "entities": [{"title": "César Delgado", "href": "/wiki/C%C3%A9sar_Delgado", "description": "César Fabián Delgado Godoy is an Argentine former professional footballer who played as a winger. He also played as a central midfielder, making piercing forward runs through the center of the opposition's defence. His nickname \"Chelito\" is derived from that of Marcelo Delgado because of their same last name. Since 2013, he also holds Mexican citizenship."}]}, {"heading": "Births", "year": "1981", "date": "August 18", "txt": "Dimitris Salpingidis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 18", "txt": "Mika, Lebanese-born English recording artist and singer-songwriter ", "entities": [{"title": "Mika (singer)", "href": "/wiki/Mika_(singer)", "description": "Michael Holbrook Penniman Jr., known by his stage name Mika, is a Lebanese-born British singer-songwriter."}]}, {"heading": "Births", "year": "1983", "date": "August 18", "txt": "Cameron White, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 18", "txt": "Sigourney Bandjar, Dutch footballer", "entities": [{"title": "Sigourney Bandjar", "href": "/wiki/Sigourney_Bandjar", "description": "Sigourney Bandjar is a Dutch former professional footballer. He previously played five years for Excelsior."}]}, {"heading": "Births", "year": "1984", "date": "August 18", "txt": "Robert Huth, German footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 18", "txt": "Inge Dekker, Dutch swimmer", "entities": [{"title": "Inge Dekker", "href": "/wiki/Inge_Dekker", "description": "Inge Dekker is a Dutch former competitive swimmer who specialised in butterfly and freestyle events. She won the bronze medal with the Dutch women's 4×100-metre freestyle relay team at the 2004 Summer Olympics in Athens, alongside teammates Inge de Bruijn, Marleen Veldhuis and Chantal Groot. At the 2008 Summer Olympics in Beijing, Dekker became Olympic champion in the 4×100-metre freestyle togethe"}]}, {"heading": "Births", "year": "1985", "date": "August 18", "txt": "Bryan Ruiz, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 18", "txt": "Evan Gattis, American baseball player", "entities": [{"title": "Evan Gattis", "href": "/wiki/Evan_Gattis", "description": "James Evan Gattis is an American former professional baseball designated hitter and catcher. He played in Major League Baseball (MLB) for the Atlanta Braves and Houston Astros. Gattis has also earned the nickname of \"El Oso Blanco\" or The White Bear, due to his raw power capabilities when playing for the Venezuelan Winter league. While with Atlanta, he played catcher and occasionally left field."}]}, {"heading": "Births", "year": "1986", "date": "August 18", "txt": "Ross McCormack, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 18", "txt": "Joanna Jędrzejczyk, Polish mixed martial artist", "entities": [{"title": "Joanna Jędrzejczyk", "href": "/wiki/Joanna_J%C4%99drzejczyk", "description": "Joanna Jędrzejczyk is a Polish professional mixed martial artist and former Muay Thai kickboxer. She currently competes in the women’s Flyweight and women’s Strawweight divisions for the Ultimate Fighting Championship (UFC). She is a former UFC Women's Strawweight Champion. As of October 19, 2020, she is #2 in the UFC women's strawweight rankings and as of April 26, 2021 she is #5 in UFC women's p"}]}, {"heading": "Births", "year": "1988", "date": "August 18", "txt": "Jack Hobbs, English footballer", "entities": [{"title": "Jack Hobbs (footballer)", "href": "/wiki/Jack_Hobbs_(footballer)", "description": "Jack Hobbs is an English professional footballer who last played for EFL League One club Bolton Wanderers."}]}, {"heading": "Births", "year": "1988", "date": "August 18", "txt": "Eggert Jónsson, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 18", "txt": "G-Dragon, South Korean rapper, singer-songwriter and record producer", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 18", "txt": "Elizabeth Beisel, American swimmer", "entities": [{"title": "Elizabeth Beisel", "href": "/wiki/Elizabeth_Beisel", "description": "Elizabeth Lyon Beisel is an American competition swimmer who specializes in backstroke and individual medley events. Beisel placed second in the 400m individual medley at the 2016 US Olympic Swimming Trials, qualifying for her third Olympic team. She has won a total of nine medals in major international competition, four gold, one silver, and four bronze spanning the Olympics, World Aquatics, and "}]}, {"heading": "Births", "year": "1992", "date": "August 18", "txt": "Bogdan Bogdanović, Serbian basketball player", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 18", "txt": "Jung Eun-ji, South Korean singer-songwriter", "entities": [{"title": "Jung Eun-ji", "href": "/wiki/Jung_Eun-ji", "description": "Jeong Eun-ji, better known mononymously as Eunji, is a South Korean singer, actress and voice actress. She is best known as a member of the South Korean girl group Apink. Jeong made her acting debut in the coming-of-age drama, Reply 1997 in 2012. She has since had roles in That Winter, the Wind Blows (2013), Trot Lovers (2014), Cheer Up! (2015), and Untouchable (2017) in addition to various voice "}]}, {"heading": "Births", "year": "1993", "date": "August 18", "txt": "Maia Mitchell, Australian actress and singer", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 18", "txt": "Morgan Sanson, French footballer", "entities": [{"title": "Morgan Sanson", "href": "/wiki/Morgan_Sanson", "description": "Morgan Stéphane Sanson is a French professional footballer who plays as a midfielder for Premier League club Aston Villa."}]}, {"heading": "Births", "year": "1995", "date": "August 18", "txt": "Alīna Fjodorova, Latvian figure skater", "entities": [{"title": "Alīna Fjodorova", "href": "/wiki/Al%C4%ABna_Fjodorova", "description": "Alīna Fjodorova is a Latvian figure skater. She is a three-time Latvian national champion and competed in the free skate at three ISU Championships – 2010 Junior Worlds in The Hague, Netherlands; 2012 Junior Worlds in Minsk, Belarus; and 2012 Europeans in Sheffield, England. In England, she ranked 18th in the short program, 14th in the free skate, and 16th overall. She finished 5th at the 2011 Eur"}]}, {"heading": "Births", "year": "1997", "date": "August 18", "txt": "Renato Sanches, Portuguese footballer", "entities": [{"title": "Renato Sanches", "href": "/wiki/Renato_Sanches", "description": "Renato Júnior Luz Sanches ComM is a Portuguese professional footballer who plays as a midfielder for French club Lille and the Portugal national team."}]}, {"heading": "Deaths", "year": "353", "date": "August 18", "txt": "Decentius, Roman usurper", "entities": [{"title": "Decentius", "href": "/wiki/Decentius", "description": "Magnus Decentius was a usurper of the western portion of the Roman Empire against emperor Constantius II. Decentius was the brother of Magnentius, who had revolted against Constantius on 18 January 350."}]}, {"heading": "Deaths", "year": "440", "date": "August 18", "txt": "Pope Sixtus III", "entities": [{"title": "Pope Sixtus III", "href": "/wiki/Pope_Sixtus_III", "description": "Pope Sixtus III was the bishop of Rome from 31 July 432 to his death on 18 August 440. His ascension to the papacy is associated with a period of increased construction in the city of Rome. His feast day is celebrated by Catholics on 28 March."}]}, {"heading": "Deaths", "year": "472", "date": "August 18", "txt": "Ricimer, Roman general and politician (b. 405)", "entities": [{"title": "Ricimer", "href": "/wiki/Ricimer", "description": "Flavius Ricimer was a Romanized Germanic general who effectively ruled the remaining territory of the Western Roman Empire from 461 until his death in 472, with a brief interlude in which he contested power with Anthemius. Deriving his power from his position as magister militum of the Western Empire, Ricimer exercised political control through a series of puppet emperors."}]}, {"heading": "Deaths", "year": "670", "date": "August 18", "txt": "Fiacre, Irish hermit", "entities": [{"title": "Saint Fiacre", "href": "/wiki/Saint_Fiacre", "description": "Saint Fiacre is the name of three different Irish saints, the most famous of which is Saint Fiacre of Breuil, the Catholic priest, abbot, hermit, and gardener of the seventh century who was famous for his sanctity and skill in curing infirmities. He emigrated from his native Ireland to France, where he constructed for himself a hermitage together with a vegetable and herb garden, oratory, and hosp"}, {"title": "Recluse", "href": "/wiki/Recluse", "description": "A recluse is a person who lives in voluntary seclusion from the public and society. The word is from the Latin recludere, which means \"shut up\" or \"sequester\". Historically, the word referred to a hermit's total isolation from the world. Examples are Symeon of Trier, who lived within the great Roman gate Porta Nigra with permission from the Archbishop of Trier, or Theophan the Recluse, the 19th-ce"}]}, {"heading": "Deaths", "year": "673", "date": "August 18", "txt": "Kim Yu-shin, general of Silla (b. 595)", "entities": [{"title": "Kim Yu-shin", "href": "/wiki/Kim_Yu-shin", "description": "Gim Yu-shin, also known as Kim Yu-shin, was a general in 7th-century Silla. He led the unification of the Korean Peninsula by Silla under the reign of King Muyeol of Silla and King Munmu of Silla. He is said to have been the great-grandchild of King Guhae of Geumgwan Gaya, the last ruler of the Geumgwan Gaya state. This would have given him a very high position in the Silla bone rank system, which"}, {"title": "Silla", "href": "/wiki/Silla", "description": "Silla or Shilla was a Korean kingdom located on the southern and central parts of the Korean Peninsula. Silla, along with Baekje and Goguryeo, formed the Three Kingdoms of Korea."}]}, {"heading": "Deaths", "year": "849", "date": "August 18", "txt": "Walafrid Strabo, German monk and theologian (b. 808)", "entities": [{"title": "Walafrid Strabo", "href": "/wiki/Walafrid_Strabo", "description": "Walafrid, alternatively spelt Walahfrid, surnamed Strabo, was an Alemannic Benedictine monk and theological writer who lived on Reichenau Island in southern Germany."}]}, {"heading": "Deaths", "year": "911", "date": "August 18", "txt": "Al-Hadi ila'l-Haqq Yahya, first Zaydi Imam of Yemen (b. 859)", "entities": [{"title": "Al-Hadi ila'l-Haqq Yahya", "href": "/wiki/Al-Hadi_ila%27l-Haqq_Yahya", "description": "Abu'l-Ḥusayn Yaḥyā ibn al-Ḥusayn ibn al-Qāsim ibn Ibrāhīm al-Ḥasanī, better known by his honorific title of al-Ḥādī ila'l-Ḥaqq, was a religious and political leader in the Arabian Peninsula. He was the first Zaydi imam who ruled portions of Yemen from 897 to 911. He is also the ancestor of the Rassid Dynasty which ruled Yemen intermittently until the North Yemen Civil War in 1962."}, {"title": "Zaydi", "href": "/wiki/Zaydi", "description": "Zaidiyyah, Zaidism, or Zaidi Shi'ism (Arabic: الزيدية‎ az-zaydiyya, adjective form Zaidi or Zaydi is one of the Shia sects closest in terms of theology to the Ibadi and Mutazila schools. Zaidiyyah emerged in the eighth century from Shi'a Islam. Zaidis are named after Zayd ibn ʻAlī, the grandson of Husayn ibn ʻAlī and the son of the fourth Imam Ali ibn 'Husain. Followers of the Zaydi Islamic jurisp"}, {"title": "Imam of Yemen", "href": "/wiki/Imam_of_Yemen", "description": "The Imams of Yemen and later also the Kings of Yemen were religiously consecrated leaders belonging to the Zaidiyyah branch of Shia Islam. They established a blend of religious and political rule in parts of Yemen from 897. Their imamate endured under varying circumstances until the republican revolution in 1962. Zaidiyyah theology differed from Isma'ili or Twelver Shi'ites by stressing the presen"}]}, {"heading": "Deaths", "year": "1095", "date": "August 18", "txt": "King Olaf I of Denmark", "entities": [{"title": "Olaf I of Denmark", "href": "/wiki/Olaf_I_of_Denmark", "description": "Olaf I, nicknamed Olaf Hunger, was king of Denmark from 1086 to 1095, following the death of his brother Canute IV the Holy. He was a son of king Sweyn II Estridsson, and the third of Sweyn's sons to rule. He married Ingegard, the daughter of Harald Hardråde, but did not have any sons. He was succeeded by his brother Eric I Evergood."}]}, {"heading": "Deaths", "year": "1211", "date": "August 18", "txt": "Narapatisithu, king of Burma (b. 1150)", "entities": [{"title": "Narapatisithu", "href": "/wiki/Narapatisithu", "description": "Narapati Sithu was king of Pagan dynasty of Burma (Myanmar) from 1174 to 1211. He is considered the last important king of Pagan. His peaceful and prosperous reign gave rise to Burmese culture which finally emerged from the shadows of Mon and Pyu cultures. The Burman leadership of the kingdom was now unquestioned. The Pagan Empire reached its peak during his reign, and would decline gradually afte"}]}, {"heading": "Deaths", "year": "1227", "date": "August 18", "txt": "Genghis Khan, Mongolian emperor (b. 1162)", "entities": [{"title": "Genghis Khan", "href": "/wiki/Genghis_Khan", "description": "Genghis Khan, IPA: [t͡ʃʰiŋɡɪs xaːŋ],, was the founder and first Great Khan (Emperor) of the Mongol Empire, which became the largest contiguous empire in history after his death. He came to power by uniting many of the nomadic tribes of Northeast Asia. After founding the Empire and being proclaimed Genghis Khan, he launched the Mongol invasions that conquered most of Eurasia, reaching as far west a"}]}, {"heading": "Deaths", "year": "1258", "date": "August 18", "txt": "Theodore II Laskaris, emperor of Nicea (Byzantine emperor in exile)", "entities": [{"title": "Theodore II Laskaris", "href": "/wiki/Theodore_II_Laskaris", "description": "Theodore II Doukas Laskaris or Ducas Lascaris was Emperor of Nicaea from 1254 to 1258. He was the only child of Emperor John III Doukas Vatatzes and Empress Irene Laskarina. His mother was the eldest daughter of Theodore I Laskaris who had established the Empire of Nicaea as a successor state to the Byzantine Empire in Asia Minor, after the crusaders captured the Byzantine capital, Constantinople,"}, {"title": "Byzantine emperor", "href": "/wiki/Byzantine_emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}]}, {"heading": "Deaths", "year": "1276", "date": "August 18", "txt": "Pope Adrian V (b. 1220)", "entities": [{"title": "Pope Adrian V", "href": "/wiki/Pope_Adrian_V", "description": "Pope Adrian V, born Ottobuono de' Fieschi, was the head of the Catholic Church from 11 July 1276 to his death on 18 August 1276. He was an envoy of Pope Clement IV sent to England in May 1265 who successfully completed his task of resolving disputes between King Henry III of England and his barons. Pope Adrian V was assigned the papal sit following the death of his uncle, Pope Innocent V, but died"}]}, {"heading": "Deaths", "year": "1318", "date": "August 18", "txt": "Clare of Montefalco, Italian nun and saint (b. 1268)", "entities": [{"title": "Clare of Montefalco", "href": "/wiki/Clare_of_Montefalco", "description": "Clare of Montefalco, also called Saint Clare of the Cross, was an Augustinian nun and abbess. Before becoming a nun, Clare was a member of the Third Order of St. Francis (Secular). She was canonized by Pope Leo XIII on December 8, 1881."}]}, {"heading": "Deaths", "year": "1430", "date": "August 18", "txt": "Thomas de Ros, 8th Baron de Ros, English soldier and politician (b. 1406)", "entities": [{"title": "Thomas de Ros, 8th Baron de Ros", "href": "/wiki/Thomas_de_Ros,_8th_Baron_de_Ros", "description": "Thomas Ros or Roos, 8th Baron Ros of Helmsley was an English peer."}]}, {"heading": "Deaths", "year": "1500", "date": "August 18", "txt": "Alfonso of Aragon, Spanish prince (b. 1481)", "entities": [{"title": "Alfonso of Aragon (1481–1500)", "href": "/wiki/Alfonso_of_Aragon_(1481%E2%80%931500)", "description": "Alfonso of Aragon, Duke of Bisceglie and Prince of Salerno of the House of Trastámara, was the illegitimate son of Alfonso II King of Naples and his mistress Trogia Gazzela. His father, cousin of Ferdinand II King of Aragon, abdicated in favour of his legitimate son Ferdinand II of Naples."}]}, {"heading": "Deaths", "year": "1502", "date": "August 18", "txt": "Knut Alvsson, Norwegian nobleman and politician (b. 1455)", "entities": [{"title": "Knut Alvsson", "href": "/wiki/Knut_Alvsson", "description": "\nKnut Alvsson was a Norwegian nobleman and landowner. He was the country's foremost Norwegian-born noble in his time and served as fief-holder in southern-central Norway."}]}, {"heading": "Deaths", "year": "1503", "date": "August 18", "txt": "Pope Alexander VI (b. 1431)", "entities": [{"title": "Pope Alexander VI", "href": "/wiki/Pope_Alexander_VI", "description": "Pope Alexander VI, was pope from 11 August 1492 until his death in 1503."}]}, {"heading": "Deaths", "year": "1550", "date": "August 18", "txt": "Antonio Ferramolino, Italian architect and military engineer", "entities": [{"title": "Antonio Ferramolino", "href": "/wiki/Antonio_Ferramolino", "description": "Antonio Ferramolino was a 16th-century Italian architect and military engineer. He is also known as Sferrandino da Bergamo, and is called Hernan Molin in Spanish sources. He is mostly known for his work in Sicily, but he also designed fortifications in Ragusa and Malta."}]}, {"heading": "Deaths", "year": "1559", "date": "August 18", "txt": "Pope Paul IV (b. 1476)", "entities": [{"title": "Pope Paul IV", "href": "/wiki/Pope_Paul_IV", "description": "Pope Paul IV, C.R., born Gian Pietro Carafa, was head of the Catholic Church and ruler of the Papal States from 23 May 1555 to his death in 1559. While serving as papal nuncio in Spain, he developed an anti-Spanish outlook that later coloured his papacy. A part of the Papal States was invaded by Spain during his papacy and in response to this, he called for a French military intervention. To avoid"}]}, {"heading": "Deaths", "year": "1563", "date": "August 18", "txt": "Étienne de La Boétie, French judge and philosopher (b. 1530)", "entities": [{"title": "Étienne de La Boétie", "href": "/wiki/%C3%89tienne_de_La_Bo%C3%A9tie", "description": "Étienne or Estienne de La Boétie was a French magistrate, classicist, writer, poet, and political theorist, best remembered for his intense and intimate friendship with essayist Michel de Montaigne. His early political treatise Discourse on Voluntary Servitude was posthumously adopted by the Huguenot movement and is sometimes seen as an early influence on modern anti-statist, utopian, and civil di"}]}, {"heading": "Deaths", "year": "1600", "date": "August 18", "txt": "Sebastiano Montelupi, Italian businessman (b. 1516)", "entities": [{"title": "Sebastiano Montelupi", "href": "/wiki/Sebastiano_Montelupi", "description": "Sebastiano Montelupi, was an Italian-born merchant and banker in Kraków, Poland, and Postmaster General of the Polish royal postal service under Sigismund II Augustus, Henry III of Poland, Anna Jagiellon, Stephen Báthory and Sigismund III Vasa."}]}, {"heading": "Deaths", "year": "1613", "date": "August 18", "txt": "Giovanni Artusi, Italian composer and theorist (b. 1540)", "entities": [{"title": "Giovanni Artusi", "href": "/wiki/Giovanni_Artusi", "description": "Giovanni Maria Artusi was an Italian theorist, composer, and writer."}]}, {"heading": "Deaths", "year": "1620", "date": "August 18", "txt": "Wanli Emperor of China (b. 1563)", "entities": [{"title": "Wanli Emperor", "href": "/wiki/Wanli_Emperor", "description": "The Wanli Emperor, personal name Zhu Yijun, was the 14th Emperor of the Ming dynasty, reigned from 1572 to 1620. \"Wanli\", the era name of his reign, literally means \"ten thousand calendars\". He was the third son of the Longqing Emperor. His reign of 48 years (1572–1620) was the longest among all the Ming dynasty emperors and it witnessed several successes in his early and middle reign, followed by"}]}, {"heading": "Deaths", "year": "1625", "date": "August 18", "txt": "Edward la Zouche, 11th Baron Zouche, English diplomat (b. 1556)", "entities": [{"title": "Edward la Zouche, 11th Baron Zouche", "href": "/wiki/Edward_la_Zouche,_11th_Baron_Zouche", "description": "Edward la Zouche, 11th Baron Zouche was an English diplomat. He is remembered chiefly for his lone vote against the condemnation of Mary, Queen of Scots, and for organising the stag-hunt where his guest, the Archbishop of Canterbury, accidentally killed a man."}]}, {"heading": "Deaths", "year": "1634", "date": "August 18", "txt": "Urbain Grandier, French priest (b. 1590)", "entities": [{"title": "Urbain Grandier", "href": "/wiki/Urbain_Grandier", "description": "Urbain Grandier was a French Catholic priest who was burned at the stake after being convicted of witchcraft, following the events of the so-called \"Loudun Possessions\". Most modern commentators have concluded that Grandier was the victim of a politically motivated persecution led by the powerful Cardinal Richelieu."}]}, {"heading": "Deaths", "year": "1642", "date": "August 18", "txt": "Guido Reni, Italian painter and educator (b. 1575)", "entities": [{"title": "Guido Reni", "href": "/wiki/Guido_Reni", "description": "Guido Reni was an Italian painter of the Baroque period, although his works showed a classical manner, similar to Simon Vouet, Nicholas Poussin, and Philippe de Champaigne. He painted primarily religious works, but also mythological and allegorical subjects. Active in Rome, Naples, and his native Bologna, he became the dominant figure in the Bolognese School that emerged under the influence of the"}]}, {"heading": "Deaths", "year": "1648", "date": "August 18", "txt": "Ibrahim of the Ottoman Empire (b. 1615)", "entities": [{"title": "Ibrahim of the Ottoman Empire", "href": "/wiki/Ibrahim_of_the_Ottoman_Empire", "description": "Ibrahim was the Sultan of the Ottoman Empire from 1640 until 1648. He was born in İstanbul, the son of Ahmed I by Valide Kösem Sultan, an ethnic Greek originally named Anastasia."}]}, {"heading": "Deaths", "year": "1683", "date": "August 18", "txt": "Charles Hart, English actor (b. 1625)", "entities": [{"title": "Charles Hart (17th-century actor)", "href": "/wiki/Charles_Hart_(17th-century_actor)", "description": "\n\nCharles Hart was a prominent British Restoration actor."}]}, {"heading": "Deaths", "year": "1707", "date": "August 18", "txt": "William Cavendish, 1st Duke of Devonshire, English soldier and politician, Lord Lieutenant of Derbyshire (b. 1640)", "entities": [{"title": "William Cavendish, 1st Duke of Devonshire", "href": "/wiki/William_Cavendish,_1st_Duke_of_Devonshire", "description": "William Cavendish, 1st Duke of Devonshire was an English soldier, nobleman, and Whig politician who sat in the House of Commons from 1661 to 1684 when he inherited his father's peerage as Earl of Devonshire. He was part of the \"Immortal Seven\" group that invited William III, Prince of Orange to depose James II of England as monarch during the Glorious Revolution, and was rewarded with the elevatio"}, {"title": "Lord Lieutenant of Derbyshire", "href": "/wiki/Lord_Lieutenant_of_Derbyshire", "description": "This is a list of people who have served as Lord Lieutenant of Derbyshire. Since 1689, all the Lord Lieutenants have also been Custos Rotulorum of Derbyshire."}]}, {"heading": "Deaths", "year": "1712", "date": "August 18", "txt": "Richard Savage, 4th Earl Rivers, English general and politician, Lord Lieutenant of Essex (b. 1660)", "entities": [{"title": "Richard Savage, 4th Earl Rivers", "href": "/wiki/Richard_Savage,_4th_Earl_Rivers", "description": "Richard Savage, 4th Earl Rivers PC was the second son of Thomas, 3rd Earl and his first wife Elizabeth Scrope. After the death about 1680 of his elder brother Thomas, styled Viscount Colchester, he was designated by that title until he succeeded to the peerage."}, {"title": "Lord Lieutenant of Essex", "href": "/wiki/Lord_Lieutenant_of_Essex", "description": "This is a list of people who have served as Lord Lieutenant of Essex. Since 1688, all the Lord Lieutenants have also been Custos Rotulorum of Essex."}]}, {"heading": "Deaths", "year": "1765", "date": "August 18", "txt": "Francis I, Holy Roman Emperor (b. 1708)", "entities": [{"title": "Francis I, Holy Roman Emperor", "href": "/wiki/Francis_I,_Holy_Roman_Emperor", "description": "Francis I was the Duke of Lorraine and Bar (1729–1737), and later Grand Duke of Tuscany (1737–1765), who married Maria Theresa of Austria and became Holy Roman Emperor (1745–1765) and Archduke of Austria (1740–1765). His wife effectively ruled Austria and the Holy Roman Empire. They were the founders of the Habsburg-Lorraine dynasty. The oldest surviving son of Leopold, Duke of Lorraine, Francis l"}]}, {"heading": "Deaths", "year": "1815", "date": "August 18", "txt": "Chauncey Goodrich, American lawyer and politician, 8th Lieutenant Governor of Connecticut (b. 1759)", "entities": [{"title": "Chauncey Goodrich", "href": "/wiki/Chauncey_Goodrich", "description": "Chauncey Goodrich was an American lawyer and politician from Connecticut who represented that state in the United States Congress as both a senator and a representative."}, {"title": "Lieutenant Governor of Connecticut", "href": "/wiki/Lieutenant_Governor_of_Connecticut", "description": "The following is a list of deputy or lieutenant governors of the State of Connecticut, from the Colonial period through present day."}]}, {"heading": "Deaths", "year": "1823", "date": "August 18", "txt": "André-Jacques Garnerin, French balloonist and the inventor of the frameless parachute (b. 1769)", "entities": [{"title": "André-Jacques Garnerin", "href": "/wiki/Andr%C3%A9-Jacques_Garnerin", "description": "André-Jacques Garnerin was a French balloonist and the inventor of the frameless parachute. He was appointed Official Aeronaut of France."}]}, {"heading": "Deaths", "year": "1842", "date": "August 18", "txt": "Louis de Freycinet, French explorer and navigator (b. 1779)", "entities": [{"title": "Louis de Freycinet", "href": "/wiki/Louis_de_Freycinet", "description": "Louis Claude de Saulces de Freycinet was a French Navy officer. He circumnavigated the earth, and in 1811 published the first map to show a full outline of the coastline of Australia."}]}, {"heading": "Deaths", "year": "1850", "date": "August 18", "txt": "Honoré de Balzac, French novelist and playwright  (b. 1799)", "entities": [{"title": "Honoré de Balzac", "href": "/wiki/Honor%C3%A9_de_Balzac", "description": "Honoré de Balzac was a French novelist and playwright. The novel sequence La Comédie humaine, which presents a panorama of post-Napoleonic French life, is generally viewed as his magnum opus."}]}, {"heading": "Deaths", "year": "1886", "date": "August 18", "txt": "Eli Whitney Blake, American inventor, invented the Mortise lock (b. 1795)", "entities": [{"title": "Eli Whitney Blake", "href": "/wiki/Eli_Whitney_Blake", "description": "Eli Whitney Blake, Sr. was an American inventor, best known for his mortise lock and stone-crushing machine, the latter of which earned him a place into the National Inventors Hall of Fame."}, {"title": "Mortise lock", "href": "/wiki/Mortise_lock", "description": "A mortise lock is a lock that requires a pocket—the mortise—to be cut into the edge of the door or piece of furniture into which the lock is to be fitted. In most parts of the world, mortise locks are found on older buildings constructed before the advent of bored cylindrical locks, but they have recently become more common in commercial and upmarket residential construction in the United States. "}]}, {"heading": "Deaths", "year": "1919", "date": "August 18", "txt": "Joseph E. Seagram, Canadian businessman and politician, founded the Seagram Company (b. 1841)", "entities": [{"title": "Joseph E. Seagram", "href": "/wiki/Joseph_E._Seagram", "description": "Joseph Emm Seagram was a Canadian distillery founder, politician, philanthropist, and major owner of thoroughbred racehorses."}, {"title": "Seagram", "href": "/wiki/Seagram", "description": "The Seagram Company Ltd. was a Canadian multinational conglomerate formerly headquartered in Montreal, Quebec. Originally a distiller of Canadian whisky based in Waterloo, Ontario, it was once the largest owner of alcoholic beverage lines in the world."}]}, {"heading": "Deaths", "year": "1940", "date": "August 18", "txt": "Walter Chrysler, American businessman, founded Chrysler (b. 1875)", "entities": [{"title": "Walter Chrysler", "href": "/wiki/Walter_Chrysler", "description": "Walter Percy Chrysler was an American automotive industry executive and founder of Chrysler Corporation, now a part of Stellantis."}, {"title": "Chrysler", "href": "/wiki/Chrysler", "description": "Chrysler is one of the \"Big Three\" automobile manufacturers in the United States, headquartered in Auburn Hills, Michigan. In addition to the Chrysler brand, Stellantis North America sells vehicles worldwide under the Dodge, Jeep, and Ram nameplates. It also includes Mopar, its automotive parts and accessories division, and SRT, its performance automobile division."}]}, {"heading": "Deaths", "year": "1943", "date": "August 18", "txt": "Ali-Agha Shikhlinski, Azerbaijani general (b. 1865)", "entities": [{"title": "Ali-Agha Shikhlinski", "href": "/wiki/Ali-Agha_Shikhlinski", "description": "Ali-Agha Ismail-Agha oglu Shikhlinski, sometimes anglicized as Ali-Agha Shikhlinsky was an Azerbaijani lieutenant-general of the Russian imperial army, Deputy Minister of Defense and General of the Artillery of Azerbaijan Democratic Republic and a Soviet military officer."}]}, {"heading": "Deaths", "year": "1944", "date": "August 18", "txt": "Ernst Thälmann, German soldier and politician (b. 1886)", "entities": [{"title": "Ernst Thälmann", "href": "/wiki/Ernst_Th%C3%A4lmann", "description": "Ernst Johannes Fritz Thälmann was a German communist politician, and leader of the Communist Party of Germany (KPD) from 1925 to 1933."}]}, {"heading": "Deaths", "year": "1945", "date": "August 18", "txt": "Subhas Chandra Bose, Indian activist and politician (b. 1897)", "entities": [{"title": "Subhas Chandra Bose", "href": "/wiki/Subhas_Chandra_Bose", "description": "Subhas Chandra Bose was an Indian nationalist whose defiant patriotism made him a hero in India, but whose attempts during World War II to rid India of British rule with the help of Nazi Germany and Imperial Japan left a troubled legacy. The honorific Netaji was first applied to Bose in Germany in early 1942—by the Indian soldiers of the Indische Legion and by the German and Indian officials in th"}]}, {"heading": "Deaths", "year": "1949", "date": "August 18", "txt": "Paul Mares, American trumpet player and bandleader (New Orleans Rhythm Kings) (b. 1900)", "entities": [{"title": "Paul Mares", "href": "/wiki/Paul_Mares", "description": "Paul Mares, was an American early dixieland jazz cornet and trumpet player, and leader of the New Orleans Rhythm Kings."}, {"title": "New Orleans Rhythm Kings", "href": "/wiki/New_Orleans_Rhythm_Kings", "description": "The New Orleans Rhythm Kings (NORK) were one of the most influential jazz bands of the early to mid-1920s. The band included New Orleans and Chicago musicians who helped shape Chicago jazz and influenced many younger jazz musicians."}]}, {"heading": "Deaths", "year": "1950", "date": "August 18", "txt": "Julien Lahaut, Belgian soldier and politician (b. 1884)", "entities": [{"title": "Julien Lahaut", "href": "/wiki/Julien_Lahaut", "description": "Julien Lahaut was a Belgian politician and communist activist. He became leader of the Communist Party of Belgium after the First World War. A dissident during the German occupation of 1940–44, he became a vocal advocate for the abolition of the Belgian monarchy during the post-war \"Royal Question\". His assassination in August 1950, at the height of the crisis, has often been attributed to Belgian"}]}, {"heading": "Deaths", "year": "1952", "date": "August 18", "txt": "Alberto Hurtado, Chilean priest, lawyer, and saint (b. 1901)", "entities": [{"title": "Alberto Hurtado", "href": "/wiki/Alberto_Hurtado", "description": "Alberto Hurtado, popularly known in Chile as Padre Hurtado, was a Chilean Jesuit priest, lawyer, social worker, and writer, of Basque ancestry. He founded the Hogar de Cristo foundation in 1944. He was canonized on October 23, 2005, by Pope Benedict XVI, becoming his country's second saint."}]}, {"heading": "Deaths", "year": "1964", "date": "August 18", "txt": "Hildegard Trabant, Berlin Wall victim  (b. 1927)", "entities": [{"title": "Hildegard Trabant", "href": "/wiki/Hildegard_Trabant", "description": "Hildegard Johanna Maria Trabant was an East German woman who became the fiftieth known person to die at the Berlin Wall. Trabant was shot and killed by East German border guards during a crossing attempt, one of only eight women victims of the Berlin Wall, and was the only escapee victim known to have a record of loyalty toward the East German regime."}, {"title": "Berlin Wall", "href": "/wiki/Berlin_Wall", "description": "The Berlin Wall was a guarded concrete barrier that physically and ideologically divided Berlin from 1961 to 1989. Construction of the wall was commenced by the German Democratic Republic on 13 August 1961. The Wall cut off West Berlin from surrounding East Germany, including East Berlin. The barrier included guard towers placed along large concrete walls, accompanied by a wide area that contained"}, {"title": "List of deaths at the Berlin Wall", "href": "/wiki/List_of_deaths_at_the_Berlin_Wall", "description": "There were numerous deaths at the Berlin Wall, which stood as a barrier between West Berlin and East Berlin from 13 August 1961 until 9 November 1989. Before the construction of the Berlin Wall in 1961, 3.5 million East Germans circumvented Eastern Bloc emigration restrictions, many by crossing over the border from East Berlin into West Berlin. From there they could then travel to West Germany and"}]}, {"heading": "Deaths", "year": "1968", "date": "August 18", "txt": "Arthur Marshall, American pianist and composer (b. 1881)", "entities": [{"title": "Arthur Marshall (composer)", "href": "/wiki/Arthur_Marshall_(composer)", "description": "Arthur Owen Marshall was an American composer and performer of ragtime music."}]}, {"heading": "Deaths", "year": "1979", "date": "August 18", "txt": "Vasantrao Naik, Indian politician (b. 1913)", "entities": [{"title": "Vasantrao Naik", "href": "/wiki/Vasantrao_Naik", "description": "Vasantrao Phulsing Naik was an Indian politician who served as Chief Minister of Maharashtra from 1963 until 1975. To this date, he remains as the longest-serving Chief Minister of Maharashtra. Also, he had a credit to return to power after completion of full five years."}]}, {"heading": "Deaths", "year": "1981", "date": "August 18", "txt": "Anita Loos, American author and screenwriter (b. 1889)", "entities": [{"title": "Anita Loos", "href": "/wiki/Anita_Loos", "description": " Corinne Anita Loos was an American screenwriter, playwright, and author. In 1912, she became the first female staff scriptwriter in Hollywood, when D. W. Griffith put her on the payroll at Triangle Film Corporation. She is best known for her 1925 comic novel, Gentlemen Prefer Blondes, and her 1951 Broadway adaptation of Colette's novella Gigi."}]}, {"heading": "Deaths", "year": "1983", "date": "August 18", "txt": "Nikolaus Pevsner, German-English historian and scholar (b. 1902)", "entities": [{"title": "Nikolaus Pevsner", "href": "/wiki/Nikolaus_Pevsner", "description": "Sir Nikolaus Bernhard Leon Pevsner was a German-British art historian and architectural historian best known for his monumental 46-volume series of county-by-county guides, The Buildings of England (1951–74)."}]}, {"heading": "Deaths", "year": "1990", "date": "August 18", "txt": "B. F. Skinner, American psychologist and philosopher, invented the Skinner box (b. 1904)", "entities": [{"title": "B. F. Skinner", "href": "/wiki/B._F._Skinner", "description": "Burrhus Frederic Skinner was an American psychologist, behaviourist, author, inventor, and social philosopher. He was a professor of psychology at Harvard University from 1958 until his retirement in 1974."}, {"title": "Skinner box", "href": "/wiki/Skinner_box", "description": "An operant conditioning chamber is a laboratory apparatus used to study animal behavior. The operant conditioning chamber was created by B. F. Skinner while he was a graduate student at Harvard University. It may have been inspired by Jerzy Konorski's studies. It is used to study both operant conditioning and classical conditioning."}]}, {"heading": "Deaths", "year": "1994", "date": "August 18", "txt": "Francis Raymond Shea, American bishop (b. 1913)", "entities": [{"title": "Francis Raymond Shea", "href": "/wiki/Francis_Raymond_Shea", "description": "Francis Raymond Shea served as the third Roman Catholic Bishop of Evansville, Indiana from 1969 to 1989."}]}, {"heading": "Deaths", "year": "1998", "date": "August 18", "txt": "Persis Khambatta, Indian model and actress, Femina Miss India 1965 (b. 1948)", "entities": [{"title": "Persis Khambatta", "href": "/wiki/Persis_Khambatta", "description": "Persis Khambatta was an Indian model and actress who is best remembered for playing Lieutenant Ilia in the feature film Star Trek: The Motion Picture (1979)."}, {"title": "Femina Miss India", "href": "/wiki/Femina_Miss_India", "description": "Miss India or Femina Miss India is a national beauty pageant in India that annually selects representatives to compete in Miss World, one of the Big Four major international beauty pageants. It is organised by Femina, a women's magazine published by The Times Group. Since 2013, Femina also organizes Miss Diva separately which sends representatives to Miss Universe."}]}, {"heading": "Deaths", "year": "2001", "date": "August 18", "txt": "David Peakall, English chemist and toxicologist (b. 1931)", "entities": [{"title": "David Peakall", "href": "/wiki/David_Peakall", "description": "\n\n\nDavid Beaumont Peakall was an internationally recognised toxicologist. His research into the effects of DDE and DDT on eggshells contributed to the ban on DDT in the United States. He proved that the chemicals caused thinning of eggshells, leading to a reduction in the population of various bird species. He also pioneered research on the effects of PCBs on birds."}]}, {"heading": "Deaths", "year": "2002", "date": "August 18", "txt": "Dean Riesner, American actor and screenwriter (b. 1918)", "entities": [{"title": "Dean Riesner", "href": "/wiki/Dean_Riesner", "description": "Dean Riesner was an American film and television writer."}]}, {"heading": "Deaths", "year": "2003", "date": "August 18", "txt": "Tony Jackson, English singer and bassist (b. 1938)", "entities": [{"title": "Tony Jackson (singer)", "href": "/wiki/Tony_Jackson_(singer)", "description": "Anthony Paul Jackson was an English singer and bass-guitar player who was a member of The Searchers."}]}, {"heading": "Deaths", "year": "2004", "date": "August 18", "txt": "Elmer Bernstein, American composer and conductor (b. 1922)", "entities": [{"title": "Elmer Bernstein", "href": "/wiki/Elmer_Bernstein", "description": "Elmer Bernstein was an American composer and conductor known for his film scores. In a career that spanned more than five decades, he composed \"some of the most recognizable and memorable themes in Hollywood history\", including over 150 original movie scores, as well as scores for nearly 80 television productions. Examples of his widely popular and critically acclaimed works are scores to The Ten "}]}, {"heading": "Deaths", "year": "2004", "date": "August 18", "txt": "Hiram Fong, American soldier and politician (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 18", "txt": "Chri$ Ca$h, American wrestler (b. 1982)", "entities": [{"title": "Chri$ Ca$h", "href": "/wiki/Chri$_Ca$h", "description": "Christopher John Bauman Jr. was an American professional wrestler, better known by his ring name Chri$ Ca$h. Bauman wrestled in many independent promotions, but is known for his time in Combat Zone Wrestling, where he was a CZW World Tag Team Champion. On August 18, 2005, Bauman was killed in a motorcycle accident."}]}, {"heading": "Deaths", "year": "2006", "date": "August 18", "txt": "Ken Kearney, Australian rugby player (b. 1924)", "entities": [{"title": "Ken Kearney", "href": "/wiki/Ken_Kearney", "description": "Kenneth Howard \"Killer\" Kearney was an Australian rugby footballer – a dual-code international player – and a rugby league coach. He represented the Wallabies in seven Tests, and the Kangaroos in thirty-one Test matches and World Cup games. He captained Australia in nine rugby league Test matches in 1956 and 1957. He was a hooker and captain-coach with the St. George Dragons in the first half of t"}]}, {"heading": "Deaths", "year": "2007", "date": "August 18", "txt": "Michael Deaver, American soldier and politician, White House Deputy Chief of Staff (b. 1938)", "entities": [{"title": "Michael Deaver", "href": "/wiki/Michael_Deaver", "description": "Michael Keith Deaver was a member of President Ronald Reagan's White House staff serving as White House Deputy Chief of Staff under James Baker III and Donald Regan from January 1981 until May 1985."}, {"title": "White House Deputy Chief of Staff", "href": "/wiki/White_House_Deputy_Chief_of_Staff", "description": "The White House Deputy Chief of Staff is officially the top aide to the White House Chief of Staff, who is the senior aide to the President of the United States. The Deputy Chief of Staff usually has an office in the West Wing and is responsible for ensuring the smooth running of the White House bureaucracy, as well as such other duties as the Chief of Staff assigns to him or her. In some administ"}]}, {"heading": "Deaths", "year": "2007", "date": "August 18", "txt": "Magdalen Nabb, English author (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 18", "txt": "Kim Dae-jung, South Korean lieutenant and politician, 15th President of South Korea, Nobel Prize laureate (b. 1925)", "entities": [{"title": "Kim Dae-jung", "href": "/wiki/Kim_Dae-jung", "description": "Kim Dae-jung, was a South Korean politician and statesman who served as President of South Korea from 1998 to 2003. He was a 2000 Nobel Peace Prize recipient for his work for democracy and human rights in South Korea and in East Asia in general, and for peace and reconciliation with North Korea and Japan. He is also the only Korean to have won the Nobel Prize to date. He was sometimes referred to "}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "2009", "date": "August 18", "txt": "Rose Friedman, Ukrainian-American economist and author (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 18", "txt": "Robert Novak, American journalist and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 18", "txt": "Hal Connolly, American hammer thrower and coach (b. 1931)", "entities": [{"title": "Hal Connolly", "href": "/wiki/Hal_Connolly", "description": "Harold Vincent \"Hal\" Connolly was an American athlete and hammer thrower from Somerville, Massachusetts. He won a gold medal in the hammer throw at the 1956 Summer Olympics in Melbourne. Connolly became the first American to throw hammer more than 200 feet. He set his first of six world records just prior to the 1956 Olympics, and held the world record for nearly 10 years."}]}, {"heading": "Deaths", "year": "2010", "date": "August 18", "txt": "Benjamin Kaplan, American scholar and jurist (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 18", "txt": "Harrison Begay, American painter (b. 1917)", "entities": [{"title": "Harrison Begay", "href": "/wiki/Harrison_Begay", "description": "Harrison Begay, also known as Haashké yah Níyá was a renowned Diné (Navajo) painter, printmaker, and illustrator. Begay specialized in watercolors, gouache, and silkscreen prints. At the time of his death in 2012, he was the last living, former student of Dorothy Dunn and Geronima C. Montoya at the Santa Fe Indian School. His work has won multiple awards and is exhibited in museums and private col"}]}, {"heading": "Deaths", "year": "2012", "date": "August 18", "txt": "John Kovatch, American football player (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 18", "txt": "Scott McKenzie, American singer-songwriter and guitarist (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 18", "txt": "Ra. Ki. Rangarajan, Indian journalist and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 18", "txt": "Jesse Robredo, Filipino public servant and politician, 23rd Filipino Secretary of the Interior and Local Government (b. 1958)", "entities": [{"title": "Secretary of the Interior and Local Government (Philippines)", "href": "/wiki/Secretary_of_the_Interior_and_Local_Government_(Philippines)", "description": "The secretary of the interior and local government is the member of the Cabinet in charge of the Department of the Interior and Local Government."}]}, {"heading": "Deaths", "year": "2013", "date": "August 18", "txt": "Josephine D'Angelo, American baseball player (b. 1924)", "entities": [{"title": "Josephine D'Angelo", "href": "/wiki/Josephine_D%27Angelo", "description": "Josephine \"Jo Jo\" D'Angelo was an American baseball left fielder who played from 1943 through 1944 in the All-American Girls Professional Baseball League. Listed at 5 ft 0 in (152 cm), 135 lb, she batted and threw right-handed."}]}, {"heading": "Deaths", "year": "2013", "date": "August 18", "txt": "Jean Kahn, French lawyer and activist (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 18", "txt": "Albert Murray, American author and critic (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 18", "txt": "Gordon Faber, American soldier and politician, 39th Mayor of Hillsboro, Oregon (b. 1930)", "entities": [{"title": "Gordon Faber", "href": "/wiki/Gordon_Faber", "description": "Gordon C. Faber was an American politician and businessman in the U.S. state of Oregon. A native of Pennsylvania, he grew up in Hillsboro, Oregon. He joined the U.S. Air Force during the Korean War and was a small business owner before becoming a real estate agent and entering politics. He served on Hillsboro's budget committee and city council before serving two terms as mayor from 1993 to 2001. "}, {"title": "List of mayors of Hillsboro, Oregon", "href": "/wiki/List_of_mayors_of_Hillsboro,_Oregon", "description": "List of mayors of Hillsboro, Oregon, United States, arranged chronologically by term."}]}, {"heading": "Deaths", "year": "2014", "date": "August 18", "txt": "Jim Jeffords, American captain, lawyer, and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 18", "txt": "Levente Lengyel, Hungarian chess player (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 18", "txt": "Don Pardo, American radio and television announcer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 18", "txt": "Khaled al-Asaad, Syrian archaeologist and author (b. 1932)", "entities": [{"title": "Khaled al-Asaad", "href": "/wiki/Khaled_al-Asaad", "description": "Khaled al-Asaad was a Syrian archaeologist and the head of antiquities at the ancient city of Palmyra, a UNESCO World Heritage Site. He held this position for over forty years. Al-Asaad was publicly beheaded by the Islamic State of Iraq and Syria (ISIS) on 18 August 2015, at the age of eighty-three."}]}, {"heading": "Deaths", "year": "2015", "date": "August 18", "txt": "Roger Smalley, English-Australian pianist, composer, and conductor (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 18", "txt": "Suvra Mukherjee, Wife of former Indian president Pranab Mukherjee. (b. 1940)", "entities": [{"title": "Pranab Mukherjee", "href": "/wiki/Pranab_Mukherjee", "description": "Pranab Kumar Mukherjee was an Indian statesman who served as the 13th President of India from 2012 until 2017. In a political career spanning five decades, Mukherjee was a senior leader in the Indian National Congress and occupied several ministerial portfolios in the Government of India. Prior to his election as President, Mukherjee was Union Finance Minister from 2009 to 2012. He was awarded Ind"}]}, {"heading": "Deaths", "year": "2015", "date": "August 18", "txt": "Louis Stokes, American lawyer and politician (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 18", "txt": "Bud Yorkin, American director, producer, and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 18", "txt": "Ernst Nolte, German historian (b. 1923)", "entities": [{"title": "Ernst Nolte", "href": "/wiki/Ernst_Nolte", "description": "Ernst Nolte was a German historian and philosopher. Nolte's major interest was the comparative studies of fascism and communism. Originally trained in philosophy, he was professor emeritus of modern history at the Free University of Berlin, where he taught from 1973 until his 1991 retirement. He was previously a professor at the University of Marburg from 1965 to 1973. He was best known for his se"}]}, {"heading": "Deaths", "year": "2017", "date": "August 18", "txt": "Bruce Forsyth, English television presenter and entertainer (b. 1928)", "entities": [{"title": "Bruce Forsyth", "href": "/wiki/Bruce_Forsyth", "description": "Sir Bruce Joseph Forsyth-Johnson was a British entertainer and presenter whose career spanned more than 70 years. Forsyth came to national attention from the late-1950s through the ITV series Sunday Night at the London Palladium. He went on to host several game shows, including The Generation Game, Play Your Cards Right, The Price Is Right and You Bet!. He co-presented Strictly Come Dancing from 2"}]}, {"heading": "Deaths", "year": "2017", "date": "August 18", "txt": "Zoe Laskari, Greek actress and beauty pageant winner (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "August 18", "txt": "Denis Edozie, Nigerian Supreme Court judge (b. 1935)", "entities": [{"title": "Denis Edozie", "href": "/wiki/Denis_Edozie", "description": "Dennis Edozie was a Nigerian jurist who was Judge of the Supreme Court of Nigeria from 2003 until his retirement in 2005.\n"}]}, {"heading": "Deaths", "year": "2020", "date": "August 18", "txt": "Ben Cross, English stage and film actor (b.1947) ", "entities": [{"title": "Ben Cross", "href": "/wiki/Ben_Cross", "description": "Harry Bernard Cross was an English stage and film actor, best known for his portrayal of the British Olympic athlete Harold Abrahams in the 1981 film Chariots of Fire and as the fictional ambassador Sarek in the 2009 film Star Trek."}]}]