[{"heading": "Events", "year": "1099", "date": "August 12", "txt": "First Crusade: Battle of Ascalon Crusaders under the command of Godfrey of Bouillon defeat Fatimid forces led by Al-Afdal Shahanshah. This is considered the last engagement of the First Crusade.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Battle of Ascalon", "href": "/wiki/Battle_of_Ascalon", "description": "The Battle of Ascalon took place on 12 August 1099 shortly after the capture of Jerusalem, and is often considered the last action of the First Crusade. The crusader army led by Godfrey of Bouillon defeated and drove off a Fatimid army, securing the safety of Jerusalem."}, {"title": "Godfrey of Bouillon", "href": "/wiki/Godfrey_of_Bouillon", "description": "Godfrey of Bouillon was a French nobleman and one of the pre-eminent leaders of the First Crusade. He was the first ruler of the Kingdom of Jerusalem from 1099 to 1100. He apparently avoided using the title of king, choosing instead that of princeps. Older scholarship is more fond of another title, that of \"advocatus of the Holy Sepulchre\", a secondary title probably used by Godfrey, which is stil"}, {"title": "Fatimid Caliphate", "href": "/wiki/Fatimid_Caliphate", "description": "The Fatimid Caliphate was an Ismaili Shia caliphate of the 10th to the 12th centuries CE. Spanning a large area of North Africa, it ranged from the Red Sea in the east to the Atlantic Ocean in the west. The Fatimids, a dynasty of Arab origin, trace their ancestry to the Prophet’s daughter Fatima and her husband ‘Ali b. Abi Talib, the first Shi‘ite imam. The Fatimids were acknowledged as the rightf"}, {"title": "Al-Afdal Shahanshah", "href": "/wiki/Al-Afdal_Shahanshah", "description": "Al-Afdal Shahanshah, born Abu al-Qasim Shahanshah bin Badr al-Jamali and surnamed al-Malik al-Afdal, was a vizier of the Fatimid caliphs of Egypt."}]}, {"heading": "Events", "year": "1121", "date": "August 12", "txt": "Battle of Didgori: The Georgian army under King David IV wins a decisive victory over the famous Seljuk commander Ilghazi.", "entities": [{"title": "Battle of Didgori", "href": "/wiki/Battle_of_Didgori", "description": "The Battle of Didgori was fought between the armies of the Kingdom of Georgia and the Great Seljuq Empire at the narrow place of Didgori, 40 km west of Tbilisi, on August 12, 1121. The large Muslim army, under the command of Ilghazi, was unable to maneuver, and suffered a devastating defeat due to King David IV of Georgia’s effective military tactics."}, {"title": "Georgia (country)", "href": "/wiki/Georgia_(country)", "description": "Georgia is a country located at the intersection of Eastern Europe and Western Asia. It is a part of the Caucasus region, bounded to the west by the Black Sea, to the north and east by Russia, to the south by Turkey and Armenia, and to the southeast by Azerbaijan. It covers 69,700 square kilometres (26,911 sq mi), and has a population of around 4.01 million. It is a unitary parliamentary republic,"}, {"title": "David IV of Georgia", "href": "/wiki/David_IV_of_Georgia", "description": "David IV, also known as David the Builder, of the Bagrationi dynasty, was a king of Georgia from 1089 until his death in 1125."}, {"title": "Seljuq dynasty", "href": "/wiki/Seljuq_dynasty", "description": "The Seljuk dynasty, or Seljuks, also known as Seljuk Turks or Seljuk Turkomans, was an Oghuz Turkic Sunni Muslim dynasty that gradually became Persianate and contributed to the Turco-Persian tradition in the medieval Middle East and Central Asia. The Seljuks established both the Seljuk Empire and the Sultanate of Rum, which at their heights stretched from Iran to Anatolia, and were targets of the "}, {"title": "Ilghazi", "href": "/wiki/Ilghazi", "description": "Najm ad-Din Ilghazi ibn Artuq was the Turkmen Artukid ruler of Mardin from 1107 to 1122."}]}, {"heading": "Events", "year": "1164", "date": "August 12", "txt": "Battle of Harim: Nur ad-Din Zangi defeats the Crusader armies of the County of Tripoli and the Principality of Antioch.", "entities": [{"title": "Battle of Harim", "href": "/wiki/Battle_of_Harim", "description": "The Battle of Harim (Harenc) was fought on 12 August 1164 at Harim, Syria, between the forces of Nur ad-Din, and a combined army from the County of Tripoli, the Principality of Antioch, the Byzantine Empire, and Armenia. Nur ad-Din won a crushing victory, capturing most of the leaders of the opposing army."}, {"title": "Nur ad-Din Zangi", "href": "/wiki/Nur_ad-Din_Zangi", "description": "Nūr al-Dīn Maḥmūd Zengī, commonly known as Nur ad-Din, was a member of the Oghuz Turkish Zengid dynasty, which ruled the Syrian province (Shām) of the Seljuk Empire. He reigned from 1146 to 1174. He is regarded as an important figure of the Second Crusade."}, {"title": "Crusades", "href": "/wiki/Crusades", "description": "The Crusades were a series of religious wars initiated, supported, and sometimes directed by the Latin Church in the medieval period. The term refers especially to the Eastern Mediterranean campaigns in the period between 1095 and 1271 that had the objective of conquering the Holy Land from Islamic rule. The term has also been applied to other church-sanctioned campaigns fought to combat paganism "}, {"title": "County of Tripoli", "href": "/wiki/County_of_Tripoli", "description": "The County of Tripoli (1109–1289) was the last of the Crusader states. It was founded in the Levant in the modern-day region of Tripoli, northern Lebanon and parts of western Syria which supported an indigenous population of Christians, Druze and Muslims.\nWhen the Frankish Crusaders – mostly southern French forces – captured the region in 1109, Bertrand of Toulouse became the first Count of Tripol"}, {"title": "Principality of Antioch", "href": "/wiki/Principality_of_Antioch", "description": "The Principality of Antioch was one of the crusader states created during the First Crusade which included parts of modern-day Turkey and Syria. The principality was much smaller than the County of Edessa or the Kingdom of Jerusalem. It extended around the northeastern edge of the Mediterranean, bordering the County of Tripoli to the south, Edessa to the east, and the Byzantine Empire or the Kingd"}]}, {"heading": "Events", "year": "1323", "date": "August 12", "txt": "The Treaty of Nöteborg between Sweden and Novgorod Republic is signed, regulating the border between the two countries for the first time.", "entities": [{"title": "Treaty of Nöteborg", "href": "/wiki/Treaty_of_N%C3%B6teborg", "description": "The Treaty of Nöteborg, also known as the Treaty of Oreshek, is a conventional name for the peace treaty signed at Oreshek on 12 August 1323. It was the first settlement between Sweden and the Novgorod Republic regulating their border. Three years later, Novgorod signed the Treaty of Novgorod with the Norwegians."}, {"title": "Novgorod Republic", "href": "/wiki/Novgorod_Republic", "description": "The Novgorod Republic was a medieval East Slavic state from the 12th to 15th centuries, stretching from the Gulf of Finland in the west to the northern Ural Mountains in the east, including the city of Novgorod and the Lake Ladoga regions of modern Russia. Citizens referred to their city-state as \"His Majesty Lord Novgorod the Great\", or more often as \"Lord Novgorod the Great\". The Republic prospe"}]}, {"heading": "Events", "year": "1492", "date": "August 12", "txt": "Christopher Columbus arrives in the Canary Islands on his first voyage to the New World.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Canary Islands", "href": "/wiki/Canary_Islands", "description": "The Canary Islands, also known informally as the Canaries, is a Spanish archipelago in the Atlantic Ocean, in a region known as Macaronesia. At their closest point to the African mainland, they are 100 kilometres west of Morocco. They are the southernmost of the autonomous communities of Spain, and are located in the African Tectonic Plate. The archipelago is economically and politically European,"}]}, {"heading": "Events", "year": "1499", "date": "August 12", "txt": "First engagement of the Battle of Zonchio between Venetian and Ottoman fleets.", "entities": [{"title": "Battle of Zonchio", "href": "/wiki/Battle_of_Zonchio", "description": "The naval Battle of Zonchio took place on four separate days: 12, 20, 22, and 25 August 1499. It was a part of the Ottoman–Venetian War of 1499–1503."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1624", "date": "August 12", "txt": "Charles de La Vieuville is arrested and replaced by Cardinal Richelieu as the French king's chief advisor.", "entities": [{"title": "Charles de La Vieuville", "href": "/wiki/Charles_de_La_Vieuville", "description": "Charles I. Coskaer, marquis and later duc de La Vieuville was an important French noble and Superintendent of Finances of France from 1623 to 1624 and once again from 1651 to 1653."}, {"title": "Cardinal Richelieu", "href": "/wiki/Cardinal_Richelieu", "description": "Armand Jean du Plessis, Duke of Richelieu, commonly referred to as Cardinal Richelieu, was a French clergyman and statesman. He was also known as l'Éminence rouge, or \"the Red Eminence\", a term derived from the title \"Eminence\" applied to cardinals, and the red robes they customarily wore."}]}, {"heading": "Events", "year": "1676", "date": "August 12", "txt": "Praying Indian John Alderman shoots and kills Metacomet, the Wampanoag war chief, ending King Philip's War.", "entities": [{"title": "Praying Indian", "href": "/wiki/Praying_Indian", "description": "Praying Indian is a 17th-century term referring to Native Americans of New England, New York, Ontario and Quebec who converted to Christianity either voluntarily or involuntarily. Many groups are referred to by this term, but it is more commonly used for tribes that were organized into villages. These villages were known as praying towns and were established by missionaries such as Puritan leader "}, {"title": "John Alderman", "href": "/wiki/John_Alderman", "description": "John Alderman, also known as Isaac and Antoquan, was a Wampanoag praying Indian who shot and killed the rebellious Native American leader Metacomet in 1676, during King Philip's War, while taking part in a punitive expedition led by Captain Benjamin Church. Alderman was a subsachem in the Westport/Dartmouth area of what is now Bristol County, Massachusetts. He was called Alderman because he was co"}, {"title": "Metacomet", "href": "/wiki/Metacomet", "description": "Metacomet, also known as Pometacom, Metacom, and by his adopted English name King Philip, was sachem to the Wampanoag people and the second son of the sachem Massasoit. Metacom became sachem in 1662 when his brother Wamsutta died shortly after the death of their father. Wamsutta's widow Weetamoo, squa sachem of the Pocasset, was Metacom's ally and friend for the rest of his life. Metacom married W"}, {"title": "Wampanoag people", "href": "/wiki/Wampanoag_people", "description": "The Wampanoag, also rendered Wôpanâak, are a Native American people. They were a loose confederation of several tribes in the 17th century, but today Wampanoag people encompass five officially recognized tribes. The Mashpee Wampanoag Tribe and the Wampanoag Tribe of Gay Head in Massachusetts are federally recognized, and the Herring Pond, Assawompsett-Nemasket Band of Wampanoags, and Pocasset Wamp"}, {"title": "King Philip's War", "href": "/wiki/King_Philip%27s_War", "description": "King Philip's War was an armed conflict in 1675–1678 between indigenous inhabitants of New England and New England colonists and their indigenous allies. The war is named for Metacom, the Wampanoag chief who adopted the name Philip because of the friendly relations between his father Massasoit and the Mayflower Pilgrims. The war continued in the most northern reaches of New England until the signi"}]}, {"heading": "Events", "year": "1687", "date": "August 12", "txt": "Battle of Mohács: Charles of Lorraine defeats the Ottoman Empire.", "entities": [{"title": "Battle of Mohács (1687)", "href": "/wiki/Battle_of_Moh%C3%A1cs_(1687)", "description": "The Second Battle of Mohács, also known as the Battle of Harsány Mountain, was fought on 12 August 1687 between the forces of Ottoman Sultan Mehmed IV, commanded by the Grand-Vizier Sari Süleyman Paşa, and the forces of Holy Roman Emperor Leopold I, commanded by Charles of Lorraine. The result was a defeat for the Ottomans."}, {"title": "Charles V, Duke of Lorraine", "href": "/wiki/Charles_V,_Duke_of_Lorraine", "description": "Charles V, Duke of Lorraine and Bar succeeded his uncle Charles IV, Duke of Lorraine as titular Duke of Lorraine and Bar in 1675; both duchies were occupied by France from 1634 to 1661 and 1670 to 1697."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1765", "date": "August 12", "txt": "Treaty of Allahabad is signed. The Treaty marks the political and constitutional involvement and the beginning of Company rule in India.", "entities": [{"title": "Treaty of Allahabad", "href": "/wiki/Treaty_of_Allahabad", "description": "The Treaty of Allahabad was signed on 12 August 1765, between the Mughal Emperor Shah Alam II, son of the late Emperor Alamgir II, and Robert Clive, of the East India Company, in the aftermath of the Battle of Buxar of 22 October 1764. The treaty was handwritten by I'tisam-ud-Din, a Bengali Muslim scribe and diplomat to the Mughal Empire."}, {"title": "Company rule in India", "href": "/wiki/Company_rule_in_India", "description": "Company rule in India refers to the rule or dominion of the British East India Company on the Indian subcontinent. This is variously taken to have commenced in 1757, after the Battle of Plassey, when the Nawab of Bengal surrendered his dominions to the Company, in 1765, when the Company was granted the diwani, or the right to collect revenue, in Bengal and Bihar, or in 1773, when the Company estab"}]}, {"heading": "Events", "year": "1793", "date": "August 12", "txt": "The Rhône and Loire départments are created when the former département of Rhône-et-Loire is split into two.", "entities": [{"title": "Rhône (department)", "href": "/wiki/Rh%C3%B4ne_(department)", "description": "Rhône is a department of east-central France, located in the central-southeastern region of Auvergne-Rhône-Alpes. It is named after the river Rhône."}, {"title": "Loire (department)", "href": "/wiki/Loire_(department)", "description": "Loire is a department in Auvergne-Rhône-Alpes occupying the River Loire's upper reaches."}, {"title": "Rhône-et-Loire", "href": "/wiki/Rh%C3%B4ne-et-Loire", "description": "Rhône-et-Loire was a department of France whose prefecture (capital) was Lyon. Created on 4 March 1790, like the other French departments, Rhône-et-Loire was abolished on 12 August 1793 when it was split into two departments: Rhône and Loire. The division of Rhône-et-Loire was a response to counterrevolutionary activities in Lyon which, by population, was the country's second largest city. By spli"}]}, {"heading": "Events", "year": "1806", "date": "August 12", "txt": "Santiago de Liniers, 1st Count of Buenos Aires re-takes the city of Buenos Aires, Argentina after the first British invasion.", "entities": [{"title": "Santiago de Liniers, 1st Count of Buenos Aires", "href": "/wiki/Santiago_de_Liniers,_1st_Count_of_Buenos_Aires", "description": "Santiago Antonio María de Liniers y Bremond, 1st Count of Buenos Aires, KOM, OM was a French officer in the Spanish military service, and a viceroy of the Spanish colonies of the Viceroyalty of the Río de la Plata. Although born Jacques de Liniers in France, he is more widely known by the Spanish form of his name, Santiago de Liniers."}, {"title": "Buenos Aires", "href": "/wiki/Buenos_Aires", "description": "Buenos Aires, officially Autonomous City of Buenos Aires, is the capital and largest city of Argentina. The city is located on the western shore of the Río de la Plata, on South America's southeastern coast. \"Buenos Aires\" can be translated as \"fair winds\" or \"good airs\", but the former was the meaning intended by the founders in the 16th century, by the use of the original name \"Real de Nuestra S"}, {"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "British invasions of the River Plate", "href": "/wiki/British_invasions_of_the_River_Plate", "description": "The British invasions of the River Plate were a series of unsuccessful British attempts to seize control of areas in the Spanish colonial Viceroyalty of the Río de la Plata that were located around the Río de la Plata in South America — in present-day Argentina and Uruguay. The invasions took place between 1806 and 1807, as part of the Napoleonic Wars, when Spain was an ally of Napoleonic France."}]}, {"heading": "Events", "year": "1831", "date": "August 12", "txt": "French intervention forces William I of the Netherlands to abandon his attempt to suppress the Belgian Revolution.", "entities": [{"title": "William I of the Netherlands", "href": "/wiki/William_I_of_the_Netherlands", "description": "William I was a Prince of Orange, the King of the Netherlands and Grand Duke of Luxembourg."}, {"title": "Ten Days' Campaign", "href": "/wiki/Ten_Days%27_Campaign", "description": "The ten days' campaign was a failed military expedition by the United Kingdom of the Netherlands against the secessionist Kingdom of Belgium between 2 and 12 August 1831. The campaign was an attempt by the Dutch King William I to halt the course of the Belgian Revolution which had broken out in August 1830."}, {"title": "Belgian Revolution", "href": "/wiki/Belgian_Revolution", "description": "The Belgian Revolution was the conflict which led to the secession of the southern provinces from the United Kingdom of the Netherlands and the establishment of an independent Kingdom of Belgium."}]}, {"heading": "Events", "year": "1851", "date": "August 12", "txt": "Isaac Singer is granted a patent for his sewing machine.", "entities": [{"title": "Isaac Singer", "href": "/wiki/Isaac_Singer", "description": "Isaac Merritt Singer was an American inventor, actor, and businessman. He made important improvements in the design of the sewing machineand was the founder of what became one of the first American multi-national businesses, the Singer Sewing Machine Company."}, {"title": "Sewing machine", "href": "/wiki/Sewing_machine", "description": "A sewing machine is a machine used to sew fabric and materials together with thread. Sewing machines were invented during the first Industrial Revolution to decrease the amount of manual sewing work performed in clothing companies. Since the invention of the first sewing machine, generally considered to have been the work of Elias Howe and Englishman Thomas Saint in 1790, the sewing machine has gr"}]}, {"heading": "Events", "year": "1865", "date": "August 12", "txt": "Joseph Lister, British surgeon and scientist,  performs 1st antiseptic surgery.", "entities": [{"title": "Joseph Lister", "href": "/wiki/Joseph_Lister", "description": "Joseph Lister, 1st Baron Lister, was a British surgeon and a pioneer of antiseptic surgery. From a technical viewpoint, Lord Lister was not an exceptional surgeon, but his research into bacteriology and infection in wounds raised his operative technique to a new plane where his observations, deductions and practices revolutionised surgery throughout the world."}]}, {"heading": "Events", "year": "1883", "date": "August 12", "txt": "The last quagga dies at the Natura Artis Magistra, a zoo in Amsterdam, Netherlands.", "entities": [{"title": "Quagga", "href": "/wiki/Quagga", "description": "The quagga is an extinct subspecies of the plains zebra that was endemic to South Africa until it was hunted to extinction in the late 19th century by European settler-colonists. It was long thought to be a distinct species, but early genetic studies have supported it being a subspecies of plains zebra. A more recent study suggested that it was the southernmost cline or ecotype of the species."}, {"title": "Natura Artis Magistra", "href": "/wiki/Natura_Artis_Magistra", "description": "Artis, short for Natura Artis Magistra, is a zoo in the centre of Amsterdam. It is the oldest zoo in the Netherlands and one of the oldest zoos of mainland Europe. In addition to the zoo, Artis also contains an aquarium, a planetarium, an arboretum, and a fairly large art and sculpture collection. A part of the art collection is on display in the Aquarium building of the zoo. Artis contains 27 his"}, {"title": "Amsterdam", "href": "/wiki/Amsterdam", "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site."}]}, {"heading": "Events", "year": "1898", "date": "August 12", "txt": "The Hawaiian flag is lowered from ʻIolani Palace in an elaborate annexation ceremony and replaced with the flag of the United States to signify the transfer of sovereignty from the Republic of Hawaii to the United States.", "entities": [{"title": "Flag of Hawaii", "href": "/wiki/Flag_of_Hawaii", "description": "The flag of Hawaii has previously been used by the kingdom, protectorate, republic, and territory of Hawaii. It is the only US state flag to include a foreign country's national flag. The inclusion of the Union Jack of the United Kingdom is a mark of the British Empire's historical relations with the Hawaiian Kingdom, particularly with King Kamehameha I. The flag continued to be used after the 189"}, {"title": "ʻIolani Palace", "href": "/wiki/%CA%BBIolani_Palace", "description": "The ʻIolani Palace was the royal residence of the rulers of the Kingdom of Hawaii beginning with Kamehameha III under the Kamehameha Dynasty (1845) and ending with Queen Liliʻuokalani (1893) under the Kalākaua Dynasty, founded by her brother, King David Kalākaua. It is located in the capitol district of downtown Honolulu in the U.S. state of Hawaiʻi. It is now a National Historic Landmark listed o"}, {"title": "Flag of the United States", "href": "/wiki/Flag_of_the_United_States", "description": "The flag of the United States of America, often referred to as the American flag or the U.S. flag, is the national flag of the United States. It consists of thirteen equal horizontal stripes of red alternating with white, with a blue rectangle in the canton bearing fifty small, white, five-pointed stars arranged in nine offset horizontal rows, where rows of six stars alternate with rows of five st"}, {"title": "Republic of Hawaii", "href": "/wiki/Republic_of_Hawaii", "description": "The Republic of Hawaiʻi was a short-lived one-party state in Hawaiʻi between July 4, 1894, when the Provisional Government of Hawaii had ended, and August 12, 1898, when it became annexed by the United States as an organized incorporated territory of the United States. In 1893 the Committee of Public Safety overthrew Kingdom of Hawaii Queen Liliʻuokalani after she rejected the 1887 Bayonet Constit"}]}, {"heading": "Events", "year": "1914", "date": "August 12", "txt": "World War I: The United Kingdom declares war on Austria-Hungary; the countries of the British Empire follow suit.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}]}, {"heading": "Events", "year": "1914", "date": "August 12", "txt": "World War I: The Battle of Halen a.k.a. Battle of the Silver Helmets a clash between large Belgian and German cavalry formations at Halen, Belgium.", "entities": [{"title": "Cavalry", "href": "/wiki/Cavalry", "description": "Cavalry are soldiers or warriors who fight mounted on horseback. Cavalry were historically the most mobile of the combat arms, operating as light cavalry in the roles of reconnaissance, screening, and skirmishing in many armies, or as heavy cavalry for decisive shock attacks in other armies. An individual soldier in the cavalry is known by a number of designations depending on era and tactics, suc"}, {"title": "Halen", "href": "/wiki/Halen", "description": "Halen, formerly Haelen, is a municipality located in the Belgian province of Limburg, to the west of Hasselt. On January 1, 2012, Halen had a total population of 9,352. The total area is 36.29 km² which gives a population density of 258 inhabitants per km²."}]}, {"heading": "Events", "year": "1944", "date": "August 12", "txt": "Waffen-SS troops massacre 560 people in Sant'Anna di Stazzema.", "entities": [{"title": "Waffen-SS", "href": "/wiki/Waffen-SS", "description": "The Waffen-SS was the military branch of the Nazi Party's SS organisation. Its formations included men from Nazi Germany, along with volunteers and conscripts from both occupied and unoccupied lands."}, {"title": "Sant'Anna di Stazzema massacre", "href": "/wiki/Sant%27Anna_di_Stazzema_massacre", "description": "The Sant'Anna di Stazzema massacre was a German war crime committed in the hill village of Sant'Anna di Stazzema in Tuscany, Italy, in the course of an operation against the Italian resistance movement during the Italian Campaign of World War II. On 12 August 1944 the Waffen-SS, with the help of the Brigate Nere, murdered about 560 local villagers and refugees, including more than a hundred childr"}]}, {"heading": "Events", "year": "1944", "date": "August 12", "txt": "Nazi German troops end the week-long Wola massacre, during which time at least 40,000 people are killed indiscriminately or in mass executions.", "entities": [{"title": "Wola massacre", "href": "/wiki/Wola_massacre", "description": "The Wola massacre was the systematic killing of between 70,000 and 90,000 Poles in the Wola suburb of Poland's capital city, Warsaw, by German Wehrmacht and fellow Axis collaborators in the Azerbaijani Legion, as well as the mostly-Russian RONA forces. The massacre was ordered by Hitler, who directed to kill \"anything that moves\" to stop the Warsaw Uprising soon after it began."}]}, {"heading": "Events", "year": "1944", "date": "August 12", "txt": "Alençon is liberated by General Philippe Leclerc de Hauteclocque, the first city in France to be liberated from the Nazis by French forces.", "entities": [{"title": "Philippe Leclerc de Hauteclocque", "href": "/wiki/Philippe_Leclerc_de_Hauteclocque", "description": "Philippe François Marie Leclerc de Hauteclocque was a Free-French general during the Second World War. He became Marshal of France posthumously in 1952, and is known in France simply as le maréchal Leclerc or just Leclerc."}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Events", "year": "1948", "date": "August 12", "txt": "Babrra massacre: About 600 unarmed members of the Khudai Khidmatgar movement are shot dead on the orders of the Chief Minister of the North-West Frontier Province, Abdul Qayyum Khan Kashmiri, on Babrra ground in the Hashtnagar region of Charsadda District, North-West Frontier Province (now Khyber Pakhtunkhwa), Pakistan.", "entities": [{"title": "Babrra massacre", "href": "/wiki/Babrra_massacre", "description": "The Babrra Massacre(Pashto: د بابړې خونړۍ پېښه‎;or Babara Massacre) was a mass shooting on 12 August 1948 in the North-West Frontier Province (NWFP) of Pakistan. According to official figures, around 15 protestors were killed while around 40 were injured. However, Khudai Khidmatgar sources maintained that around 150 were killed and 400 were injured."}, {"title": "Khudai Khidmatgar", "href": "/wiki/Khudai_Khidmatgar", "description": "Khudai Khidmatgar is a predominantly Pashtun nonviolent resistance movement known for its activism against the British Raj in colonial India; it was based in the country's North-West Frontier Province."}, {"title": "North-West Frontier Province (1901–2010)", "href": "/wiki/North-West_Frontier_Province_(1901%E2%80%932010)", "description": "The North-West Frontier Province was a province of British India and later of Pakistan. It was established on 9 November 1901 and known by this name until 2010, when it was redesignated as the province of Khyber Pakhtunkhwa on 19 April 2010 following the passing of the Eighteenth Amendment to the Constitution of Pakistan by erstwhile President Asif Ali Zardari."}, {"title": "Abdul Qayyum Khan Kashmiri", "href": "/wiki/Abdul_Qayyum_Khan_Kashmiri", "description": "Khan Abdul Qayyum Khan Kashmiri was a major figure in British Indian and later Pakistan politics, in particular in the North-West Frontier Province, where served as the deputy speaker of the provincial assembly, first Chief Minister of North-West Frontier Province and served as Interior Minister of Pakistan in the central government from 1972 to 1977."}, {"title": "Hashtnagar", "href": "/wiki/Hashtnagar", "description": "Hashtnagar is one of the two constituent parts of Charsadda District in Khyber Pakhtunkhwa, the name Hashtnagar is derived from Sanskrit अष्टनगरम् aṣṭanagaram, n., \"The eight towns\" from Sanskrit aṣṭa, num. card., \"Eight\" and नगर nagara, n., \"settlement, locality, town\". There was an unrelated town of the same name near Kabul in 17th century. It was the home to the Roshani Movement which gave rise"}, {"title": "Charsadda District, Pakistan", "href": "/wiki/Charsadda_District,_Pakistan", "description": "Charsadda District is a district in Peshawar Division of Khyber Pakhtunkhwa province in Pakistan. Prior to its establishment as a separate district in 1998, it was a tehsil within Peshawar District. Pashtuns make up majority of the population of the district. District headquarter is town of Charsadda, which was part of the Peshawar ex-metropolitan region."}, {"title": "Khyber Pakhtunkhwa", "href": "/wiki/Khyber_Pakhtunkhwa", "description": "Khyber Pakhtunkhwa, often abbreviated as KP or KPK and formerly known as the North-West Frontier Province, is one of the four provinces of Pakistan. It is located in the northwestern region of the country, along the Afghanistan–Pakistan border."}]}, {"heading": "Events", "year": "1950", "date": "August 12", "txt": "Korean War: Bloody Gulch massacre: 75 American POWs are massacred by North Korean Army.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Bloody Gulch massacre", "href": "/wiki/Bloody_Gulch_massacre", "description": "The Bloody Gulch massacre was a war crime that took place in the Korean War on August 12, 1950, in \"Bloody Gulch\", west of Masan, South Korea. After a very successful attack on two undefended US artillery battalions that killed or injured hundreds of US soldiers, members of North Korea's Korean People's Army (KPA) 13th Regiment murdered seventy-five captured US Army prisoners of war during one of "}, {"title": "Korean People's Army", "href": "/wiki/Korean_People%27s_Army", "description": "The Korean People's Army are the military forces of North Korea and the armed wing of the Workers' Party of Korea. Under the Songun policy, it is the central institution of North Korean society. Kim Jong-un serves as Supreme Commander and the chairman of the Central Military Commission. The KPA consists of five branches: the Ground Force, the Naval Force, the Air and Anti-Air Force, the Strategic "}]}, {"heading": "Events", "year": "1952", "date": "August 12", "txt": "The Night of the Murdered Poets: Thirteen prominent Jewish intellectuals are murdered in Moscow, Russia, Soviet Union.", "entities": [{"title": "Night of the Murdered Poets", "href": "/wiki/Night_of_the_Murdered_Poets", "description": "The Night of the Murdered Poets was the execution of thirteen Soviet Jews in the Lubyanka Prison in Moscow, Russian SFSR, Soviet Union on 12 August 1952. The arrests were first made in September 1948 and June 1949. All defendants were falsely accused of espionage and treason as well as many other crimes. After their arrests, they were tortured, beaten, and isolated for three years before being for"}]}, {"heading": "Events", "year": "1953", "date": "August 12", "txt": "First thermonuclear bomb test: The Soviet atomic bomb project continues with the detonation of \"RDS-6s\" (Joe 4) using a \"layered\" scheme.", "entities": [{"title": "Nuclear weapons testing", "href": "/wiki/Nuclear_weapons_testing", "description": "Nuclear weapons tests are experiments carried out to determine the effectiveness, yield, and explosive capability of nuclear weapons. Testing nuclear weapons offers practical information about how the weapons function, as well as how detonations are affected by different conditions; and how personnel, structures, and equipment are affected when subjected to nuclear explosions. However, nuclear tes"}, {"title": "Soviet atomic bomb project", "href": "/wiki/Soviet_atomic_bomb_project", "description": "The Soviet atomic bomb project was the classified research and development program that was authorized by Joseph Stalin in the Soviet Union to develop nuclear weapons during World War II."}, {"title": "Nuclear weapon design", "href": "/wiki/Nuclear_weapon_design#Alarm_Clock/Sloika", "description": "Nuclear weapon designs are physical, chemical, and engineering arrangements that cause the physics package of a nuclear weapon to detonate. There are three existing basic design types:pure fission weapons, the simplest and least technically demanding, were the first nuclear weapons built and have so far been the only type ever used in warfare.\nboosted fission weapons increase yield beyond that of "}]}, {"heading": "Events", "year": "1953", "date": "August 12", "txt": "The 7.2 Ms  Ionian earthquake shakes the southern Ionian Islands with a maximum Mercalli intensity of X (Extreme). Between 445 and 800 people are killed.", "entities": [{"title": "1953 Ionian earthquake", "href": "/wiki/1953_Ionian_earthquake", "description": "The 1953 Ionian earthquake struck the southern Ionian Islands in Greece on August 12. In mid-August there were over 113 recorded earthquakes in the region between Kefalonia and Zakynthos, and the most destructive was the August 12 earthquake. The event measured 6.8 on the moment magnitude scale, raised the whole island of Kefalonia by 60 cm (24 in), and caused widespread damage throughout the isla"}, {"title": "Ionian Islands", "href": "/wiki/Ionian_Islands", "description": "The Ionian Islands are a group of islands in Greece. They are traditionally called the Heptanese, but the group includes many smaller islands as well as the seven principal ones."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1960", "date": "August 12", "txt": "Echo 1A, NASA's first successful communications satellite, is launched.", "entities": [{"title": "Communications satellite", "href": "/wiki/Communications_satellite", "description": "A communications satellite is an artificial satellite that relays and amplifies radio telecommunication signals via a transponder; it creates a communication channel between a source transmitter and a receiver at different locations on Earth. Communications satellites are used for television, telephone, radio, internet, and military applications. As of 1 August 2020, there are 2,787 artificial sat"}]}, {"heading": "Events", "year": "1964", "date": "August 12", "txt": "South Africa is banned from the Olympic Games due to the country's racist policies.", "entities": [{"title": "South Africa", "href": "/wiki/South_Africa", "description": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. With over 59 million people, it is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. South Africa has three capital cities: executive Pretoria, judicial Bloemfontein and legislative Cape Town. The largest city is Johannesburg. About 80% of South Africans are of"}, {"title": "Olympic Games", "href": "/wiki/Olympic_Games", "description": "The modern Olympic Games or Olympics are leading international sporting events featuring summer and winter sports competitions in which thousands of athletes from around the world participate in a variety of competitions. The Olympic Games are considered the world's foremost sports competition with more than 200 nations participating. The Olympic Games are normally held every four years, alternati"}, {"title": "Apartheid in South Africa", "href": "/wiki/Apartheid_in_South_Africa", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}]}, {"heading": "Events", "year": "1969", "date": "August 12", "txt": "Violence erupts after the Apprentice Boys of Derry march in Derry, Northern Ireland, resulting in a three-day communal riot known as the Battle of the Bogside.", "entities": [{"title": "Apprentice Boys of Derry", "href": "/wiki/Apprentice_Boys_of_Derry", "description": "The Apprentice Boys of Derry is a Protestant fraternal society with a worldwide membership of over 10,000, founded in 1814 and based in the city of Derry, Northern Ireland. There are clubs and branches in Ulster and elsewhere in Ireland, Scotland, England, Australia and Toronto, Canada. The society aims to commemorate the 1689 Siege of Derry when Catholic James II of England and Ireland and VII of"}, {"title": "Derry", "href": "/wiki/Derry", "description": "Derry, officially Londonderry, is the second-largest city in Northern Ireland and the fifth-largest city on the island of Ireland. The name Derry is an anglicisation of the Old Irish name Daire meaning \"oak grove\". In 1613, the city was granted a royal charter by King James I and gained the \"London\" prefix to reflect the funding of its construction by the London guilds. While the city is more usua"}, {"title": "Battle of the Bogside", "href": "/wiki/Battle_of_the_Bogside", "description": "The Battle of the Bogside was a very large communal riot that took place from 12 to 14 August 1969 in Derry, Northern Ireland. The fighting was between residents of the Bogside area, and the Royal Ulster Constabulary (RUC) along with local unionists."}]}, {"heading": "Events", "year": "1976", "date": "August 12", "txt": "Between 1,000 and 3,500 Palestinians are killed in the Tel al-Zaatar massacre, one of the bloodiest events of the Lebanese Civil War.", "entities": [{"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Tel al-Zaatar massacre", "href": "/wiki/Tel_al-Zaatar_massacre", "description": "The siege of Tel al-Zaatar was an armed siege of Tel al-Zaatar, a fortified, UNRWA-administered refugee camp housing Palestinian refugees in northeastern Beirut. The siege was carried out in January 1976 by Christian Lebanese militias led by the Lebanese Front as part of a wider campaign to expel Palestinians, especially those affiliated with the opposing Palestine Liberation Organization (PLO) fr"}, {"title": "Lebanese Civil War", "href": "/wiki/Lebanese_Civil_War", "description": "The Lebanese Civil War was a multifaceted civil war in Lebanon, lasting from 1975 to 1990 and resulting in an estimated 120,000 fatalities. As of 2012, approximately 76,000 people remain displaced within Lebanon. There was also an exodus of almost one million people from Lebanon as a result of the war."}]}, {"heading": "Events", "year": "1977", "date": "August 12", "txt": "The first free flight of the Space Shuttle Enterprise.", "entities": [{"title": "Approach and Landing Tests", "href": "/wiki/Approach_and_Landing_Tests", "description": "The Approach and Landing Tests were a series of taxi and flight trials of the prototype Space Shuttle Enterprise, conducted in 1977 to test the vehicle's flight characteristics both on its own and when mated to the Shuttle Carrier Aircraft, prior to the operational debut of the Shuttle system."}, {"title": "Space Shuttle Enterprise", "href": "/wiki/Space_Shuttle_Enterprise", "description": "Space Shuttle Enterprise was the first orbiter of the Space Shuttle system. Rolled out on September 17, 1976, it was built for NASA as part of the Space Shuttle program to perform atmospheric test flights after being launched from a modified Boeing 747. It was constructed without engines or a functional heat shield. As a result, it was not capable of spaceflight."}]}, {"heading": "Events", "year": "1977", "date": "August 12", "txt": "The Sri Lanka Riots: Targeting the minority Sri Lankan Tamils, begin, less than a month after the United National Party came to power. Over 300 Tamils are killed.", "entities": [{"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "Tamils", "href": "/wiki/Tamils", "description": "The Tamil people, also known as Tamilar or simply Tamils, are a Dravidian ethno-linguistic group who trace their ancestry to the South Indian state of Tamil Nadu, Union territory of Puducherry and to Sri Lanka. Tamils constitute 5.9% of the population in India, 15% in Sri Lanka, 10% in Mauritius, 7% in Malaysia and 5% in Singapore. Tamils, with a population of around 76 million and with a document"}, {"title": "United National Party", "href": "/wiki/United_National_Party", "description": "The United National Party, often abbreviated as UNP, is a political party in Sri Lanka. The UNP had previously been the governing party or in the governing coalition from 1947 to 1956, from 1965 to 1970, from 1977 to 1994, 2001 to 2004 and 2015 to 2019. In total, the UNP governed Sri Lanka for 38 of 69 years of its independent history. The UNP also had control of the executive presidency from the "}]}, {"heading": "Events", "year": "1981", "date": "August 12", "txt": "The IBM Personal Computer is released.", "entities": [{"title": "IBM Personal Computer", "href": "/wiki/IBM_Personal_Computer", "description": "The IBM Personal Computer is the first computer released in the IBM PC model line and the basis for the IBM PC compatible de facto standard. Released on August 12, 1981, it was created by a team of engineers and designers directed by Don Estridge in Boca Raton, Florida."}]}, {"heading": "Events", "year": "1985", "date": "August 12", "txt": "Japan Airlines Flight 123 crashes into Osutaka ridge in Gunma Prefecture, Japan, killing 520, to become the worst single-plane air disaster.", "entities": [{"title": "Japan Airlines Flight 123", "href": "/wiki/Japan_Airlines_Flight_123", "description": "Japan Airlines Flight 123 was a scheduled domestic Japan Airlines passenger flight from Tokyo's Haneda Airport to Osaka International Airport, Japan. On August 12, 1985, a Boeing 747SR operating this route suffered a sudden decompression twelve minutes into the flight and crashed in the area of Mount Takamagahara, Ueno, Gunma Prefecture, 100 kilometres from Tokyo thirty-two minutes later. The cras"}, {"title": "Mount Osutaka", "href": "/wiki/Mount_Osutaka", "description": "Mount Osutaka  is a mountain in Ueno, Gunma Prefecture, Japan. It is 1,639 m (5,377 ft) high."}, {"title": "Gunma Prefecture", "href": "/wiki/Gunma_Prefecture", "description": "Gunma Prefecture  is a prefecture of Japan located in the Kantō region of Honshu. Gunma Prefecture has a population of 1,937,626 and has a geographic area of 6,362 km2. Gunma Prefecture borders Niigata Prefecture and Fukushima Prefecture to the north, Nagano Prefecture to the southwest, Saitama Prefecture to the south, and Tochigi Prefecture to the east."}]}, {"heading": "Events", "year": "1990", "date": "August 12", "txt": "Sue, the largest and most complete Tyrannosaurus rex skeleton found to date, is discovered by Sue Hendrickson in South Dakota.", "entities": [{"title": "Sue (dinosaur)", "href": "/wiki/Sue_(dinosaur)", "description": "Sue is the nickname given to FMNH PR 2081, which is one of the largest, most extensive, and best preserved Tyrannosaurus rex specimens ever found, at over 90 percent recovered by bulk. It was discovered on August 12, 1990 by Sue Hendrickson, an explorer and fossil collector, and was named after her. After ownership disputes were settled, the fossil was auctioned in October 1997, for US$8.3 million"}, {"title": "Sue Hendrickson", "href": "/wiki/Sue_Hendrickson", "description": "Susan Hendrickson is an American explorer and fossil collector. Hendrickson is best known for her discovery of the remains of a Tyrannosaurus rex in South Dakota on August 12, 1990. Her discovery was one of the most complete skeletons of Tyrannosaurus known to science. This skeleton is now known as \"Sue\" in honor of her discovery. It is on display at the Field Museum in Chicago, Illinois. She has "}, {"title": "South Dakota", "href": "/wiki/South_Dakota", "description": "South Dakota is a U.S. state in the upper Midwestern United States. It is named after the Lakota and Dakota Sioux Native American tribes, who comprise a large portion of the population and historically dominated the territory. South Dakota is the seventeenth largest by area, but the 5th least populous, and the 5th least densely populated of the 50 United States. As the southern part of the former "}]}, {"heading": "Events", "year": "1992", "date": "August 12", "txt": "Canada, Mexico and the United States announce completion of negotiations for the North American Free Trade Agreement (NAFTA).", "entities": [{"title": "North American Free Trade Agreement", "href": "/wiki/North_American_Free_Trade_Agreement", "description": "The North American Free Trade Agreement was an agreement signed by Canada, Mexico, and the United States that created a trilateral trade bloc in North America. The agreement came into force on January 1, 1994, and superseded the 1988 Canada–United States Free Trade Agreement between the United States and Canada. The NAFTA trade bloc formed one of the largest trade blocs in the world by gross domes"}]}, {"heading": "Events", "year": "1994", "date": "August 12", "txt": "Major League Baseball players go on strike, forcing the cancellation of the 1994 World Series.", "entities": [{"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}, {"title": "1994–95 Major League Baseball strike", "href": "/wiki/1994%E2%80%9395_Major_League_Baseball_strike", "description": "The 1994–95 Major League Baseball strike was the eighth work stoppage in baseball history, as well as the fourth in-season work stoppage in 22 years. The strike began on August 12, 1994, and resulted in the remainder of that season being cancelled, including the postseason and, for the first time since 1904, the World Series. The strike was suspended on April 2, 1995, after 232 days, making it the"}, {"title": "1994 World Series", "href": "/wiki/1994_World_Series", "description": "The 1994 World Series would have been the championship series of Major League Baseball's (MLB) 1994 season, but it was canceled on September 14 of that year due to a strike by the MLB Players Association that started on August 12. It was only the second time in MLB history that a World Series was not played in a given season."}]}, {"heading": "Events", "year": "2000", "date": "August 12", "txt": "The Russian Navy submarine Kursk explodes and sinks in the Barents Sea during a military exercise, killing her entire 118-man crew.", "entities": [{"title": "Russian Navy", "href": "/wiki/Russian_Navy", "description": "The Russian Navy is the naval arm of the Russian Armed Forces. It has existed in various forms since 1696, the present iteration of which was formed in January 1992 when it succeeded the Navy of the Commonwealth of Independent States."}, {"title": "Russian submarine Kursk (K-141)", "href": "/wiki/Russian_submarine_Kursk_(K-141)", "description": "K-141 Kursk was an Oscar II-class nuclear-powered cruise missile submarine of the Russian Navy."}, {"title": "Kursk submarine disaster", "href": "/wiki/Kursk_submarine_disaster", "description": "The nuclear-powered Project 949A Antey submarine Kursk sank in an accident on 12 August 2000 in the Barents Sea, during the first major Russian naval exercise in more than ten years, and all 118 personnel on board were killed. The crews of nearby ships felt the initial explosion and a second, much larger, explosion, but the Russian Navy did not realise that an accident had occurred and did not ini"}, {"title": "Barents Sea", "href": "/wiki/Barents_Sea", "description": "The Barents Sea is a marginal sea of the Arctic Ocean, located off the northern coasts of Norway and Russia and divided between Norwegian and Russian territorial waters. Known among Russians in the Middle Ages as the Murman Sea, the current name of the sea is after the historical Dutch navigator Willem Barentsz."}, {"title": "Military exercise", "href": "/wiki/Military_exercise", "description": "A military exercise or war game is the employment of military resources in training for military operations, either exploring the effects of warfare or testing strategies without actual combat. This also serves the purpose of ensuring the combat readiness of garrisoned or deployable forces prior to deployment from a home base."}]}, {"heading": "Events", "year": "2015", "date": "August 12", "txt": "At least two massive explosions kill 173 people and injure nearly 800 more in Tianjin, China.", "entities": [{"title": "2015 Tianjin explosions", "href": "/wiki/2015_Tianjin_explosions", "description": "On 12 August 2015, a series of explosions killed 173 people, according to official reports, and injured hundreds of others at a container storage station at the Port of Tianjin. The first two explosions occurred within 30 seconds of each other at the facility, which is located in the Binhai New Area of Tianjin, China. The second explosion was far larger and involved the detonation of about 800 ton"}, {"title": "Tianjin", "href": "/wiki/Tianjin", "description": "Tianjin, alternately romanized as Tientsin, is a municipality and a coastal metropolis in Northern China on the shore of the Bohai Sea. It is one of the nine national central cities in Mainland China, with a total population estimated at 15,621,200 in 2016. Its built-up area, made up of 12 central districts, was home to 12,491,300 inhabitants in 2016 and is also the world's 29th-largest agglomerat"}]}, {"heading": "Events", "year": "2018", "date": "August 12", "txt": "Thirty-nine civilians, including a dozen children, are killed in an explosion at a weapons depot in a rebel-held town in northwest Syria.", "entities": [{"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}]}, {"heading": "Births", "year": "1452", "date": "August 12", "txt": "Abraham Zacuto, Jewish astronomer, astrologer, mathematician, rabbi and historian (d. 1515)", "entities": [{"title": "Abraham Zacuto", "href": "/wiki/Abraham_Zacuto", "description": "Abraham Zacuto was a Spanish astronomer, astrologer, mathematician, rabbi and historian who served as Royal Astronomer to King John II of Portugal."}]}, {"heading": "Births", "year": "1503", "date": "August 12", "txt": "Christian III of Denmark (d. 1559)", "entities": [{"title": "Christian III of Denmark", "href": "/wiki/Christian_III_of_Denmark", "description": "Christian III reigned as King of Denmark from 1534 and King of Norway from 1537 until his death in 1559. During his reign, Christian formed close ties between the church and the crown. He established Lutheranism as the state religion within his realms as part of the Protestant Reformation."}]}, {"heading": "Births", "year": "1506", "date": "August 12", "txt": "Franciscus Sonnius, Dutch counter-Reformation theologian (d. 1576)", "entities": [{"title": "Franciscus Sonnius", "href": "/wiki/Franciscus_Sonnius", "description": "Franciscus Sonnius was a theologian during the time of the Catholic Reformation, the first bishop of 's-Hertogenbosch and later the first bishop of Antwerp. His family name was Van de Velde, but in later years he called himself after his native place, Son in Brabant. He came from the same noble family as philosopher Heymeric de Campo. The family has three golden mill-irons in their coat-of-arms, a"}]}, {"heading": "Births", "year": "1591", "date": "August 12", "txt": "Louise de Marillac, co-founder of the Daughters of Charity (d. 1660)", "entities": [{"title": "Louise de Marillac", "href": "/wiki/Louise_de_Marillac", "description": "Louise de Marillac , also Louise Le Gras, was the co-founder, with Vincent de Paul, of the Daughters of Charity. She is venerated as a saint by the Roman Catholic Church."}, {"title": "Daughters of Charity of Saint Vincent de Paul", "href": "/wiki/Daughters_of_Charity_of_Saint_Vincent_de_Paul", "description": "The Company of the Daughters of Charity of Saint Vincent de Paul, called in English the Daughters of Charity or Sisters of Charity of Saint Vincent De Paul, is a Society of Apostolic Life for women within the Catholic Church. Its members make annual vows throughout their life, which leaves them always free to leave, without need of ecclesiastical permission. They were founded in 1633 and state tha"}]}, {"heading": "Births", "year": "1599", "date": "August 12", "txt": "Sir William Curtius FRS, German magistrate, English baronet (d. 1678)", "entities": [{"title": "William Curtius", "href": "/wiki/William_Curtius", "description": "The Curtius Baronetcy of Sweden was a title in the Baronetage of England, created on 2 April 1652 for William Curtius, \"Resident to the King of Sweden\"."}]}, {"heading": "Births", "year": "1604", "date": "August 12", "txt": "Tokugawa Iemitsu, Japanese shōgun (d. 1651)", "entities": [{"title": "Tokugawa Iemitsu", "href": "/wiki/Tokugawa_Iemitsu", "description": "Tokugawa Iemitsu was the third shōgun of the Tokugawa dynasty. He was the eldest son of Tokugawa Hidetada with Oeyo, and the grandson of Tokugawa Ieyasu. Lady Kasuga was his wet nurse, who acted as his political adviser and was at the forefront of shogunate negotiations with the Imperial court. Iemitsu ruled from 1623 to 1651; during this period he crucified Christians, expelled all Europeans from"}]}, {"heading": "Births", "year": "1626", "date": "August 12", "txt": "Giovanni Legrenzi, Italian composer (d. 1690)", "entities": [{"title": "Giovanni Legrenzi", "href": "/wiki/Giovanni_Legrenzi", "description": "Giovanni Legrenzi was an Italian composer of opera, vocal and instrumental music, and organist, of the Baroque era. He was one of the most prominent composers in Venice in the late 17th century, and extremely influential in the development of late Baroque idioms across northern Italy."}]}, {"heading": "Births", "year": "1629", "date": "August 12", "txt": "Archduchess Isabella Clara of Austria, Austrian archduchess (d. 1685)", "entities": [{"title": "Archduchess Isabella Clara of Austria", "href": "/wiki/Archduchess_Isabella_Clara_of_Austria", "description": "Isabella Clara of Austria, was a Duchess consort of Mantua, Montferrat, Nevers, Mayenne and Rethel by marriage to Charles II, Duke of Mantua and Montferrat."}]}, {"heading": "Births", "year": "1644", "date": "August 12", "txt": "Heinrich Ignaz Franz Biber, Bohemian-Austrian violinist and composer (d. 1704)", "entities": [{"title": "Heinrich Ignaz Franz Biber", "href": "/wiki/Heinrich_Ignaz_Franz_Biber", "description": "Heinrich Ignaz Franz Biber was a Bohemian-Austrian composer and violinist. Born in the small Bohemian town of Wartenberg, Biber worked in Graz and Kremsier before he illegally left his Kremsier employer, Prince-Bishop Carl Liechtenstein-Kastelkorn, and settled in Salzburg. He remained there for the rest of his life, publishing much of his music but apparently seldom, if ever, giving concert tours."}]}, {"heading": "Births", "year": "1686", "date": "August 12", "txt": "John Balguy, English philosopher and author (d. 1748)", "entities": [{"title": "John Balguy", "href": "/wiki/John_Balguy", "description": "John Balguy was an English divine and philosopher."}]}, {"heading": "Births", "year": "1696", "date": "August 12", "txt": "Maurice Greene, English organist and composer (d. 1755)", "entities": [{"title": "Maurice Greene (composer)", "href": "/wiki/Maurice_Greene_(composer)", "description": "Maurice Greene was an English composer and organist."}]}, {"heading": "Births", "year": "1762", "date": "August 12", "txt": "George IV of the United Kingdom (d. 1830)", "entities": [{"title": "George IV of the United Kingdom", "href": "/wiki/George_IV_of_the_United_Kingdom", "description": "George IV was King of the United Kingdom of Great Britain and Ireland and King of Hanover from the death of his father, King George III, on 29 January 1820 until his own death ten years later. From 1811 until his accession, he served as regent during his father's final mental illness."}]}, {"heading": "Births", "year": "1773", "date": "August 12", "txt": "Karl Faber, Prussian historian and academic (d. 1853)", "entities": [{"title": "Karl Faber", "href": "/wiki/Karl_Faber", "description": "Karl Peter Andreas Faber was a Prussian archivist and historian."}]}, {"heading": "Births", "year": "1774", "date": "August 12", "txt": "Robert Southey, English poet and author (d. 1843)", "entities": [{"title": "Robert Southey", "href": "/wiki/Robert_Southey", "description": "Robert Southey was an English poet of the Romantic school, and Poet laureate from 1813 until his death. Like the other Lake Poets, William Wordsworth and Samuel Taylor Coleridge, Southey had begun as a radical, but became steadily more conservative, as he acquired respect for Britain and its institutions. Other romantics, notably Byron, accused him of siding with the establishment for money and st"}]}, {"heading": "Births", "year": "1831", "date": "August 12", "txt": "Helena Blavatsky, Russian theosophist and scholar (d. 1891)", "entities": [{"title": "Helena Blavatsky", "href": "/wiki/Helena_Blavatsky", "description": "Helena Petrovna Blavatsky was a Russian philosopher and author who co-founded the Theosophical Society in 1875. She gained an international following as the leading theoretician of Theosophy."}]}, {"heading": "Births", "year": "1852", "date": "August 12", "txt": "Michael J. McGivney, American priest and founder of the Knights of Columbus (d. 1890)", "entities": [{"title": "Michael J. McGivney", "href": "/wiki/Michael_J._McGivney", "description": "Michael Joseph McGivney was an American Catholic priest based in New Haven, Connecticut. He founded the Knights of Columbus at a local parish to serve as a mutual aid and fraternal insurance organization, particularly for immigrants and their families. It developed through the 20th century as the world's largest Catholic fraternal organization."}, {"title": "Knights of Columbus", "href": "/wiki/Knights_of_Columbus", "description": "The Knights of Columbus is a global Catholic fraternal service order founded by Michael J. McGivney on March 29, 1882. Membership is composed of practicing Catholic men. It is led by Supreme Knight Patrick E. Kelly, the order's 14th Supreme Knight."}]}, {"heading": "Births", "year": "1856", "date": "August 12", "txt": "Diamond Jim Brady, American businessman and philanthropist (d. 1917)", "entities": [{"title": "Diamond Jim Brady", "href": "/wiki/Diamond_Jim_Brady", "description": "James Buchanan Brady, also known as Diamond Jim Brady, was an American businessman, financier and philanthropist of the Gilded Age."}]}, {"heading": "Births", "year": "1857", "date": "August 12", "txt": "Ernestine von Kirchsberg, Austrian painter and educator (d. 1924)", "entities": [{"title": "Ernestine von Kirchsberg", "href": "/wiki/Ernestine_von_Kirchsberg", "description": "Ernestine von Kirchsberg was an Austrian landscape painter."}]}, {"heading": "Births", "year": "1859", "date": "August 12", "txt": "Katharine Lee Bates, American poet and author (d. 1929)", "entities": [{"title": "Katharine Lee Bates", "href": "/wiki/Katharine_Lee_Bates", "description": "Katharine Lee Bates was an American professor and author, chiefly remembered for her anthem \"America the Beautiful\", but also for her many books and articles on social reform, on which she was a noted speaker."}]}, {"heading": "Births", "year": "1860", "date": "August 12", "txt": "Klara Hitler, Austrian mother of Adolf Hitler (d. 1907)", "entities": [{"title": "Klara Hitler", "href": "/wiki/Klara_Hitler", "description": "Klara Hitler was the mother of Adolf Hitler, the Führer of Nazi Germany during the Third Reich."}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Births", "year": "1866", "date": "August 12", "txt": "Jacinto Benavente, Spanish playwright, Nobel Prize laureate (d. 1954)", "entities": [{"title": "Jacinto Benavente", "href": "/wiki/Jacinto_Benavente", "description": "Jacinto Benavente y Martínez was one of the foremost Spanish dramatists of the 20th century. He was awarded the Nobel Prize for Literature in 1922 \"for the happy manner in which he has continued the illustrious traditions of the Spanish drama\"."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1866", "date": "August 12", "txt": "Henrik Sillem, Dutch target shooter, mountaineer, and jurist (d. 1907)", "entities": []}, {"heading": "Births", "year": "1867", "date": "August 12", "txt": "Edith Hamilton, German-American author and educator (d. 1963)", "entities": [{"title": "Edith Hamilton", "href": "/wiki/Edith_Hamilton", "description": "Edith Hamilton was an American educator and internationally known author who was one of the most renowned classicists of her era in the United States. A graduate of Bryn Mawr College, she also studied in Germany at the University of Leipzig and the University of Munich. Hamilton began her career as an educator and head of the Bryn Mawr School, a private college preparatory school for girls in Balt"}]}, {"heading": "Births", "year": "1870", "date": "August 12", "txt": "Henry Reuterdahl, Swedish-American artist (d. 1925)", "entities": [{"title": "Henry Reuterdahl", "href": "/wiki/Henry_Reuterdahl", "description": "Henry Reuterdahl was a Swedish-American painter highly acclaimed for his nautical artwork. He had a long relationship with the United States Navy."}]}, {"heading": "Births", "year": "1871", "date": "August 12", "txt": "Gustavs Zemgals, Latvian politician, 2nd President of Latvia (d. 1939)", "entities": [{"title": "Gustavs Zemgals", "href": "/wiki/Gustavs_Zemgals", "description": "Gustavs Zemgals was a Latvian politician and the second President of Latvia. He also was twice the mayor of Riga."}, {"title": "President of Latvia", "href": "/wiki/President_of_Latvia", "description": "The president of Latvia is head of state and commander-in-chief of the National Armed Forces of the Republic of Latvia."}]}, {"heading": "Births", "year": "1876", "date": "August 12", "txt": "Mary Roberts Rinehart, American author and playwright (d. 1958)", "entities": [{"title": "Mary Roberts Rinehart", "href": "/wiki/Mary_Roberts_Rinehart", "description": "Mary Roberts Rinehart was an American writer, often called the American Agatha Christie. Rinehart published her first mystery novel The Circular Staircase in 1908, which introduced the \"had I but known\" narrative style. Rinehart is also considered the source of \"the butler did it\" plot device in her novel The Door (1930), although the exact phrase does not appear in her work."}]}, {"heading": "Births", "year": "1877", "date": "August 12", "txt": "Albert Bartha, Hungarian general and politician, Hungarian Minister of Defence (d. 1960)", "entities": [{"title": "Albert Bartha", "href": "/wiki/Albert_Bartha", "description": "Albert Bartha de Nagyborosnyó was a Hungarian military officer and politician, who served as Minister of Defence twice: in 1918 and, almost thirty years later, between 1946 and 1947."}, {"title": "Ministry of Defence (Hungary)", "href": "/wiki/Ministry_of_Defence_(Hungary)", "description": "\nThe Minister of Defence of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Defence. The defence minister appoints the Chief of General Staff to the head of the Hungarian Defence Forces. The current minister is Tibor Benkő."}]}, {"heading": "Births", "year": "1880", "date": "August 12", "txt": "Radclyffe Hall, English poet, author, and activist (d. 1943)", "entities": [{"title": "Radclyffe Hall", "href": "/wiki/Radclyffe_Hall", "description": "Marguerite Antonia Radclyffe Hall was an English poet and author, best known for the novel The Well of Loneliness, a groundbreaking work in lesbian literature. In adulthood, Hall often went by the name John, rather than Marguerite."}]}, {"heading": "Births", "year": "1880", "date": "August 12", "txt": "Christy Mathewson, American baseball player and manager (d. 1925)", "entities": []}, {"heading": "Births", "year": "1881", "date": "August 12", "txt": "Cecil B. DeMille, American director and producer (d. 1959)", "entities": [{"title": "Cecil B. DeMille", "href": "/wiki/Cecil_B._DeMille", "description": "Cecil Blount DeMille was an American film director and producer. Between 1914 and 1958, he made 70 features, both silent and sound films. He is acknowledged as a founding father of the American cinema and the most commercially successful producer-director in film history. His films were distinguished by their epic scale and by his cinematic showmanship. His silent films included social dramas, com"}]}, {"heading": "Births", "year": "1883", "date": "August 12", "txt": "Martha Hedman, Swedish-American actress and playwright (d. 1974)", "entities": [{"title": "Martha Hedman", "href": "/wiki/Martha_Hedman", "description": "Martha Hedman was a Swedish-American stage actress popular on the Broadway stage."}]}, {"heading": "Births", "year": "1883", "date": "August 12", "txt": "Marion Lorne, American actress (d. 1968)", "entities": []}, {"heading": "Births", "year": "1885", "date": "August 12", "txt": "Jean Cabannes, French physicist and academic (d. 1959)", "entities": [{"title": "Jean Cabannes", "href": "/wiki/Jean_Cabannes", "description": "Jean Cabannes was a French physicist specialising in optics."}]}, {"heading": "Births", "year": "1885", "date": "August 12", "txt": "Keith Murdoch, Australian journalist (d. 1952)", "entities": []}, {"heading": "Births", "year": "1885", "date": "August 12", "txt": "Juhan Simm, Estonian composer and conductor (d. 1959)", "entities": []}, {"heading": "Births", "year": "1887", "date": "August 12", "txt": "Erwin Schrödinger, Austrian physicist and academic, Nobel Prize laureate (d. 1961)", "entities": [{"title": "Erwin Schrödinger", "href": "/wiki/Erwin_Schr%C3%B6dinger", "description": "Erwin Rudolf Josef Alexander Schrödinger, sometimes written as Erwin Schrodinger or Erwin Schroedinger, was a Nobel Prize-winning Austrian-Irish physicist who developed a number of fundamental results in quantum theory: the Schrödinger equation provides a way to calculate the wave function of a system and how it changes dynamically in time."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1889", "date": "August 12", "txt": "Zerna Sharp, American author and educator (d. 1981)", "entities": [{"title": "Zerna Sharp", "href": "/wiki/Zerna_Sharp", "description": "Zerna Addis Sharp was an American educator and book editor who is best known as the creator of the Dick and Jane series of beginning readers for elementary school-aged children. Published by Scott, Foresman and Company of Chicago, Illinois, the readers, which described the activities of her fictional siblings, \"Dick,\" \"Jane,\" \"Sally,\" and other characters, were widely used in schools in the United"}]}, {"heading": "Births", "year": "1891", "date": "August 12", "txt": "C. E. M. Joad, English philosopher and academic (d. 1953)", "entities": [{"title": "C. E. M. Joad", "href": "/wiki/C._E._M._Joad", "description": "Cyril Edwin Mitchinson Joad was an English philosopher and broadcasting personality. He appeared on The Brains Trust, a BBC Radio wartime discussion programme. He popularised philosophy and became a celebrity, before his downfall in a scandal over an unpaid train fare in 1948."}]}, {"heading": "Births", "year": "1891", "date": "August 12", "txt": "John McDermott, American golfer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1892", "date": "August 12", "txt": "Alfred Lunt, American actor and director (d. 1977)", "entities": [{"title": "Alfred Lunt", "href": "/wiki/Alfred_Lunt", "description": "Alfred Davis Lunt Jr. was an American stage director and actor who had a long-time professional partnership with his wife, actress Lynn Fontanne. Broadway's Lunt-Fontanne Theatre was named for them. Lunt was one of 20th century Broadway's leading male stars."}]}, {"heading": "Births", "year": "1897", "date": "August 12", "txt": "Maurice Fernandes, Guyanese cricketer (d. 1981)", "entities": [{"title": "Maurice Fernandes", "href": "/wiki/Maurice_Fernandes", "description": "Maurius Pacheco Fernandes, known as Maurice Fernandes, was a West Indian Test cricketer who played first-class cricket for British Guiana between 1922 and 1932. He made two Test appearances for the West Indies, in 1928 and 1930. Fernandes played as a right-handed top-order batsman and occasional wicket-keeper. He scored 2,087 first-class runs in 46 appearances at an average of 28.20."}]}, {"heading": "Births", "year": "1899", "date": "August 12", "txt": "Ben Sealey, Trinidadian cricketer (d. 1963)", "entities": [{"title": "Ben Sealey", "href": "/wiki/Ben_Sealey", "description": "Benjamin James Sealey or Sealy was a West Indian cricketer whose career spanned the years 1924 to 1941. He was an attacking, middle-order batsman, a medium-pace, leg-break bowler and an athletic fielder anywhere in the field. Despite once turning out for a \"Barbados-born\" side against the Rest of West Indies, Sealey was a Trinidad player through and through."}]}, {"heading": "Births", "year": "1902", "date": "August 12", "txt": "Mohammad Hatta, Indonesian politician, 1st Vice President of Indonesia (d. 1980)", "entities": [{"title": "Mohammad Hatta", "href": "/wiki/Mohammad_Hatta", "description": "Mohammad Hatta was an Indonesian politician who served as the country's first vice president. Known as \"The Proclamator\", he and a number of Indonesians, including the first president of Indonesia, Sukarno, fought for the independence of Indonesia from the Dutch. Hatta was born in Fort de Kock, Dutch East Indies. After his early education, he studied in Dutch schools in the Dutch East Indies and s"}, {"title": "List of Vice Presidents of Indonesia", "href": "/wiki/List_of_Vice_Presidents_of_Indonesia", "description": "This is a list of vice presidents of Indonesia. The Vice President of the Republic of Indonesia is the second-highest officer in the executive branch of the Indonesian government, after the president, and ranks first in the presidential line of succession. Since 2004, the president and vice president are directly elected to a five-year term."}]}, {"heading": "Births", "year": "1904", "date": "August 12", "txt": "Idel Jakobson, Latvian-Estonian NKVD officer (d. 1997)", "entities": [{"title": "Idel Jakobson", "href": "/wiki/Idel_Jakobson", "description": "Idel Jakobson was an NKVD Officer. According to the materials of Kaitsepolitsei, Jakobson took part in sentencing around 1,200 people to death and persecuting and torturing at least 1,800 people."}, {"title": "NKVD", "href": "/wiki/NKVD", "description": "The People's Commissariat for Internal Affairs, abbreviated NKVD, was the interior ministry of the Soviet Union."}]}, {"heading": "Births", "year": "1904", "date": "August 12", "txt": "Tamás Lossonczy, Hungarian painter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1904", "date": "August 12", "txt": "Alexei Nikolaevich, Tsarevich of Russia (d. 1918)", "entities": []}, {"heading": "Births", "year": "1906", "date": "August 12", "txt": "Harry Hopman, Australian tennis player and coach (d. 1985)", "entities": [{"title": "Harry Hopman", "href": "/wiki/Harry_Hopman", "description": "Henry Christian \"Harry\" Hopman, CBE was a world-acclaimed Australian tennis player and coach."}]}, {"heading": "Births", "year": "1906", "date": "August 12", "txt": "Tedd Pierce, American animator, producer, and screenwriter (d. 1972)", "entities": []}, {"heading": "Births", "year": "1907", "date": "August 12", "txt": "Gladys Bentley, American blues singer (d. 1960)", "entities": [{"title": "Gladys Bentley", "href": "/wiki/Gladys_Bentley", "description": "Gladys Alberta Bentley was an American blues singer, pianist, and entertainer during the Harlem Renaissance."}]}, {"heading": "Births", "year": "1907", "date": "August 12", "txt": "Joe Besser, American actor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1907", "date": "August 12", "txt": "Boy Charlton, Australian swimmer (d. 1975)", "entities": []}, {"heading": "Births", "year": "1907", "date": "August 12", "txt": "Benjamin Sheares, Singaporean physician and politician, 2nd President of Singapore (d. 1981)", "entities": [{"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Births", "year": "1909", "date": "August 12", "txt": "Bruce Matthews, Canadian general and businessman (d. 1991)", "entities": [{"title": "Bruce Matthews (Canadian Army officer)", "href": "/wiki/Bruce_Matthews_(Canadian_Army_officer)", "description": "Major General Albert Bruce Matthews, was a senior Canadian Army officer and businessman in the 1930s. He rose to be the General Officer Commanding (GOC) 2nd Canadian Infantry Division during the Second World War, after campaigns in Sicily and Italy. He became noted for his personal bravery and the accuracy and reliability of the artillery under his command. Post-war, his business career continued."}]}, {"heading": "Births", "year": "1910", "date": "August 12", "txt": "Yusof bin Ishak, Singaporean journalist and politician, 1st President of Singapore (d. 1970)", "entities": [{"title": "Yusof bin Ishak", "href": "/wiki/Yusof_bin_Ishak", "description": "Yang Amat Berbahagia Tun Haji Yusof bin Ishak was a Singaporean politician who was the first President of Singapore elected by the Parliament of Singapore, serving from 1965 to 1970. Yusof served for three terms in office before he died on 23 November 1970 due to heart failure. His portrait appears on the Singapore Portrait Series currency notes introduced in 1999."}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Births", "year": "1910", "date": "August 12", "txt": "Jane Wyatt, American actress (d. 2006)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 12", "txt": "Cantinflas, Mexican actor, screenwriter, and producer (d. 1993)", "entities": [{"title": "Cantinflas", "href": "/wiki/Cantinflas", "description": "Mario Fortino Alfonso Moreno Reyes, known by the stage name Cantinflas, was a Mexican comedian, actor, and filmmaker. He is considered to have been the most widely-accomplished Mexican comedian and is celebrated throughout Latin America and in Spain as a popular icon. His humor, loaded with Mexican linguistic features of intonation, vocabulary, and syntax, is beloved in all the Spanish-speaking co"}]}, {"heading": "Births", "year": "1912", "date": "August 12", "txt": "Samuel Fuller, American actor, director, and screenwriter (d. 1997)", "entities": [{"title": "Samuel Fuller", "href": "/wiki/Samuel_Fuller", "description": "Samuel Michael Fuller was an American screenwriter, novelist, and film director known for low-budget, understated genre movies with controversial themes, often made outside the conventional studio system. Fuller wrote his first screenplay for Hats Off in 1936, and made his directorial debut with the Western I Shot Jesse James (1949). He would continue to direct several other Westerns and war thril"}]}, {"heading": "Births", "year": "1913", "date": "August 12", "txt": "Richard L. Bare, American director, producer, and screenwriter (d. 2015)", "entities": [{"title": "Richard L. Bare", "href": "/wiki/Richard_L._Bare", "description": "Richard Leland Bare was an American director, producer, and screenwriter of television shows and short films."}]}, {"heading": "Births", "year": "1914", "date": "August 12", "txt": "Gerd Buchdahl, German-English philosopher and author (d. 2001)", "entities": [{"title": "Gerd Buchdahl", "href": "/wiki/Gerd_Buchdahl", "description": "\n\nGerd Buchdahl was a German-English philosopher of science."}]}, {"heading": "Births", "year": "1914", "date": "August 12", "txt": "Ruth Lowe, Canadian pianist and songwriter (d. 1981)", "entities": []}, {"heading": "Births", "year": "1915", "date": "August 12", "txt": "Michael Kidd, American dancer and choreographer (d. 2007)", "entities": [{"title": "Michael Kidd", "href": "/wiki/Michael_Kidd", "description": "Michael Kidd was an American film and stage choreographer, dancer and actor, whose career spanned five decades, and staged some of the leading Broadway and film musicals of the 1940s and 1950s. Kidd, strongly influenced by Charlie Chaplin and Léonide Massine, was an innovator in what came to be known as the \"integrated musical\", in which dance movements are integral to the plot."}]}, {"heading": "Births", "year": "1916", "date": "August 12", "txt": "Ioan Dicezare, Romanian general and pilot (d. 2012)", "entities": [{"title": "Ioan Dicezare", "href": "/wiki/Ioan_Dicezare", "description": "Ioan Dicezare was a leading Romanian fighter pilot and flying ace in World War II. He was born and died in Bucharest."}]}, {"heading": "Births", "year": "1916", "date": "August 12", "txt": "Edward Pinkowski, American writer, journalist and Polonia historian (d. 2020)", "entities": []}, {"heading": "Births", "year": "1917", "date": "August 12", "txt": "Oliver Crawford, American screenwriter and author (d. 2008)", "entities": [{"title": "Oliver Crawford", "href": "/wiki/Oliver_Crawford", "description": "Oliver Crawford was an American screenwriter and author who overcame the Hollywood blacklist during the McCarthy Era of the 1950s to become one of the entertainment industry's most successful television writers. Shows that Crawford wrote for include Star Trek, Bonanza, Quincy, M.E., Perry Mason and the Kraft Television Theatre."}]}, {"heading": "Births", "year": "1918", "date": "August 12", "txt": "Sid Bernstein, American record producer (d. 2013)", "entities": [{"title": "Sid Bernstein (impresario)", "href": "/wiki/Sid_Bernstein_(impresario)", "description": "Sidney Bernstein was an American music promoter, talent manager, and author. Bernstein changed the American music scene in the 1960s by bringing the Beatles, the Rolling Stones, Herman's Hermits, the Moody Blues, and the Kinks to America. He was the first impresario to organize rock concerts at sports stadiums."}]}, {"heading": "Births", "year": "1918", "date": "August 12", "txt": "Guy Gibson, Anglo-Indian commander and pilot, Victoria Cross recipient (d. 1944)", "entities": [{"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1919", "date": "August 12", "txt": "Margaret Burbidge, English-American astrophysicist and academic (d. 2020)", "entities": [{"title": "Margaret Burbidge", "href": "/wiki/Margaret_Burbidge", "description": "Eleanor Margaret Burbidge, FRS (née Peachey; 12 August 1919 – 5 April 2020) was a British-American observational astronomer and astrophysicist. In the 1950s, she was one of the founders of stellar nucleosynthesis and was first author of the influential B2FH paper. During the 1960s and 70s she worked on galaxy rotation curves and quasars, discovering the most distant astronomical object then known."}]}, {"heading": "Births", "year": "1919", "date": "August 12", "txt": "Vikram Sarabhai, Indian physicist and academic (d. 1971)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 12", "txt": "Charles Gibson, American ethnohistorian (d. 1985)", "entities": [{"title": "Charles Gibson (historian)", "href": "/wiki/Charles_Gibson_(historian)", "description": "Charles Gibson was an American ethnohistorian who wrote foundational works on the Nahua peoples of colonial Mexico and was elected President of the American Historical Association in 1977."}]}, {"heading": "Births", "year": "1920", "date": "August 12", "txt": "Percy Mayfield, American R&B singer-songwriter (d. 1984)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 12", "txt": "Fulton Mackay, Scottish actor and playwright (d. 1987)", "entities": [{"title": "Fulton Mackay", "href": "/wiki/Fulton_Mackay", "description": "William Fulton Beith Mackay was a Scottish actor and playwright, best known for his role as prison officer Mr. Mackay in the 1970s television sitcom Porridge."}]}, {"heading": "Births", "year": "1922", "date": "August 12", "txt": "Miloš Jakeš, Czech communist politician  (d. 2020)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 12", "txt": "John Holt, Jamaican cricketer (d. 1997)", "entities": [{"title": "John Holt (cricketer)", "href": "/wiki/John_Holt_(cricketer)", "description": "John Kenneth Constantine Holt was a West Indian cricketer who played in 17 Tests between 1954 and 1959."}]}, {"heading": "Births", "year": "1924", "date": "August 12", "txt": "Derek Shackleton, English cricketer, coach, and umpire (d. 2007)", "entities": [{"title": "Derek Shackleton", "href": "/wiki/Derek_Shackleton", "description": "Derek Shackleton was a Hampshire and England bowler. He took over 100 wickets in 20 consecutive seasons of first-class cricket, but only played in seven Tests for England. As of 2007, he has the seventh-highest tally of first-class wickets, and the most first-class wickets of any player who began his career after World War II. He holds the record for the most first-class wickets taken by any Hamps"}]}, {"heading": "Births", "year": "1924", "date": "August 12", "txt": "Muhammad Zia-ul-Haq, Pakistani general and politician, 6th President of Pakistan (d. 1988)", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1925", "date": "August 12", "txt": "Dale Bumpers, American soldier, lawyer, and politician, 38th Governor of Arkansas (d. 2016)", "entities": [{"title": "Dale Bumpers", "href": "/wiki/Dale_Bumpers", "description": "Dale Leon Bumpers was an American politician who served as the 38th Governor of Arkansas (1971–1975) and in the United States Senate (1975–1999). He was a member of the Democratic Party. Prior to his death, he was counsel at the Washington, D.C. office of law firm Arent Fox LLP, where his clients included Riceland Foods and the University of Arkansas for Medical Sciences."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Births", "year": "1925", "date": "August 12", "txt": "Guillermo Cano Isaza, Colombian journalist (d. 1986)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 12", "txt": "Donald Justice, American poet and writing teacher (d. 2004)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 12", "txt": "Norris McWhirter, Scottish publisher and activist co-founded the Guinness World Records (d. 2004)", "entities": [{"title": "Guinness World Records", "href": "/wiki/Guinness_World_Records", "description": "Guinness World Records, known from its inception in 1955 until 1999 as The Guinness Book of Records and in previous United States editions as The Guinness Book of World Records, is a reference book published annually, listing world records both of human achievements and the extremes of the natural world. The brainchild of Sir Hugh Beaver, the book was co-founded by twin brothers Norris and Ross Mc"}]}, {"heading": "Births", "year": "1925", "date": "August 12", "txt": "Ross McWhirter, Scottish publisher and activist, co-founded the Guinness World Records (d. 1975)", "entities": [{"title": "Guinness World Records", "href": "/wiki/Guinness_World_Records", "description": "Guinness World Records, known from its inception in 1955 until 1999 as The Guinness Book of Records and in previous United States editions as The Guinness Book of World Records, is a reference book published annually, listing world records both of human achievements and the extremes of the natural world. The brainchild of Sir Hugh Beaver, the book was co-founded by twin brothers Norris and Ross Mc"}]}, {"heading": "Births", "year": "1925", "date": "August 12", "txt": "George Wetherill, American physicist and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 12", "txt": "Douglas Croft, American child actor (d. 1963)", "entities": [{"title": "Douglas Croft", "href": "/wiki/Douglas_Croft", "description": "Douglas Croft was an American child actor and a soldier who is best remembered for being the first person to portray the DC Comics character Robin, the Boy Wonder, as well as his secret identity Dick Grayson, in the 1943 serial Batman when he was 16 years old."}]}, {"heading": "Births", "year": "1926", "date": "August 12", "txt": "John Derek, American actor, director, and cinematographer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 12", "txt": "Joe Jones, American R&B singer-songwriter and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 12", "txt": "Porter Wagoner, American singer-songwriter and guitarist (d. 2007)", "entities": [{"title": "Porter Wagoner", "href": "/wiki/Porter_Wagoner", "description": "Porter Wayne Wagoner was an American country music singer known for his flashy Nudie and Manuel suits and blond pompadour."}]}, {"heading": "Births", "year": "1928", "date": "August 12", "txt": "Charles Blackman, Australian painter and illustrator (d. 2018)", "entities": [{"title": "Charles Blackman", "href": "/wiki/Charles_Blackman", "description": "Charles Raymond Blackman was an Australian painter, noted for the Schoolgirl, Avonsleigh and Alice in Wonderland series of the 1950s. He was a member of the Antipodeans, a group of Melbourne painters that also included Arthur Boyd, David Boyd, John Brack, Robert Dickerson, John Perceval, and Clifton Pugh. He was married for 27 years to author, essayist, poet, librettist and patron of the arts Barb"}]}, {"heading": "Births", "year": "1928", "date": "August 12", "txt": "Bob Buhl, American baseball player (d. 2001)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 12", "txt": "Dan Curtis, American director and producer (d. 2006)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 12", "txt": "Buck Owens, American singer-songwriter and guitarist (d. 2006)", "entities": [{"title": "Buck Owens", "href": "/wiki/Buck_Owens", "description": "Alvis Edgar Owens Jr., known professionally as Buck Owens, was an American musician, singer, songwriter and band leader. He was the front man for Buck Owens and the Buckaroos, which had 21 No. 1 hits on the Billboard country music charts. He pioneered what came to be called the Bakersfield sound, named in honor of Bakersfield, California, Owens' adopted home, and the city from which he drew inspir"}]}, {"heading": "Births", "year": "1930", "date": "August 12", "txt": "George Soros, Hungarian-American businessman and investor, founded the Soros Fund Management", "entities": [{"title": "George Soros", "href": "/wiki/George_Soros", "description": "George Soros, is a Hungarian-born American billionaire investor and philanthropist. As of March 2021, he had a net worth of US$8.6 billion, having donated more than $32 billion to the Open Society Foundations, of which $15 billion have already been distributed, representing 64% of his original fortune, making him the \"most generous giver\" according to Forbes."}, {"title": "Soros Fund Management", "href": "/wiki/Soros_Fund_Management", "description": "Soros Fund Management, LLC is a private American investment management firm. It is currently structured as a family office, but formerly as a hedge fund. The firm was founded in 1970 by George Soros and, in 2010, was reported to be one of the most profitable firms in the hedge fund industry, averaging a 20% annual rate of return over four decades. It is headquartered at 250 West 55th Street in New"}]}, {"heading": "Births", "year": "1930", "date": "August 12", "txt": "Kanagaratnam Sriskandan, Sri Lankan engineer and civil servant (d. 2010)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 12", "txt": "Jacques Tits, Belgian-French mathematician and academic", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 12", "txt": "William Goldman, American author, playwright, and screenwriter (d. 2018)", "entities": [{"title": "William Goldman", "href": "/wiki/William_Goldman", "description": "William Goldman was an American novelist, playwright, and screenwriter. He first came to prominence in the 1950s as a novelist before turning to screenwriting. He won Academy Awards for his screenplays Butch Cassidy and the Sundance Kid (1969) and All the President's Men (1976). His other known works include his thriller novel Marathon Man and his cult classic comedy/fantasy novel The Princess Bri"}]}, {"heading": "Births", "year": "1932", "date": "August 12", "txt": "Dallin H. Oaks, American lawyer, jurist, and religious leader", "entities": [{"title": "Dallin H. Oaks", "href": "/wiki/Dallin_H._Oaks", "description": "Dallin Harris Oaks is an American jurist, educator, and religious leader who since 2018 has been the First Counselor in the First Presidency of The Church of Jesus Christ of Latter-day Saints. He was called as a member of the church's Quorum of the Twelve Apostles in 1984. Currently, he is the second most senior apostle by years of service and is the President of the Quorum of the Twelve Apostles."}]}, {"heading": "Births", "year": "1932", "date": "August 12", "txt": "Charlie O'Donnell, American radio and television announcer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 12", "txt": "Sirikit, Queen mother of Thailand", "entities": [{"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Births", "year": "1933", "date": "August 12", "txt": "Parnelli Jones, American race car driver and businessman", "entities": [{"title": "Parnelli Jones", "href": "/wiki/Parnelli_Jones", "description": "Rufus Parnell \"Parnelli\" Jones is an American former professional racing driver and racing team owner. He is notable for his accomplishments while competing in the Indianapolis 500 and the Baja 1000 desert race. In 1962, he became the first driver to qualify over 150 mph. He won the race in 1963, then famously broke down while leading the 1967 race with three laps to go in a turbine car. During hi"}]}, {"heading": "Births", "year": "1933", "date": "August 12", "txt": "Frederic Lindsay, Scottish author and educator (d. 2013)", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 12", "txt": "Robin Nicholson, English metallurgist and academic", "entities": [{"title": "Robin Nicholson (metallurgist)", "href": "/wiki/Robin_Nicholson_(metallurgist)", "description": "\n\nSir Robin Buchanan Nicholson, is a British industrial metallurgist and academic, who served as Chief Scientific Adviser, Cabinet Office, from 1983 to 1985. He then joined the board of Rolls-Royce plc, where he served until 2005. He was also a non-executive board member of BP plc and Pilkington plc."}]}, {"heading": "Births", "year": "1935", "date": "August 12", "txt": "John Cazale, American actor (d. 1978)", "entities": [{"title": "John Cazale", "href": "/wiki/John_Cazale", "description": "John Holland Cazale was an American actor. He appeared in five films over seven years, all of which were nominated for the Academy Award for Best Picture: The Godfather (1972), The Conversation (1974), The Godfather Part II (1974), Dog Day Afternoon (1975), and The Deer Hunter (1978), with the two Godfather films and The Deer Hunter winning. Cazale started as a theater actor in New York City, rang"}]}, {"heading": "Births", "year": "1936", "date": "August 12", "txt": "Kjell Grede, Swedish director and screenwriter (d. 2017)", "entities": [{"title": "Kjell Grede", "href": "/wiki/Kjell_Grede", "description": "Kjell Birger Grede was a Swedish film director. He directed nine films between 1967 and 2003. He was married to actress Bibi Andersson from 1960 to 1973."}]}, {"heading": "Births", "year": "1937", "date": "August 12", "txt": "Walter Dean Myers, American author and poet (d. 2014)", "entities": [{"title": "Walter Dean Myers", "href": "/wiki/Walter_Dean_Myers", "description": "Walter Dean Myers was a writer of children's books best known for young adult literature. He was born in Martinsburg, West Virginia, but was raised in Harlem, New York City. A tough childhood led him to writing and his school teachers would encourage him in this habit as a way to express himself. He wrote more than one hundred books including picture books and nonfiction. He won the Coretta Scott "}]}, {"heading": "Births", "year": "1938", "date": "August 12", "txt": "Jean-Paul L'Allier, Canadian journalist and politician, 38th Mayor of Quebec City (d. 2016)", "entities": [{"title": "Jean-Paul L'Allier", "href": "/wiki/Jean-Paul_L%27Allier", "description": "Jean-Paul L'Allier was a Quebec politician, a two-term Member of the National Assembly of Quebec (MNA) and the 38th mayor of Quebec City."}, {"title": "List of mayors of Quebec City", "href": "/wiki/List_of_mayors_of_Quebec_City", "description": "The Mayor of Quebec has been the highest elected official of the Quebec City government since the incorporation of the city in 1832."}]}, {"heading": "Births", "year": "1939", "date": "August 12", "txt": "George Hamilton, American actor", "entities": [{"title": "George Hamilton (actor)", "href": "/wiki/George_Hamilton_(actor)", "description": "George Stevens Hamilton is an American film and television actor. His notable films include Home from the Hill (1960), By Love Possessed (1961), Light in the Piazza (1962), Your Cheatin' Heart (1964), Once Is Not Enough (1975), Love at First Bite (1979), Zorro, The Gay Blade (1981), The Godfather Part III (1990), Doc Hollywood (1991), 8 Heads in a Duffel Bag (1997), Hollywood Ending (2002) and The"}]}, {"heading": "Births", "year": "1939", "date": "August 12", "txt": "Pam Kilborn, Australian track and field athlete", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 12", "txt": "David King, South African chemist and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 12", "txt": "Sushil Koirala, Nepalese politician, 37th Prime Minister of Nepal (d. 2016)", "entities": [{"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Births", "year": "1939", "date": "August 12", "txt": "Roy Romanow, Canadian lawyer and politician, 12th Premier of Saskatchewan", "entities": [{"title": "Premier of Saskatchewan", "href": "/wiki/Premier_of_Saskatchewan", "description": "The premier of Saskatchewan is the first minister for the Canadian province of Saskatchewan. They are the province's head of government and de facto chief executive. The current premier of Saskatchewan is Scott Moe, who was sworn in as premier on February 2, 2018, after winning the 2018 Saskatchewan Party leadership election. The first premier of Saskatchewan was Liberal Thomas Walter Scott, who s"}]}, {"heading": "Births", "year": "1939", "date": "August 12", "txt": "S. Jayakumar, Singaporean politician, 4th Senior Minister of Singapore", "entities": [{"title": "Senior Minister", "href": "/wiki/Senior_Minister", "description": "The Senior Minister is a political office in the Cabinet of Singapore. Previous holders of this office have served as either the Prime Minister or as the former Deputy Prime Minister. Senior Ministers are ranked higher in the order of precedence, either immediately after the Prime Minister or the Deputy Prime Minister (as in the case of Teo Chee Hean and Tharman Shanmugaratnam and serves as part o"}]}, {"heading": "Births", "year": "1940", "date": "August 12", "txt": "Eddie Barlow, South African cricketer and coach (d. 2005)", "entities": [{"title": "Eddie Barlow", "href": "/wiki/Eddie_Barlow", "description": "Edgar John Barlow was a South African cricketer. Barlow was born in Pretoria, Transvaal, South Africa, and played first-class cricket for Transvaal and Eastern Province from 1959–60 to 1967–68 before moving to Western Province for the seasons from 1968–69 to 1980–81. During this time he also played three seasons with Derbyshire in the English County Championship from 1976 – 1978. He completed his "}]}, {"heading": "Births", "year": "1940", "date": "August 12", "txt": "John Waller, English historical European martial arts (HEMA) revival pioneer and fight director (d. 2018)", "entities": [{"title": "Historical European martial arts", "href": "/wiki/Historical_European_martial_arts", "description": "Historical European martial arts (HEMA) are martial arts of European origin, particularly using arts formerly practised, but having since died out or evolved into very different forms."}, {"title": "Fight director", "href": "/wiki/Fight_director", "description": "Stage combat, fight craft or fight choreography is a specialised technique in theatre designed to create the illusion of physical combat without causing harm to the performers. It is employed in live stage plays as well as operatic and ballet productions. With the advent of cinema and television the term has widened to also include the choreography of filmed fighting sequences, as opposed to the e"}]}, {"heading": "Births", "year": "1941", "date": "August 12", "txt": "L. M. Kit Carson, American actor, producer, and screenwriter (d. 2014)", "entities": [{"title": "L. M. Kit Carson", "href": "/wiki/L._M._Kit_Carson", "description": "Lewis Minor Carson was an American actor, screenwriter, director and film producer."}]}, {"heading": "Births", "year": "1941", "date": "August 12", "txt": "Réjean Ducharme, Canadian author and playwright (d. 2017)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 12", "txt": "Dana Ivey, American actress", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 12", "txt": "Javeed Alam, Indian academician", "entities": [{"title": "Javeed Alam", "href": "/wiki/Javeed_Alam", "description": "Javeed Alam was an activist and thinker who served as Chairman of the Indian Council for Social Science Research from 2008 to 2011."}]}, {"heading": "Births", "year": "1942", "date": "August 12", "txt": "Hans-Wilhelm Müller-Wohlfahrt, German physician and author", "entities": [{"title": "Hans-Wilhelm Müller-Wohlfahrt", "href": "/wiki/Hans-Wilhelm_M%C3%BCller-Wohlfahrt", "description": "\nHans-Wilhelm Müller-Wohlfahrt is the Germany national football team doctor and current club doctor of Bayern Munich. He was a club doctor for the club between 1 April 1977 and 16 April 2015, and again since November 2017. He resigned after the medical staff was blamed after a 3–1 loss to Porto in a UEFA Champions League match, and rejoined after the reappointment of Jupp Heynckes as coach."}]}, {"heading": "Births", "year": "1945", "date": "August 12", "txt": "Dorothy E. Denning, American computer scientist and academic", "entities": [{"title": "Dorothy E. Denning", "href": "/wiki/Dorothy_E._Denning", "description": "Dorothy Elizabeth Denning, born August 12, 1945, is a US-American information security researcher known for lattice-based access control (LBAC), intrusion detection systems (IDS), and other cyber security innovations. She published four books and over 200 articles. Inducted into the National Cyber Security Hall of Fame in 2012, she is now Emeritus Distinguished Professor of Defense Analysis, Naval"}]}, {"heading": "Births", "year": "1945", "date": "August 12", "txt": "Ron Mael, American keyboard player and songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 12", "txt": "Terry Nutkins, English television host and author (d. 2012)", "entities": [{"title": "Terry Nutkins", "href": "/wiki/Terry_Nutkins", "description": "Terence \"Terry\" Paul Nutkins was an English naturalist, television presenter and author. He appeared in the UK children's programmes Animal Magic, The Really Wild Show, Brilliant Creatures and Growing Up Wild."}]}, {"heading": "Births", "year": "1947", "date": "August 12", "txt": "John Nathan-Turner, English author and television director, producer, and writer (d. 2002)", "entities": [{"title": "John Nathan-Turner", "href": "/wiki/John_Nathan-Turner", "description": "John Nathan-Turner, born John Turner, was the ninth producer of the long-running BBC science fiction series Doctor Who. He was also the final producer of the series' first run on television. He finished the role having become the longest-serving Doctor Who producer and cast Peter Davison, Colin Baker and Sylvester McCoy as the Fifth, Sixth and Seventh Doctors, respectively."}]}, {"heading": "Births", "year": "1948", "date": "August 12", "txt": "Siddaramaiah, Indian lawyer and politician, 22nd Chief Minister of Karnataka", "entities": [{"title": "Siddaramaiah", "href": "/wiki/Siddaramaiah", "description": "Siddaramaiah is an Indian politician. He is currently serving as the Leader of Opposition in Karnataka Legislative Assembly since 9 December 2019. Though he resigned from the Opposition Party leader on 9 December 2019, taking the moral responsibility of the party's defeat in the 2019 Karnataka Legislative Assembly by-elections, the party continued him in the same post and as the CLP leader, realiz"}, {"title": "Chief Minister of Karnataka", "href": "/wiki/Chief_Minister_of_Karnataka", "description": "The State Government of Karnataka is a democratically elected body with the governor as the constitutional head. The governor who is appointed for five years appoints the chief minister and on the advice of the chief minister appoints his council of ministers. Even though the governor remains the ceremonial head of the state, the day-to-day running of the government is taken care of by the chief m"}]}, {"heading": "Births", "year": "1948", "date": "August 12", "txt": "Graham J. Zellick, English academic and jurist", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 12", "txt": "Panagiotis Chinofotis, Greek admiral and politician", "entities": [{"title": "Panagiotis Chinofotis", "href": "/wiki/Panagiotis_Chinofotis", "description": "Admiral Panagiotis Chinofotis is a retired Hellenic Navy officer, who served as the Chief of the Hellenic National Defense General Staff from 2005 to 2007. He was also a member of parliament with the New Democracy party and served as Vice-Minister of the Interior in the Second Cabinet of Kostas Karamanlis."}]}, {"heading": "Births", "year": "1949", "date": "August 12", "txt": "Mark Knopfler, Scottish-English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 12", "txt": "Lou Martin, Northern Irish pianist, songwriter, and producer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 12", "txt": "Alex Naumik, Lithuanian-Norwegian singer-songwriter and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 12", "txt": "Rick Ridgeway, American mountaineer and photographer", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 12", "txt": "Jim Beaver, American actor, director, and screenwriter", "entities": [{"title": "Jim Beaver", "href": "/wiki/Jim_Beaver", "description": "James Norman Beaver Jr. is an American actor, playwright, screenwriter, and film historian. He is most familiar to worldwide audiences as Bobby Singer in Supernatural. He also played Whitney Ellsworth on the HBO Western drama series Deadwood, which brought him acclaim and a Screen Actors Guild Awards nomination for Ensemble Acting, and Sheriff Shelby Parlow on the FX series Justified. His memoir L"}]}, {"heading": "Births", "year": "1950", "date": "August 12", "txt": "August \"Kid Creole\" Darnell, American musician, bandleader, singer-songwriter, and record producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 12", "txt": "George McGinnis, American basketball player", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 12", "txt": "Klaus Toppmöller, German football manager and former player", "entities": [{"title": "Klaus Toppmöller", "href": "/wiki/Klaus_Toppm%C3%B6ller", "description": "Klaus Toppmöller is a German football manager and former professional player."}]}, {"heading": "Births", "year": "1952", "date": "August 12", "txt": "Daniel Biles, American associate justice of the Kansas Supreme Court", "entities": [{"title": "Daniel Biles", "href": "/wiki/Daniel_Biles", "description": "William Daniel Biles is a Justice of the Kansas Supreme Court. Biles was appointed on January 7, 2009, by Kansas Governor Kathleen Sebelius to replace retiring Chief Justice Kay McFarland."}, {"title": "Kansas Supreme Court", "href": "/wiki/Kansas_Supreme_Court", "description": "The Kansas Supreme Court is the highest judicial authority in the state of Kansas. Composed of seven justices, led by Chief Justice Marla Luckert, the court supervises the legal profession, administers the judicial branch, and serves as the state court of last resort in the appeals process."}]}, {"heading": "Births", "year": "1952", "date": "August 12", "txt": "Sitaram Yechury, Indian politician and leader of CPI(M)", "entities": [{"title": "CPI(M)", "href": "/wiki/CPI(M)", "description": "The Communist Party of India (Marxist) is a communist political party in India. It is one of the national parties of India. The party emerged from a split from the Communist Party of India in 1964. The CPI(M) was formed in Calcutta from 31 October to 7 November 1964."}]}, {"heading": "Births", "year": "1954", "date": "August 12", "txt": "Rob Borbidge, Australian politician, 35th Premier of Queensland", "entities": [{"title": "Rob Borbidge", "href": "/wiki/Rob_Borbidge", "description": "Robert Edward Borbidge is a former Australian politician who served as the 35th Premier of Queensland from 1996 to 1998. He was the leader of the Queensland branch of the National Party, and was the last member of that party to serve as premier. His term as premier was contemporaneous with the rise of the One Nation Party of Pauline Hanson, which would see him lose office within two years."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1954", "date": "August 12", "txt": "Leung Chun-ying, Hong Kong businessman and politician, 3rd Chief Executive of Hong Kong", "entities": [{"title": "Chief Executive of Hong Kong", "href": "/wiki/Chief_Executive_of_Hong_Kong", "description": "The chief executive of the Hong Kong Special Administrative Region of the People's Republic of China is the representative of the Hong Kong Special Administrative Region and head of the Government of Hong Kong. The position was created to replace the office of governor of Hong Kong, the representative of the monarch of the United Kingdom during British rule. The office, stipulated by the Hong Kong"}]}, {"heading": "Births", "year": "1954", "date": "August 12", "txt": "Ibolya Dávid, Hungarian lawyer and politician, Minister of Justice of Hungary", "entities": [{"title": "Minister of Justice of Hungary", "href": "/wiki/Minister_of_Justice_of_Hungary", "description": "The Minister of Justice of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Justice. The current justice minister is Judit Varga."}]}, {"heading": "Births", "year": "1954", "date": "August 12", "txt": "François Hollande, French lawyer and politician, 24th President of France", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1954", "date": "August 12", "txt": "Sam J. Jones, American actor", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 12", "txt": "Pat Metheny, American jazz guitarist and composer", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 12", "txt": "Lee Freedman, Australian horse trainer", "entities": [{"title": "Lee Freedman", "href": "/wiki/Lee_Freedman", "description": "David Lee Freedman is an Australian thoroughbred racehorse trainer. and Hall of Fame inductee. In partnership with brothers Anthony, Michael, and Richard, he has been a prolific winner of Australia's major races in past 20 years, with four Golden Slippers, four Caulfield Cups, two Cox Plates, and five Melbourne Cups, including two of the three won by Makybe Diva. On 19 June 2007 he won the prestig"}]}, {"heading": "Births", "year": "1956", "date": "August 12", "txt": "Bruce Greenwood, Canadian actor and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 12", "txt": "Sidath Wettimuny, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 12", "txt": "Friedhelm Schütte, German footballer", "entities": [{"title": "Friedhelm Schütte", "href": "/wiki/Friedhelm_Sch%C3%BCtte", "description": "Friedhelm Schütte is a former professional German footballer."}]}, {"heading": "Births", "year": "1957", "date": "August 12", "txt": "Amanda Redman, English actress", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 12", "txt": "Jürgen Dehmel, German bass player and songwriter", "entities": [{"title": "Jürgen Dehmel", "href": "/wiki/J%C3%BCrgen_Dehmel", "description": "Jürgen Dehmel is a German bass player and songwriter."}]}, {"heading": "Births", "year": "1959", "date": "August 12", "txt": "Kerry Boustead, Australian rugby league player", "entities": [{"title": "Kerry Boustead", "href": "/wiki/Kerry_Boustead", "description": "Kerry Boustead is an Australian former rugby league footballer who played in the 1970s and 1980s. A talented representative wing for Queensland and Australia, at the time he was picked for the national team he was the youngest ever player so selected. A prolific try-scorer, he has been named amongst the nation's finest footballers of the 20th century."}]}, {"heading": "Births", "year": "1960", "date": "August 12", "txt": "Laurent Fignon, French cyclist and sportscaster (d. 2010)", "entities": [{"title": "Laurent Fignon", "href": "/wiki/Laurent_Fignon", "description": "Laurent Patrick Fignon was a French professional road bicycle racer who won the Tour de France in 1983 and 1984 and the Giro d'Italia in 1989. He is former FICP World No. 1 in 1989. He nearly captured the Tour de France for a third time in 1989 before being edged by Greg LeMond by 8 seconds, the closest margin ever to decide the Tour. Fignon won many classic races, including taking Milan–San Remo "}]}, {"heading": "Births", "year": "1960", "date": "August 12", "txt": "Greg Thomas, Welsh-English cricketer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 12", "txt": "Roy Hay, English guitarist, keyboard player, and composer", "entities": [{"title": "Roy Hay (musician)", "href": "/wiki/Roy_Hay_(musician)", "description": "Roy Ernest Hay is the guitarist-keyboardist with Culture Club, a band of the 1980s fronted by Boy George. Hay, a trained pianist since the age of five, replaced founding member Johnny Suede in 1981. Some of Hay's musical influences were Stevie Wonder, The Isley Brothers and Led Zeppelin. Before his involvement with Culture Club, Hay was a hairdresser in his native Essex."}]}, {"heading": "Births", "year": "1961", "date": "August 12", "txt": "Mark Priest, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 12", "txt": "Kōji Kitao, Japanese sumo wrestler, the 60th Yokozuna", "entities": [{"title": "Kōji Kitao", "href": "/wiki/K%C5%8Dji_Kitao", "description": "Kōji Kitao  was a Japanese professional sumo wrestler and professional wrestler, born in Mie. As Futahaguro Kōji  he was sumo's 60th yokozuna, and the only one in sumo history not to win a top division tournament championship. He was forced to leave sumo at the end of 1987 after a falling-out with his stable master Tatsunami, and became a professional wrestler in 1990."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1963", "date": "August 12", "txt": "Campbell Newman, Australian politician, 38th Premier of Queensland", "entities": [{"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1963", "date": "August 12", "txt": "Sir Mix-a-Lot, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 12", "txt": "Txiki Begiristain, Spanish footballer", "entities": [{"title": "Txiki Begiristain", "href": "/wiki/Txiki_Begiristain", "description": "Aitor \"Txiki\" Begiristain Mujika is a Spanish former footballer who played mainly as a left winger but also as a forward, currently the director of football of English club Manchester City."}]}, {"heading": "Births", "year": "1964", "date": "August 12", "txt": "Michael Hagan, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 12", "txt": "Peter Krause, American actor", "entities": [{"title": "Peter Krause", "href": "/wiki/Peter_Krause", "description": "Peter William Krause is an American television and film actor. He has played lead roles in multiple television series, portraying Casey McCall on Sports Night (1998–2000), Nate Fisher on Six Feet Under (2001–2005), Nick George on Dirty Sexy Money (2007–2009), Adam Braverman on Parenthood (2010–2015), Benjamin Jones on The Catch (2016–2017), and Bobby Nash on 9-1-1 (2018–present)."}]}, {"heading": "Births", "year": "1966", "date": "August 12", "txt": "Tobias Ellwood, American-English captain and politician", "entities": [{"title": "Tobias Ellwood", "href": "/wiki/Tobias_Ellwood", "description": "Tobias Martin Ellwood is a British Conservative Party politician, soldier and author. He served in the Royal Green Jackets and reached the rank of captain. He currently serves as the Member of Parliament (MP) for Bournemouth East and served as a UK Government Minister at the Ministry of Defence from 2017 to 2019."}]}, {"heading": "Births", "year": "1967", "date": "August 12", "txt": "Andy Hui, Hong Kong singer-songwriter and actor", "entities": [{"title": "Andy Hui", "href": "/wiki/Andy_Hui", "description": "Andy Hui Chi-on is a Hong Kong singer and actor. Hui is considered one of the most successful Hong Kong singers, with an extensive list of Cantonese and Mandarin hits to his credit."}]}, {"heading": "Births", "year": "1967", "date": "August 12", "txt": "Andrey Plotnikov, Russian race walker", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 12", "txt": "Regilio Tuur, Dutch boxer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 12", "txt": "Thorsten Boer, German footballer and manager", "entities": [{"title": "Thorsten Boer", "href": "/wiki/Thorsten_Boer", "description": "Thorsten Boer is a German football manager and former player."}]}, {"heading": "Births", "year": "1969", "date": "August 12", "txt": "Aga Muhlach, Filipino actor and politician", "entities": [{"title": "Aga Muhlach", "href": "/wiki/Aga_Muhlach", "description": "Ariel Aquino Muhlach, commonly known as Aga Muhlach, is a multi-award winning Filipino actor and product endorser."}]}, {"heading": "Births", "year": "1969", "date": "August 12", "txt": "Stuart Williams, Nevisian cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 12", "txt": "Tanita Tikaram, British pop/folk singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 12", "txt": "Aleksandar Đurić, Bosnian footballer", "entities": [{"title": "Aleksandar Đurić", "href": "/wiki/Aleksandar_%C4%90uri%C4%87", "description": "Aleksandar Đurić is a former professional footballer. He is currently a Principal for Sport Singapore and ActiveSG Football Academy and has played in the Singapore Cosmopolitan Football League, a top amateur football league in Singapore for SCC First prior to his retirement from professional football. He was noted for being a prolific striker with strong physical presence. His professional approac"}]}, {"heading": "Births", "year": "1970", "date": "August 12", "txt": "Charles Mesure, English-Australian actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 12", "txt": "Toby Perkins, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 12", "txt": "Jim Schlossnagle, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 12", "txt": "Anthony Swofford, American soldier and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 12", "txt": "Michael Ian Black, American comedian, actor, director, producer, and screenwriter", "entities": [{"title": "Michael Ian Black", "href": "/wiki/Michael_Ian_Black", "description": "Michael Ian Black is an American comedian, actor, writer, and director. He has starred in several TV comedy series, including The State, Viva Variety, Stella, Wet Hot American Summer: First Day of Camp, Michael & Michael Have Issues, and Another Period. He also appeared on Celebrity Poker Showdown several times. He released his first children's book, Chicken Cheeks, in 2009, and has since released"}]}, {"heading": "Births", "year": "1971", "date": "August 12", "txt": "Rebecca Gayheart, American actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 12", "txt": "Pete Sampras, American tennis player", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 12", "txt": "Demir Demirkan, Turkish singer-songwriter and producer", "entities": [{"title": "Demir Demirkan", "href": "/wiki/Demir_Demirkan", "description": "Demir Demirkan is a Turkish musician, Eurovision Song Contest winning composer, formerly guitarist for thrash metal band Mezarkabul. Demir Demirkan started his music life when he was 13 and played guitar with various groups in college. Demir Demirkan also wrote television jingles and composed soundtracks for television and films."}]}, {"heading": "Births", "year": "1972", "date": "August 12", "txt": "Mark Kinsella, Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 12", "txt": "Takanohana Kōji, Japanese sumo wrestler, the 65th Yokozuna", "entities": [{"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1972", "date": "August 12", "txt": "Gyanendra Pandey, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 12", "txt": "Jonathan Coachman, American basketball player, wrestler, and sportscaster", "entities": [{"title": "Jonathan Coachman", "href": "/wiki/Jonathan_Coachman", "description": "Jonathan William Coachman, also known as \"The Coach\", is an American sports interviewer, analyst and professional wrestling personality best known for his time at WWE as the pre-show host for pay-per-views. He was previously the interim General Manager of Raw. Coachman's previous run with the company lasted nine years. He returned to the promotion in January 2018. He is also a former college baske"}]}, {"heading": "Births", "year": "1973", "date": "August 12", "txt": "Mark Iuliano, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 12", "txt": "Todd Marchant, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 12", "txt": "Matt Clement, American baseball player and coach", "entities": [{"title": "Matt Clement", "href": "/wiki/Matt_Clement", "description": "Matthew Paul Clement is a former Major League Baseball starting pitcher. Clement played for the San Diego Padres (1998–2000), Florida Marlins (2001), Chicago Cubs (2002–2004) and Boston Red Sox (2005–2006). While on the Red Sox active roster, he was injured all of the 2007 season. He batted and threw right-handed."}]}, {"heading": "Births", "year": "1974", "date": "August 12", "txt": "Karl Stefanovic, Australian television host", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 12", "txt": "Casey Affleck, American actor", "entities": [{"title": "Casey Affleck", "href": "/wiki/Casey_Affleck", "description": "Caleb Casey McGuire Affleck-Boldt is an American actor and director. He began his career as a child actor, appearing in the PBS television film Lemon Sky (1988) and the miniseries The Kennedys of Massachusetts (1990). He later appeared in three Gus Van Sant films – To Die For (1995), Good Will Hunting (1997), and Gerry (2002) – and in Steven Soderbergh's comedy heist trilogy Ocean's Eleven (2001),"}]}, {"heading": "Births", "year": "1976", "date": "August 12", "txt": "Pedro Collins, Barbadian cricketer", "entities": [{"title": "Pedro Collins", "href": "/wiki/Pedro_Collins", "description": "Pedro Tyrone Collins is a West Indian cricketer. He holds the record for getting Sachin Tendulkar out on duck in Tests twice, the maximum by any bowler."}]}, {"heading": "Births", "year": "1976", "date": "August 12", "txt": "Mikko Lindström, Finnish guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 12", "txt": "Henry Tuilagi, Samoan rugby player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 12", "txt": "Antoine Walker, American basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 12", "txt": "Plaxico Burress, American football player", "entities": [{"title": "Plaxico Burress", "href": "/wiki/Plaxico_Burress", "description": "Plaxico Antonio Burress is a former American football wide receiver who played 12 seasons in the National Football League. He played college football at Michigan State, and was drafted by the Pittsburgh Steelers eighth overall in the 2000 NFL Draft. He also played for the New York Giants and the New York Jets, and caught the game-winning touchdown in Super Bowl XLII as the Giants beat the then-und"}]}, {"heading": "Births", "year": "1977", "date": "August 12", "txt": "Jesper Grønkjær, Danish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 12", "txt": "Park Yong-ha, South Korean actor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 12", "txt": "Chris Chambers, American football player", "entities": [{"title": "Chris Chambers", "href": "/wiki/Chris_Chambers", "description": "Christopher J. Chambers is a former American football wide receiver who played ten seasons in the National Football League (NFL). He played college football for the University of Wisconsin. He was drafted by the Miami Dolphins in the second round of the 2001 NFL Draft, and also played for the San Diego Chargers and Kansas City Chiefs."}]}, {"heading": "Births", "year": "1978", "date": "August 12", "txt": "Hayley Wickenheiser, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 12", "txt": "D. J. Houlton, American baseball player", "entities": [{"title": "D. J. Houlton", "href": "/wiki/D._J._Houlton", "description": "Dennis Sean \"D. J.\" Houlton Jr. is a former professional baseball pitcher. He played in Major League Baseball for the Los Angeles Dodgers and in Nippon Professional Baseball for the Fukuoka SoftBank Hawks and Yomiuri Giants and in the KBO League for the Kia Tigers."}]}, {"heading": "Births", "year": "1979", "date": "August 12", "txt": "Ian Hutchinson, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 12", "txt": "Cindy Klassen, Canadian speed skater", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 12", "txt": "Austra Skujytė, Lithuanian pentathlete", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 12", "txt": "Javier Chevantón, Uruguayan footballer", "entities": [{"title": "Javier Chevantón", "href": "/wiki/Javier_Chevant%C3%B3n", "description": "Ernesto Javier Chevantón Espinosa is a former Uruguayan footballer, who played as a forward."}]}, {"heading": "Births", "year": "1980", "date": "August 12", "txt": "Maggie Lawson, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 12", "txt": "Dominique Swain, American actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 12", "txt": "Matt Thiessen, Canadian-American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 12", "txt": "Tony Capaldi, Norwegian-Northern Irish footballer", "entities": [{"title": "Tony Capaldi", "href": "/wiki/Tony_Capaldi", "description": "Anthony Charles Capaldi is a footballer who made nearly 250 appearances in the Football League and is a former Northern Ireland international."}]}, {"heading": "Births", "year": "1981", "date": "August 12", "txt": "Djibril Cissé, French footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 12", "txt": "Boban Grnčarov, Macedonian footballer", "entities": [{"title": "Boban Grnčarov", "href": "/wiki/Boban_Grn%C4%8Darov", "description": "Boban Grncharov is a Macedonian retired footballer who played as a central defender."}]}, {"heading": "Births", "year": "1982", "date": "August 12", "txt": "Alexandros Tzorvas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 12", "txt": "Klaas-Jan Huntelaar, Dutch footballer", "entities": [{"title": "Klaas-Jan Huntelaar", "href": "/wiki/Klaas-Jan_Huntelaar", "description": "Dirk Jan Klaas \"Klaas-Jan\" Huntelaar is a Dutch professional footballer who plays as a striker for Bundesliga club Schalke 04."}]}, {"heading": "Births", "year": "1983", "date": "August 12", "txt": "Kléber Giacomance de Souza Freitas, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 12", "txt": "Manoa Vosawai, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 12", "txt": "Bryan Pata, American football player (d. 2006)", "entities": [{"title": "Bryan Pata", "href": "/wiki/Bryan_Pata", "description": "Bryan Sidney Pata was an American football defensive lineman for the Miami Hurricanes and was majoring in criminology. After leaving a football practice during his fourth year at the school, Pata was murdered."}]}, {"heading": "Births", "year": "1985", "date": "August 12", "txt": "Danny Graham, English footballer", "entities": [{"title": "Danny Graham (footballer)", "href": "/wiki/Danny_Graham_(footballer)", "description": "Daniel Anthony William Graham is an English former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1985", "date": "August 12", "txt": "Franck Moutsinga, German rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 12", "txt": "Andrei Agius, Maltese footballer", "entities": [{"title": "Andrei Agius", "href": "/wiki/Andrei_Agius", "description": "Andrei Agius is a Maltese footballer who plays for Hibernians as a central defender."}]}, {"heading": "Births", "year": "1986", "date": "August 12", "txt": "Kyle Arrington, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 12", "txt": "Vanessa Watts, West Indian cricketer", "entities": [{"title": "Vanessa Watts", "href": "/wiki/Vanessa_Watts", "description": "Vanessa Nakeita Watts is a Jamaican cricketer who represents the West Indies."}]}, {"heading": "Births", "year": "1988", "date": "August 12", "txt": "Tyson Fury, English boxer", "entities": [{"title": "Tyson Fury", "href": "/wiki/Tyson_Fury", "description": "Tyson Luke Fury is a British professional boxer of Irish Traveller descent. He is a two-time world heavyweight champion, having held the WBC and Ring magazine titles since defeating Deontay Wilder in 2020; previously he held the unified WBA (Super), IBF, WBO, IBO, and The Ring titles after defeating Wladimir Klitschko in 2015. With his defeat of Wilder, Fury became the third heavyweight, after Flo"}]}, {"heading": "Births", "year": "1988", "date": "August 12", "txt": "Matt Gillett, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 12", "txt": "Tom Cleverley, English footballer", "entities": [{"title": "Tom Cleverley", "href": "/wiki/Tom_Cleverley", "description": "Thomas William Cleverley is an English professional footballer who plays as a midfielder for Championship club Watford."}]}, {"heading": "Births", "year": "1989", "date": "August 12", "txt": "Hong Jeong-ho, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 12", "txt": "Sunye, South Korean singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 12", "txt": "Mario Balotelli, Italian footballer", "entities": [{"title": "Mario Balotelli", "href": "/wiki/Mario_Balotelli", "description": "Mario Balotelli Barwuah is an Italian professional footballer who plays as a striker for Serie B club Monza."}]}, {"heading": "Births", "year": "1990", "date": "August 12", "txt": "Marvin Zeegelaar, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 12", "txt": "Martin Zurawsky, German footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 12", "txt": "Jesinta Campbell, Australian model", "entities": [{"title": "Jesinta Campbell", "href": "/wiki/Jesinta_Campbell", "description": "Jesinta Franklin is an Australian model and beauty pageant titleholder. Franklin won Miss Universe Australia 2010 and represented Australia at Miss Universe 2010, placing 2nd Runner-Up."}]}, {"heading": "Births", "year": "1991", "date": "August 12", "txt": "Sam Hoare, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 12", "txt": "Cara Delevingne, English model and actress", "entities": [{"title": "Cara Delevingne", "href": "/wiki/Cara_Delevingne", "description": "Cara Jocelyn Delevingne is an English model, actress, and singer. She signed with Storm Management after leaving school in 2009. Delevingne won Model of the Year at the British Fashion Awards in 2012 and 2014."}]}, {"heading": "Births", "year": "1992", "date": "August 12", "txt": "Isabella Escobar, Guatemalan tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 12", "txt": "Jacob Loko, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 12", "txt": "Teo Gheorghiu, Swiss pianist and actor", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 12", "txt": "Ewa Farna, Czech singer-songwriter", "entities": [{"title": "Ewa Farna", "href": "/wiki/Ewa_Farna", "description": "Ewa Farna is a Polish-Czech pop-rock singer. She released five Polish-language and four Czech-language studio albums, and received platinum and gold certifications for them, both in Poland and the Czech Republic. Farna is the youngest commercially successful singer in the Czech Republic. She was a judge on the Czech&Slovak SuperStar in 2013, the X Factor (Poland) in 2014, and is currently a judge "}]}, {"heading": "Births", "year": "1993", "date": "August 12", "txt": "Luna, South Korean singer, actress and presenter", "entities": []}, {"heading": "Births", "year": "1996", "date": "August 12", "txt": "Julio Urías, Mexican baseball player", "entities": [{"title": "Julio Urías", "href": "/wiki/Julio_Ur%C3%ADas", "description": "Julio César Urías Acosta is a Mexican professional baseball pitcher for the Los Angeles Dodgers of Major League Baseball (MLB). The Dodgers signed him in 2012, and he made his MLB debut in 2016."}]}, {"heading": "Births", "year": "1998", "date": "August 12", "txt": "Stefanos Tsitsipas, Greek tennis player", "entities": [{"title": "Stefanos Tsitsipas", "href": "/wiki/Stefanos_Tsitsipas", "description": "Stefanos Tsitsipas is a Greek professional tennis player. He is the youngest player ranked in the top 10 by the Association of Tennis Professionals (ATP) and has a career-high ranking of No. 5 in the world, making him the highest-ranked Greek player in history. Tsitsipas was the champion at the 2019 ATP Finals, becoming the youngest winner of the year-end championships in eighteen years. He has wo"}]}, {"heading": "Births", "year": "1999", "date": "August 12", "txt": "Matthijs de Ligt, Dutch footballer", "entities": [{"title": "Matthijs de Ligt", "href": "/wiki/Matthijs_de_Ligt", "description": "Matthijs de Ligt is a Dutch professional footballer who plays as a centre-back for Serie A club Juventus and the Netherlands national team."}]}, {"heading": "Births", "year": "2000", "date": "August 12", "txt": "Tristan Charpentier, French racing driver", "entities": [{"title": "Tristan Charpentier", "href": "/wiki/Tristan_Charpentier", "description": "Tristan Charpentier is a French race car driver from Béthune."}]}, {"heading": "Deaths", "year": "30 BC", "date": "August 12", "txt": "Cleopatra, Egyptian queen (b. 69 BC)", "entities": [{"title": "Cleopatra", "href": "/wiki/Cleopatra", "description": "Cleopatra VII Philopator was queen of the Ptolemaic Kingdom of Egypt, and its last active ruler. A member of the Ptolemaic dynasty, she was a descendant of its founder Ptolemy I Soter, a Macedonian Greek general and companion of Alexander the Great. After the death of Cleopatra, Egypt became a province of the Roman Empire, marking the end of the second to last Hellenistic state and the age that ha"}]}, {"heading": "Deaths", "year": "792", "date": "August 12", "txt": "Jænberht, archbishop of Canterbury", "entities": [{"title": "Jænberht", "href": "/wiki/J%C3%A6nberht", "description": "Jænberht was a medieval monk, and later the abbot, of St Augustine's Abbey, Canterbury who was named Archbishop of Canterbury in 765. As archbishop, he had a difficult relationship with King Offa of Mercia, who at one point confiscated lands from the archbishopric. By 787, some of the bishoprics under Canterbury's supervision were transferred to the control of the newly created Archbishopric of Li"}]}, {"heading": "Deaths", "year": "875", "date": "August 12", "txt": "Louis II, Holy Roman Emperor (b. 825)", "entities": [{"title": "Louis II of Italy", "href": "/wiki/Louis_II_of_Italy", "description": "Louis II, sometimes called the Younger, was the king of Italy and Holy Roman Emperor from 844, co-ruling with his father Lothair I until 855, after which he ruled alone."}]}, {"heading": "Deaths", "year": "960", "date": "August 12", "txt": "Li Gu, chancellor of Later Zhou (b. 903)", "entities": [{"title": "Li Gu (Later Zhou)", "href": "/wiki/Li_Gu_(Later_Zhou)", "description": "Li Gu (李穀), courtesy name Weizhen (惟珍), formally the Duke of Zhao (趙公), was an official of the Chinese Five Dynasties and Ten Kingdoms Period states Later Tang, Later Jin, Later Han, and Later Zhou, as well as (briefly) the Khitan Liao Dynasty and Song Dynasty. He served as a chancellor during Later Zhou."}]}, {"heading": "Deaths", "year": "961", "date": "August 12", "txt": "Yuan Zong, emperor of Southern Tang (b. 916)", "entities": [{"title": "Li Jing (Southern Tang)", "href": "/wiki/Li_Jing_(Southern_Tang)", "description": "Li Jing, originally Xu Jingtong (徐景通), briefly Xu Jing (徐璟) in 937–939, courtesy name Boyu (伯玉), also known by his temple name Yuanzong (元宗), was the second ruler of imperial China's Southern Tang state during the Five Dynasties and Ten Kingdoms period. He reigned his state from 943 until his death."}]}, {"heading": "Deaths", "year": "1222", "date": "August 12", "txt": "Vladislaus III, duke of Bohemia", "entities": [{"title": "Vladislaus III, Duke of Bohemia", "href": "/wiki/Vladislaus_III,_Duke_of_Bohemia", "description": "Vladislaus Henry, a member of the Přemyslid dynasty, was elected Duke of Bohemia in 1197 and Margrave of Moravia from 1197 until his death. He only served as duke during the year 1197 and was indeed the last ruler of Bohemia to hold that title. It was his brother Ottokar I, whose forces overthrew him, who finally achieved the elevation of the Duchy of Bohemia to the status of a kingdom starting in"}]}, {"heading": "Deaths", "year": "1295", "date": "August 12", "txt": "Charles Martel, king of Hungary (b. 1271)", "entities": [{"title": "Charles Martel of Anjou", "href": "/wiki/Charles_Martel_of_Anjou", "description": "Charles Martel of the Angevin dynasty was the eldest son of king Charles II of Naples and Maria of Hungary, the daughter of King Stephen V of Hungary.\n\nThe 18-year-old Charles Martel was set up by Pope Nicholas IV and the ecclesiastical party as the titular King of Hungary (1290–1295) as successor of his maternal uncle, the childless Ladislaus IV of Hungary against whom the Pope had already earlie"}]}, {"heading": "Deaths", "year": "1319", "date": "August 12", "txt": "Rudolf I, duke of Bavaria (b. 1274)", "entities": [{"title": "Rudolf I, Duke of Bavaria", "href": "/wiki/Rudolf_I,_Duke_of_Bavaria", "description": "Rudolf I of Bavaria, called \"the Stammerer\", a member of the Wittelsbach dynasty, was Duke of Upper Bavaria and Count Palatine of the Rhine from 1294 until 1317."}]}, {"heading": "Deaths", "year": "1315", "date": "August 12", "txt": "Guy de Beauchamp, 10th Earl of Warwick, English nobleman", "entities": [{"title": "Guy de Beauchamp, 10th Earl of Warwick", "href": "/wiki/Guy_de_Beauchamp,_10th_Earl_of_Warwick", "description": "Guy de Beauchamp, 10th Earl of Warwick was an English magnate, and one of the principal opponents of King Edward II and his favourite, Piers Gaveston. Guy was the son of William de Beauchamp, the first Beauchamp earl of Warwick, and succeeded his father in 1298. He distinguished himself at the Battle of Falkirk and subsequently, as a capable servant of the crown under King Edward I. After the succ"}]}, {"heading": "Deaths", "year": "1335", "date": "August 12", "txt": "Prince Moriyoshi, Japanese shōgun (b. 1308)", "entities": [{"title": "Prince Moriyoshi", "href": "/wiki/Prince_Moriyoshi", "description": "Prince Moriyoshi  was a Japanese prince and monk."}]}, {"heading": "Deaths", "year": "1399", "date": "August 12", "txt": "Demetrius I Starshy, Prince of Trubczewsk (in battle) (b. 1327)", "entities": [{"title": "Demetrius I Starshy", "href": "/wiki/Demetrius_I_Starshy", "description": "Dmitry I Starshy or Dmitry of Bryansk was the second eldest son of Algirdas, Grand Duke of Lithuania, and his first wife Maria of Vitebsk. He was Duke of Bryansk from 1356 to 1379 and from 1388 to 1399."}]}, {"heading": "Deaths", "year": "1424", "date": "August 12", "txt": "Yongle, emperor of the Ming Empire (b. 1360)", "entities": [{"title": "Yongle Emperor", "href": "/wiki/Yongle_Emperor", "description": "The Yongle Emperor — personal name Zhu Di — was the third Emperor of the Ming dynasty, reigning from 1402 to 1424."}]}, {"heading": "Deaths", "year": "1484", "date": "August 12", "txt": "Sixtus IV, pope of the Catholic Church (b. 1414)", "entities": [{"title": "Pope Sixtus IV", "href": "/wiki/Pope_Sixtus_IV", "description": "Pope Sixtus IV, born Francesco della Rovere, was head of the Catholic Church and ruler of the Papal States from 9 August 1471 to his death. His accomplishments as pope included the construction of the Sistine Chapel and the creation of the Vatican Archives. A patron of the arts, he brought together the group of artists who ushered the Early Renaissance into Rome with the first masterpieces of the "}]}, {"heading": "Deaths", "year": "1546", "date": "August 12", "txt": "Francisco de Vitoria, Spanish theologian (b. 1492)", "entities": [{"title": "Francisco de Vitoria", "href": "/wiki/Francisco_de_Vitoria", "description": "Francisco de Vitoria was a Spanish Roman Catholic philosopher, theologian, and jurist of Renaissance Spain. He is the founder of the tradition in philosophy known as the School of Salamanca, noted especially for his contributions to the theory of just war and international law. He has in the past been described by some scholars as one of the \"fathers of international law\", along with Alberico Gent"}]}, {"heading": "Deaths", "year": "1577", "date": "August 12", "txt": "Thomas Smith, English scholar and diplomat (b. 1513)", "entities": [{"title": "Thomas Smith (diplomat)", "href": "/wiki/Thomas_Smith_(diplomat)", "description": "Sir Thomas Smith was an English scholar, parliamentarian and diplomat."}]}, {"heading": "Deaths", "year": "1588", "date": "August 12", "txt": "Alfonso Ferrabosco the elder, Italian-English composer (b. 1543)", "entities": [{"title": "Alfonso Ferrabosco the elder", "href": "/wiki/Alfonso_Ferrabosco_the_elder", "description": "Alfonso Ferrabosco was an Italian composer. While mostly famous as the solitary Italian madrigalist working in England, and the one mainly responsible for the growth of the madrigal there, he also composed much sacred music. He also may have been a spy for Elizabeth I while he was in Italy."}]}, {"heading": "Deaths", "year": "1602", "date": "August 12", "txt": "Abu'l-Fazl ibn Mubarak, Mughal vizier and historian (b. 1551)", "entities": [{"title": "Abu'l-Fazl ibn Mubarak", "href": "/wiki/Abu%27l-Fazl_ibn_Mubarak", "description": "Abu'l-Fazl ibn Mubarak, also known as Abul Fazl, Abu'l Fadl and Abu'l-Fadl 'Allami, was the grand vizier of the Mughal emperor Akbar, and author of the Akbarnama, the official history of Akbar's reign in three volumes, and a Persian translation of the Bible. He was also one of the Nine Jewels of Akbar's royal court and the brother of Faizi, the poet laureate of Emperor Akbar."}]}, {"heading": "Deaths", "year": "1612", "date": "August 12", "txt": "Giovanni Gabrieli, Italian organist and composer (b. 1557)", "entities": [{"title": "Giovanni Gabrieli", "href": "/wiki/Giovanni_Gabrieli", "description": "Giovanni Gabrieli was an Italian composer and organist. He was one of the most influential musicians of his time, and represents the culmination of the style of the Venetian School, at the time of the shift from Renaissance to Baroque idioms."}]}, {"heading": "Deaths", "year": "1638", "date": "August 12", "txt": "Johannes Althusius, German jurist and philosopher (b. 1557)", "entities": [{"title": "Johannes Althusius", "href": "/wiki/Johannes_Althusius", "description": "Johannes Althusius was a German jurist and Calvinist political philosopher."}]}, {"heading": "Deaths", "year": "1674", "date": "August 12", "txt": "Philippe de Champaigne, Belgian-French painter and educator (b. 1602)", "entities": [{"title": "Philippe de Champaigne", "href": "/wiki/Philippe_de_Champaigne", "description": "Philippe de Champaigne was a Brabançon-born French Baroque era painter, a major exponent of the French school. He was a founding member of the Académie de peinture et de sculpture in Paris, the premier art institution in France in the eighteenth century."}]}, {"heading": "Deaths", "year": "1689", "date": "August 12", "txt": "Pope Innocent XI (b. 1611)", "entities": [{"title": "Pope Innocent XI", "href": "/wiki/Pope_Innocent_XI", "description": "Pope Innocent XI, born Benedetto Odescalchi, was Pope from 21 September 1676 to his death on August 12, 1689. He is known in Budapest as the \"Saviour of Hungary\"."}]}, {"heading": "Deaths", "year": "1778", "date": "August 12", "txt": "Peregrine Bertie, 3rd Duke of Ancaster and Kesteven, English general and politician, Lord Lieutenant of Lincolnshire (b. 1714)", "entities": [{"title": "Peregrine Bertie, 3rd Duke of Ancaster and Kesteven", "href": "/wiki/Peregrine_Bertie,_3rd_Duke_of_Ancaster_and_Kesteven", "description": "General Peregrine Bertie, 3rd Duke of Ancaster and Kesteven, styled Lord Willoughby de Eresby from 1715 to 1723 and Marquess of Lindsey from 1735 to 1742 was the son of Peregrine Bertie, 2nd Duke of Ancaster and Kesteven."}, {"title": "Lord Lieutenant of Lincolnshire", "href": "/wiki/Lord_Lieutenant_of_Lincolnshire", "description": "The Lord-Lieutenant of Lincolnshire is the British monarch's personal representative in the county of Lincolnshire. Historically, the lord-lieutenant was responsible for organising the county's militia. In 1871, the lord-lieutenant's responsibility over the local militia was removed. However, it was not until 1921 that they formally lost the right to call upon able-bodied men to fight when needed."}]}, {"heading": "Deaths", "year": "1809", "date": "August 12", "txt": "Mikhail Kamensky, Russian field marshal (b. 1738)", "entities": [{"title": "Mikhail Kamensky", "href": "/wiki/Mikhail_Kamensky", "description": "Count Mikhail Fedotovich Kamensky was a Russian Field Marshal prominent in the Catherinian wars and the Napoleonic campaigns."}]}, {"heading": "Deaths", "year": "1810", "date": "August 12", "txt": "Étienne Louis Geoffroy, French pharmacist and entomologist (b. 1725)", "entities": [{"title": "Étienne Louis Geoffroy", "href": "/wiki/%C3%89tienne_Louis_Geoffroy", "description": "Étienne Louis Geoffroy was a French entomologist and pharmacist. He was born in Paris and died in Soissons. He followed the binomial nomenclature of Carl von Linné and devoted himself mainly to beetles."}]}, {"heading": "Deaths", "year": "1822", "date": "August 12", "txt": "Robert Stewart, Viscount Castlereagh, Irish-English politician, Secretary of State for Foreign Affairs (b. 1769)", "entities": [{"title": "Robert Stewart, Viscount Castlereagh", "href": "/wiki/Robert_Stewart,_Viscount_Castlereagh", "description": "Robert Stewart, 2nd Marquess of Londonderry,, usually known as Lord Castlereagh, derived from the courtesy title Viscount Castlereagh by which he was styled from 1796 to 1821, was an Anglo-Irish statesman. As British Foreign Secretary, from 1812 he was central to the management of the coalition that defeated Napoleon. He was the principal British diplomat at the Congress of Vienna. Castlereagh was"}, {"title": "Secretary of State for Foreign Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1827", "date": "August 12", "txt": "William Blake, English poet and painter (b. 1757)", "entities": [{"title": "William Blake", "href": "/wiki/William_Blake", "description": "William Blake was an English poet, painter, and printmaker. Largely unrecognised during his lifetime, Blake is now considered a seminal figure in the history of the poetry and visual arts of the Romantic Age. What he called his prophetic works were said by 20th-century critic Northrop Frye to form \"what is in proportion to its merits the least read body of poetry in the English language\". His visu"}]}, {"heading": "Deaths", "year": "1829", "date": "August 12", "txt": "Charles Sapinaud de La Rairie, French general (b. 1760)", "entities": [{"title": "Charles Sapinaud de La Rairie", "href": "/wiki/Charles_Sapinaud_de_La_Rairie", "description": "Charles Henri Félicité Sapinaud de la Rairie was a French soldier and Vendéen general during the war in the Vendée."}]}, {"heading": "Deaths", "year": "1848", "date": "August 12", "txt": "George Stephenson, English engineer and academic (b. 1781)", "entities": [{"title": "George Stephenson", "href": "/wiki/George_Stephenson", "description": "George Stephenson was a British civil engineer and mechanical engineer. Renowned as the \"Father of Railways\", Stephenson was considered by the Victorians a great example of diligent application and thirst for improvement. Self-help advocate Samuel Smiles particularly praised his achievements. His chosen rail gauge, sometimes called 'Stephenson gauge', was the basis for the 4 feet 8 1⁄2 inches (1.4"}]}, {"heading": "Deaths", "year": "1849", "date": "August 12", "txt": "Albert Gallatin, Swiss-American ethnologist, linguist, and politician, 4th United States Secretary of the Treasury (b. 1761)", "entities": [{"title": "Albert Gallatin", "href": "/wiki/Albert_Gallatin", "description": "Abraham Alfonse Albert Gallatin, born de Gallatin was an American politician, diplomat, ethnologist and linguist. Biographer Nicholas Dungan states he was \"America's Swiss Founding Father.\" He is known for being the founder of New York University and for serving in the Democratic-Republican Party at various federal elective and appointed positions across four decades. He represented Pennsylvania i"}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Deaths", "year": "1861", "date": "August 12", "txt": "Eliphalet Remington, American inventor and businessman, founded Remington Arms (b. 1793)", "entities": [{"title": "Eliphalet Remington", "href": "/wiki/Eliphalet_Remington", "description": "Eliphalet Remington founded what is now known as the Remington Arms Co., L.L.C. Originally the company was known as E. Remington followed by E. Remington & Son and then E. Remington and Sons."}, {"title": "Remington Arms", "href": "/wiki/Remington_Arms", "description": "Remington Arms Company, LLC is a defunct American manufacturer of firearms and ammunition, and it was the largest rifle manufacturer in North America according to the ATF statistics in 2015. Founded in 1816 by Eliphalet Remington in Ilion, New York, it was one of the oldest gun makers in the US and claimed to be the oldest factory in the US that still made its original product. Remington was the l"}]}, {"heading": "Deaths", "year": "1864", "date": "August 12", "txt": "Sakuma Shōzan, Japanese scholar and politician (b. 1811)", "entities": [{"title": "Sakuma Shōzan", "href": "/wiki/Sakuma_Sh%C5%8Dzan", "description": "Sakuma Shōzan  sometimes called Sakuma Zōzan, was a Japanese politician and scholar of the Edo period."}]}, {"heading": "Deaths", "year": "1865", "date": "August 12", "txt": "William Jackson Hooker, English botanist and academic (b. 1785)", "entities": [{"title": "William Jackson Hooker", "href": "/wiki/William_Jackson_Hooker", "description": "Sir William Jackson Hooker was an English botanist and botanical illustrator, who became the first director of Kew when in 1831 it was recommended to be placed under state ownership as a botanic garden. At Kew he founded the Herbarium and enlarged the gardens and arboretum. The standard author abbreviation Hook. is used to indicate this person as the author when citing a botanical name."}]}, {"heading": "Deaths", "year": "1891", "date": "August 12", "txt": "James Russell Lowell, American poet and critic (b. 1819)", "entities": [{"title": "James Russell Lowell", "href": "/wiki/James_Russell_Lowell", "description": "James Russell Lowell was an American Romantic poet, critic, editor, and diplomat. He is associated with the Fireside Poets, a group of New England writers who were among the first American poets that rivaled the popularity of British poets. These writers usually used conventional forms and meters in their poetry, making them suitable for families entertaining at their fireside."}]}, {"heading": "Deaths", "year": "1896", "date": "August 12", "txt": "Thomas Chamberlain, American colonel (b. 1841)", "entities": [{"title": "Thomas Chamberlain (soldier)", "href": "/wiki/Thomas_Chamberlain_(soldier)", "description": "Thomas Davee Chamberlain was the Lieutenant Colonel of the 20th Maine Volunteer Infantry Regiment during the American Civil War, the brother of Union general Joshua L. Chamberlain, the Colonel of the 20th Maine Infantry."}]}, {"heading": "Deaths", "year": "1900", "date": "August 12", "txt": "Wilhelm Steinitz, Austrian chess player and theoretician (b. 1836)", "entities": [{"title": "Wilhelm Steinitz", "href": "/wiki/Wilhelm_Steinitz", "description": "William Steinitz was an Austrian and later American chess player, and the first official World Chess Champion, from 1886 to 1894. He was also a highly influential writer and chess theoretician."}]}, {"heading": "Deaths", "year": "1901", "date": "August 12", "txt": "Adolf Erik Nordenskiöld, Finnish-Swedish botanist, geologist, mineralogist, and explorer (b. 1832)", "entities": [{"title": "Adolf Erik Nordenskiöld", "href": "/wiki/Adolf_Erik_Nordenski%C3%B6ld", "description": "Nils Adolf Erik Nordenskiöld was a Finland-Swedish aristocrat, geologist, mineralogist and Arctic explorer. He was a member of the prominent Finland-Swedish Nordenskiöld family of scientists and held the title of a friherre (baron)."}]}, {"heading": "Deaths", "year": "1904", "date": "August 12", "txt": "William Renshaw, English tennis player (b. 1861)", "entities": [{"title": "William Renshaw", "href": "/wiki/William_Renshaw", "description": "William Charles Renshaw was a British tennis player active during the late 19th century, who was ranked world No. 1. He won twelve Major titles during his career. A right-hander, he was known for his power and technical ability which put him ahead of competition at the time. Renshaw shared the all-time male record of seven Wimbledon singles titles with American Pete Sampras until 2017 when Roger F"}]}, {"heading": "Deaths", "year": "1914", "date": "August 12", "txt": "John Philip Holland, Irish engineer, designed HMS Holland 1 (b. 1840)", "entities": [{"title": "John Philip Holland", "href": "/wiki/John_Philip_Holland", "description": "John Philip Holland was an Irish engineer who developed the first submarine to be formally commissioned by the US Navy, and the first Royal Navy submarine, Holland 1."}, {"title": "HMS Holland 1", "href": "/wiki/HMS_Holland_1", "description": "Holland 1 was the first submarine commissioned by the Royal Navy, the first in a six-boat batch of the Holland-class submarine. She was lost in 1913 while under tow to the scrapyard following decommissioning. Recovered in 1982, she was put on display at the Royal Navy Submarine Museum, Gosport. Her battery bank found in the boat was discovered to be functional after being cleaned and recharged."}]}, {"heading": "Deaths", "year": "1918", "date": "August 12", "txt": "William Thompson, American archer (b. 1848)", "entities": [{"title": "William Thompson (archer)", "href": "/wiki/William_Thompson_(archer)", "description": "William Henry Thompson was an American archer who competed in the early twentieth century. He won two bronze medals in Archery at the 1904 Summer Olympics in Missouri in the double York round, when Robert Williams won silver and his second bronze in the double American round. In the team competition he won the gold medal. He was born in Calhoun, Georgia and died in Seattle, Washington."}]}, {"heading": "Deaths", "year": "1921", "date": "August 12", "txt": "Pyotr Boborykin, Russian playwright and journalist (b. 1836)", "entities": [{"title": "Pyotr Boborykin", "href": "/wiki/Pyotr_Boborykin", "description": "Pyotr Dmitryevich Boborykin was a Russian writer, playwright, and journalist."}]}, {"heading": "Deaths", "year": "1922", "date": "August 12", "txt": "Arthur Griffith, Irish journalist and politician, 3rd President of Dáil Éireann (b. 1871)", "entities": [{"title": "Arthur Griffith", "href": "/wiki/Arthur_Griffith", "description": "Arthur Joseph Griffith was an Irish writer, newspaper editor and politician who founded the political party Sinn Féin. He led the Irish delegation at the negotiations that produced the 1921 Anglo-Irish Treaty, and served as President of Dáil Éireann from January 1922 until his death in August 1922."}, {"title": "President of Dáil Éireann", "href": "/wiki/President_of_D%C3%A1il_%C3%89ireann", "description": "The President of Dáil Éireann was the leader of the revolutionary Irish Republic of 1919–1922. The office was created in the Dáil Constitution adopted by Dáil Éireann, the parliament of the Republic, at its first meeting in January 1919. This provided that the president was elected by the Dáil as head of a cabinet called the Ministry of Dáil Éireann. During this period, Ireland was deemed part of "}]}, {"heading": "Deaths", "year": "1924", "date": "August 12", "txt": "Sándor Bródy, Hungarian journalist and author (b. 1863)", "entities": [{"title": "Sándor Bródy (writer)", "href": "/wiki/S%C3%A1ndor_Br%C3%B3dy_(writer)", "description": "Sándor Bródy was a Hungarian author and journalist."}]}, {"heading": "Deaths", "year": "1928", "date": "August 12", "txt": "Leoš Janáček, Czech composer and educator (b. 1854)", "entities": [{"title": "Leoš Janáček", "href": "/wiki/Leo%C5%A1_Jan%C3%A1%C4%8Dek", "description": "Leoš Janáček was a Czech composer, musical theorist, folklorist, publicist and teacher. He was inspired by Moravian and other Slavic folk music to create an original, modern musical style."}]}, {"heading": "Deaths", "year": "1934", "date": "August 12", "txt": "Hendrik Petrus Berlage, Dutch architect, designed the Beurs van Berlage (b. 1856)", "entities": [{"title": "Hendrik Petrus Berlage", "href": "/wiki/Hendrik_Petrus_Berlage", "description": "Hendrik Petrus Berlage was a prominent Dutch architect."}, {"title": "Beurs van Berlage", "href": "/wiki/Beurs_van_Berlage", "description": "The Beurs van Berlage is a building on the Damrak, in the centre of Amsterdam. It was designed as a commodity exchange by architect Hendrik Petrus Berlage and constructed between 1896 and 1903. It influenced many modernist architects, in particular functionalists and the Amsterdam School. It is now used as a venue for concerts, exhibitions and conferences."}]}, {"heading": "Deaths", "year": "1935", "date": "August 12", "txt": "Friedrich Schottky, German mathematician and academic (b. 1851)", "entities": [{"title": "Friedrich Schottky", "href": "/wiki/Friedrich_Schottky", "description": "Friedrich Hermann Schottky was a German mathematician who worked on elliptic, abelian, and theta functions and introduced Schottky groups and Schottky's theorem. He was born in Breslau, Germany and died in Berlin."}]}, {"heading": "Deaths", "year": "1940", "date": "August 12", "txt": "Nikolai Triik, Estonian painter, illustrator, and academic (b. 1884)", "entities": [{"title": "Nikolai Triik", "href": "/wiki/Nikolai_Triik", "description": "Nikolai Voldemar Triik was an Estonian Modernist painter, graphic artist, printmaker and professor. His work displays elements of Symbolism and Expressionism."}]}, {"heading": "Deaths", "year": "1941", "date": "August 12", "txt": "Freeman Freeman-Thomas, 1st Marquess of Willingdon, English soldier and politician, 56th Governor General of Canada (b. 1866)", "entities": [{"title": "Freeman Freeman-Thomas, 1st Marquess of Willingdon", "href": "/wiki/Freeman_Freeman-Thomas,_1st_Marquess_of_Willingdon", "description": "Freeman Freeman-Thomas, 1st Marquess of Willingdon, was a British Liberal politician and administrator who served as Governor General of Canada, the 13th since Canadian Confederation, and as Viceroy and Governor-General of India, the country's 22nd."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1941", "date": "August 12", "txt": "Bobby Peel, English cricketer and umpire (b. 1857)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "August 12", "txt": "Vittorio Sella, Italian photographer and mountaineer (b. 1859)", "entities": [{"title": "Vittorio Sella", "href": "/wiki/Vittorio_Sella", "description": "Vittorio Sella was an Italian photographer and mountaineer, whose photographs of mountains are regarded as some of the finest ever made."}]}, {"heading": "Deaths", "year": "1944", "date": "August 12", "txt": "Joseph P. Kennedy Jr., American lieutenant and pilot (b. 1915)", "entities": [{"title": "Joseph P. Kennedy Jr.", "href": "/wiki/Joseph_P._Kennedy_Jr.", "description": "Joseph Patrick Kennedy Jr. was the eldest of the nine children born to Joseph P. Kennedy Sr. (1888–1969) and Rose Fitzgerald Kennedy (1890–1995). A US Navy lieutenant, he was killed in action during World War II while serving as a land-based patrol bomber pilot, and posthumously awarded the Navy Cross."}]}, {"heading": "Deaths", "year": "1952", "date": "August 12", "txt": "David Bergelson, Ukrainian author and playwright (b. 1884)", "entities": [{"title": "David Bergelson", "href": "/wiki/David_Bergelson", "description": "David Bergelson was a Yiddish language writer born in the Russian Empire. He lived for a time in Berlin, Germany before moving to the Soviet Union following the Nazi rise to power in Germany. He was a victim of the post-war antisemitic \"rootless cosmopolitan\" campaign and one of those executed on the Night of the Murdered Poets."}]}, {"heading": "Deaths", "year": "1955", "date": "August 12", "txt": "Thomas Mann, German author and critic, Nobel Prize laureate (b. 1875)", "entities": [{"title": "Thomas Mann", "href": "/wiki/Thomas_Mann", "description": "Paul Thomas Mann was a German novelist, short story writer, social critic, philanthropist, essayist, and the 1929 Nobel Prize in Literature laureate. His highly symbolic and ironic epic novels and novellas are noted for their insight into the psychology of the artist and the intellectual. His analysis and critique of the European and German soul used modernized versions of German and Biblical stor"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1955", "date": "August 12", "txt": "James B. Sumner, American chemist and academic, Nobel Prize laureate (b. 1887)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1959", "date": "August 12", "txt": "Mike O'Neill, Irish-American baseball player and manager (b. 1877)", "entities": [{"title": "Mike O'Neill (baseball)", "href": "/wiki/Mike_O%27Neill_(baseball)", "description": "Michael Joyce O'Neill was a starting pitcher and left fielder in Major League Baseball. From 1901 through 1907, he played for the St. Louis Cardinals (1901–04) and Cincinnati Reds (1907). O'Neill batted and threw right-handed. A native of Maam, Ireland, he played as Michael Joyce in his 1901 rookie year with the Cardinals."}]}, {"heading": "Deaths", "year": "1964", "date": "August 12", "txt": "Ian Fleming, English spy, journalist, and author (b. 1908)", "entities": [{"title": "Ian Fleming", "href": "/wiki/Ian_Fleming", "description": "Ian Lancaster Fleming was a British writer, journalist and naval intelligence officer who is best known for his James Bond series of spy novels. Fleming came from a wealthy family connected to the merchant bank Robert Fleming & Co., and his father was the Member of Parliament for Henley from 1910 until his death on the Western Front in 1917. Educated at Eton, Sandhurst and, briefly, the universiti"}]}, {"heading": "Deaths", "year": "1966", "date": "August 12", "txt": "Artur Alliksaar, Estonian poet and author (b. 1923)", "entities": [{"title": "Artur Alliksaar", "href": "/wiki/Artur_Alliksaar", "description": "Artur Alliksaar was an Estonian poet."}]}, {"heading": "Deaths", "year": "1967", "date": "August 12", "txt": "Esther Forbes, American historian and author (b. 1891)", "entities": [{"title": "Esther Forbes", "href": "/wiki/Esther_Forbes", "description": "Esther Louise Forbes was an American novelist, historian and children's writer who received the Pulitzer Prize and the Newbery Medal. She was the first woman elected to membership in the American Antiquarian Society."}]}, {"heading": "Deaths", "year": "1973", "date": "August 12", "txt": "Walter Rudolf Hess, Swiss physiologist and academic, Nobel Prize laureate (b. 1881)", "entities": [{"title": "Walter Rudolf Hess", "href": "/wiki/Walter_Rudolf_Hess", "description": "Walter Rudolf Hess was a Swiss physiologist who won the Nobel Prize in Physiology or Medicine in 1949 for mapping the areas of the brain involved in the control of internal organs. He shared the prize with Egas Moniz."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1973", "date": "August 12", "txt": "Karl Ziegler, German chemist and engineer, Nobel Prize laureate (b. 1898)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1978", "date": "August 12", "txt": "John Williams, English motorcycle racer (b. 1946)", "entities": [{"title": "John Williams (motorcyclist)", "href": "/wiki/John_Williams_(motorcyclist)", "description": "John Williams was an English motorcycle short-circuit road racer who also entered selected Grands Prix on the near-continent. He mostly raced as a 'privateer' having a personal sponsor, Gerald Brown. Williams died in Northern Ireland, following an accident when racing at an event held on closed public roads near Dundrod."}]}, {"heading": "Deaths", "year": "1979", "date": "August 12", "txt": "Ernst Boris Chain, German-Irish biochemist and academic, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Ernst Boris Chain", "href": "/wiki/Ernst_Boris_Chain", "description": "Ernst Boris Chain was a German-born British biochemist, co-recipient of the Nobel Prize in Physiology or Medicine for his work on penicillin."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1982", "date": "August 12", "txt": "Henry Fonda, American actor (b. 1905)", "entities": [{"title": "Henry Fonda", "href": "/wiki/Henry_Fonda", "description": "Henry Jaynes Fonda was an American film and stage actor who had a career that spanned five decades in Hollywood. Fonda cultivated a strong, appealing screen image in several films now considered to be classics, earning one Academy Award for Best Actor on two nominations."}]}, {"heading": "Deaths", "year": "1982", "date": "August 12", "txt": "Salvador Sánchez, Mexican boxer (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "August 12", "txt": "Theodor Burchardi, German admiral (b. 1892)", "entities": [{"title": "Theodor Burchardi", "href": "/wiki/Theodor_Burchardi", "description": "Theodor Burchardi was an Admiral with the Kriegsmarine during World War II and recipient of the Knight's Cross of the Iron Cross with Oak Leaves of Nazi Germany. He was responsible for organising the evacuation of 2 million people from Courland and Eastern Prussia at the end of World War II in Operation Hannibal and the Evacuation of East Prussia."}]}, {"heading": "Deaths", "year": "1984", "date": "August 12", "txt": "Ladi Kwali, Nigerian potter (b. 1925)", "entities": [{"title": "Ladi Kwali", "href": "/wiki/Ladi_Kwali", "description": "Ladi Kwali, OON, MBE was a Nigerian potter."}]}, {"heading": "Deaths", "year": "1985", "date": "August 12", "txt": "Kyu Sakamoto, Japanese singer-songwriter (b. 1941)", "entities": [{"title": "Kyu Sakamoto", "href": "/wiki/Kyu_Sakamoto", "description": "Kyu Sakamoto  was a Japanese singer and actor, best known outside Japan for his international hit song \"Ue o Muite Arukō\", which was sung in Japanese and sold over 13 million copies. It reached number one in the United States Billboard Hot 100 in June 1963, making Sakamoto the first Asian recording artist to have a number one song on the chart. Sakamoto died on 12 August 1985 in the crash of Japan"}]}, {"heading": "Deaths", "year": "1985", "date": "August 12", "txt": "Manfred Winkelhock, German race car driver (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "August 12", "txt": "Evaline Ness, American author and illustrator (b. 1911)", "entities": [{"title": "Evaline Ness", "href": "/wiki/Evaline_Ness", "description": "Evaline Ness was an American commercial artist, illustrator, and author of children's books. She illustrated more than thirty books for young readers and wrote several of her own.\nShe is noted for using a great variety of artistic media and methods."}]}, {"heading": "Deaths", "year": "1988", "date": "August 12", "txt": "Jean-Michel Basquiat, American painter (b. 1960)", "entities": [{"title": "Jean-Michel Basquiat", "href": "/wiki/Jean-Michel_Basquiat", "description": "Jean-Michel Basquiat was an American artist who rose to success during the 1980s. Regarded as one of the most influential artists of the 20th century, he was part of the neo-expressionism movement."}]}, {"heading": "Deaths", "year": "1989", "date": "August 12", "txt": "William Shockley, American physicist and academic, Nobel Prize laureate (b. 1910)", "entities": [{"title": "William Shockley", "href": "/wiki/William_Shockley", "description": "William Bradford Shockley Jr. was an American physicist and inventor. He was the manager of a research group at Bell Labs that included John Bardeen and Walter Brattain. The three scientists were jointly awarded the 1956 Nobel Prize in Physics for \"their researches on semiconductors and their discovery of the transistor effect\"."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1990", "date": "August 12", "txt": "Dorothy Mackaill, English-American actress (b. 1903)", "entities": [{"title": "Dorothy Mackaill", "href": "/wiki/Dorothy_Mackaill", "description": "Dorothy Mackaill was a British-American actress, most active during the silent-film era and into the early 1930s."}]}, {"heading": "Deaths", "year": "1992", "date": "August 12", "txt": "John Cage, American composer and theorist (b. 1912)", "entities": [{"title": "John Cage", "href": "/wiki/John_Cage", "description": "John Milton Cage Jr. was an American composer, music theorist, artist, and philosopher. A pioneer of indeterminacy in music, electroacoustic music, and non-standard use of musical instruments, Cage was one of the leading figures of the post-war avant-garde. Critics have lauded him as one of the most influential composers of the 20th century. He was also instrumental in the development of modern da"}]}, {"heading": "Deaths", "year": "1996", "date": "August 12", "txt": "Victor Ambartsumian, Georgian-Armenian astrophysicist and academic (b. 1908)", "entities": [{"title": "Victor Ambartsumian", "href": "/wiki/Victor_Ambartsumian", "description": "Viktor Amazaspovich Ambartsumian was a Soviet Armenian astrophysicist and science administrator. One of the 20th century's top astronomers, he is widely regarded as the founder of theoretical astrophysics in the Soviet Union."}]}, {"heading": "Deaths", "year": "1996", "date": "August 12", "txt": "Mark Gruenwald, American author and illustrator (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "August 12", "txt": "Jack Delano, American photographer and composer (b. 1914)", "entities": [{"title": "Jack Delano", "href": "/wiki/Jack_Delano", "description": "Jack Delano was an American photographer for the Farm Security Administration (FSA), and a composer noted for his use of Puerto Rican folk material."}]}, {"heading": "Deaths", "year": "1999", "date": "August 12", "txt": "Jean Drapeau, Canadian lawyer and politician, 37th Mayor of Montreal (b. 1916)", "entities": [{"title": "Jean Drapeau", "href": "/wiki/Jean_Drapeau", "description": "Jean Drapeau, was Mayor of Montreal from 1954 to 1957 and 1960 to 1986. \nMajor accomplishments of the Drapeau Administration include the development of the Montreal Metro entirely underground mass transit subway system running on 'whisper quiet' rubber wheels, a successful international exposition Expo 67 as well as the construction of a major performing arts centre, the Place des Arts. Drapeau al"}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Deaths", "year": "2000", "date": "August 12", "txt": "Gennady Lyachin, Russian captain (b. 1955)", "entities": [{"title": "Gennady Lyachin", "href": "/wiki/Gennady_Lyachin", "description": "Gennady Petrovich Lyachin was the commanding officer of the Russian submarine Kursk when the vessel suffered a series of explosions and sank on 12 August 2000."}]}, {"heading": "Deaths", "year": "2000", "date": "August 12", "txt": "Loretta Young, American actress (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 12", "txt": "Enos Slaughter, American baseball player and manager (b. 1916)", "entities": [{"title": "Enos Slaughter", "href": "/wiki/Enos_Slaughter", "description": "Enos Bradsher Slaughter, nicknamed \"Country\", was an American Major League Baseball (MLB) right fielder. He played for 19 seasons on four major league teams from 1938–1942 and 1946–1959. He is noted primarily for his playing for the St. Louis Cardinals and is best known for scoring the winning run in Game 7 of the 1946 World Series. A ten-time All-Star, he has been elected to both the National Bas"}]}, {"heading": "Deaths", "year": "2004", "date": "August 12", "txt": "Godfrey Hounsfield, English biophysicist and engineer, Nobel Prize laureate (b. 1919)", "entities": [{"title": "Godfrey Hounsfield", "href": "/wiki/Godfrey_Hounsfield", "description": "Sir Godfrey Newbold Hounsfield was an English electrical engineer who shared the 1979 Nobel Prize for Physiology or Medicine with Allan MacLeod Cormack for his part in developing the diagnostic technique of X-ray computed tomography (CT)."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2005", "date": "August 12", "txt": "John Loder, English sound engineer and producer, founded Southern Studios (b. 1946)", "entities": [{"title": "John Loder (sound engineer)", "href": "/wiki/John_Loder_(sound_engineer)", "description": "John F. Loder was an English sound engineer, record producer and founder of Southern Studios, as well as a former member of EXIT and co-founder of the Southern Records distribution company with his wife Sue. He was also the studio engineer of choice for Crass and Crass Records, and was often considered to be the band's \"ninth member\"."}, {"title": "Southern Studios", "href": "/wiki/Southern_Studios", "description": "Southern Studios is a recording studio in the Wood Green area of London. It was founded in 1974 by John Loder, and came to be the recording studio of choice for Crass and their record label Crass Records. Southern Studios Ltd. continues to grow its label and provide label management and distribution services throughout Europe."}]}, {"heading": "Deaths", "year": "2006", "date": "August 12", "txt": "Victoria Gray Adams, American civil rights activist (b. 1926)", "entities": [{"title": "Victoria Gray Adams", "href": "/wiki/Victoria_Gray_Adams", "description": "Victoria Jackson Gray Adams was an American civil rights activist from Hattiesburg, Mississippi. She was one of the founding members of the influential Mississippi Freedom Democratic Party."}]}, {"heading": "Deaths", "year": "2007", "date": "August 12", "txt": "Merv Griffin, American actor, singer, and producer, created Jeopardy! and Wheel of Fortune (b. 1925)", "entities": [{"title": "Merv Griffin", "href": "/wiki/Merv_Griffin", "description": "Mervyn Edward Griffin Jr. was an American television show host and media mogul. He began his career as a radio and big band singer who went on to appear in film and on Broadway. From 1965 to 1986, Griffin hosted his own talk show, The Merv Griffin Show. He also created the internationally popular game shows Jeopardy! and Wheel of Fortune through his television production companies, Merv Griffin En"}]}, {"heading": "Deaths", "year": "2007", "date": "August 12", "txt": "Mike Wieringo, American author and illustrator (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 12", "txt": "Christie Allen, English-Australian singer (b. 1954)", "entities": [{"title": "Christie Allen", "href": "/wiki/Christie_Allen", "description": "Christie Allen was an English-born Australian pop singer who had a successful career in Australia. Her top four hits on the Australian Kent Music Report Singles Chart were \"Goosebumps\" and \"He's My Number One\". Allen was voted the Most Popular Female Performer at the TV Week / Countdown Music Awards for 1979 and 1980. At the 1979 awards, \"Goosebumps\" also won the Best Songwriter award for Terry Br"}]}, {"heading": "Deaths", "year": "2008", "date": "August 12", "txt": "Helge Hagerup, Norwegian playwright, poet and novelist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 12", "txt": "Les Paul, American guitarist and songwriter (b. 1915)", "entities": [{"title": "Les Paul", "href": "/wiki/Les_Paul", "description": "Lester William Polsfuss, known as Les Paul, was an American jazz, country, and blues guitarist, songwriter, luthier, and inventor. He was one of the pioneers of the solid-body electric guitar, and his prototype, called the Log, served as inspiration for the Gibson Les Paul. Paul taught himself how to play guitar, and while he is mainly known for jazz and popular music, he had an early career in co"}]}, {"heading": "Deaths", "year": "2010", "date": "August 12", "txt": "Isaac Bonewits, American Druid, author, and activist; founded Ár nDraíocht Féin (b. 1949)", "entities": [{"title": "Isaac Bonewits", "href": "/wiki/Isaac_Bonewits", "description": "Phillip Emmons Isaac Bonewits was an American Neo-Druid who published a number of books on the subject of Neopaganism and magic. He was a public speaker, liturgist, singer and songwriter, and founder of the Neopagan organizations Ár nDraíocht Féin and the Aquarian Anti-Defamation League. Born in Royal Oak, Michigan, Bonewits had been heavily involved in occultism since the 1960s."}, {"title": "Druid", "href": "/wiki/Druid", "description": "A druid was a member of the high-ranking class in ancient Celtic cultures. Druids were religious leaders as well as legal authorities, adjudicators, lorekeepers, medical professionals and political advisors. Druids left no written accounts. While they were reported to have been literate, they are believed to have been prevented by doctrine from recording their knowledge in written form. Their beli"}, {"title": "Ár nDraíocht Féin", "href": "/wiki/%C3%81r_nDra%C3%ADocht_F%C3%A9in", "description": "Ár nDraíocht Féin: A Druid Fellowship, Inc. is a non-profit religious organization dedicated to the study and further development of modern Druidry."}]}, {"heading": "Deaths", "year": "2010", "date": "August 12", "txt": "Guido de Marco, Maltese lawyer and politician, 6th President of Malta (b. 1931)", "entities": [{"title": "President of Malta", "href": "/wiki/President_of_Malta", "description": "The President of Malta is the constitutional head of state of Malta. The President is indirectly elected by the House of Representatives of Malta, which appoints the president for a five-year term and requires them to swear an oath to \"preserve, protect and defend\" the Constitution. The President of Malta also resides directly or indirectly in all three branches of the state. They are part of Parl"}]}, {"heading": "Deaths", "year": "2010", "date": "August 12", "txt": "Richie Hayward, American drummer and songwriter (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 12", "txt": "André Kim, South Korean fashion designer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 12", "txt": "Robert Robinson, English journalist and author (b. 1927)", "entities": [{"title": "Robert Robinson (broadcaster)", "href": "/wiki/Robert_Robinson_(broadcaster)", "description": "Robert Henry Robinson was an English radio and television presenter, game show host, journalist and author."}]}, {"heading": "Deaths", "year": "2012", "date": "August 12", "txt": "Jimmy Carr, American football player and coach (b. 1933)", "entities": [{"title": "Jimmy Carr (American football)", "href": "/wiki/Jimmy_Carr_(American_football)", "description": "James Henry Carr was an American football player who played nine seasons for the Chicago Cardinals, the Philadelphia Eagles and the Washington Redskins of the National Football League (NFL). Carr also played one season in the Canadian Football League with the Montreal Alouettes in 1958. He was the starting left corner with the Philadelphia Eagles in 1960 when they won the World Championship beatin"}]}, {"heading": "Deaths", "year": "2012", "date": "August 12", "txt": "Jerry Grant, American race car driver (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 12", "txt": "Joe Kubert, Polish-American illustrator, founded The Kubert School (b. 1926)", "entities": [{"title": "The Kubert School", "href": "/wiki/The_Kubert_School", "description": "The Kubert School, formerly the Joe Kubert School of Cartoon and Graphic Art and Joe Kubert School, is a private, for-profit technical school focused on cartooning and located in Dover, New Jersey. It teaches the principles of sequential art and the particular craft of the comics industry as well as commercial illustration. It is the only accredited school devoted entirely to cartooning."}]}, {"heading": "Deaths", "year": "2012", "date": "August 12", "txt": "Édgar Morales Pérez, Mexican engineer and politician", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 12", "txt": "Alf Morris, English politician and activist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 12", "txt": "Tereza de Arriaga, Portuguese painter (b. 1915)", "entities": [{"title": "Tereza de Arriaga", "href": "/wiki/Tereza_de_Arriaga", "description": "Tereza de Arriaga, was a Portuguese painter. Having a very discrete and unusual career, she started with plastic arts motivated by the Neorealism in the 1940s, developing to more abstract works of geometric character. However it was only at the end of the 1960s that her work became more consistent. Maintaining her social sensibility as an aspect of her plastic expression, she developed into a deep"}]}, {"heading": "Deaths", "year": "2013", "date": "August 12", "txt": "Hans-Ekkehard Bob, German soldier and pilot (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 12", "txt": "Pauline Maier, American historian and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 12", "txt": "David McLetchie, Scottish lawyer and politician (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 12", "txt": "Vasiliy Mihaylovich Peskov, Russian ecologist and journalist (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 12", "txt": "Lauren Bacall, American model, actress, and singer (b. 1924)", "entities": [{"title": "Lauren Bacall", "href": "/wiki/Lauren_Bacall", "description": "Lauren Bacall was an American actress. She was named the 20th-greatest female star of classic Hollywood cinema by the American Film Institute and received an Academy Honorary Award from the Academy of Motion Picture Arts and Sciences in 2009 in recognition of her contribution to the Golden Age of motion pictures. She was known for her distinctive voice and sultry looks."}]}, {"heading": "Deaths", "year": "2014", "date": "August 12", "txt": "Futatsuryū Jun'ichi, Japanese sumo wrestler (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 12", "txt": "Kongō Masahiro, Japanese sumo wrestler (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 12", "txt": "Jaakko Hintikka, Finnish philosopher and academic (b. 1929)", "entities": [{"title": "Jaakko Hintikka", "href": "/wiki/Jaakko_Hintikka", "description": "Kaarlo Jaakko Juhani Hintikka was a Finnish philosopher and logician."}]}, {"heading": "Deaths", "year": "2015", "date": "August 12", "txt": "Stephen Lewis, English actor and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 12", "txt": "Meshulim Feish Lowy, Hungarian-Canadian rabbi and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 12", "txt": "John Scott, English organist and conductor (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 12", "txt": "Juan Pedro de Miguel, Spanish handball player (b. 1958)", "entities": [{"title": "Juan Pedro de Miguel", "href": "/wiki/Juan_Pedro_de_Miguel", "description": "Juan Pedro de Miguel Rubio was a Spanish handball player who competed in the 1980 Summer Olympics and in the 1984 Summer Olympics."}]}, {"heading": "Deaths", "year": "2017", "date": "August 12", "txt": "Bryan Murray, Canadian ice hockey coach (b. 1942)", "entities": [{"title": "Bryan Murray (ice hockey)", "href": "/wiki/Bryan_Murray_(ice_hockey)", "description": "Bryan Clarence Murray was a Canadian professional ice hockey executive and coach. He served as general manager of the Ottawa Senators of the National Hockey League (NHL) from 2007 to 2016. He had previously been general manager of the NHL's Mighty Ducks of Anaheim, Florida Panthers, and Detroit Red Wings. He was also the head coach for the Washington Capitals, Detroit Red Wings, Florida Panthers, "}]}, {"heading": "Deaths", "year": "2019", "date": "August 12", "txt": "DJ Arafat, Ivorian DJ and singer (b. 1986)", "entities": [{"title": "DJ Arafat", "href": "/wiki/DJ_Arafat", "description": "Ange Didier Houon, known professionally as DJ Arafat, Arafat Muana and various other stage names, was an Ivorian DJ and singer who made music in the Coupé-Décalé genre. \"Jonathan\", \"202\", \"Dosabado\", \"Kpangor\", \"Zoropoto\" and \"Enfant Beni\" were some of his major hits. He was popular in French-speaking countries in Africa. He was awarded the \"Best Artist of the Year\" at the Coupé-Decalé Awards in t"}]}, {"heading": "Deaths", "year": "2020", "date": "August 12", "txt": "Bill Yeoman, American college football player and coach (b. 1927)", "entities": [{"title": "Bill Yeoman", "href": "/wiki/Bill_Yeoman", "description": "William Frank Yeoman was an American college football player and coach. Starting in 1962, he was the University of Houston's head coach, holding the position through 1986. In his tenure, he became the winningest coach in school history, with an overall record of 160–108–8. Yeoman revolutionized offensive football in 1964 by developing the Veer option offense. Yeoman also played a prominent role in"}]}]