[{"heading": "Events", "year": "636", "date": "August 15", "txt": "Arab–Byzantine wars: The Battle of Yarmouk between Byzantine Empire and Rashidun Caliphate begins.", "entities": [{"title": "Arab–Byzantine wars", "href": "/wiki/Arab%E2%80%93Byzantine_wars", "description": "The Arab–Byzantine wars were a series of wars between the mostly Arab Muslims and the Byzantine Empire between the 7th and 11th centuries AD, started during the initial Muslim conquests, under the expansionist Rashidun and Umayyad caliphs, in the 7th century and continued by their successors until the mid-11th century."}, {"title": "Battle of Yarmouk", "href": "/wiki/Battle_of_Yarmouk", "description": "The Battle of the Yarmuk was a major battle between the army of the Byzantine Empire and the Muslim forces of the Rashidun Caliphate. The battle consisted of a series of engagements that lasted for six days in August 636, near the Yarmouk River, along what are now the borders of Syria–Jordan and Syria–Israel, southeast of the Sea of Galilee. The result of the battle was a complete Muslim victory t"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Rashidun Caliphate", "href": "/wiki/Rashidun_Caliphate", "description": "The Rashidun Caliphate was the first of the four major caliphates established after the death of the Islamic prophet Muhammad. It was ruled by the first four successive caliphs (successors) of Muhammad after his death in 632 CE. These caliphs are collectively known in Sunni Islam as the Rashidun, or \"Rightly Guided\" caliphs."}]}, {"heading": "Events", "year": "717", "date": "August 15", "txt": "Arab–Byzantine wars: Maslama ibn Abd al-Malik begins the Second Arab Siege of Constantinople, which will last for nearly a year.", "entities": [{"title": "Maslama ibn Abd al-Malik", "href": "/wiki/Maslama_ibn_Abd_al-Malik", "description": "Maslama ibn Abd al-Malik was an Umayyad prince and one of the most prominent Arab generals of the early decades of the 8th century, leading several campaigns against the Byzantine Empire and the Khazar Khaganate. He achieved great fame especially for leading the second and last Arab siege of the Byzantine capital Constantinople."}, {"title": "Second Arab Siege of Constantinople", "href": "/wiki/Second_Arab_Siege_of_Constantinople", "description": "The second Arab siege of Constantinople in 717–718 was a combined land and sea offensive by the Muslim Arabs of the Umayyad Caliphate against the capital city of the Byzantine Empire, Constantinople. The campaign marked the culmination of twenty years of attacks and progressive Arab occupation of the Byzantine borderlands, while Byzantine strength was sapped by prolonged internal turmoil. In 716, "}]}, {"heading": "Events", "year": "718", "date": "August 15", "txt": "Arab–Byzantine wars: Raising of the Second Arab Siege of Constantinople.", "entities": [{"title": "Second Arab Siege of Constantinople", "href": "/wiki/Second_Arab_Siege_of_Constantinople", "description": "The second Arab siege of Constantinople in 717–718 was a combined land and sea offensive by the Muslim Arabs of the Umayyad Caliphate against the capital city of the Byzantine Empire, Constantinople. The campaign marked the culmination of twenty years of attacks and progressive Arab occupation of the Byzantine borderlands, while Byzantine strength was sapped by prolonged internal turmoil. In 716, "}]}, {"heading": "Events", "year": "747", "date": "August 15", "txt": "Carloman, mayor of the palace of Austrasia, renounces his position as majordomo and retires to a monastery near Rome. His brother Pepin the Short becomes the sole ruler (de facto) of the Frankish Kingdom.", "entities": [{"title": "Carloman (mayor of the palace)", "href": "/wiki/Carloman_(mayor_of_the_palace)", "description": "Carloman was the eldest son of Charles Martel, majordomo or mayor of the palace and duke of the Franks, and his wife Chrotrud of Treves. On Charles's death (741), Carloman and his brother Pepin the Short succeeded to their father's legal positions, Carloman in Austrasia, and Pepin in Neustria. He was a member of the family later called the Carolingians and it can be argued that he was instrumental"}, {"title": "Austrasia", "href": "/wiki/Austrasia", "description": "Austrasia was a territory which formed the northeastern section of the Merovingian Kingdom of the Franks during the 6th to 8th centuries. It was centred on the Meuse, Middle Rhine and the Moselle rivers, and was the original territory of the Franks, including both the so-called Salians and Rhineland Franks, which Clovis I conquered after first taking control of the bordering part of Roman Gaul, no"}, {"title": "Monastery", "href": "/wiki/Monastery", "description": "A monastery is \na building or complex of buildings comprising the domestic quarters and workplaces of monastics, monks or nuns, whether living in communities or alone (hermits). A monastery generally includes a place reserved for prayer which may be a chapel, church, or temple, and may also serve as an oratory, or in the case of communities anything from a single building housing only one senior a"}, {"title": "Pepin the Short", "href": "/wiki/Pepin_the_Short", "description": "Pepin the Short, also called the Younger was King of the Franks from 751 until his death in 768. He was the first Carolingian to become king."}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}]}, {"heading": "Events", "year": "778", "date": "August 15", "txt": "The Battle of Roncevaux Pass takes place between the army of Charlemagne and a Basque army.", "entities": [{"title": "Battle of Roncevaux Pass", "href": "/wiki/Battle_of_Roncevaux_Pass", "description": "The Battle of Roncevaux Pass in 778 saw a large force of Basques ambush a part of Charlemagne's army in Roncevaux Pass, a high mountain pass in the Pyrenees on the present border between France and Spain, after his invasion of the Iberian Peninsula."}, {"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}]}, {"heading": "Events", "year": "805", "date": "August 15", "txt": "Noble Erchana of Dahauua grants the Bavarian town of Dachau to the Diocese of Freising", "entities": [{"title": "Bavaria", "href": "/wiki/Bavaria", "description": "Bavaria, officially the Free State of Bavaria, is a landlocked state (Land) in the south-east of Germany. With an area of 70,550.19 square kilometres (27,239.58 sq mi), Bavaria is the largest German state by land area, comprising roughly a fifth of the total land area of Germany. With 13 million inhabitants, it is second in population only to North Rhine-Westphalia, but due to its large size it is"}, {"title": "Dachau, Bavaria", "href": "/wiki/Dachau,_Bavaria", "description": "Dachau is a town in Upper Bavaria district of Bavaria, a state in the southern part of Germany. It is a major district town—a Große Kreisstadt—of the administrative region of Upper Bavaria, about 20 kilometres north-west of Munich. It is now a popular residential area for people working in Munich, with roughly 45,000 inhabitants. The historic centre of town with its 18th-century castle is situated"}, {"title": "Roman Catholic Archdiocese of Munich and Freising", "href": "/wiki/Roman_Catholic_Archdiocese_of_Munich_and_Freising", "description": "The Archdiocese of Munich and Freising is an ecclesiastical territory or diocese of the Roman Catholic Church in Bavaria, Germany. It is governed by the Archbishop of Munich and Freising, who administers the see from the co-cathedral in Munich, the Frauenkirche, which is never called in German Munich Cathedral. The other, much older co-cathedral is Freising Cathedral."}]}, {"heading": "Events", "year": "927", "date": "August 15", "txt": "The Saracens conquer and destroy Taranto.", "entities": [{"title": "Saracen", "href": "/wiki/Saracen", "description": "Saracens were primarily Arab Muslims, but also Turks or other who were muslims as referred to by Christian writers in Europe during the Middle Ages. The term's meaning evolved during its history. In the early centuries of the Christian Era, Greek and Latin writings used the term to refer to the people who lived in desert areas in and near the Roman province of Arabia Petraea, and in Arabia Deserta"}, {"title": "Taranto", "href": "/wiki/Taranto", "description": "Taranto is a coastal city in Apulia, Southern Italy. It is the capital of the Province of Taranto and is an important commercial port as well as the main Italian naval base."}]}, {"heading": "Events", "year": "982", "date": "August 15", "txt": "Holy Roman Emperor Otto II is defeated by the Saracens in the Battle of Capo Colonna, in Calabria.", "entities": [{"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}, {"title": "Otto II, Holy Roman Emperor", "href": "/wiki/Otto_II,_Holy_Roman_Emperor", "description": "Otto II, called the Red (Rufus), was Holy Roman Emperor from 973 until his death in 983. A member of the Ottonian dynasty, Otto II was the youngest and sole surviving son of Otto the Great and Adelaide of Italy."}, {"title": "Saracen", "href": "/wiki/Saracen", "description": "Saracens were primarily Arab Muslims, but also Turks or other who were muslims as referred to by Christian writers in Europe during the Middle Ages. The term's meaning evolved during its history. In the early centuries of the Christian Era, Greek and Latin writings used the term to refer to the people who lived in desert areas in and near the Roman province of Arabia Petraea, and in Arabia Deserta"}, {"title": "Battle of Capo Colonna", "href": "/wiki/Battle_of_Capo_Colonna", "description": "The Battle of Stilo was fought on 13 or 14 July 982 near Crotone in Calabria between the forces of the Emperor Otto II and his Italo-Lombard allies and those of the Kalbid emir of Sicily, Abu'l-Qasim. Some sources claim that the Muslims received support from the Byzantines, in retaliation for Otto's invasion of their province of Apulia, but this is unconfirmed."}, {"title": "Calabria", "href": "/wiki/Calabria", "description": "Calabria, known in antiquity as Bruttium, is a region in Southern Italy."}]}, {"heading": "Events", "year": "1018", "date": "August 15", "txt": "Byzantine general Eustathios Daphnomeles blinds and captures Ibatzes of Bulgaria by a ruse, thereby ending Bulgarian resistance against Emperor Basil II's conquest of Bulgaria.", "entities": [{"title": "Eustathios Daphnomeles", "href": "/wiki/Eustathios_Daphnomeles", "description": "Eustathios Daphnomeles was a Byzantine strategos and patrician who distinguished himself in the Byzantine conquest of Bulgaria. He ranks as one of the most prominent and successful generals in the thirty-year war between Emperor Basil II and Samuel of Bulgaria, helping to end the long conflict by blinding and capturing the last Bulgarian leader, Ibatzes, in 1018."}, {"title": "Ivats", "href": "/wiki/Ivats", "description": "Ivats was a Bulgarian noble and military commander in the late 10th and early 11th century. He served three Bulgarian Emperors - Samuil (997-1014); Gavril Radomir (1014–1015) and Ivan Vladislav (1015–1018)."}, {"title": "Basil II", "href": "/wiki/Basil_II", "description": "Basil II Porphyrogenitus, nicknamed the Bulgar Slayer, was the senior Byzantine Emperor for almost 50 years, having been a junior colleague to other emperors since 960. He and his brother Constantine were named as co-rulers before their father Romanos II died in 963. The throne went to two generals, Nikephoros Phokas then John Tzimiskes, before Basil became senior emperor. His influential great-un"}, {"title": "Byzantine conquest of Bulgaria", "href": "/wiki/Byzantine_conquest_of_Bulgaria", "description": "From ca. 970 until 1018, a series of conflicts between the Bulgarian Empire and the Byzantine Empire led to the gradual reconquest of Bulgaria by the Byzantines, who thus re-established their control over the entire Balkan peninsula for the first time since the 7th-century Slavic invasions. The struggle began with the incorporation of eastern Bulgaria after the Russo–Byzantine War (970–971). Bulga"}]}, {"heading": "Events", "year": "1038", "date": "August 15", "txt": "King Stephen I, the first king of Hungary, dies; his nephew, Peter Orseolo, succeeds him.", "entities": [{"title": "Stephen I of Hungary", "href": "/wiki/Stephen_I_of_Hungary", "description": "Stephen I, also known as King Saint Stephen, was the last Grand Prince of the Hungarians between 997 and 1000 or 1001, and the first King of Hungary from 1000 or 1001, until his death in 1038. The year of his birth is uncertain, but many details of his life suggest that he was born in, or after, 975, in Esztergom. At his birth, he was given the pagan name Vajk. The date of his baptism is unknown. "}, {"title": "Peter Orseolo", "href": "/wiki/Peter_Orseolo", "description": "Peter Orseolo, or Peter the Venetian, was King of Hungary twice. He first succeeded his uncle, King Stephen I, in 1038. His favoritism towards his foreign courtiers caused an uprising which ended with his 1041 deposition. Peter was restored in 1044 by Henry III, Holy Roman Emperor. He accepted the Emperor's suzerainty during his second reign, which ended in 1046 after a pagan uprising. Hungarian c"}]}, {"heading": "Events", "year": "1057", "date": "August 15", "txt": "King Macbeth is killed at the Battle of Lumphanan by the forces of Máel Coluim mac Donnchada.", "entities": [{"title": "Macbeth, King of Scotland", "href": "/wiki/Macbeth,_King_of_Scotland", "description": "Macbeth was King of Scots from 1040 until his death. He ruled over a portion of present-day Scotland."}, {"title": "Battle of Lumphanan", "href": "/wiki/Battle_of_Lumphanan", "description": "The Battle of Lumphanan was fought on 15 August 1057, between Macbeth, King of Scots, and Máel Coluim mac Donnchada, the future King Malcolm III. Macbeth was killed, having drawn his retreating forces north to make a last stand. According to tradition, the battle took place near the Peel of Lumphanan in Aberdeenshire. Macbeth's Stone, some 300 metres (980 ft) south-west of the peel, is said to be "}, {"title": "Malcolm III of Scotland", "href": "/wiki/Malcolm_III_of_Scotland", "description": "Malcolm III was King of Scots from 1058 to 1093. He was later nicknamed \"Canmore\". Malcolm's long reign of 35 years preceded the beginning of the Scoto-Norman age. Henry I of England and Eustace III of Boulogne were his sons-in-law, making him the maternal grandfather of Empress Matilda, William Adelin and Matilda of Boulogne. All three of them were prominent in English politics during the 12th ce"}]}, {"heading": "Events", "year": "1070", "date": "August 15", "txt": "The Pavian-born Benedictine Lanfranc is appointed as the new Archbishop of Canterbury in England.", "entities": [{"title": "Pavia", "href": "/wiki/Pavia", "description": "Pavia is a town and comune of south-western Lombardy in northern Italy, 35 kilometres south of Milan on the lower Ticino river near its confluence with the Po. It has a population of c. 73,086. The city was the capital of the Kingdom of the Lombards from 572 to 774."}, {"title": "Benedictine", "href": "/wiki/Benedictine", "description": "The Benedictines, officially the Order of Saint Benedict, are a monastic religious order of the Catholic Church following the Rule of Saint Benedict. They are also sometimes called the Black Monks, in reference to the colour of their religious habits. They were founded by Saint Benedict of Nursia, a 6th-century monk who laid the foundations of Benedictine monasticism through the formulation of his"}, {"title": "Lanfranc", "href": "/wiki/Lanfranc", "description": "Lanfranc was a celebrated Italian jurist who renounced his career to become a Benedictine monk at Bec in Normandy. He served successively as prior of Bec Abbey and abbot of St Stephen in Normandy and then as Archbishop of Canterbury in England, following its Conquest by William the Conqueror. He is also variously known as Lanfranc of Pavia, Lanfranc of Bec, and Lanfranc of Canterbury."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Events", "year": "1096", "date": "August 15", "txt": "Starting date of the First Crusade as set by Pope Urban II.", "entities": [{"title": "First Crusade", "href": "/wiki/First_Crusade", "description": "The First Crusade (1096–1099) was the first of a series of religious wars initiated, supported, and at times directed by the Latin Church in the medieval period. The initial objective was the recovery of the Holy Land from Islamic rule. These campaigns were subsequently given the name crusades. The earliest initiative for the First Crusade began in 1095 when the Byzantine Emperor, Alexios I Komnen"}, {"title": "Pope Urban II", "href": "/wiki/Pope_Urban_II", "description": "Pope Urban II, otherwise known as Odo of Châtillon or Otho de Lagery, was the head of the Catholic Church and ruler of the Papal States from 12 March 1088 to his death. He is best known for initiating the Crusades."}]}, {"heading": "Events", "year": "1185", "date": "August 15", "txt": "The cave city of Vardzia is consecrated by Queen Tamar of Georgia.", "entities": [{"title": "Vardzia", "href": "/wiki/Vardzia", "description": "Vardzia is a cave monastery site in southern Georgia, excavated from the slopes of the Erusheti Mountain on the left bank of the Kura River, thirty kilometres from Aspindza. The main period of construction was the second half of the twelfth century. The caves stretch along the cliff for some five hundred meters and in up to nineteen tiers. The monastery was an important cultural center, a place of"}, {"title": "Tamar of Georgia", "href": "/wiki/Tamar_of_Georgia", "description": "Tamar the Great reigned as the Queen of Georgia from 1184 to 1213, presiding over the apex of the Georgian Golden Age. A member of the Bagrationi dynasty, her position as the first woman to rule Georgia in her own right was emphasized by the title mepe (\"king\"), afforded to Tamar in the medieval Georgian sources."}]}, {"heading": "Events", "year": "1237", "date": "August 15", "txt": "The Battle of the Puig takes place in the context of the Spanish Reconquista pitting the forces of the Taifa of Valencia against the Kingdom of Aragon. The battle resulted in an Aragonese victory.", "entities": [{"title": "Battle of the Puig", "href": "/wiki/Battle_of_the_Puig", "description": "The Battle of the Puig of 1237, also known as the Battle of the Puig de Santa Maria, the Battle of the Puig de Enesa, or the Battle of the Puig de Cepolla was a battle of the Iberian Reconquista and of the Aragonese Conquest of Valencia."}, {"title": "Spanish Reconquista", "href": "/wiki/Spanish_Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}, {"title": "Taifa of Valencia", "href": "/wiki/Taifa_of_Valencia", "description": "The Taifa of Valencia was a medieval Moorish taifa kingdom which existed, in and around Valencia, Spain during four distinct periods: from 1010 to 1065, from 1075 to 1099, from 1145 to 1147 and last from 1229 to 1238 when it was finally conquered by the Aragon."}, {"title": "Kingdom of Aragon", "href": "/wiki/Kingdom_of_Aragon", "description": "The Kingdom of Aragon was a medieval and early modern kingdom on the Iberian Peninsula, corresponding to the modern-day autonomous community of Aragon, in Spain. It should not be confused with the larger Crown of Aragon, that also included other territories — the Principality of Catalonia, the Kingdom of Valencia, the Kingdom of Majorca, and other possessions that are now part of France, Italy, an"}]}, {"heading": "Events", "year": "1248", "date": "August 15", "txt": "The foundation stone of Cologne Cathedral, built to house the relics of the Three Wise Men, is laid. (Construction is eventually completed in 1880.)", "entities": [{"title": "Cornerstone", "href": "/wiki/Cornerstone", "description": "The cornerstone is the first stone set in the construction of a masonry foundation. All other stones will be set in reference to this stone, thus determining the position of the entire structure."}, {"title": "Cologne Cathedral", "href": "/wiki/Cologne_Cathedral", "description": "Cologne Cathedral is a Catholic cathedral in Cologne, North Rhine-Westphalia, Germany. It is the seat of the Archbishop of Cologne and of the administration of the Archdiocese of Cologne. It is a renowned monument of German Catholicism and Gothic architecture and was declared a World Heritage Site in 1996. It is Germany's most visited landmark, attracting an average of 20,000 people a day. At 157 "}, {"title": "Shrine of the Three Kings", "href": "/wiki/Shrine_of_the_Three_Kings", "description": "The Shrine of the Three Kings, Tomb of the Three Kings, or Tomb of the Three Magi is a reliquary traditionally believed to contain the bones of the Biblical Magi, also known as the Three Kings or the Three Wise Men. The shrine is a large gilded and decorated triple sarcophagus placed above and behind the high altar of Cologne Cathedral in western Germany. It is considered the high point of Mosan a"}, {"title": "Biblical Magi", "href": "/wiki/Biblical_Magi", "description": "The biblical Magi, also referred to as the (Three) Wise Men or (Three) Kings, also the Three Magi were distinguished foreigners in the Gospel of Matthew and Christian tradition. They are said to have visited Jesus after his birth, bearing gifts of gold, frankincense and myrrh. They are regular figures in traditional accounts of the nativity celebrations of Christmas and are an important part of Ch"}, {"title": "1880", "href": "/wiki/1880", "description": "1880 (MDCCCLXXX) was a leap year starting on Thursday of the Gregorian calendar and a leap year starting on Tuesday of the Julian calendar, the 1880th year of the Common Era (CE) and Anno Domini (AD) designations, the 880th year of the 2nd millennium, the 80th year of the 19th century, and the 1st year of the 1880s decade. As of the start of 1880, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Events", "year": "1261", "date": "August 15", "txt": "Michael VIII Palaiologos is crowned as the first Byzantine emperor in fifty-seven years.", "entities": [{"title": "Michael VIII Palaiologos", "href": "/wiki/Michael_VIII_Palaiologos", "description": "Michael VIII Palaiologos or Palaeologus reigned as the co-emperor of the Empire of Nicaea from 1259 to 1261, and as Byzantine Emperor from 1261 until his death. Michael VIII was the founder of the Palaiologan dynasty that would rule the Byzantine Empire until the Fall of Constantinople in 1453. He recovered Constantinople from the Latin Empire in 1261 and transformed the Empire of Nicaea into a re"}, {"title": "List of Byzantine emperors", "href": "/wiki/List_of_Byzantine_emperors", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}]}, {"heading": "Events", "year": "1281", "date": "August 15", "txt": "Mongol invasion of Japan: The Mongolian fleet of Kublai Khan is destroyed by a \"divine wind\" for the second time in the Battle of Kōan.", "entities": [{"title": "Mongol invasions of Japan", "href": "/wiki/Mongol_invasions_of_Japan", "description": "The Mongol invasions of Japan , which took place in 1274 and 1281, were major military efforts taken by Kublai Khan of the Yuan dynasty to conquer the Japanese archipelago after the submission of the Korean kingdom of Goryeo to vassaldom. Ultimately a failure, the invasion attempts are of macro-historical importance because they set a limit on Mongol expansion and rank as nation-defining events in"}, {"title": "Mongol Empire", "href": "/wiki/Mongol_Empire", "description": "The Mongol Empire of the 13th and 14th centuries was the largest contiguous land empire in history and the second largest empire by landmass, second only to the British Empire. Originating in Mongolia in East Asia, the Mongol Empire eventually stretched from Eastern Europe and parts of Central Europe to the Sea of Japan, extending northward into parts of the Arctic; eastward and southward into the"}, {"title": "Kublai Khan", "href": "/wiki/Kublai_Khan", "description": "Kublai, also known as the Emperor Shizu of Yuan, was the fifth khagan-emperor of the Mongol Empire, reigning from 1260 to 1294. He also founded the Yuan dynasty in China as a conquest dynasty in 1271, and ruled as the first Yuan emperor until his death in 1294."}, {"title": "Kamikaze (typhoon)", "href": "/wiki/Kamikaze_(typhoon)", "description": "The kamikaze literally \"divine wind\" were two winds or storms that are said to have saved Japan from two Mongol fleets under Kublai Khan. These fleets attacked Japan in 1274 and again in 1281. Due to the growth of Zen Buddhism among Samurai at the time, these were the first events where the typhoons were described as \"divine wind\" as much by their timing as by their force. Since Man'yōshū, the wor"}, {"title": "Battle of Kōan", "href": "/wiki/Battle_of_K%C5%8Dan", "description": "The Battle of Kōan , also known as the Second Battle of Hakata Bay, was the second attempt by the Mongol-led Yuan dynasty of China to invade Japan after their failed attempt seven years earlier at the Battle of Bun'ei. In the summer of 1281, the Yuan invaded with two large armies. The Japanese defenders were aided by a major storm which sank a sizeable portion of the Yuan fleets. The invaders who "}]}, {"heading": "Events", "year": "1310", "date": "August 15", "txt": "The city of Rhodes surrenders to the forces of the Knights of St. John, completing their conquest of Rhodes. The knights establish their headquarters on the island and rename themselves the Knights of Rhodes.", "entities": [{"title": "Rhodes (city)", "href": "/wiki/Rhodes_(city)", "description": "Rhodes is the principal city and a former municipality on the island of Rhodes in the Dodecanese, Greece. Since the 2011 local government reform it is part of the municipality Rhodes, of which it is the seat and a municipal unit. It has a population of approximately 50,000 inhabitants. Rhodes has been famous since antiquity as the site of Colossus of Rhodes, one of the Seven Wonders of the Ancient"}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}, {"title": "Hospitaller conquest of Rhodes", "href": "/wiki/Hospitaller_conquest_of_Rhodes", "description": "The Hospitaller conquest of Rhodes took place in 1306–1310. The Knights Hospitaller, led by Grand Master Foulques de Villaret, landed on the island in summer 1306 and quickly conquered most of it except for the city of Rhodes, which remained in Byzantine hands. Emperor Andronikos II Palaiologos sent reinforcements, which allowed the city to repel the initial Hospitaller attacks, and persevere unti"}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Events", "year": "1430", "date": "August 15", "txt": "Francesco Sforza, lord of Milan, conquers Lucca.", "entities": [{"title": "Francesco I Sforza", "href": "/wiki/Francesco_I_Sforza", "description": "Francesco I Sforza was an Italian condottiero who founded the Sforza dynasty in the duchy of Milan, ruling as its (fourth) duke from 1450 until his death. He was the brother of Alessandro, whom he often fought alongside."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}, {"title": "Lucca", "href": "/wiki/Lucca", "description": "Lucca is a city and comune in Tuscany, Central Italy, on the Serchio River, in a fertile plain near the Ligurian Sea. It is the capital of the Province of Lucca. It is famous for its intact Renaissance-era city walls."}]}, {"heading": "Events", "year": "1461", "date": "August 15", "txt": "The Empire of Trebizond surrenders to the forces of Sultan Mehmed II. This is regarded by some historians as the real end of the Byzantine Empire. Emperor David is exiled and later murdered.", "entities": [{"title": "Empire of Trebizond", "href": "/wiki/Empire_of_Trebizond", "description": "The Empire of Trebizond, or Trapezuntine Empire, was a monarchy and one of three successor rump states of the Byzantine Empire that flourished during the 13th through 15th centuries, consisting of the far northeastern corner of Anatolia and the southern Crimea. The empire was formed in 1204 with the help of the Georgian queen Tamar after the Georgian expedition in Chaldia and Paphlagonia, commande"}, {"title": "Mehmed II", "href": "/wiki/Mehmed_II", "description": "Mehmed II, commonly known as Mehmed the Conqueror, was an Ottoman sultan who ruled from August 1444 to September 1446, and then later from February 1451 to May 1481. In Mehmed II's first reign, he defeated the crusade led by John Hunyadi after the Hungarian incursions into his country broke the conditions of the truce Peace of Szeged. When Mehmed II ascended the throne again in 1451 he strengthene"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "David of Trebizond", "href": "/wiki/David_of_Trebizond", "description": "David Megas Komnenos was the last Emperor of Trebizond from 1459 to 1461. He was the third son of Emperor Alexios IV of Trebizond and Theodora Kantakouzene. Following the fall of Trebizond to the Ottoman Empire, he was taken captive with his family to the Ottoman capital, Constantinople, where he and his sons and nephew were executed in 1463."}]}, {"heading": "Events", "year": "1483", "date": "August 15", "txt": "Pope Sixtus IV consecrates the Sistine Chapel.", "entities": [{"title": "Pope Sixtus IV", "href": "/wiki/Pope_Sixtus_IV", "description": "Pope Sixtus IV, born Francesco della Rovere, was head of the Catholic Church and ruler of the Papal States from 9 August 1471 to his death. His accomplishments as pope included the construction of the Sistine Chapel and the creation of the Vatican Archives. A patron of the arts, he brought together the group of artists who ushered the Early Renaissance into Rome with the first masterpieces of the "}, {"title": "Sistine Chapel", "href": "/wiki/Sistine_Chapel", "description": "The Sistine Chapel is a chapel in the Apostolic Palace, the official residence of the pope, in Vatican City. Originally known as the Cappella Magna, the chapel takes its name from Pope Sixtus IV, who restored it between 1473 and 1481. Since that time, the chapel has served as a place of both religious and functionary papal activity. Today, it is the site of the papal conclave, the process by which"}]}, {"heading": "Events", "year": "1511", "date": "August 15", "txt": "Afonso de Albuquerque of Portugal conquers Malacca, the capital of the Malacca Sultanate.", "entities": [{"title": "Afonso de Albuquerque", "href": "/wiki/Afonso_de_Albuquerque", "description": "Afonso de Albuquerque, 1st Duke of Goa was a Portuguese general, admiral, and statesman. He served as Governor of Portuguese India from 1509 to 1515, during which he expanded Portuguese influence across the Indian Ocean and built a reputation as a fierce and skilled military commander."}, {"title": "Capture of Malacca (1511)", "href": "/wiki/Capture_of_Malacca_(1511)", "description": "The Capture of Malacca in 1511 occurred when the governor of Portuguese India Afonso de Albuquerque conquered the city of Malacca in 1511."}, {"title": "Malacca", "href": "/wiki/Malacca", "description": "Malacca is a state in Malaysia located in the southern region of the Malay Peninsula, next to the Strait of Malacca."}, {"title": "Malacca Sultanate", "href": "/wiki/Malacca_Sultanate", "description": "The Malacca Sultanate was a Malay sultanate centred in the modern-day state of Malacca, Malaysia. Conventional historical thesis marks c. 1400 as the founding year of the sultanate by an Parameswara King of Singapore, Parameswara, also known as Iskandar Shah(after converted to Islam). \nAt the height of the sultanate's power in the 15th century, its capital grew into one of the most important trans"}]}, {"heading": "Events", "year": "1517", "date": "August 15", "txt": "Seven Portuguese armed vessels led by Fernão Pires de Andrade meet Chinese officials at the Pearl River estuary.", "entities": [{"title": "Watercraft", "href": "/wiki/Watercraft", "description": "Watercraft, also known as water vessels or waterborne vessels, are vehicles used in water, including boats, ships, hovercraft and submarines. Watercraft usually have a propulsive capability and hence are distinct from a simple device that merely floats, such as a log raft."}, {"title": "Fernão Pires de Andrade", "href": "/wiki/Fern%C3%A3o_Pires_de_Andrade", "description": "Captain Fernão Pires de Andrade was a Portuguese merchant, pharmacist, and official diplomat under the explorer and Portuguese Malacca governor Afonso de Albuquerque. His encounter with Ming China in 1517—after initial contacts by Jorge Álvares and Rafael Perestrello in 1513 and 1516, respectively—marked the resumption of direct European commercial and diplomatic contact with China. Although de An"}, {"title": "Pearl River Delta", "href": "/wiki/Pearl_River_Delta", "description": "The Pearl River Delta Metropolitan Region is the low-lying area surrounding the Pearl River estuary, where the Pearl River flows into the South China Sea. It is one of the most densely urbanized regions in the world, and is often considered a megacity. It is now the wealthiest region in South China and one of the wealthiest in the whole of China along with the Yangtze River Delta in East China and"}]}, {"heading": "Events", "year": "1519", "date": "August 15", "txt": "Panama City, Panama is founded.", "entities": [{"title": "Panama City, Panama", "href": "/wiki/Panama_City,_Panama", "description": "Panama City, also simply known as Panama, is the capital and largest city of Panama. It has an urban population of 880,691, with over 1.5 million in its metropolitan area. The city is located at the Pacific entrance of the Panama Canal, in the province of Panama. The city is the political and administrative center of the country, as well as a hub for banking and commerce."}]}, {"heading": "Events", "year": "1534", "date": "August 15", "txt": "Ignatius of Loyola and six classmates take initial vows, leading to the creation of the Society of Jesus in September 1540.", "entities": [{"title": "Ignatius of Loyola", "href": "/wiki/Ignatius_of_Loyola", "description": "Ignatius of Loyola, venerated as Saint Ignatius of Loyola, was a Spanish Basque Catholic priest and theologian, who together with Peter Faber and Francis Xavier founded the religious order called the Society of Jesus (Jesuits) and became its first Superior General at Paris in 1541. The Jesuit order is dedicated to teaching and missionary work. Its members are bound by a special (fourth) vow of obe"}, {"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}]}, {"heading": "Events", "year": "1537", "date": "August 15", "txt": "Asunción, Paraguay is founded.", "entities": [{"title": "Asunción, Paraguay", "href": "/wiki/Asunci%C3%B3n,_Paraguay", "description": "Asunción is the capital and the largest city of Paraguay in South America.\nThe city stands on the left bank of the Paraguay River, almost at the confluence of this river with the Pilcomayo River. The Paraguay River and the Bay of Asunción in the northwest separate the city from the Occidental Region of Paraguay and from Argentina in the south part of the city. The rest of the city is surrounded by"}]}, {"heading": "Events", "year": "1540", "date": "August 15", "txt": "Arequipa, Peru is founded.", "entities": [{"title": "Arequipa, Peru", "href": "/wiki/Arequipa,_Peru", "description": "Arequipa is a department and region in southwestern Peru. It is the sixth largest department in Peru, after Puno, Cuzco, Madre de Dios, Ucayali, and Loreto, its sixth most populous department, and its eleventh least densely populated department. It is bordered by the departments of Ica, Ayacucho, Apurímac and Cusco in the north, the Department of Puno in the east, the Department of Moquegua in the"}]}, {"heading": "Events", "year": "1549", "date": "August 15", "txt": "Jesuit priest Francis Xavier comes ashore at Kagoshima (Traditional Japanese date: 22 July 1549).", "entities": [{"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}, {"title": "Francis Xavier", "href": "/wiki/Francis_Xavier", "description": "Francis Xavier (born Francisco de Jasso y Azpilicueta; Latin: Franciscus Xaverius; Basque: Frantzisko Xabierkoa; French: François Xavier, Spanish: Francisco Javier; Portuguese: Francisco Xavier;, venerated as Saint Francis Xavier, was a Navarrese Catholic missionary and saint who was a co-founder of the Society of Jesus."}, {"title": "Kagoshima", "href": "/wiki/Kagoshima", "description": "Kagoshima  is the capital city of Kagoshima Prefecture, Japan. Located at the southwestern tip of the island of Kyushu, Kagoshima is the largest city in the prefecture by some margin. It has been nicknamed the \"Naples of the Eastern world\" for its bay location, hot climate, and emblematic stratovolcano, Sakurajima. The city was officially founded on April 1, 1889."}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "1592", "date": "August 15", "txt": "Imjin War: At the Battle of Hansan Island, the Korean Navy, led by Yi Sun-sin, Yi Eok-gi, and Won Gyun, decisively defeats the Japanese Navy, led by Wakisaka Yasuharu.", "entities": [{"title": "Japanese invasions of Korea (1592–98)", "href": "/wiki/Japanese_invasions_of_Korea_(1592%E2%80%9398)", "description": "The Japanese invasions of Korea of 1592–1598 or Imjin War involved two separate yet linked invasions: an initial invasion in 1592, a brief truce in 1596, and a second invasion in 1597. The conflict ended in 1598 with the withdrawal of the Japanese forces from the Korean Peninsula after a military stalemate in Korea's southern coastal provinces."}, {"title": "Battle of Hansan Island", "href": "/wiki/Battle_of_Hansan_Island", "description": "The Battle of Hansan Island and following engagement at Angolpo took place from 14 to 15 August 1592. In two naval encounters, Korean Admiral Yi Sun-sin's fleet managed to destroy roughly 100 Japanese ships and halted Japanese naval operations along the southern coast."}, {"title": "Yi Sun-sin", "href": "/wiki/Yi_Sun-sin", "description": "Admiral Yi Sunsin was a Korean admiral and military general famed for his victories against the Japanese navy during the Imjin war in the Joseon Dynasty. Yi has since been celebrated as a national hero in Korea."}, {"title": "Yi Eok-gi", "href": "/wiki/Yi_Eok-gi", "description": "Yi Eok-gi was the commander of the Eastern Jeolla Fleet and later came to be the commander of the Western Jeolla Fleet. At age 32, despite being 15 years younger than Supreme Naval Commander Yi Sun-sin, Yi Eok-gi became his most trusted commander and companion during the Seven Year War. Yi Eok-gi was eventually killed in the devastating Battle of Chilcheollyang Strait while assisting Won Gyun, the"}, {"title": "Won Gyun", "href": "/wiki/Won_Gyun", "description": "Won Gyun was a Korean general and admiral during the Joseon Dynasty. He is best known for his campaigns against Japanese during Hideyoshi's invasions of Korea. Won was a member of Wonju Won family, which was well known for its members' military accomplishments. He was born in 1540 near Pyeongtaek and demonstrated his skill as warrior at a young age. He was qualified as a military officer and was f"}, {"title": "Wakisaka Yasuharu", "href": "/wiki/Wakisaka_Yasuharu", "description": "Wakisaka Yasuharu , sometimes referred to as Wakizaka Yasuharu, was a daimyō of Awaji Island who fought under a number of warlords over the course of Japan's Sengoku period. \nWakisaka originally served under Akechi Mitsuhide, a vassal of Oda Nobunaga."}]}, {"heading": "Events", "year": "1599", "date": "August 15", "txt": "Nine Years' War: Battle of Curlew Pass: Irish forces led by Hugh Roe O'Donnell successfully ambush English forces, led by Sir Conyers Clifford, sent to relieve Collooney Castle.", "entities": [{"title": "Nine Years' War (Ireland)", "href": "/wiki/Nine_Years%27_War_(Ireland)", "description": "The Nine Years' War, sometimes called Tyrone's Rebellion, took place in Ireland from 1593 to 1603. It was fought between an Irish alliance—led mainly by Hugh O'Neill of Tyrone and Hugh Roe O'Donnell of Tyrconnell—against English rule in Ireland, and was a response to the then-ongoing Tudor conquest of Ireland. The war was fought in all parts of the country, but mainly in the northern province of U"}, {"title": "Battle of Curlew Pass", "href": "/wiki/Battle_of_Curlew_Pass", "description": "The Battle of Curlew Pass was fought on 15 August 1599, during the campaign of the Earl of Essex in the Nine Years' War, between an English force under Sir Conyers Clifford and a rebel Irish force led by Aodh Ruadh Ó Domhnaill. The English were ambushed and routed while marching through a pass in the Curlew Mountains, near the town of Boyle, in the west of Ireland. The English forces suffered heav"}, {"title": "Hugh Roe O'Donnell", "href": "/wiki/Hugh_Roe_O%27Donnell", "description": "Hugh Roe O'Donnell, also known as Red Hugh O'Donnell, was a sixteenth-century Irish nobleman. He became ruler of Tyrconnell in 1593 after a succession dispute among the O'Donnell dynasty, and after escaping a five-year imprisonment in Dublin Castle by the English. Along with his father-in-law Hugh O'Neill of Tyrone, he led the Irish alliance in the Nine Years' War against the English government in"}, {"title": "Conyers Clifford", "href": "/wiki/Conyers_Clifford", "description": "Sir Conyers Clifford was an English politician and military commander."}]}, {"heading": "Events", "year": "1695", "date": "August 15", "txt": "French forces end the bombardment of Brussels.", "entities": [{"title": "Bombardment of Brussels", "href": "/wiki/Bombardment_of_Brussels", "description": "The bombardment of Brussels by troops of Louis XIV of France on August 13, 14 and 15, 1695, and the resulting fire were together the most destructive event in the entire history of Brussels. Brussels was mostly untouched by most other conflicts. It did not suffer significant damage during World War I, and bombing during World War II was not nearly as extensive as that of 1695. The Grand Place was "}]}, {"heading": "Events", "year": "1760", "date": "August 15", "txt": "Seven Years' War: Battle of Liegnitz: Frederick the Great's victory over the Austrians under Ernst Gideon von Laudon.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Battle of Liegnitz (1760)", "href": "/wiki/Battle_of_Liegnitz_(1760)", "description": "The Battle of Liegnitz on 15 August 1760 saw Frederick the Great's Prussian Army defeat the Austrian army under Ernst von Laudon during the Third Silesian War."}, {"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}, {"title": "Austrians", "href": "/wiki/Austrians", "description": "Austrians are a Germanic ethnic group and nation, native to modern Austria and South Tyrol who share a common Austrian culture, Austrian descent, and Austrian history. The English term Austrians was applied to the population of Habsburg Austria from the 17th or 18th century. Subsequently, during the 19th century, it referred to the citizens of the Empire of Austria (1804–1867), and from 1867 until"}, {"title": "Ernst Gideon von Laudon", "href": "/wiki/Ernst_Gideon_von_Laudon", "description": "Ernst Gideon Freiherr von Laudon was a Baltic German-born Austrian generalisimo, one of the most successful opponents of the Prussian king Frederick the Great, allegedly lauded by Alexander Suvorov as his teacher. He served the position of military governorship of Habsburg Serbia from his capture of Belgrade in 1789 until his death, cooperating with the resistance fighters of Koča Anđelković."}]}, {"heading": "Events", "year": "1824", "date": "August 15", "txt": "The Marquis de Lafayette, the last surviving French general of the American Revolutionary War, arrives in New York and begins a tour of 24 states.", "entities": [{"title": "Gilbert du Motier, Marquis de Lafayette", "href": "/wiki/Gilbert_du_Motier,_Marquis_de_Lafayette", "description": "Marie-Joseph Paul Yves Roch Gilbert du Motier, Marquis de La Fayette, known in the United States as Lafayette, was a French aristocrat and military officer who fought in the American Revolutionary War, commanding American troops in several battles, including the siege of Yorktown. After returning to France, he was a key figure in the French Revolution of 1789 and the July Revolution of 1830. He ha"}, {"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Visit of the Marquis de Lafayette to the United States", "href": "/wiki/Visit_of_the_Marquis_de_Lafayette_to_the_United_States", "description": "The Marquis de Lafayette was the last surviving French general of the American Revolutionary War in 1824, and he made a tour of the 24 states in the United States from July 1824 to September 1825. He was received by the populace with a hero's welcome at many stops, and many honors and monuments were presented to commemorate and memorialize the visit."}]}, {"heading": "Events", "year": "1843", "date": "August 15", "txt": "The Cathedral of Our Lady of Peace in Honolulu, Hawaii is dedicated. Now the cathedral of the Roman Catholic Diocese of Honolulu, it is the oldest Roman Catholic cathedral in continuous use in the United States.", "entities": [{"title": "Cathedral of Our Lady of Peace", "href": "/wiki/Cathedral_of_Our_Lady_of_Peace", "description": "The Cathedral Basilica of Our Lady of Peace — also known by its original French name Cathédrale de Notre Dame de la Paix, its Portuguese variant Catedral de Nossa Senhora da Paz and its Hawaiian derivative Malia o ka Malu Hale Pule Nui — is the mother church of the Diocese of Honolulu and houses the cathedra of the Bishop of Honolulu in Honolulu, Hawaiʻi. It is located at the north end of Fort Str"}, {"title": "Honolulu", "href": "/wiki/Honolulu", "description": "Honolulu is the capital and largest city of the U.S. state of Hawaii, which is located in the Pacific Ocean. It is an unincorporated county seat of the consolidated City and County of Honolulu, situated along the southeast coast of the island of Oʻahu, and is the westernmost and southernmost major U.S. city. Honolulu is Hawaii's main gateway to the world. It is also a major hub for international b"}, {"title": "Roman Catholic Diocese of Honolulu", "href": "/wiki/Roman_Catholic_Diocese_of_Honolulu", "description": "The Catholic Diocese of Honolulu, officially in Latin Diœcesis Honoluluensis, is an ecclesiastical territory or particular church of the Catholic Church in the United States. The diocese comprises the entire state of Hawaiʻi and the unincorporated Hawaiian Islands."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Cathedral", "href": "/wiki/Cathedral", "description": "A cathedral is a church that contains the cathedra of a bishop, thus serving as the central church of a diocese, conference, or episcopate. Churches with the function of \"cathedral\" are usually specific to those Christian denominations with an episcopal hierarchy, such as the Catholic, Anglican, Eastern Orthodox, and some Lutheran churches. Church buildings embodying the functions of a cathedral f"}]}, {"heading": "Events", "year": "1843", "date": "August 15", "txt": "Tivoli Gardens, one of the oldest still intact amusement parks in the world, opens in Copenhagen, Denmark.", "entities": [{"title": "Amusement park", "href": "/wiki/Amusement_park", "description": "An amusement park is a park that features various attractions, such as rides and games, as well as other events for entertainment purposes. A theme park is a type of amusement park that bases its structures and attractions around a central theme, often featuring multiple areas with different themes. Unlike temporary and mobile funfairs and carnivals, amusement parks are stationary and built for lo"}, {"title": "Copenhagen", "href": "/wiki/Copenhagen", "description": "Copenhagen is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128 with 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen and the Copenhagen metropolitan area. Copenhagen is situated on the eastern co"}]}, {"heading": "Events", "year": "1863", "date": "August 15", "txt": "The Anglo-Satsuma War begins between the Satsuma Domain of Japan and the United Kingdom (Traditional Japanese date: July 2, 1863).", "entities": [{"title": "Bombardment of Kagoshima", "href": "/wiki/Bombardment_of_Kagoshima", "description": "The Bombardment of Kagoshima, also known as the Anglo-Satsuma War , was a battle fought between Britain and the Satsuma Domain in Kagoshima from 15 to 17 August 1863. The British were trying to extract compensation and legal justice from the daimyō of the Satsuma Domain for the Namamugi Incident in 1862, when vessels of the Royal Navy were fired on from coastal batteries near Kagoshima. The Britis"}, {"title": "Satsuma Domain", "href": "/wiki/Satsuma_Domain", "description": "The Satsuma Domain , officially known as the Kagoshima Domain , was a domain (han) of the Tokugawa Shogunate of Japan during the Edo period from 1602 to 1871."}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "1893", "date": "August 15", "txt": "Ibadan area becomes a British Protectorate after a treaty signed by Fijabi, the Baale of Ibadan with the British acting Governor of Lagos, George C. Denton.", "entities": [{"title": "Ibadan", "href": "/wiki/Ibadan", "description": "Ibadan is the capital and most populous city of Oyo State, in Nigeria. It is the third-largest city in Nigeria after Lagos and Kano, with a total population of 3,649,000 as of 2021, and over 6 million people within its metropolitan area. It is the country's largest city by geographical area. At the time of Nigeria's independence in 1960, Ibadan was the largest and most populous city in the country"}, {"title": "Protectorate", "href": "/wiki/Protectorate", "description": "A protectorate is a state that is controlled and protected by another sovereign state. It is a dependent territory that has been granted local autonomy over most internal affairs while still recognizing the suzerainty of a more powerful sovereign state without being its direct possession. In exchange, the protectorate usually accepts specified obligations depending on the terms of their arrangemen"}, {"title": "Olubadan", "href": "/wiki/Olubadan", "description": "Olubadan is the royal title of the king of Ibadanland in Nigeria. Ibadan was founded in the 16th century, but the present Yoruba people only took control around 1820. By 1850 they had established their unusual succession principle, which is quite different compared with other traditional Yoruba rulers in that it alternates between two lines. It usually takes decades to groom an Olubadan for the st"}, {"title": "Lagos Colony", "href": "/wiki/Lagos_Colony", "description": "Lagos Colony was a British colonial possession centred on the port of Lagos in what is now southern Nigeria. Lagos was annexed on 6 August 1861 under the threat of force by Commander Beddingfield of HMS Prometheus who was accompanied by the Acting British Consul, William McCoskry. Oba Dosunmu of Lagos resisted the cession for 11 days while facing the threat of violence on Lagos and its people, but"}]}, {"heading": "Events", "year": "1899", "date": "August 15", "txt": "Fratton Park football ground in Portsmouth, England is officially first opened.", "entities": [{"title": "Fratton Park", "href": "/wiki/Fratton_Park", "description": "Fratton Park is an association football ground in the English port city of Portsmouth in the United Kingdom. It remains as the original home of Portsmouth F.C., who were founded on 5 April 1898."}, {"title": "Portsmouth", "href": "/wiki/Portsmouth", "description": "Portsmouth is a port city primarily built on Portsea Island in the county of Hampshire, South East England. It is also known colloquially as Pompey, a nickname shared with HMNB Portsmouth and the Portsmouth Football Club. It is the United Kingdom's only island city. Portsmouth is situated 70 miles (110 km) south-west of London and 19 miles (31 km) south-east of Southampton. Portsmouth's population"}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "1907", "date": "August 15", "txt": "Ordination in Constantinople of Fr. Raphael Morgan, the first African-American Orthodox priest, \"Priest-Apostolic\" to America and the West Indies.", "entities": [{"title": "Raphael Morgan", "href": "/wiki/Raphael_Morgan", "description": "Robert Josias \"Raphael\" Morgan was a Jamaican-American who is believed to be the first Black Eastern Orthodox priest in the United States. After being active in other denominations, including the AME Church, Church of England, and the Episcopal Church, Morgan converted to Orthodoxy. He was ordained as an Orthodox priest of the Ecumenical Patriarchate. He was designated as \"Missionary to America an"}, {"title": "Eastern Orthodox Church", "href": "/wiki/Eastern_Orthodox_Church", "description": "The Eastern Orthodox Church, officially the Orthodox Catholic Church, is the second-largest Christian church, with approximately 220 million baptised members. It operates as a communion of autocephalous churches, each governed by its bishops in local synods. Roughly half of Eastern Orthodox Christians live in the territory of the former Soviet Union, most of those living in Russia. The church has "}]}, {"heading": "Events", "year": "1914", "date": "August 15", "txt": "A servant of American architect Frank Lloyd Wright murders seven people and sets fire to the living quarters of Wright's Wisconsin home, Taliesin.", "entities": [{"title": "Architect", "href": "/wiki/Architect", "description": "An architect is a person who plans, designs and oversees the construction of buildings. To practice architecture means to provide services in connection with the design of buildings and the space within the site surrounding the buildings that have human occupancy or use as their principal purpose. Etymologically, the term architect derives from the Latin architectus, which derives from the Greek, "}, {"title": "Frank Lloyd Wright", "href": "/wiki/Frank_Lloyd_Wright", "description": "Frank Lloyd Wright was an American architect, designer, writer, and educator.\nHe designed more than 1,000 structures over a creative period of 70 years. Wright believed in designing in harmony with humanity and the environment, a philosophy he called organic architecture. This philosophy was exemplified in Fallingwater (1935), which has been called \"the best all-time work of American architecture."}, {"title": "Wisconsin", "href": "/wiki/Wisconsin", "description": "Wisconsin is a state in the upper Midwestern United States, bordered by Minnesota to the west; Iowa to the southwest; Illinois to the south; Lake Michigan to the east; Michigan to the northeast; and Lake Superior to the north. Wisconsin is the 23rd-largest state by total area and the 20th-most populous."}, {"title": "Taliesin (studio)", "href": "/wiki/Taliesin_(studio)", "description": "Taliesin, sometimes known as Taliesin East, Taliesin Spring Green, or Taliesin North after 1937, was the estate of American architect Frank Lloyd Wright. Located 2.5 miles (4.0 km) south of the village of Spring Green, Wisconsin, United States, the 600-acre (240 ha) property was developed on land that originally belonged to Wright's maternal family."}]}, {"heading": "Events", "year": "1914", "date": "August 15", "txt": "The Panama Canal opens to traffic with the transit of the cargo ship SS Ancon.", "entities": [{"title": "SS Ancon (1901)", "href": "/wiki/SS_Ancon_(1901)", "description": "SS Ancon was an American cargo and passenger ship that became the first ship to officially transit the Panama Canal in 1914 although the Alexandre La Valley completed the trip prior to the official opening. The ship was built as Shawmut for the Boston Steamship Company by the Maryland Steel Company, Sparrows Point, Maryland and put into Pacific service operating out of Puget Sound ports for Japan,"}]}, {"heading": "Events", "year": "1914", "date": "August 15", "txt": "World War I: The First Russian Army, led by Paul von Rennenkampf, enters East Prussia.", "entities": [{"title": "1st Army (Russian Empire)", "href": "/wiki/1st_Army_(Russian_Empire)", "description": "The 1st Army was an army-level command of the Russian Imperial Army created during World War I. The First Army, commanded by General Paul von Rennenkampf, invaded East Prussia at the outbreak of war in 1914 along with the Second Army commanded by General Alexander Samsonov. After declaring war on the German Empire, the Russian Empire had been able to mobilize very quickly. All Russian forces were "}, {"title": "Paul von Rennenkampf", "href": "/wiki/Paul_von_Rennenkampf", "description": "Paul Georg Edler von Rennenkampff, more commonly known as Paul von Rennenkampf in English, was a Baltic German nobleman, statesman and general of the Imperial Russian Army who commanded the 1st Army in the Invasion of East Prussia during the initial stage of the Eastern front of World War I. He also served as the last commander of the Vilna Military District."}, {"title": "East Prussia", "href": "/wiki/East_Prussia", "description": "East Prussia was a province of the Kingdom of Prussia from 1773 to 1829 and again from 1878 ; following World War I it formed part of the Weimar Republic's Free State of Prussia, until 1945. Its capital city was Königsberg. East Prussia was the main part of the region of Prussia along the southeastern Baltic Coast."}]}, {"heading": "Events", "year": "1914", "date": "August 15", "txt": "World War I: Beginning of the Battle of Cer, the first Allied victory of World War I.", "entities": [{"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}]}, {"heading": "Events", "year": "1915", "date": "August 15", "txt": "A story in New York World newspaper reveals that the Imperial German government had purchased excess phenol from Thomas Edison that could be used to make explosives for the war effort and diverted it to Bayer for aspirin production.", "entities": [{"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Phenol", "href": "/wiki/Phenol", "description": "Phenol (also called carbolic acid) is an aromatic organic compound with the molecular formula C6H5OH. It is a white crystalline solid that is volatile. The molecule consists of a phenyl group (−C6H5) bonded to a hydroxy group (−OH). Mildly acidic, it requires careful handling because it can cause chemical burns."}, {"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Great Phenol Plot", "href": "/wiki/Great_Phenol_Plot", "description": "The Great Phenol Plot was a clandestine effort by the German Government during the early years of World War I to divert American-produced phenol away from the manufacture of high explosives that supported the British war effort. It was used by the German-owned Bayer company, who could no longer import phenol from Britain, to produce aspirin."}, {"title": "Bayer", "href": "/wiki/Bayer", "description": "Bayer AG is a German multinational pharmaceutical and life sciences company and one of the largest pharmaceutical companies in the world. Headquartered in Leverkusen, Bayer's areas of business include human and veterinary pharmaceuticals; consumer healthcare products; agricultural chemicals, seeds and biotechnology products. The company is a component of the Euro Stoxx 50 stock market index. Werne"}, {"title": "Aspirin", "href": "/wiki/Aspirin", "description": "Aspirin, also known as acetylsalicylic acid (ASA), is a medication used to reduce pain, fever, or inflammation. Specific inflammatory conditions which aspirin is used to treat include Kawasaki disease, pericarditis, and rheumatic fever. Aspirin given shortly after a heart attack decreases the risk of death. Aspirin is also used long-term to help prevent further heart attacks, ischaemic strokes, an"}]}, {"heading": "Events", "year": "1920", "date": "August 15", "txt": "Polish–Soviet War: Battle of Warsaw, so-called Miracle at the Vistula.", "entities": [{"title": "Polish–Soviet War", "href": "/wiki/Polish%E2%80%93Soviet_War", "description": "The Polish–Soviet War was fought by the Second Polish Republic and Soviet Russia in the aftermath of World War I, on territories formerly held by the Russian Empire and the Austro-Hungarian Empire. In newly independent Poland, leading politicians of different orientations pursued the general expectation of restoring the pre-1772 borders. Motivated by that idea, Polish Chief of State Józef Piłsudsk"}, {"title": "Battle of Warsaw (1920)", "href": "/wiki/Battle_of_Warsaw_(1920)", "description": "The Battle of Warsaw, also known as the Miracle on the Vistula, was a series of battles that resulted in a decisive Polish victory in 1920 during the Polish–Soviet War. Poland, on the verge of total defeat, repulsed and defeated the Red Army in what Vladimir Lenin, the Bolshevik leader, called \"an enormous defeat\" for his forces."}]}, {"heading": "Events", "year": "1935", "date": "August 15", "txt": "Will Rogers and Wiley Post are killed after their aircraft develops engine problems during takeoff in Barrow, Alaska.", "entities": [{"title": "Will Rogers", "href": "/wiki/Will_Rogers", "description": "William Penn Adair Rogers was an American stage and film actor, vaudeville performer, cowboy, humorist, newspaper columnist, and social commentator from Oklahoma. He was a Cherokee citizen born in the Cherokee Nation, Indian Territory."}, {"title": "Wiley Post", "href": "/wiki/Wiley_Post", "description": "Wiley Hardeman Post was a famed American aviator during the interwar period and the first pilot to fly solo around the world. Also known for his work in high-altitude flying, Post helped develop one of the first pressure suits and discovered the jet stream. On August 15, 1935, Post and American humorist Will Rogers were killed when Post's aircraft crashed on takeoff from a lagoon near Point Barrow"}, {"title": "Barrow, Alaska", "href": "/wiki/Barrow,_Alaska", "description": "The City of Utqiaġvik, known as Barrow from 1901 to 2016, is the largest city of the North Slope Borough in the U.S. state of Alaska. Located north of the Arctic Circle, it is one of the northernmost cities and towns in the world and the northernmost in the United States, with nearby Point Barrow the country's northernmost land. Utqiagvik's population was 4,212 in the 2010 census."}]}, {"heading": "Events", "year": "1939", "date": "August 15", "txt": "Twenty-six Junkers Ju 87 bombers commanded by Walter Sigel meet unexpected ground fog during a dive-bombing demonstration for Luftwaffe generals at Neuhammer. Thirteen of them crash and burn.", "entities": [{"title": "Junkers Ju 87", "href": "/wiki/Junkers_Ju_87", "description": "The Junkers Ju 87 or Stuka was a German dive bomber and ground-attack aircraft. Designed by Hermann Pohlmann, it first flew in 1935. The Ju 87 made its combat debut in 1937 with the Luftwaffe's Condor Legion during the Spanish Civil War and served the Axis forces in World War II."}, {"title": "Walter Sigel", "href": "/wiki/Walter_Sigel", "description": "Walter Sigel was a German air officer during World War II. He was a recipient of the Knight's Cross of the Iron Cross with Oak Leaves of Nazi Germany. He led the German bombers during the bombing of Wieluń, the first aerial bombing of the war. Sigel died on 8 May 1944 after crashing his aircraft into Trondheim Fjord."}, {"title": "Świętoszów", "href": "/wiki/%C5%9Awi%C4%99tosz%C3%B3w", "description": "Świętoszów is a village in the administrative district of Gmina Osiecznica, within Bolesławiec County, Lower Silesian Voivodeship, in south-western Poland in the Lower Silesian Wilderness, on the river Kwisa."}]}, {"heading": "Events", "year": "1939", "date": "August 15", "txt": "The Wizard of Oz premieres at Grauman's Chinese Theater in Los Angeles, California.", "entities": [{"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1940", "date": "August 15", "txt": "An Italian submarine torpedoes and sinks the Greek cruiser Elli at Tinos harbor during peacetime, marking the most serious Italian provocation prior to the outbreak of the Greco-Italian War in October.", "entities": [{"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Greek cruiser Elli (1912)", "href": "/wiki/Greek_cruiser_Elli_(1912)", "description": "Elli was a 2,600 ton Greek protected cruiser named for a naval battle of the First Balkan War in which Greece was victorious. She was completed in 1913 and commissioned in 1914. Elli saw action during World War I and in the disastrous Asia Minor Expedition. An Italian submarine sank her before the outbreak of the Greco-Italian War on 15 August 1940 while she sat at anchor."}, {"title": "Tinos", "href": "/wiki/Tinos", "description": "Tinos is a Greek island situated in the Aegean Sea. It is located in the Cyclades archipelago. In antiquity, Tinos was also known as Ophiussa and Hydroessa. The closest islands are Andros, Delos, and Mykonos. It has a land area of 194.464 square kilometres (75.083 sq mi) and a 2011 census population of 8,636 inhabitants."}, {"title": "Greco-Italian War", "href": "/wiki/Greco-Italian_War", "description": "The Greco-Italian War took place between the kingdoms of Italy and Greece from 28 October 1940 to 23 April 1941. This local war began the Balkans Campaign of World War II between the Axis powers and the Allies and eventually turned into the Battle of Greece with British and German involvement. On 10 June 1940, Italy declared war on France and the United Kingdom. By September 1940, the Italians had"}]}, {"heading": "Events", "year": "1941", "date": "August 15", "txt": "Corporal Josef Jakobs is executed by firing squad at the Tower of London at 07:12, making him the last person to be executed at the Tower for espionage.", "entities": [{"title": "Josef Jakobs", "href": "/wiki/Josef_Jakobs", "description": "Josef Jakobs was a German spy and the last person to be executed at the Tower of London. He was captured shortly after parachuting into the United Kingdom during the Second World War. Convicted of espionage under the Treachery Act 1940, Jakobs was shot by a military firing squad. He was not hanged because he was captured as an enemy combatant."}, {"title": "Tower of London", "href": "/wiki/Tower_of_London", "description": "The Tower of London, officially Her Majesty's Royal Palace and Fortress of the Tower of London, is a historic castle on the north bank of the River Thames in central London. It lies within the London Borough of Tower Hamlets, which is separated from the eastern edge of the square mile of the City of London by the open space known as Tower Hill. It was founded towards the end of 1066 as part of the"}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}]}, {"heading": "Events", "year": "1942", "date": "August 15", "txt": "World War II: Operation Pedestal: The oil tanker SS Ohio reaches the island of Malta barely afloat carrying vital fuel supplies for the island's defenses.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Pedestal", "href": "/wiki/Operation_Pedestal", "description": "Operation Pedestal, known in Malta as Il-Konvoj ta' Santa Marija, was a British operation to carry supplies to the island of Malta in August 1942, during the Second World War. Malta was a base from which British ships, submarines and aircraft attacked Axis convoys to Libya, during the North African Campaign (1940–1943). From 1940 to 1942, the Axis conducted the Siege of Malta, with air and naval f"}, {"title": "SS Ohio", "href": "/wiki/SS_Ohio", "description": "SS Ohio was an oil tanker built for the Texas Oil Company. The ship was launched on 20 April 1940 at the Sun Shipbuilding & Drydock Co. in Chester, Pennsylvania. The United Kingdom requisitioned her to re-supply the island fortress of Malta during the Second World War."}, {"title": "Malta", "href": "/wiki/Malta", "description": "Malta, officially known as the Republic of Malta and formerly Melita, is a Southern European island country consisting of an archipelago in the Mediterranean Sea. It lies 80 km (50 mi) south of Italy, 284 km (176 mi) east of Tunisia, and 333 km (207 mi) north of Libya. With a population of about 515,000 over an area of 316 km2 (122 sq mi), Malta is the world's tenth smallest country in area and fo"}]}, {"heading": "Events", "year": "1943", "date": "August 15", "txt": "World War II:  Battle of Trahili: Superior German forces surround Cretan partisans, who manage to escape against all odds.", "entities": [{"title": "Battle of Trahili", "href": "/wiki/Battle_of_Trahili", "description": "The Battle of Trahili was fought on 15 August 1943 between Cretan partisans and German occupying forces during World War II. It took place near the village of Vorizia in south-central Crete, when German forces attempted to surround a small group of partisans led by the local chieftain Petrakogiorgis. Most of the partisans managed to escape, despite being heavily outnumbered."}]}, {"heading": "Events", "year": "1944", "date": "August 15", "txt": "World War II: Operation Dragoon: Allied forces land in southern France.", "entities": [{"title": "Operation Dragoon", "href": "/wiki/Operation_Dragoon", "description": "Operation Dragoon was the code name for the landing operation of the Allied invasion of Provence on 15 August 1944. The operation was initially planned to be executed in conjunction with Operation Overlord, the Allied landing in Normandy, but the lack of available resources led to a cancellation of the second landing. By July 1944 the landing was reconsidered, as the clogged-up ports in Normandy d"}, {"title": "Southern France", "href": "/wiki/Southern_France", "description": "Southern France, also known as the South of France or colloquially in French as le Midi, is a defined geographical area consisting of the regions of France that border the Atlantic Ocean south of the Marais Poitevin, Spain, the Mediterranean Sea and Italy. It includes: southern Nouvelle-Aquitaine in the west, Occitanie in the centre, the southern parts of Auvergne-Rhône-Alpes in the northeast, Pro"}]}, {"heading": "Events", "year": "1945", "date": "August 15", "txt": "Jewel Voice Broadcast by the Emperor Showa following effective surrender of Japan in the World War II, Korea gains Independence from the Empire of Japan.", "entities": [{"title": "Jewel Voice Broadcast", "href": "/wiki/Jewel_Voice_Broadcast", "description": "The Jewel Voice Broadcast  was a radio broadcast of surrender given by Japanese Emperor Hirohito  on August 15, 1945. It announced to the Japanese people that the Japanese Government had accepted the Potsdam Declaration demanding the unconditional surrender of the Japanese military at the end of World War II. Following the Hiroshima bombing on August 6th, the Soviet declaration of war and the Naga"}, {"title": "Hirohito", "href": "/wiki/Hirohito", "description": "Emperor Shōwa , better known in English by his personal name Hirohito (裕仁), was the 124th emperor of Japan according to the traditional order of succession, ruling over the Empire of Japan from 25 December 1926 until 2 May 1947, after which he was Emperor of the state of Japan until his death. He was succeeded by his fifth child and eldest son, Akihito. Hirohito and his wife, Empress Kōjun, had se"}, {"title": "Surrender of Japan", "href": "/wiki/Surrender_of_Japan", "description": "The surrender of Imperial Japan was announced by Japanese Emperor Hirohito on August 15 and formally signed on September 2, 1945, bringing the hostilities of World War II to a close. By the end of July 1945, the Imperial Japanese Navy (IJN) was incapable of conducting major operations and an Allied invasion of Japan was imminent. Together with the British Empire and China, the United States called"}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Korea under Japanese rule", "href": "/wiki/Korea_under_Japanese_rule", "description": "Between 1910 and 1945, Korea was part of the Empire of Japan following an annexation. Joseon Korea had come into the Japanese sphere of influence with the Japan–Korea Treaty of 1876, and a complex coalition of the Meiji government, military, and business officials\nbegan a process of integrating the Korean peninsula's politics and economy with Japan. The Korean Empire became a protectorate of Japan"}, {"title": "National Liberation Day of Korea", "href": "/wiki/National_Liberation_Day_of_Korea", "description": "The National Liberation Day of Korea is a holiday celebrated annually on 15 August in both South and North Korea. It commemorates Victory over Japan Day, when at the end of World War II, the U.S. and Soviet forces helped end 35 years of Japanese occupation and colonial rule of Korea that lasted from 1910-1945."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}]}, {"heading": "Events", "year": "1947", "date": "August 15", "txt": "India gains Independence from British rule after near 190 years of British company and crown rule, and joins the Commonwealth of Nations.", "entities": [{"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "Indian independence movement", "href": "/wiki/Indian_independence_movement", "description": "The Indian independence movement was a series of historic events with the ultimate aim of ending the British rule in India. The movement spanned from 1857 to 1947. The first nationalistic revolutionary movement for Indian independence emerged from Bengal. It later took root in the newly formed Indian National Congress with prominent moderate leaders seeking only their fundamental right to appear f"}, {"title": "British Raj", "href": "/wiki/British_Raj", "description": "The British Raj was the rule by the British Crown on the Indian subcontinent from 1858 to 1947. The rule is also called Crown rule in India, or direct rule in India. The region under British control was commonly called India in contemporaneous usage, and included areas directly administered by the United Kingdom, which were collectively called British India, and areas ruled by indigenous rulers, b"}, {"title": "Commonwealth of Nations", "href": "/wiki/Commonwealth_of_Nations", "description": "The Commonwealth of Nations, generally known simply as the Commonwealth, is a political association of 54 member states, almost all of which are former territories of the British Empire. The chief institutions of the organisation are the Commonwealth Secretariat, which focuses on intergovernmental aspects, and the Commonwealth Foundation, which focuses on non-governmental relations between member "}]}, {"heading": "Events", "year": "1947", "date": "August 15", "txt": "Founder of Pakistan, Muhammad Ali Jinnah is sworn in as first Governor-General of Pakistan in Karachi.", "entities": [{"title": "Governor-General of Pakistan", "href": "/wiki/Governor-General_of_Pakistan", "description": "The Governor-General of Pakistan was the representative of the British monarch in Pakistan, established by the Indian Independence Act 1947. The office of Governor-General was abolished when Pakistan became an Islamic republic in 1956."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}]}, {"heading": "Events", "year": "1948", "date": "August 15", "txt": "The First Republic of Korea (South Korea) is established in the southern half of the peninsula.", "entities": [{"title": "First Republic of Korea", "href": "/wiki/First_Republic_of_Korea", "description": "The First Republic of Korea was the government of South Korea from August 1948 to April 1960. The First Republic was founded on 15 August 1948 after the transfer from the United States Army Military Government that governed South Korea since the end of Japanese rule in 1945, becoming the first independent capitalist republican government in Korea. Syngman Rhee became the first President of South K"}]}, {"heading": "Events", "year": "1952", "date": "August 15", "txt": "A flash flood drenches the town of Lynmouth, England, killing 34 people.", "entities": [{"title": "Lynmouth Flood", "href": "/wiki/Lynmouth_Flood", "description": "The Lynmouth Flood occurred on the night of the 15–16 August 1952, principally affecting the village of Lynmouth, in north Devon. A storm with heavy rainfall, combined with already saturated soil and flood debris, led to the flooding of the village and a total loss of 34 lives."}, {"title": "Lynmouth", "href": "/wiki/Lynmouth", "description": "Lynmouth is a village in Devon, England, on the northern edge of Exmoor. The village straddles the confluence of the West Lyn and East Lyn rivers, in a gorge 700 feet (210 m) below Lynton, which was the only place to expand to once Lynmouth became as built-up as possible. The villages are connected by the Lynton and Lynmouth Cliff Railway, which works two cable-connected cars by gravity, using wat"}]}, {"heading": "Events", "year": "1954", "date": "August 15", "txt": "Alfredo Stroessner begins his dictatorship in Paraguay.", "entities": [{"title": "Alfredo Stroessner", "href": "/wiki/Alfredo_Stroessner", "description": "Alfredo Stroessner Matiauda was a Paraguayan Army officer who was the dictator of Paraguay from 1954 to 1989. He ascended to the position after leading an army coup in 1954. His 35-year-long rule, marked by an uninterrupted period of repression in his country, is the longest in modern South American history."}, {"title": "Paraguay", "href": "/wiki/Paraguay", "description": "Paraguay, officially the Republic of Paraguay, is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although one of only two landlocked countries in South America, the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paragu"}]}, {"heading": "Events", "year": "1960", "date": "August 15", "txt": "Republic of the Congo (Brazzaville) becomes independent from France.", "entities": [{"title": "Republic of the Congo", "href": "/wiki/Republic_of_the_Congo", "description": "The Republic of the Congo, also known as Congo-Brazzaville, the Congo Republic or simply either Congo or the Congo, is a country located in the western coast of Central Africa. To the west lies Gabon; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Oc"}, {"title": "Brazzaville", "href": "/wiki/Brazzaville", "description": "Brazzaville is the capital and largest city of the Republic of the Congo. Constituting the financial and administrative centre of the country, it is located on the north side of the Congo River, opposite Kinshasa, the capital city of the Democratic Republic of the Congo."}, {"title": "French Fourth Republic", "href": "/wiki/French_Fourth_Republic", "description": "The French Fourth Republic was the republican government of France between 1946 and 1958, governed by the fourth republican constitution. It was in many ways a revival of the Third Republic that was in place from 1870 during the Franco-Prussian War to 1940 during World War II, and suffered many of the same problems. France adopted the constitution of the Fourth Republic on 13 October 1946."}]}, {"heading": "Events", "year": "1961", "date": "August 15", "txt": "Border guard Conrad Schumann flees from East Germany while on duty guarding the construction of the Berlin Wall.", "entities": [{"title": "Conrad Schumann", "href": "/wiki/Conrad_Schumann", "description": "Hans Konrad Schumann was an East German border guard who escaped to West Germany during the construction of the Berlin Wall in 1961."}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "Berlin Wall", "href": "/wiki/Berlin_Wall", "description": "The Berlin Wall was a guarded concrete barrier that physically and ideologically divided Berlin from 1961 to 1989. Construction of the wall was commenced by the German Democratic Republic on 13 August 1961. The Wall cut off West Berlin from surrounding East Germany, including East Berlin. The barrier included guard towers placed along large concrete walls, accompanied by a wide area that contained"}]}, {"heading": "Events", "year": "1962", "date": "August 15", "txt": "James Joseph Dresnok defects to North Korea after running across the Korean Demilitarized Zone. Dresnok died in 2016.", "entities": [{"title": "James Joseph Dresnok", "href": "/wiki/James_Joseph_Dresnok", "description": "James Joseph Dresnok was an American defector to North Korea, one of six U.S. soldiers to defect after the Korean War."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "Korean Demilitarized Zone", "href": "/wiki/Korean_Demilitarized_Zone", "description": "The Korean Demilitarized Zone is a strip of land running across the Korean Peninsula. It is established by the provisions of the Korean Armistice Agreement to serve as a buffer zone between North Korea and South Korea. The demilitarized zone (DMZ) is a border barrier that divides the Korean Peninsula roughly in half. It was created by agreement between North Korea, China and the United Nations Com"}]}, {"heading": "Events", "year": "1963", "date": "August 15", "txt": "Execution of Henry John Burnett, the last man to be hanged in Scotland.", "entities": [{"title": "Henry John Burnett", "href": "/wiki/Henry_John_Burnett", "description": "Henry John Burnett was the last man to be hanged in Scotland, and the first in Aberdeen since 1891. He was tried at the high court in Aberdeen from 23–25 July 1963 for the murder of merchant seaman Thomas Guyan. His execution, at HM Prison, Craiginches, Aberdeen, was performed by hangman Harry Allen."}]}, {"heading": "Events", "year": "1963", "date": "August 15", "txt": "President Fulbert Youlou is overthrown in the Republic of the Congo, after a three-day uprising in the capital.", "entities": [{"title": "Republic of the Congo", "href": "/wiki/Republic_of_the_Congo", "description": "The Republic of the Congo, also known as Congo-Brazzaville, the Congo Republic or simply either Congo or the Congo, is a country located in the western coast of Central Africa. To the west lies Gabon; Cameroon to its northwest and the Central African Republic to its northeast; the Democratic Republic of the Congo to the southeast and the Angolan exclave of Cabinda to its south; and the Atlantic Oc"}, {"title": "Trois Glorieuses (1963)", "href": "/wiki/Trois_Glorieuses_(1963)", "description": "The Trois Glorieuses was an uprising in Congo-Brazzaville which occurred from August 13 to 15, 1963. The uprising ended the rule of the first Congolese President, Fulbert Youlou, as the opposition trade union movement and Congolese Youth Union struck an alliance with the army."}]}, {"heading": "Events", "year": "1965", "date": "August 15", "txt": "The Beatles play to nearly 60,000 fans at Shea Stadium in New York City, an event later regarded as the birth of stadium rock.", "entities": [{"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}, {"title": "The Beatles' 1965 US tour", "href": "/wiki/The_Beatles%27_1965_US_tour", "description": "The Beatles staged their second concert tour of the United States in the late summer of 1965. At the peak of American Beatlemania, they played a mixture of outdoor stadiums and indoor arenas, with historic concerts at Shea Stadium in New York and the Hollywood Bowl. Typically of the era, the tour was a \"package\" presentation, with several artists on the bill. The Beatles played for just 30 minutes"}, {"title": "Arena rock", "href": "/wiki/Arena_rock", "description": "Arena rock is a style of rock music that originated in the mid-1970s. As hard rock bands and those playing a softer yet strident kind of pop rock became increasingly popular, groups began creating material inherently designed for large audiences, and arena rock developed from their use of more commercially oriented and radio-friendly sounds. The often highly produced music, including both upbeat, "}]}, {"heading": "Events", "year": "1969", "date": "August 15", "txt": "The Woodstock Music & Art Fair opens in upstate New York, featuring some of the top rock musicians of the era.", "entities": [{"title": "Woodstock", "href": "/wiki/Woodstock", "description": "Woodstock was a music festival held August 15–18, 1969, on Max Yasgur's dairy farm in Bethel, New York, 40 miles (65 km) southwest of the town of Woodstock. Billed as \"an Aquarian Exposition: 3 Days of Peace & Music\" and alternatively referred to as the Woodstock Rock Festival, it attracted an audience of more than 400,000. Thirty-two acts performed outdoors despite sporadic rain."}]}, {"heading": "Events", "year": "1970", "date": "August 15", "txt": "Patricia Palinkas becomes the first woman to play professionally in an American football game.", "entities": [{"title": "Patricia Palinkas", "href": "/wiki/Patricia_Palinkas", "description": "Patricia Palinkas is credited as the first and, until Katie Hnida signed with the Fort Wayne Firehawks in 2010, the only woman to play American football professionally in a league made predominately of men. She was a holder for her husband Stephen Palinkas for the minor league Orlando Panthers in the Atlantic Coast Football League. She attended Northern Illinois University, however she did not pla"}, {"title": "American football", "href": "/wiki/American_football", "description": "American football, referred to simply as football in the United States and Canada and also known as gridiron, is a team sport played by two teams of eleven players on a rectangular field with goalposts at each end. The offense, the team with possession of the oval-shaped football, attempts to advance down the field by running with the ball or passing it, while the defense, the team without possess"}]}, {"heading": "Events", "year": "1971", "date": "August 15", "txt": "President Richard Nixon completes the break from the gold standard by ending convertibility of the United States dollar into gold by foreign investors.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Gold standard", "href": "/wiki/Gold_standard", "description": "A gold standard is a monetary system in which the standard economic unit of account is based on a fixed quantity of gold. The gold standard was widely used in the 19th and early part of the 20th century. Most nations abandoned the gold standard as the basis of their monetary systems at some point in the 20th century, although many still hold substantial gold reserves."}, {"title": "Nixon Shock", "href": "/wiki/Nixon_Shock", "description": "The Nixon shock was a series of economic measures undertaken by United States President Richard Nixon in 1971, in response to increasing inflation, the most significant of which were wage and price freezes, surcharges on imports, and the unilateral cancellation of the direct international convertibility of the United States dollar to gold."}, {"title": "United States dollar", "href": "/wiki/United_States_dollar", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "1971", "date": "August 15", "txt": "Bahrain gains independence from the United Kingdom.", "entities": [{"title": "Independence Day (Bahrain)", "href": "/wiki/Independence_Day_(Bahrain)", "description": "Bahrain Independence Day occurred on 14 August 1971, when the country declared independence from the British following a United Nations survey of the Bahraini population. The British announced the withdrawal of their troops east of Suez in the early 1960s."}]}, {"heading": "Events", "year": "1973", "date": "August 15", "txt": "Vietnam War: The USAF bombing of Cambodia ends.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Freedom Deal", "href": "/wiki/Operation_Freedom_Deal", "description": "Operation Freedom Deal was a United States Seventh Air Force interdiction and close air support campaign waged in Cambodia between 19 May 1970 and 15 August 1973, as an expansion of the Vietnam War, as well as the Cambodian Civil War. Launched by Richard Nixon as a follow-up to the earlier ground invasion during the Cambodian Campaign, the initial targets of the operation were the base areas and b"}]}, {"heading": "Events", "year": "1974", "date": "August 15", "txt": "Yuk Young-soo, First Lady of South Korea, is killed during an apparent assassination attempt upon President Park Chung-hee.", "entities": [{"title": "Yuk Young-soo", "href": "/wiki/Yuk_Young-soo", "description": "Yuk Young-soo was the wife of the 3rd South Korean president Park Chung-hee and the mother of the 11th South Korean president Park Geun-hye. She was killed in 1974 during an attempted assassination of her husband, Park Chung-hee."}, {"title": "First Lady", "href": "/wiki/First_Lady", "description": "First lady is an unofficial title usually used for the wife, and occasionally used for the daughter or other female relative, of a non-monarchical head of state or chief executive. The term is also used to describe a woman seen to be at the top of her profession or art."}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}, {"title": "Park Chung-hee", "href": "/wiki/Park_Chung-hee", "description": "Park Chung-hee was a South Korean politician and army general who served as the President of South Korea from 1963 until his assassination in 1979, assuming that office after first ruling the country as head of a military dictatorship installed by the May 16 military coup d'état in 1961. Before his presidency, he was the chairman of the Supreme Council for National Reconstruction from 1961 to 1963"}]}, {"heading": "Events", "year": "1975", "date": "August 15", "txt": "Bangladeshi leader Sheikh Mujibur Rahman is killed along with most members of his family during a military coup.", "entities": [{"title": "Bangladeshi", "href": "/wiki/Bangladeshi", "description": "Bangladeshis are the citizens of Bangladesh, a South Asian country centered on the transnational historical region of Bengal along the eponymous bay."}, {"title": "Sheikh Mujibur Rahman", "href": "/wiki/Sheikh_Mujibur_Rahman", "description": "Sheikh Mujibur Rahman, shortened as Sheikh Mujib or Mujib, was a Bangladeshi politician and statesman. He is called the \"Father of the Nation\" in Bangladesh. He served as the first President of Bangladesh and later as the Prime Minister of Bangladesh from 17 April 1971 until his assassination on 15 August 1975. He is considered to be the driving force behind the independence of Bangladesh. He is p"}]}, {"heading": "Events", "year": "1975", "date": "August 15", "txt": "Takeo Miki makes the first official pilgrimage to Yasukuni Shrine by an incumbent prime minister on the anniversary of the end of World War II.", "entities": [{"title": "Yasukuni Shrine", "href": "/wiki/Yasukuni_Shrine", "description": "Yasukuni Shrine  is a Shinto shrine located in Chiyoda, Tokyo. It was founded by Emperor Meiji in June 1869 and commemorates those who died in service of Japan from the Boshin War of 1868–1869 through the First Indochina War of 1946–1954. The shrine's purpose has been expanded over the years to include those who died in the wars involving Japan spanning from the entire Meiji and Taishō periods, an"}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Events", "year": "1977", "date": "August 15", "txt": "The Big Ear, a radio telescope operated by Ohio State University as part of the SETI project, receives a radio signal from deep space; the event is named the \"Wow! signal\" from the notation made by a volunteer on the project.", "entities": [{"title": "Ohio State University Radio Observatory", "href": "/wiki/Ohio_State_University_Radio_Observatory", "description": "The Ohio State University Radio Observatory was a Kraus-type radio telescope located on the grounds of the Perkins Observatory at Ohio Wesleyan University in Delaware, Ohio from 1963 to 1998. Known as Big Ear, the observatory was part of Ohio State University's Search for Extraterrestrial Intelligence (SETI) project. The telescope was designed by John D. Kraus. Construction of the Big Ear began in"}, {"title": "Radio telescope", "href": "/wiki/Radio_telescope", "description": "A radio telescope is a specialized antenna and radio receiver used to detect radio waves from astronomical radio sources in the sky. Radio telescopes are the main observing instrument used in radio astronomy, which studies the radio frequency portion of the electromagnetic spectrum emitted by astronomical objects, just as optical telescopes are the main observing instrument used in traditional opt"}, {"title": "Ohio State University", "href": "/wiki/Ohio_State_University", "description": "The Ohio State University, commonly Ohio State or OSU, is a public land-grant research university in Columbus, Ohio. The flagship of the University System of Ohio, it is considered a Public Ivy, and has been ranked by major institutional rankings as among the best public universities in the United States. Founded in 1870 as the state's land-grant university and the ninth university in Ohio with th"}, {"title": "Search for extraterrestrial intelligence", "href": "/wiki/Search_for_extraterrestrial_intelligence", "description": "The search for extraterrestrial intelligence (SETI) is a collective term for scientific searches for intelligent extraterrestrial life, for example, monitoring electromagnetic radiation for signs of transmissions from civilizations on other planets."}, {"title": "Wow! signal", "href": "/wiki/Wow!_signal", "description": "The Wow! signal was a strong narrowband radio signal received on August 15, 1977, by Ohio State University's Big Ear radio telescope in the United States, then used to support the search for extraterrestrial intelligence. The signal appeared to come from the direction of the constellation Sagittarius and bore the expected hallmarks of extraterrestrial origin."}]}, {"heading": "Events", "year": "1984", "date": "August 15", "txt": "The Kurdistan Workers' Party in Turkey starts a campaign of armed attacks upon the Turkish military with an attack on police and gendarmerie bases in Şemdinli and Eruh", "entities": [{"title": "Kurdistan Workers' Party", "href": "/wiki/Kurdistan_Workers%27_Party", "description": "The Kurdistan Workers' Party or PKK is a Kurdish militant political organization and armed guerrilla movement, which has historically operated throughout Greater Kurdistan, but is now primarily based in the mountainous Kurdish-majority regions of southeastern Turkey and northern Iraq. Since 1984, the PKK has been involved in the Kurdish–Turkish conflict, utilizing asymmetric warfare to seek variou"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "1984 PKK attacks", "href": "/wiki/1984_PKK_attacks", "description": "The 15 August 1984 PKK attacks, which were led by Mahsum Korkmaz, marked the start of the last phase of Kurdish–Turkish conflict."}]}, {"heading": "Events", "year": "1995", "date": "August 15", "txt": "In South Carolina, Shannon Faulkner becomes the first female cadet matriculated at The Citadel (she drops out less than a week later).", "entities": [{"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}, {"title": "Shannon Faulkner", "href": "/wiki/Shannon_Faulkner", "description": "Shannon Faulkner is an American educator known for being the first woman admitted into The Citadel, the military college of South Carolina. She currently teaches English in Greenville, South Carolina."}, {"title": "Cadet", "href": "/wiki/Cadet", "description": "A cadet is an officer trainee or candidate. The term is frequently used to refer to those training to become an officer in the military, often a person who is a junior trainee. Its meaning may vary between countries."}, {"title": "The Citadel, The Military College of South Carolina", "href": "/wiki/The_Citadel,_The_Military_College_of_South_Carolina", "description": "The Citadel, The Military College of South Carolina, commonly known simply as The Citadel, is a public senior military college in Charleston, South Carolina. Established in 1842, it is one of six senior military colleges in the United States. It has 18 academic departments divided into five schools offering 23 majors and 38 minors. The military program is made up of cadets pursuing bachelor's degr"}]}, {"heading": "Events", "year": "1998", "date": "August 15", "txt": "Northern Ireland: Omagh bombing takes place; 29 people (including a woman pregnant with twins) killed and some 220 others injured.", "entities": [{"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Omagh bombing", "href": "/wiki/Omagh_bombing", "description": "The Omagh bombing was a car bombing on 15 August 1998 in the town of Omagh, County Tyrone, Northern Ireland, United Kingdom. It was carried out by a group calling themselves the Real Irish Republican Army, a Provisional Irish Republican Army (IRA) splinter group who opposed the IRA's ceasefire and the Good Friday Agreement, signed earlier in the year. The bombing killed 29 people and injured some "}]}, {"heading": "Events", "year": "1999", "date": "August 15", "txt": "Beni Ounif massacre in Algeria: Some 29 people are killed at a false roadblock near the Moroccan border, leading to temporary tensions with Morocco.", "entities": [{"title": "Béni Ounif", "href": "/wiki/B%C3%A9ni_Ounif", "description": "Béni Ounif is a town and commune in Béchar Province, Algeria, coextensive with the district of Béni Ounif. It has a population of 10,732 as of the 2008 census, up from 8,199 in 1998, and had an annual growth rate of 2.8%, the second highest in the province. The commune covers an area of 16,600 square kilometres (6,400 sq mi)."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Events", "year": "2005", "date": "August 15", "txt": "Israel's unilateral disengagement plan to evict all Israelis from the Gaza Strip and from four settlements in the northern West Bank begins.", "entities": [{"title": "Israel's unilateral disengagement plan", "href": "/wiki/Israel%27s_unilateral_disengagement_plan", "description": "The Israeli disengagement from Gaza was the unilateral dismantling in 2005 of the 21 Israeli settlements in the Gaza Strip and the evacuation of the settlers and Israeli army from inside the Gaza Strip."}, {"title": "Israelis", "href": "/wiki/Israelis", "description": "Israelis are the citizens or permanent residents of the State of Israel, a multiethnic state populated by people of different ethnic backgrounds. The largest ethnic groups in Israel are Jews (75%), followed by Arabs (20%) and other minorities (5%). Among the Israeli Jewish population, hundreds of thousands of Jews born in Israel are descended from Ashkenazi Jew, Mizrahi Jews, Sephardi Jews, Ethiop"}, {"title": "Gaza Strip", "href": "/wiki/Gaza_Strip", "description": "The Gaza Strip, or simply Gaza, is a self-governing Palestinian territory on the eastern coast of the Mediterranean Sea, that borders Egypt on the southwest for 11 kilometers (6.8 mi) and Israel on the east and north along a 51 km (32 mi) border. Gaza and the West Bank are claimed by the de jure sovereign State of Palestine."}, {"title": "Israeli settlement", "href": "/wiki/Israeli_settlement", "description": "Israeli settlements are civilian communities inhabited by Israeli citizens, almost exclusively of Jewish ethnicity, built in violation of international law on lands occupied by Israel in the 1967 Six-Day War. Israeli settlements currently exist in the Palestinian territory of the West Bank, including East Jerusalem, and in the Syrian territory of the Golan Heights. East Jerusalem and the Golan Hei"}, {"title": "West Bank", "href": "/wiki/West_Bank", "description": "The West Bank is a landlocked territory near the Mediterranean coast of Western Asia, bordered by Jordan and the Dead Sea to the east and by Israel to the south, west and north. Under Israeli occupation since 1967, the area is split into 167 Palestinian \"islands\" under partial Palestinian National Authority civil rule, and 230 Israeli settlements into which Israeli law is \"pipelined\"."}]}, {"heading": "Events", "year": "2005", "date": "August 15", "txt": "The Helsinki Agreement between the Free Aceh Movement and the Government of Indonesia was signed, ending almost three decades of fighting.", "entities": [{"title": "Government of Indonesia", "href": "/wiki/Government_of_Indonesia", "description": "The term Government of Indonesia can have a number of different meanings. At its widest, it can refer collectively to the three traditional branches of government – the Executive branch, Legislative branch and Judicial branch. The term is also used colloquially to mean the Executive and Legislature together, as these are the branches of government responsible for day-to-day governance of the natio"}, {"title": "Insurgency in Aceh", "href": "/wiki/Insurgency_in_Aceh", "description": "The insurgency in Aceh, officially designated the Aceh disturbance by the Indonesian government, was a conflict fought by the Free Aceh Movement (GAM) between 1976 and 2005, with the goal of making the province of Aceh independent from Indonesia. The aftermath of a strong military offensive in 2003 and the 2004 Indian Ocean earthquake brought a peace agreement and an end to the insurgency."}]}, {"heading": "Events", "year": "2007", "date": "August 15", "txt": "An 8.0-magnitude earthquake off the Pacific coast devastates Ica and various regions of Peru killing 514 and injuring 1,090.", "entities": [{"title": "2007 Peru earthquake", "href": "/wiki/2007_Peru_earthquake", "description": "The 2007 Peru earthquake, which measured 8.0 on the moment magnitude scale, hit the central coast of Peru on August 15 at 23:40:57 UTC and lasted two minutes. The epicenter was located 150 km (93 mi) south-southeast of Lima at a depth of 39 km (24 mi). The United States Geological Survey National Earthquake Information Center reported that it was a Very strong earthquake. The Peruvian government s"}, {"title": "Ica Region", "href": "/wiki/Ica_Region", "description": "Ica is a department and region of Peru. It borders the Pacific Ocean on the west; the Lima Region on the north; the Huancavelica and Ayacucho regions on the east; and the Arequipa Region on the south. Its capital is the city of Ica."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "2013", "date": "August 15", "txt": "At least 27 people are killed and 226 injured in an explosion in southern Beirut near a complex used by Lebanon's militant group Hezbollah in Lebanon. A previously unknown Syrian Sunni group claims responsibility in an online video.", "entities": [{"title": "August 2013 Beirut bombing", "href": "/wiki/August_2013_Beirut_bombing", "description": "On 15 August 2013, a car bomb exploded in Beirut, Lebanon killing twenty seven people and injuring over two-hundred people. The car bomb was intended for the stronghold of Hezbollah.\n\n It was reportedly the \"worst explosion in south Beirut\" since a 1985 truck bomb assassination attempt targeting top Shiite cleric Mohammed Hussein Fadlallah. \nThe Islamist group Aisha Umm-al Mouemeneen, also known a"}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Hezbollah", "href": "/wiki/Hezbollah", "description": "Hezbollah is a Lebanese Shia Islamist political party and militant group, led by its Secretary-General Hassan Nasrallah since 1992. Hezbollah's paramilitary wing is the Jihad Council, and its political wing is the Loyalty to the Resistance Bloc party in the Lebanese Parliament. Either the entire organization or only its military wing has been designated a terrorist organization by several countrie"}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}, {"title": "Sunni", "href": "/wiki/Sunni", "description": "Sunni Islam is by far the largest branch of Islam, followed by almost 90% of the world's Muslims. Its name comes from the word Sunnah, referring to the behaviour of Muhammad. The differences between Sunni and Shia Muslims arose from a disagreement over the succession to Muhammad and subsequently acquired broader political significance, as well as theological and juridical dimensions. According to "}]}, {"heading": "Events", "year": "2013", "date": "August 15", "txt": "The Smithsonian announces the discovery of the olinguito, the first new carnivorous species found in the Americas in 35 years.", "entities": [{"title": "Olinguito", "href": "/wiki/Olinguito", "description": "The olinguito is a mammal of the raccoon family Procyonidae that lives in montane forests in the Andes of western Colombia and Ecuador. It was classified as belonging to a new species in 2013. The specific name neblina is Spanish for fog or mist, referring to the cloud forest habitat of the olinguito."}]}, {"heading": "Events", "year": "2015", "date": "August 15", "txt": "North Korea moves its clock back half an hour to introduce Pyongyang Time, 8.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 hours ahead of UTC.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "Time in North Korea", "href": "/wiki/Time_in_North_Korea", "description": "Time in North Korea, called Pyongyang Time or Standard Time of the Democratic People's Republic of Korea, is since May 2018 equal to Korea Standard Time: 9 hours ahead of UTC (UTC+09:00). Like South Korea, North Korea does not currently observe daylight saving time. Time keeping in North Korea is under the State Commission for Science and Technology."}, {"title": "UTC", "href": "/wiki/UTC", "description": "Coordinated Universal Time or UTC is the primary time standard by which the world regulates clocks and time. It is within about 1 second of mean solar time at 0° longitude, and is not adjusted for daylight saving time. It is effectively a successor to Greenwich Mean Time (GMT)."}]}, {"heading": "Births", "year": "1013", "date": "August 15", "txt": "Teishi, empress of Japan (d. 1094)", "entities": [{"title": "Princess Teishi", "href": "/wiki/Princess_Teishi", "description": "Princess Teishi , also known as Yōmeimon-in (陽明門院), was an empress consort of Emperor Go-Suzaku of Japan. She was the second cousin of her husband."}]}, {"heading": "Births", "year": "1171", "date": "August 15", "txt": "Alfonso IX, king of León and Galicia (d. 1230)", "entities": [{"title": "Alfonso IX of León", "href": "/wiki/Alfonso_IX_of_Le%C3%B3n", "description": "Alfonso IX was king of León and Galicia from the death of his father Ferdinand II in 1188 until his own death."}]}, {"heading": "Births", "year": "1195", "date": "August 15", "txt": "Anthony of Padua, Portuguese priest and saint (d. 1231)", "entities": [{"title": "Anthony of Padua", "href": "/wiki/Anthony_of_Padua", "description": "Anthony or Antony of Padua or Anthony of Lisbon was a Portuguese Catholic priest and friar of the Franciscan Order. He was born and raised by a wealthy family in Lisbon, Portugal, and died in Padua, Italy. Noted by his contemporaries for his powerful preaching, expert knowledge of scripture, and undying love and devotion to the poor and the sick, he was one of the most quickly canonized saints in "}]}, {"heading": "Births", "year": "1385", "date": "August 15", "txt": "Richard de Vere, 11th Earl of Oxford, English commander (d. 1417)", "entities": [{"title": "Richard de Vere, 11th Earl of Oxford", "href": "/wiki/Richard_de_Vere,_11th_Earl_of_Oxford", "description": "Richard de Vere, 11th Earl of Oxford KG was the son and heir of Aubrey de Vere, 10th Earl of Oxford. He took part in the trial of Richard, Earl of Cambridge, and Lord Scrope for their part in the Southampton Plot, and was one of the commanders at Agincourt in 1415."}]}, {"heading": "Births", "year": "1432", "date": "August 15", "txt": "Luigi Pulci, Italian poet (d. 1484)", "entities": [{"title": "Luigi Pulci", "href": "/wiki/Luigi_Pulci", "description": "Luigi Pulci was an Italian diplomat and poet best known for his Morgante, an epic and parodistic poem about a giant who is converted to Christianity by Orlando and follows the knight in many adventures."}]}, {"heading": "Births", "year": "1455", "date": "August 15", "txt": "George, duke of Bavaria (d. 1503)", "entities": [{"title": "George, Duke of Bavaria", "href": "/wiki/George,_Duke_of_Bavaria", "description": "George of Bavaria referred to as the Rich, was the last Duke of Bavaria-Landshut. He was a son of Louis IX the Rich and Amalia of Saxony."}]}, {"heading": "Births", "year": "1507", "date": "August 15", "txt": "George III, Prince of Anhalt-Dessau, German prince (d. 1553)", "entities": [{"title": "George III, Prince of Anhalt-Dessau", "href": "/wiki/George_III,_Prince_of_Anhalt-Dessau", "description": "George III, Prince of Anhalt-Dessau, was a German prince of the House of Ascania and ruler of the principality of Anhalt-Dessau, and also a Protestant Reformer. After 1544 he became the first ruler of the principality of Anhalt-Plötzkau."}]}, {"heading": "Births", "year": "1575", "date": "August 15", "txt": "Bartol Kašić, Croatian linguist and lexicographer (d. 1650)", "entities": [{"title": "Bartol Kašić", "href": "/wiki/Bartol_Ka%C5%A1i%C4%87", "description": "Bartol Kašić was a Jesuit clergyman and grammarian during the Counter-Reformation, who wrote the first Croatian grammar and translated the Bible and the Roman Rite into Croatian."}]}, {"heading": "Births", "year": "1589", "date": "August 15", "txt": "Gabriel Báthory, Prince of Transylvania (d. 1613)", "entities": [{"title": "Gabriel Báthory", "href": "/wiki/Gabriel_B%C3%A1thory", "description": "Gabriel Báthory was Prince of Transylvania from 1608 to 1613. Born to the Roman Catholic branch of the Báthory family, he was closely related to four rulers of the Principality of Transylvania. His father, Stephen Báthory, held estates in the principality, but never ruled it. Being a minor when his father died in 1601, Gabriel became the ward of the childless Stephen Báthory, from the Protestant b"}]}, {"heading": "Births", "year": "1607", "date": "August 15", "txt": "Herman IV, landgrave of Hesse-Rotenburg (d. 1658)", "entities": [{"title": "Herman IV, Landgrave of Hesse-Rotenburg", "href": "/wiki/Herman_IV,_Landgrave_of_Hesse-Rotenburg", "description": "Landgrave Hermann IV of Hesse-Rotenburg, was the first Landgrave of the semi-independent Landgraviate of Hesse-Rotenburg. He was the fourth son of the Landgrave Maurice of Hesse-Kassel and his second wife Juliane of Nassau-Dillenburg."}]}, {"heading": "Births", "year": "1608", "date": "August 15", "txt": "Henry Howard, 22nd Earl of Arundel, English politician (d. 1652)", "entities": [{"title": "Henry Howard, 22nd Earl of Arundel", "href": "/wiki/Henry_Howard,_22nd_Earl_of_Arundel", "description": "Henry Frederick Howard, 15th Earl of Arundel PC, styled Lord Maltravers until 1640, and Baron Mowbray from 1640 until 1652, was an English nobleman, chiefly remembered for his role in the development of the rule against perpetuities."}]}, {"heading": "Births", "year": "1613", "date": "August 15", "txt": "Gilles Ménage, French lawyer, philologist, and scholar (d. 1692)", "entities": [{"title": "Gilles Ménage", "href": "/wiki/Gilles_M%C3%A9nage", "description": "Gilles Ménage was a French scholar."}]}, {"heading": "Births", "year": "1615", "date": "August 15", "txt": "Marie de Lorraine, duchess of Guise (d. 1688)", "entities": [{"title": "Marie de Lorraine, Duchess of Guise", "href": "/wiki/Marie_de_Lorraine,_Duchess_of_Guise", "description": "Marie de Lorraine was the daughter of Charles de Lorraine, Duke of Guise and Henriette Catherine de Joyeuse and the last member of the House of Guise, a branch of the House of Lorraine."}]}, {"heading": "Births", "year": "1652", "date": "August 15", "txt": "John Grubb, American politician (d. 1708)", "entities": [{"title": "John Grubb", "href": "/wiki/John_Grubb", "description": " John Grubb  (1652–1708) was a two-term member of the Pennsylvania Provincial Assembly and was one of the original settlers in a portion of Brandywine Hundred that became Claymont, Delaware. He founded a large tannery that continued in operation for over 100 years at what became known as Grubb's Landing. He was also one of the 150 signers of the Concessions and Agreements for Province of West Jers"}]}, {"heading": "Births", "year": "1702", "date": "August 15", "txt": "Francesco Zuccarelli, Italian painter and Royal Academician (d. 1788)", "entities": [{"title": "Francesco Zuccarelli", "href": "/wiki/Francesco_Zuccarelli", "description": "Giacomo Francesco Zuccarelli RA, was an Italian artist of the late Baroque or Rococo period. He is considered to be the most important landscape painter to have emerged from his adopted city of Venice during the mid-eighteenth century, and his Arcadian views became popular throughout Europe and especially in England where he resided for two extended periods. His patronage extended to the nobility,"}]}, {"heading": "Births", "year": "1717", "date": "August 15", "txt": "Blind Jack, English engineer (d. 1810)", "entities": [{"title": "John Metcalf (civil engineer)", "href": "/wiki/John_Metcalf_(civil_engineer)", "description": "John Metcalf, known as Blind Jack of Knaresborough or Blind Jack Metcalf, was the first professional road builder to emerge during the Industrial Revolution. Blind from the age of six, Metcalf had an eventful life, which was documented by his own account just before his death. He was an accomplished diver, swimmer, card player and fiddler, but was better known for the period between 1765 and 1792 "}]}, {"heading": "Births", "year": "1736", "date": "August 15", "txt": "Johann Christoph Kellner, German organist and composer (d. 1803)", "entities": [{"title": "Johann Christoph Kellner", "href": "/wiki/Johann_Christoph_Kellner", "description": "Johann Christoph Kellner was a German organist and composer. He was the son of Johann Peter Kellner."}]}, {"heading": "Births", "year": "1740", "date": "August 15", "txt": "Matthias Claudius, German poet and author (d. 1815)", "entities": [{"title": "Matthias Claudius", "href": "/wiki/Matthias_Claudius", "description": "Matthias Claudius was a German poet and journalist, otherwise known by the pen name of “Asmus”."}]}, {"heading": "Births", "year": "1769", "date": "August 15", "txt": "Napoleon Bonaparte, French general and emperor (d. 1821)", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Births", "year": "1771", "date": "August 15", "txt": "Walter Scott, Scottish novelist, playwright, and poet (d. 1832)", "entities": [{"title": "Walter Scott", "href": "/wiki/Walter_Scott", "description": "Sir Walter Scott, 1st Baronet was a Scottish historical novelist, poet, playwright, and historian. Many of his works remain classics of both English-language literature and Scottish literature. Famous titles include the novels, Ivanhoe, Rob Roy, Waverley, Old Mortality, The Heart of Mid-Lothian, The Bride of Lammermoor, and the narrative poems, The Lady of the Lake and Marmion."}]}, {"heading": "Births", "year": "1785", "date": "August 15", "txt": "Thomas De Quincey, English journalist and author (d. 1859)", "entities": [{"title": "Thomas De Quincey", "href": "/wiki/Thomas_De_Quincey", "description": "Thomas Penson De Quincey was an English essayist, best known for his Confessions of an English Opium-Eater (1821). Many scholars suggest that in publishing this work De Quincey inaugurated the tradition of addiction literature in the West."}]}, {"heading": "Births", "year": "1787", "date": "August 15", "txt": "Eliza Lee Cabot Follen, American writer, editor, abolitionist (d. 1860)", "entities": [{"title": "Eliza Lee Cabot Follen", "href": "/wiki/Eliza_Lee_Cabot_Follen", "description": "Eliza Lee Cabot Follen was an American writer, editor, and abolitionist. In her early life, she contributed various pieces of prose and poetry to papers and magazines. In 1828, she married Prof. Charles Follen, who died on board the Lexington in 1840. During her married life, she published a variety of popular and useful books, all of which were characterized by her Christian piety. Among the work"}]}, {"heading": "Births", "year": "1798", "date": "August 15", "txt": "Sangolli Rayanna, Indian warrior (d. 1831)", "entities": [{"title": "Sangolli Rayanna", "href": "/wiki/Sangolli_Rayanna", "description": "Sangolli Rayanna was an Indian military Shetsanadi (Sainik) and warrior in the Kittur princely state of the Karnataka. He was the Shetsanadi of the Kingdom of Kittur ruled at the time by Rani Chennamma and fought the British East India Company till his death. His life was the subject of the 2012 Kannada film Sangolli Rayanna."}]}, {"heading": "Births", "year": "1807", "date": "August 15", "txt": "Jules Grévy, French lawyer and politician, 4th President of the French Republic (d. 1891)", "entities": [{"title": "Jules Grévy", "href": "/wiki/Jules_Gr%C3%A9vy", "description": "François Judith Paul Grévy was President of France from 1879 to 1887, and one of the leaders of the Opportunist Republican faction. Given that his predecessors were monarchists who tried without success to restore the French monarchy, Grévy is seen as the first real republican President of France."}, {"title": "President of the French Republic", "href": "/wiki/President_of_the_French_Republic", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1824", "date": "August 15", "txt": "John Chisum, American businessman (d. 1884)", "entities": [{"title": "John Chisum", "href": "/wiki/John_Chisum", "description": "John Simpson Chisum was a wealthy cattle baron in the American West in the mid-to-late 19th century. He was born in Hardeman County, Tennessee, and moved with his family to the Republic of Texas in 1837, later finding work as a building contractor. He also served as county clerk in Lamar County. He was of Scottish, English, and Welsh descent."}]}, {"heading": "Births", "year": "1839", "date": "August 15", "txt": "Antonín Petrof, Czech piano maker (d. 1915)", "entities": [{"title": "Antonín Petrof", "href": "/wiki/Anton%C3%ADn_Petrof", "description": "Antonín Petrof was a Bohemian piano maker."}]}, {"heading": "Births", "year": "1844", "date": "August 15", "txt": "Thomas-Alfred Bernier, Canadian journalist, lawyer, and politician (d. 1908)", "entities": [{"title": "Thomas-Alfred Bernier", "href": "/wiki/Thomas-Alfred_Bernier", "description": "Thomas-Alfred Bernier was a Canadian journalist, lawyer, and senator."}]}, {"heading": "Births", "year": "1845", "date": "August 15", "txt": "Walter Crane, English artist and book illustrator (d. 1915)", "entities": [{"title": "Walter Crane", "href": "/wiki/Walter_Crane", "description": "Walter Crane was a British artist and book illustrator. He is considered to be the most influential, and among the most prolific, children's book creators of his generation and, along with Randolph Caldecott and Kate Greenaway, one of the strongest contributors to the child's nursery motif that the genre of English children's illustrated literature would exhibit in its developmental stages in the "}]}, {"heading": "Births", "year": "1856", "date": "August 15", "txt": "Keir Hardie, Scottish politician and trade unionist (d. 1915)", "entities": [{"title": "Keir Hardie", "href": "/wiki/Keir_Hardie", "description": "James Keir Hardie was a Scottish trade unionist and politician. He was a founder of the Labour Party, and served as its first parliamentary leader from 1906 to 1908."}]}, {"heading": "Births", "year": "1857", "date": "August 15", "txt": "Albert Ballin, German businessman (d. 1918)", "entities": [{"title": "Albert Ballin", "href": "/wiki/Albert_Ballin", "description": "Albert Ballin was a German shipping magnate. He was the general director of the Hamburg-Amerikanische Packetfahrt-Actien-Gesellschaft (HAPAG) or Hamburg-America Line, which for a time was the world's largest shipping company. Being the inventor of the concept of the cruise ship, he is known as the father of modern cruise ship travel."}]}, {"heading": "Births", "year": "1858", "date": "August 15", "txt": "E. Nesbit, English author and poet (d. 1924)", "entities": [{"title": "E. Nesbit", "href": "/wiki/E._Nesbit", "description": "Edith Nesbit was an English author and poet; she published her books for children under the name of E. Nesbit."}]}, {"heading": "Births", "year": "1859", "date": "August 15", "txt": "Charles Comiskey, American baseball player and manager (d. 1931)", "entities": [{"title": "Charles Comiskey", "href": "/wiki/Charles_Comiskey", "description": "Charles Albert Comiskey, also nicknamed \"Commy\" or \"The Old Roman\", was an American Major League Baseball player, manager and team owner. He was a key person in the formation of the American League, and was also founding owner of the Chicago White Sox. Comiskey Park, the White Sox' storied baseball stadium, was built under his guidance and named for him."}]}, {"heading": "Births", "year": "1860", "date": "August 15", "txt": "Florence Harding, American publisher, 31st First Lady of the United States (d. 1924)", "entities": [{"title": "Florence Harding", "href": "/wiki/Florence_Harding", "description": "Florence Mabel Harding was the first lady of the United States from 1921 to 1923 as the wife of President Warren G. Harding."}, {"title": "First Lady of the United States", "href": "/wiki/First_Lady_of_the_United_States", "description": "First Lady of the United States (FLOTUS) is the title held by the hostess of the White House, usually the wife of the president of the United States, concurrent with the president's term in office. Although the first lady's role has never been codified or officially defined, she figures prominently in the political and social life of the United States. Since the early 20th century, the first lady "}]}, {"heading": "Births", "year": "1863", "date": "August 15", "txt": "Aleksey Krylov, Russian mathematician and engineer (d. 1945)", "entities": [{"title": "Aleksey Krylov", "href": "/wiki/Aleksey_Krylov", "description": "Aleksey Nikolaevich Krylov was a Russian naval engineer, applied mathematician and memoirist."}]}, {"heading": "Births", "year": "1865", "date": "August 15", "txt": "Mikao Usui, Japanese spiritual leader, founded Reiki (d. 1926)", "entities": [{"title": "Mikao Usui", "href": "/wiki/Mikao_Usui", "description": "Mikao Usui was the promoter of a form of spiritual practice known as Reiki, used as an alternative therapy for the treatment of physical, emotional, and mental diseases. According to the inscription on his memorial stone, Usui taught Reiki to over 2,000 people during his lifetime. Eleven of these students continued their training to reach the Shinpiden level, a level equivalent to the Western thir"}, {"title": "Reiki", "href": "/wiki/Reiki", "description": "Reiki  is a Japanese form of alternative medicine called energy healing. Reiki practitioners use a technique called palm healing or hands-on healing through which a \"universal energy\" is said to be transferred through the palms of the practitioner to the patient in order to encourage emotional or physical healing."}]}, {"heading": "Births", "year": "1866", "date": "August 15", "txt": "Italo Santelli, Italian fencer (d. 1945)", "entities": [{"title": "Italo Santelli", "href": "/wiki/Italo_Santelli", "description": "Italo Santelli was an Italian fencer who is considered to be the \"father of modern sabre fencing\"."}]}, {"heading": "Births", "year": "1872", "date": "August 15", "txt": "Sri Aurobindo, Indian guru, poet, and philosopher (d. 1950)", "entities": [{"title": "Sri Aurobindo", "href": "/wiki/Sri_Aurobindo", "description": "Sri Aurobindo was an Indian philosopher, yogi, maharishi, poet, and Indian nationalist. He joined the Indian movement for independence from British rule, till 1910 was one of its influential leaders and then became a spiritual reformer, introducing his visions on human progress and spiritual evolution."}]}, {"heading": "Births", "year": "1873", "date": "August 15", "txt": "Ramaprasad Chanda, Indian archaeologist and historian (d. 1942)", "entities": [{"title": "Ramaprasad Chanda", "href": "/wiki/Ramaprasad_Chanda", "description": "Ramaprasad Chanda was an Indian anthropologist, historian and archaeologist from Bengal. A pioneer in his field in South Asia, Chanda's lasting legacy is the Varendra Research Museum, he established in Rajshahi, a leading institute for research on the history of Bengal.He was the first head of the Department of Anthropology at the University of Calcutta from 1920- 1921.He was also a professional a"}]}, {"heading": "Births", "year": "1875", "date": "August 15", "txt": "Samuel Coleridge-Taylor, English pianist, violinist, and composer (d. 1912)", "entities": [{"title": "Samuel Coleridge-Taylor", "href": "/wiki/Samuel_Coleridge-Taylor", "description": "Samuel Coleridge-Taylor was an English composer and conductor."}]}, {"heading": "Births", "year": "1876", "date": "August 15", "txt": "Stylianos Gonatas, Greek colonel and politician, 111th Prime Minister of Greece (d. 1966)", "entities": [{"title": "Stylianos Gonatas", "href": "/wiki/Stylianos_Gonatas", "description": "Stylianos Gonatas was a Greek military officer and Venizelist politician and Prime Minister of Greece between 1922 and 1924."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1877", "date": "August 15", "txt": "Tachiyama Mineemon, Japanese sumo wrestler, the 22nd Yokozuna (d. 1941)", "entities": [{"title": "Tachiyama Mineemon", "href": "/wiki/Tachiyama_Mineemon", "description": "Tachiyama Mineemon  was a Japanese professional sumo wrestler from Toyama City, Toyama Prefecture. He was the sport's 22nd yokozuna. He was well known for his extreme strength and skill. He won 99 out of 100 matches from 1909 to 1916, and also won eleven top division tournament championships."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1879", "date": "August 15", "txt": "Ethel Barrymore, American actress (d. 1959)", "entities": [{"title": "Ethel Barrymore", "href": "/wiki/Ethel_Barrymore", "description": "Ethel Barrymore was an American actress and a member of the Barrymore family of actors. Barrymore was a stage, screen and radio actress whose career spanned six decades, and was regarded as \"The First Lady of the American Theatre\"."}]}, {"heading": "Births", "year": "1881", "date": "August 15", "txt": "Alfred Wagenknecht, German-American activist and politician (d. 1956)", "entities": [{"title": "Alfred Wagenknecht", "href": "/wiki/Alfred_Wagenknecht", "description": "Alfred Wagenknecht was an American Marxist activist and political functionary. He is best remembered for having played a critical role in the establishment of the American Communist Party in 1919 as a leader of the Left Wing Section of the Socialist Party. Wagenknecht served as Executive Secretary of the Communist Labor Party of America and the United Communist Party of America in 1919 and 1920, r"}]}, {"heading": "Births", "year": "1882", "date": "August 15", "txt": "Marion Bauer, American composer and critic (d. 1955)", "entities": [{"title": "Marion Bauer", "href": "/wiki/Marion_Bauer", "description": "Marion Eugénie Bauer was an American composer, teacher, writer, and music critic. She played an active role in shaping American musical identity in the early half of the twentieth century."}]}, {"heading": "Births", "year": "1882", "date": "August 15", "txt": "Gisela Richter, English archaeologist and art historian (d. 1972)", "entities": []}, {"heading": "Births", "year": "1883", "date": "August 15", "txt": "Ivan Meštrović, Croatian sculptor and architect (d. 1962)", "entities": [{"title": "Ivan Meštrović", "href": "/wiki/Ivan_Me%C5%A1trovi%C4%87", "description": "Ivan Meštrović was a Croatian sculptor, architect, and writer. He was the most prominent modern Croatian sculptor and a leading artistic personality in contemporary Zagreb. He studied at Pavle Bilinić's Stone Workshop in Split and at the Academy of Fine Arts Vienna, where he was formed under the influence of the Secession. He traveled throughout Europe and studied the works of ancient and Renaissa"}]}, {"heading": "Births", "year": "1885", "date": "August 15", "txt": "Edna Ferber, American novelist, short story writer, and playwright (d. 1968)", "entities": [{"title": "Edna Ferber", "href": "/wiki/Edna_Ferber", "description": "Edna Ferber was an American novelist, short story writer and playwright. Her novels include the Pulitzer Prize-winning So Big (1924), Show Boat, Cimarron, Giant and Ice Palace (1958), which also received a film adaptation in 1960."}]}, {"heading": "Births", "year": "1886", "date": "August 15", "txt": "Bill Whitty, Australian cricketer (d. 1974)", "entities": [{"title": "Bill Whitty", "href": "/wiki/Bill_Whitty", "description": "William James Whitty was an Australian cricketer who played 14 Test matches between 1909 and 1912."}]}, {"heading": "Births", "year": "1890", "date": "August 15", "txt": "Jacques Ibert, French composer and educator (d. 1962)", "entities": [{"title": "Jacques Ibert", "href": "/wiki/Jacques_Ibert", "description": "Jacques François Antoine Marie Ibert was a French composer of classical music. Having studied music from an early age, he studied at the Paris Conservatoire and won its top prize, the Prix de Rome at his first attempt, despite studies interrupted by his service in World War I."}]}, {"heading": "Births", "year": "1892", "date": "August 15", "txt": "Louis de Broglie, French physicist and academic, Nobel Prize laureate (d. 1987)", "entities": [{"title": "Louis de Broglie", "href": "/wiki/Louis_de_Broglie", "description": "Louis Victor Pierre Raymond, 7th Duc de Broglie was a French physicist and aristocrat who made groundbreaking contributions to quantum theory. In his 1924 PhD thesis, he postulated the wave nature of electrons and suggested that all matter has wave properties. This concept is known as the de Broglie hypothesis, an example of wave–particle duality, and forms a central part of the theory of quantum "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1892", "date": "August 15", "txt": "Abraham Wachner, New Zealand politician, 35th Mayor of Invercargill (d. 1950)", "entities": [{"title": "Mayor of Invercargill", "href": "/wiki/Mayor_of_Invercargill", "description": "The Mayor of Invercargill is the head of the municipal government of Invercargill, New Zealand, and presides over the Invercargill City Council. The mayor is directly elected using a First Past the Post electoral system. The current mayor is Tim Shadbolt, who is also the longest-serving mayor for Invercargill. There have been 43 mayors so far."}]}, {"heading": "Births", "year": "1893", "date": "August 15", "txt": "Leslie Comrie, New Zealand astronomer and academic (d. 1950)", "entities": [{"title": "Leslie Comrie", "href": "/wiki/Leslie_Comrie", "description": "Leslie John Comrie FRS was an astronomer and a pioneer in mechanical computation."}]}, {"heading": "Births", "year": "1896", "date": "August 15", "txt": "Gerty Cori, Czech-American biochemist and physiologist, Nobel Prize laureate (d. 1957)", "entities": [{"title": "Gerty Cori", "href": "/wiki/Gerty_Cori", "description": "Gerty Theresa Cori was an Austro-Hungarian-American biochemist who in 1947 was the third woman to win a Nobel Prize in science, and the first woman to be awarded the Nobel Prize in Physiology or Medicine, for her significant role in the \"discovery of the course of the catalytic conversion of glycogen\"."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1896", "date": "August 15", "txt": "Catherine Doherty, Russian-Canadian activist, founded the Madonna House Apostolate (d. 1985)", "entities": [{"title": "Madonna House Apostolate", "href": "/wiki/Madonna_House_Apostolate", "description": "The Madonna House Apostolate is a Catholic Christian community of lay men, women, and priests dedicated to loving and serving Jesus Christ in all aspects of everyday life. It was founded in 1947 by Catherine Doherty in Combermere, Ontario and has established missionary field houses worldwide."}]}, {"heading": "Births", "year": "1896", "date": "August 15", "txt": "Paul Outerbridge, American photographer and educator (d. 1958)", "entities": []}, {"heading": "Births", "year": "1898", "date": "August 15", "txt": "Jan Brzechwa, Polish author and poet (d. 1966)", "entities": [{"title": "Jan Brzechwa", "href": "/wiki/Jan_Brzechwa", "description": "Jan Brzechwa, was a Polish poet, author and lawyer, known mostly for his contribution to children's literature. He was born Jan Wiktor Lesman to a Polish family of Jewish descent."}]}, {"heading": "Births", "year": "1900", "date": "August 15", "txt": "Estelle Brody, American silent film actress (d. 1995)", "entities": [{"title": "Estelle Brody", "href": "/wiki/Estelle_Brody", "description": "Estelle Brody was an American actress who became one of the biggest female stars of British silent film in the latter half of the 1920s. Her career was then derailed by a series of ill-advised decisions and she disappeared from sight for many years before re-emerging between the late 1940s and the 1960s in smaller supporting film and television roles."}]}, {"heading": "Births", "year": "1900", "date": "August 15", "txt": "Jack Tworkov, Polish-American painter and educator (d. 1982)", "entities": []}, {"heading": "Births", "year": "1901", "date": "August 15", "txt": "Arnulfo Arias Madrid, 21st president of the republic of Panamá (d. 1988)", "entities": [{"title": "Arnulfo Arias", "href": "/wiki/Arnulfo_Arias", "description": "Arnulfo Arias Madrid was a Panamanian politician, doctor, and writer who served as the President of Panama from 1940 to 1941, again from 1949 to 1951, and finally for 11 days in October 1968. \nThroughout his adult life he had warned about the increasing influence of the military in Panamanian politics. He vowed to reduce its influence. In turn he was denied his presidential electoral success in 19"}]}, {"heading": "Births", "year": "1901", "date": "August 15", "txt": "Pyotr Novikov, Russian mathematician and theorist (d. 1975)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 15", "txt": "Jan Campert, Dutch journalist and critic (d. 1943)", "entities": [{"title": "Jan Campert", "href": "/wiki/Jan_Campert", "description": "Jan Remco Theodoor Campert was a journalist, theater critic and writer who lived in Amsterdam, the Netherlands. During the German occupation of the Netherlands in World War II Campert was arrested for aiding the Jews. He was held in the Neuengamme concentration camp, where he died."}]}, {"heading": "Births", "year": "1904", "date": "August 15", "txt": "George Klein, Canadian inventor, invented the motorized wheelchair (d. 1992)", "entities": [{"title": "George Klein (inventor)", "href": "/wiki/George_Klein_(inventor)", "description": "George Johann Klein, was a Hamilton, Ontario-born Canadian inventor who is often called the most productive inventor in Canada in the 20th century. Although he struggled as a high school student, he eventually graduated from the University of Toronto in Mechanical Engineering. His inventions include key contributions to the first electric wheelchairs for quadriplegics, the first microsurgical stap"}, {"title": "Motorized wheelchair", "href": "/wiki/Motorized_wheelchair", "description": "A motorized wheelchair, powerchair, electric wheelchair or electric-powered wheelchair (EPW) is a wheelchair that is propelled by means of an electric motor rather than manual power. Motorized wheelchairs are useful for those unable to propel a manual wheelchair or who may need to use a wheelchair for distances or over terrain which would be fatiguing in a manual wheelchair. They may also be used "}]}, {"heading": "Births", "year": "1909", "date": "August 15", "txt": "Hugo Winterhalter, American composer and bandleader (d. 1973)", "entities": [{"title": "Hugo Winterhalter", "href": "/wiki/Hugo_Winterhalter", "description": "\nHugo Winterhalter was an American easy listening arranger and composer, best known for his arrangements and recordings for RCA Victor."}]}, {"heading": "Births", "year": "1912", "date": "August 15", "txt": "Julia Child, American chef and author (d. 2004)", "entities": [{"title": "Julia Child", "href": "/wiki/Julia_Child", "description": "Julia Carolyn Child was an American cooking teacher, author, and television personality. She is recognized for bringing French cuisine to the American public with her debut cookbook, Mastering the Art of French Cooking, and her subsequent television programs, the most notable of which was The French Chef, which premiered in 1963."}]}, {"heading": "Births", "year": "1912", "date": "August 15", "txt": "Wendy Hiller, English actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 15", "txt": "Paul Rand, American graphic designer and art director (d. 1996)", "entities": [{"title": "Paul Rand", "href": "/wiki/Paul_Rand", "description": "Paul Rand was an American art director and graphic designer, best known for his corporate logo designs, including the logos for IBM, UPS, Enron, Morningstar, Inc., Westinghouse, ABC, and NeXT. He was one of the first American commercial artists to embrace and practice the Swiss Style of graphic design."}]}, {"heading": "Births", "year": "1915", "date": "August 15", "txt": "Signe Hasso, Swedish-American actress (d. 2002)", "entities": [{"title": "Signe Hasso", "href": "/wiki/Signe_Hasso", "description": "Signe Eleonora Cecilia Hasso was a Swedish actress, writer, and composer."}]}, {"heading": "Births", "year": "1916", "date": "August 15", "txt": "Aleks Çaçi, Albanian journalist and author (d. 1989)", "entities": [{"title": "Aleks Çaçi", "href": "/wiki/Aleks_%C3%87a%C3%A7i", "description": "Aleks Çaçi was an Albanian author of the socialist realism time."}]}, {"heading": "Births", "year": "1917", "date": "August 15", "txt": "Jack Lynch, Irish footballer and politician, 5th Taoiseach of Ireland (d. 1999)", "entities": [{"title": "Jack Lynch", "href": "/wiki/Jack_Lynch", "description": "John Mary Lynch, known as Jack Lynch, was an Irish Fianna Fáil politician who served as Taoiseach from 1966 to 1973 and 1977 to 1979, Leader of Fianna Fáil from 1966 to 1979, Leader of the Opposition from 1973 to 1977, Minister for Finance from 1965 to 1966, Minister for Industry and Commerce from 1959 to 1965, Minister for Education 1957 to 1959, Minister for the Gaeltacht from March 1957 to June"}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Births", "year": "1917", "date": "August 15", "txt": "Óscar Romero, Salvadoran archbishop (d. 1980)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 15", "txt": "Huntz Hall, American actor (d. 1999)", "entities": [{"title": "Huntz Hall", "href": "/wiki/Huntz_Hall", "description": "Henry Richard \"Huntz\" Hall was an American radio, stage, and movie performer who appeared in the popular \"Dead End Kids\" movies, including Angels with Dirty Faces (1938), and in the later \"Bowery Boys\" movies, during the late 1930s to the late 1950s."}]}, {"heading": "Births", "year": "1919", "date": "August 15", "txt": "Benedict Kiely, Irish journalist and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 15", "txt": "Judy Cassab, Austrian-Australian painter (d. 2008)", "entities": [{"title": "Judy Cassab", "href": "/wiki/Judy_Cassab", "description": "Judy Cassab, born Judit Kaszab, was an Australian painter."}]}, {"heading": "Births", "year": "1921", "date": "August 15", "txt": "August Kowalczyk, Polish actor and director (d. 2012)", "entities": [{"title": "August Kowalczyk", "href": "/wiki/August_Kowalczyk", "description": "August Marian Kowalczyk was a Polish actor, theatre, television and film director who was the last survivor of a breakout of prisoners from Auschwitz Concentration Camp on 10 June 1942."}]}, {"heading": "Births", "year": "1922", "date": "August 15", "txt": "Leonard Baskin, American sculptor and illustrator (d. 2000)", "entities": [{"title": "Leonard Baskin", "href": "/wiki/Leonard_Baskin", "description": "Leonard Baskin was a prize-winning American sculptor, draughtsman and graphic artist, as well as founder of the Gehenna Press (1942-2000). One of America's first fine arts presses, it went on to become \"one of the most important and comprehensive art presses of the world,\" often featuring the work of celebrated poets, such as Sylvia Plath, Ted Hughes, James Baldwin side by side with Baskin's bold,"}]}, {"heading": "Births", "year": "1922", "date": "August 15", "txt": "Giorgos Mouzakis, Greek trumpet player and composer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 15", "txt": "Sabino Barinaga, Spanish footballer and manager (d. 1988)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 15", "txt": "Rose Marie, American actress and singer (d. 2017)", "entities": [{"title": "Rose Marie", "href": "/wiki/Rose_Marie", "description": "Rose Marie was an American actress, singer, comedian, and vaudeville performer with a career that ultimately spanned ten decades — and included film, radio, records, theater, night clubs and television. As a child performer during the years just after the silent film era, she had a successful singing career as Baby Rose Marie. As an adult, she became one of the first major stars to be known simply"}]}, {"heading": "Births", "year": "1924", "date": "August 15", "txt": "Robert Bolt, English playwright and screenwriter (d. 1995)", "entities": [{"title": "Robert Bolt", "href": "/wiki/Robert_Bolt", "description": "Robert Oxton Bolt was an English playwright and a twice Oscar-winning screenwriter, known for writing the screenplays for Lawrence of Arabia, Doctor Zhivago, and A Man for All Seasons, the latter two of which won him the Academy Award for Best Adapted Screenplay."}]}, {"heading": "Births", "year": "1924", "date": "August 15", "txt": "Hedy Epstein, German-American Holocaust survivor and activist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 15", "txt": "Yoshirō Muraki, Japanese production designer, art director, and fashion designer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 15", "txt": "Phyllis Schlafly, American lawyer, writer, and political activist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 15", "txt": "Mike Connors, American actor and producer (d. 2017)", "entities": [{"title": "Mike Connors", "href": "/wiki/Mike_Connors", "description": "Krekor Ohanian, known professionally as Mike Connors, was an American actor best known for playing private detective Joe Mannix in the CBS television series Mannix from 1967 to 1975, a role which earned him a Golden Globe Award in 1970, the first of six straight nominations, as well as four consecutive Emmy nominations from 1970 to 1973. He starred in the short-lived series Tightrope! (1959–1960) "}]}, {"heading": "Births", "year": "1925", "date": "August 15", "txt": "Rose Maddox, American singer-songwriter and fiddle player (d. 1998)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 15", "txt": "Oscar Peterson, Canadian pianist and composer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 15", "txt": "Bill Pinkney, American singer (The Drifters) (d. 2007)", "entities": [{"title": "The Drifters", "href": "/wiki/The_Drifters", "description": "The Drifters are an American doo-wop and R&B/soul vocal group. They were originally formed as a backing group for Clyde McPhatter, formerly the lead tenor of Billy Ward and his Dominoes in 1953."}]}, {"heading": "Births", "year": "1925", "date": "August 15", "txt": "Erik Schmidt, Swedish-Estonian painter and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 15", "txt": "Julius Katchen, American pianist and composer (d. 1969)", "entities": [{"title": "Julius Katchen", "href": "/wiki/Julius_Katchen", "description": "Julius Katchen was an American concert pianist, possibly best known for his recordings of Johannes Brahms's solo piano works."}]}, {"heading": "Births", "year": "1926", "date": "August 15", "txt": "Sami Michael, Iraqi-Israeli author and playwright", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 15", "txt": "John Silber, American philosopher and academic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 15", "txt": "Konstantinos Stephanopoulos, Greek lawyer and politician, 6th President of Greece (d. 2016)", "entities": [{"title": "President of Greece", "href": "/wiki/President_of_Greece", "description": "The president of the Hellenic Republic, colloquially referred to in English as the president of Greece, is the head of state of Greece. The president is elected by the Hellenic Parliament; the role has been mainly ceremonial since the 1986 constitutional reform. The office was formally established by the Constitution of Greece in 1975, but has antecedents in the Second Hellenic Republic of 1924–19"}]}, {"heading": "Births", "year": "1927", "date": "August 15", "txt": "Eddie Leadbeater, English cricketer (d. 2011)", "entities": [{"title": "Eddie Leadbeater", "href": "/wiki/Eddie_Leadbeater", "description": "Edric \"Eddie\" Leadbeater was an English cricketer who played in two Tests in 1951. He was born in Lockwood, Huddersfield, West Riding of Yorkshire, and died in Huddersfield."}]}, {"heading": "Births", "year": "1927", "date": "August 15", "txt": "Oliver Popplewell, English cricketer and judge", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 15", "txt": "Carl Joachim Classen, German scholar and academic (d. 2013)", "entities": [{"title": "Carl Joachim Classen", "href": "/wiki/Carl_Joachim_Classen", "description": "Carl Joachim Classen was a German classical scholar."}]}, {"heading": "Births", "year": "1928", "date": "August 15", "txt": "Malcolm Glazer, American businessman (d. 2014)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 15", "txt": "Nicolas Roeg, English director and cinematographer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 15", "txt": "Ernest C. Brace, American captain and pilot (d. 2014)", "entities": [{"title": "Ernest C. Brace", "href": "/wiki/Ernest_C._Brace", "description": "Ernest Cary Brace was the longest-held civilian prisoner of war (POW) during the Vietnam War. A decorated Marine Corps fighter pilot and mustang, Brace was court-martialed in 1961 for attempting to fake his own death. He flew as a civilian contract pilot before being captured in Laos in 1965 while flying supplies for USAID. He spent almost eight years as a POW and upon his release received a Presi"}]}, {"heading": "Births", "year": "1931", "date": "August 15", "txt": "Richard F. Heck, American chemist and academic, Nobel Prize laureate (d. 2015)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1932", "date": "August 15", "txt": "Abby Dalton, American actress (d. 2020)", "entities": [{"title": "Abby Dalton", "href": "/wiki/Abby_Dalton", "description": "Gladys Marlene Wasden, known professionally as Abby Dalton, was an American actress, known for her television roles on the sitcoms Hennesey (1959–1962) and The Joey Bishop Show (1962–1965), and the primetime soap opera Falcon Crest (1981–1986)."}]}, {"heading": "Births", "year": "1932", "date": "August 15", "txt": "Robert L. Forward, American physicist and engineer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 15", "txt": "Johan Steyn, Baron Steyn, South African-English lawyer and judge  (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 15", "txt": "Bobby Helms, American singer-songwriter and guitarist (d. 1997)", "entities": [{"title": "Bobby Helms", "href": "/wiki/Bobby_Helms", "description": "Robert Lee Helms was an American country music singer, best known for his 1957 Christmas hit \"Jingle Bell Rock\". His other hits include \"Fraulein\" and \"My Special Angel\"."}]}, {"heading": "Births", "year": "1933", "date": "August 15", "txt": "Stanley Milgram, American social psychologist (d. 1984)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 15", "txt": "Mike Seeger, American folk musician and folklorist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 15", "txt": "Bobby Byrd, American singer-songwriter and producer (d. 2007)", "entities": [{"title": "Bobby Byrd", "href": "/wiki/Bobby_Byrd", "description": "Bobby Howard Byrd was an American R&B and soul singer, songwriter, bandleader, talent scout, record producer, and musician, who played an integral and important part in the development of soul and funk music in association with James Brown."}]}, {"heading": "Births", "year": "1934", "date": "August 15", "txt": "Reginald Scarlett, Jamaican cricketer and coach (d. 2019)", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 15", "txt": "Jim Dale, English actor, narrator, singer, director, and composer", "entities": [{"title": "Jim Dale", "href": "/wiki/Jim_Dale", "description": "Jim Dale is an English actor, composer, director, narrator, singer and songwriter. In the United Kingdom he is known as a pop singer of the 1950s who became a leading actor at the National Theatre. In the British film world he became one of the regulars in the Carry On films. He is one of the last surviving regular actors from the series – the others being Leslie Phillips, Bernard Cribbins, Valeri"}]}, {"heading": "Births", "year": "1935", "date": "August 15", "txt": "Régine Deforges, French author, playwright, and director (d. 2014)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 15", "txt": "Rita Shane, American soprano and educator (d. 2014)", "entities": [{"title": "Rita Shane", "href": "/wiki/Rita_Shane", "description": "Rita Shane was an American coloratura soprano."}]}, {"heading": "Births", "year": "1938", "date": "August 15", "txt": "Stephen Breyer, American lawyer and judge", "entities": [{"title": "Stephen Breyer", "href": "/wiki/Stephen_Breyer", "description": "Stephen Gerald Breyer is an American lawyer and jurist who has served as an associate justice of the Supreme Court of the United States since 1994. He was nominated by President Bill Clinton, and replaced retiring justice Harry Blackmun. Breyer is generally associated with the liberal wing of the Court."}]}, {"heading": "Births", "year": "1938", "date": "August 15", "txt": "Stix Hooper, American jazz drummer", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 15", "txt": "Pran Kumar Sharma, Indian cartoonist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 15", "txt": "Maxine Waters, American educator and politician", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 15", "txt": "Janusz Zajdel, Polish engineer and author (d. 1985)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 15", "txt": "Gudrun Ensslin, German militant leader, founded Red Army Faction (d. 1977)", "entities": [{"title": "Gudrun Ensslin", "href": "/wiki/Gudrun_Ensslin", "description": "Gudrun Ensslin was a founder of the West German far-left militant group Red Army Faction. After becoming involved with co-founder Andreas Baader, Ensslin was influential in the politicization of his anarchist beliefs. Ensslin was perhaps the intellectual head of the RAF. She was involved in five bomb attacks, with four deaths, was arrested in 1972 and died on 18 October 1977 in what has been calle"}, {"title": "Red Army Faction", "href": "/wiki/Red_Army_Faction", "description": "The Red Army Faction, also known as the Baader–Meinhof Group or Baader–Meinhof Gang, was a West German far-left militant organization founded in 1970. Key early figures included Andreas Baader, Ulrike Meinhof, Gudrun Ensslin, and Horst Mahler, among others. The government of the Federal Republic of Germany, as well as most Western media and literature, considered the Red Army Faction to be a terro"}]}, {"heading": "Births", "year": "1941", "date": "August 15", "txt": "Jim Brothers, American sculptor (d. 2013)", "entities": [{"title": "Jim Brothers", "href": "/wiki/Jim_Brothers", "description": "Jim Brothers was an American figurative sculptor from the U.S. state of Kansas. He died at the age of 72 at his home in Lawrence, Kansas, where he had received hospice care for cancer. His wife Kathy said he completed his final piece, a tribute to William Inge, \"literally days before he died.\""}]}, {"heading": "Births", "year": "1941", "date": "August 15", "txt": "Don Rich, American country musician (d. 1974)", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 15", "txt": "Pete York, English rock drummer", "entities": [{"title": "Pete York", "href": "/wiki/Pete_York", "description": "Peter York is a British rock drummer who has been performing since the 1960s."}]}, {"heading": "Births", "year": "1943", "date": "August 15", "txt": "Eileen Bell, Northern Irish civil servant and politician, 2nd Speaker of the Northern Ireland Assembly", "entities": [{"title": "Eileen Bell", "href": "/wiki/Eileen_Bell", "description": "Eileen Bell CBE is a politician from Dromara, Northern Ireland. She was a former member of the Northern Ireland Assembly for North Down and former deputy leader of the Alliance Party."}, {"title": "Speaker of the Northern Ireland Assembly", "href": "/wiki/Speaker_of_the_Northern_Ireland_Assembly", "description": "The Speaker of the Northern Ireland Assembly is the presiding officer of the Northern Ireland Assembly, elected on a cross-community vote by the Members of the Northern Ireland Assembly. A Principal Deputy Speaker and two Deputy Speakers are elected to help fulfil the role. The office of Speaker is currently held by Sinn Féin MLA for Belfast West Alex Maskey."}]}, {"heading": "Births", "year": "1944", "date": "August 15", "txt": "Dimitris Sioufas, Greek lawyer and politician, Greek Minister of Health (d. 2019)", "entities": [{"title": "Dimitris Sioufas", "href": "/wiki/Dimitris_Sioufas", "description": "Dimitris Sioufas was a Greek lawyer and New Democracy politician."}, {"title": "Ministry of Health (Greece)", "href": "/wiki/Ministry_of_Health_(Greece)", "description": "The Ministry of Health, is the government department responsible for managing the health system of Greece. The incumbent minister is Vasilis Kikilias of New Democracy. The Alternate Minister for Health Services is Vasilis Kontozamanis, and the Deputy Minister for Mental Health is Zoi Rapti."}]}, {"heading": "Births", "year": "1945", "date": "August 15", "txt": "Khaleda Zia, Bangladeshi politician, 9th Prime Minister of Bangladesh", "entities": [{"title": "Khaleda Zia", "href": "/wiki/Khaleda_Zia", "description": " Khaleda Zia is a Bangladeshi politician who served as the Prime Minister of Bangladesh from 1991 to 1996, and again from 2001 to 2006. She was the first woman in the country's history and second in the Muslim majority countries to head a democratic government as prime minister. She was the wife of a former President of Bangladesh Ziaur Rahman. She is the current chairperson and leader of the Bang"}, {"title": "Prime Minister of Bangladesh", "href": "/wiki/Prime_Minister_of_Bangladesh", "description": "The Prime Minister of Bangladesh, officially Prime Minister of the People's Republic of Bangladesh is the chief executive of the government of Bangladesh. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The Prime Minister is ceremonially appointed by the President of Banglad"}]}, {"heading": "Births", "year": "1946", "date": "August 15", "txt": "Jimmy Webb, American singer-songwriter and pianist", "entities": [{"title": "Jimmy Webb", "href": "/wiki/Jimmy_Webb", "description": "Jimmy Layne Webb is an American songwriter, composer, and singer. He has written numerous platinum-selling songs, including \"Up, Up and Away\", \"By the Time I Get to Phoenix\", \"Wichita Lineman\", \"Galveston\", \"Worst That Could Happen\", \"All I Know\", and \"MacArthur Park\". He has had successful collaborations with Glen Campbell, Michael Feinstein, Linda Ronstadt, the 5th Dimension, Art Garfunkel, and "}]}, {"heading": "Births", "year": "1947", "date": "August 15", "txt": "Rakhee Gulzar, Indian film actress", "entities": [{"title": "Rakhee Gulzar", "href": "/wiki/Rakhee_Gulzar", "description": "Rakhee Gulzar is an Indian film actress who has appeared in many Hindi films and Bengali films as well. In four decades of acting, she has won three Filmfare Awards and one National Film Award, apart from many other awards. At Filmfare, Raakhee has been nominated 16 times in all, making her the second most-nominated performer in the female categories, behind Madhuri Dixit and Rani Mukerji. She deb"}]}, {"heading": "Births", "year": "1948", "date": "August 15", "txt": "Patsy Gallant, Canadian singer-songwriter and actress", "entities": [{"title": "Patsy Gallant", "href": "/wiki/Patsy_Gallant", "description": "Patricia Gallant is a Canadian pop singer and musical theatre actress. Of Acadian ancestry, she has recorded and performed in both English and French."}]}, {"heading": "Births", "year": "1948", "date": "August 15", "txt": "Tom Johnston, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 15", "txt": "Tommy Aldridge, American drummer", "entities": [{"title": "Tommy Aldridge", "href": "/wiki/Tommy_Aldridge", "description": "Tommy Aldridge is an American heavy metal and hard rock drummer. Aldridge is noted for his work with numerous bands and artists since the 1970s, such as Black Oak Arkansas, Pat Travers Band, Ozzy Osbourne, Gary Moore, Whitesnake, Ted Nugent, Thin Lizzy, Vinnie Moore and Yngwie Malmsteen."}]}, {"heading": "Births", "year": "1950", "date": "August 15", "txt": "Tom Kelly, American baseball player", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 15", "txt": "Anne, Princess Royal of the United Kingdom", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 15", "txt": "Ann Biderman, American screenwriter and producer", "entities": [{"title": "Ann Biderman", "href": "/wiki/Ann_Biderman", "description": "Ann Biderman is an American film and television writer. She is the creator and executive producer of the NBC/TNT series Southland (2009–2013), and won an Emmy Award for Outstanding Individual Achievement in Writing in a Drama Series for an episode of NYPD Blue. She created, wrote, and produced the Showtime drama Ray Donovan."}]}, {"heading": "Births", "year": "1951", "date": "August 15", "txt": "Bobby Caldwell, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 15", "txt": "John Childs, English cricketer", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 15", "txt": "Chuck Burgi, American drummer", "entities": [{"title": "Chuck Burgi", "href": "/wiki/Chuck_Burgi", "description": "Charles Arnold Burgi III is an American drummer. He has performed with many rock bands and musicians, ranging from local New Jersey/New York-area artists to international groups, throughout his prolific career. He is the current drummer for The Billy Joel Band."}]}, {"heading": "Births", "year": "1953", "date": "August 15", "txt": "Carol Thatcher, English journalist and author", "entities": [{"title": "Carol Thatcher", "href": "/wiki/Carol_Thatcher", "description": "Carol Jane Thatcher is an English journalist, author and media personality. She is the daughter of Margaret Thatcher, the British prime minister from 1979 to 1990, and Denis Thatcher."}]}, {"heading": "Births", "year": "1953", "date": "August 15", "txt": "Mark Thatcher, English businessman", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 15", "txt": "Wolfgang Hohlbein, German author", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 15", "txt": "Stieg Larsson, Swedish journalist and author (d. 2004)", "entities": [{"title": "Stieg Larsson", "href": "/wiki/Stieg_Larsson", "description": "Karl Stig-Erland \"Stieg\" Larsson was a Swedish journalist and writer. He is best known for writing the Millennium trilogy of crime novels, which were published posthumously, starting in 2005, after the author died suddenly of a heart attack. The trilogy was adapted as three motion pictures in Sweden, and one in the U.S.. The publisher commissioned David Lagercrantz to expand the trilogy into a lon"}]}, {"heading": "Births", "year": "1956", "date": "August 15", "txt": "Lorraine Desmarais, Canadian pianist and composer", "entities": [{"title": "Lorraine Desmarais", "href": "/wiki/Lorraine_Desmarais", "description": "Lorraine Desmarais C.M. is a French-Canadian jazz pianist and composer. Born in Montreal, she earned a B.Mus. (1977) and M.Mus. (1979) in classical piano at Université de Sherbrooke. She studied with Armas Maiste at McGill University in 1978-79, and later took lessons from Kenny Barron in New York. She has also been influenced by Chick Corea and Oscar Peterson."}]}, {"heading": "Births", "year": "1956", "date": "August 15", "txt": "Freedom Neruda, Ivorian journalist", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 15", "txt": "Robert Syms, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 15", "txt": "Željko Ivanek, Slovenian-American actor", "entities": [{"title": "Željko Ivanek", "href": "/wiki/%C5%BDeljko_Ivanek", "description": "Željko Ivanek is a Slovenian-American actor, known for his role as Ray Fiske on Damages, for which he won a Primetime Emmy Award. Ivanek is also known for his role of Ed Danvers on Homicide: Life on the Street and Homicide: The Movie, Governor James Devlin on Oz, Andre Drazen on 24, Blake Sterling on the short-lived series The Event, and Emile \"The Hunter\" Danko in Heroes. From 2014 until 2019, he"}]}, {"heading": "Births", "year": "1958", "date": "August 15", "txt": "Simon Baron-Cohen, English-Canadian psychiatrist and author", "entities": [{"title": "Simon Baron-Cohen", "href": "/wiki/Simon_Baron-Cohen", "description": "Sir Simon Baron-Cohen is a British clinical psychologist and professor of developmental psychopathology at the University of Cambridge. He is the Director of the University's Autism Research Centre and a Fellow of Trinity College. In 1985, Baron-Cohen formulated the mind-blindness theory of autism, the evidence for which he collated and published in 1995. In 1997, he formulated the fetal sex stero"}]}, {"heading": "Births", "year": "1958", "date": "August 15", "txt": "Craig MacTavish, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 15", "txt": "Simple Kapadia, Indian actress and costume designer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 15", "txt": "Victor Shenderovich, Russian journalist and radio host", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 15", "txt": "Scott Altman, American captain, pilot, and astronaut", "entities": [{"title": "Scott Altman", "href": "/wiki/Scott_Altman", "description": "Scott Douglas \"Scooter\" Altman is a retired United States Navy Captain and naval aviator, engineer, test pilot and former NASA astronaut. He is a veteran of four Space Shuttle missions. His fourth mission on STS-125 was the last servicing mission to the Hubble Space Telescope. He was also the president at ASRC federal, space group."}]}, {"heading": "Births", "year": "1961", "date": "August 15", "txt": "Ed Gillespie, American political strategist", "entities": [{"title": "Ed Gillespie", "href": "/wiki/Ed_Gillespie", "description": "Edward Walter Gillespie is an American politician, strategist, and lobbyist who served as the 61st Chair of the Republican National Committee from 2003 to 2005 and was Counselor to the President from 2007 to 2009 during the Presidency of George W. Bush. In 2012 Gillespie was a senior member of the Mitt Romney presidential campaign."}]}, {"heading": "Births", "year": "1961", "date": "August 15", "txt": "Matt Johnson, English singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 15", "txt": "Gary Kubiak, American football player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 15", "txt": "Suhasini Maniratnam, Indian actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 15", "txt": "Tom Colicchio, American chef and author", "entities": [{"title": "Tom Colicchio", "href": "/wiki/Tom_Colicchio", "description": "Thomas Patrick Colicchio is an American celebrity chef. He co-founded the Gramercy Tavern in New York City, and formerly served as a co-owner and as the executive chef. He is also the founder of Crafted Hospitality, which includes Craft, Riverpark (NYC), Temple Court (NYC), Craftsteak, Heritage Steak and Small Batch restaurants. Colicchio is the recipient of five James Beard Foundation Awards for "}]}, {"heading": "Births", "year": "1962", "date": "August 15", "txt": "Rıdvan Dilmen, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 15", "txt": "Inês Pedrosa, Portuguese writer", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 15", "txt": "Vilja Savisaar-Toomast, Estonian lawyer and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 15", "txt": "Alejandro González Iñárritu, Mexican director, producer, and screenwriter", "entities": [{"title": "Alejandro González Iñárritu", "href": "/wiki/Alejandro_Gonz%C3%A1lez_I%C3%B1%C3%A1rritu", "description": "Alejandro González Iñárritu is a Mexican film director, producer, and screenwriter. He is known for making films about the human condition, and his projects have garnered critical acclaim and numerous accolades. His most notable films include Amores perros (2000), 21 Grams (2003), Babel (2006), Biutiful (2010), Birdman (2014), and The Revenant (2015)."}]}, {"heading": "Births", "year": "1963", "date": "August 15", "txt": "Simon Hart, Welsh soldier and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 15", "txt": "Jack Russell, England cricketer and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 15", "txt": "Jane Ellison, English lawyer and politician", "entities": [{"title": "Jane Ellison", "href": "/wiki/Jane_Ellison", "description": "Jane Elizabeth Ellison is a British Conservative Party politician, who was first elected at the 2010 general election as the Member of Parliament for Battersea. On 7 May 2015, she was re-elected with an increased margin of 3.4%. She lost the seat to Marsha de Cordova of the Labour Party at the 2017 snap general election. As of 2020, she is Executive Director for External Relations and Governance a"}]}, {"heading": "Births", "year": "1964", "date": "August 15", "txt": "Melinda Gates, American businesswoman and philanthropist, co-founded the Bill & Melinda Gates Foundation", "entities": [{"title": "Bill & Melinda Gates Foundation", "href": "/wiki/Bill_%26_Melinda_Gates_Foundation", "description": "The Bill & Melinda Gates Foundation (BMGF), a merging of the William H. Gates Foundation and the Gates Learning Foundation, is an American private foundation founded by Bill and Melinda Gates. Based in Seattle, Washington, it was launched in 2000 and is reported to be the largest private foundation in the world, holding $46.9 billion in assets. The primary goals of the foundation are to enhance he"}]}, {"heading": "Births", "year": "1965", "date": "August 15", "txt": "Rob Thomas, American author, screenwriter, and producer", "entities": [{"title": "Rob Thomas (writer)", "href": "/wiki/Rob_Thomas_(writer)", "description": "Robert James Thomas is an American author, producer, director and screenwriter. He created the television series Veronica Mars, and co-created 90210 (2008–2013), Party Down (2009–2010), and iZombie (2015–2019)."}]}, {"heading": "Births", "year": "1966", "date": "August 15", "txt": "Scott Brosius, American baseball player and coach", "entities": [{"title": "Scott Brosius", "href": "/wiki/Scott_Brosius", "description": "Scott David Brosius is an American former Major League Baseball third baseman for the Oakland Athletics (1991–1997) and the New York Yankees (1998–2001)."}]}, {"heading": "Births", "year": "1966", "date": "August 15", "txt": "Dimitris Papadopoulos, Greek basketball player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 15", "txt": "Tony Hand, Scottish ice hockey player and coach", "entities": [{"title": "Tony Hand", "href": "/wiki/Tony_Hand", "description": "Anthony Hand MBE is a Scottish former ice hockey player and coach. He was the first British player to be drafted by an NHL team when he was picked by the Edmonton Oilers in 1986."}]}, {"heading": "Births", "year": "1968", "date": "August 15", "txt": "Debra Messing, American actress", "entities": [{"title": "Debra Messing", "href": "/wiki/Debra_Messing", "description": "Debra Lynn Messing is an American actress. After graduating from New York University's Tisch School of the Arts, Messing received short-lived roles on television series such as Ned and Stacey on Fox (1995–1997) and Prey on ABC (1998). She achieved her breakthrough role as Grace Adler, an interior designer, on the NBC sitcom Will & Grace, for which she was critically acclaimed, receiving seven Gold"}]}, {"heading": "Births", "year": "1969", "date": "August 15", "txt": "Bernard Fanning, Australian singer-songwriter", "entities": [{"title": "Bernard Fanning", "href": "/wiki/Bernard_Fanning", "description": "Bernard Fanning is an Australian musician and singer-songwriter. He was the lead vocalist of Queensland alternative rock band Powderfinger from its formation in 1989 to its dissolution in 2010."}]}, {"heading": "Births", "year": "1969", "date": "August 15", "txt": "Carlos Roa, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 15", "txt": "Anthony Anderson, American comedian, actor, and producer", "entities": [{"title": "Anthony Anderson", "href": "/wiki/Anthony_Anderson", "description": "Anthony Anderson is an American actor, comedian, and game show host. He has appeared in numerous films and television shows. He has starred in his own short-lived sitcom, All About the Andersons, as well as the ABC sitcom black•ish and the Fox sitcom The Bernie Mac Show during its fifth and final season. Anderson is known for his leading roles in drama series K-Ville, The Shield and as NYPD Detect"}]}, {"heading": "Births", "year": "1970", "date": "August 15", "txt": "Ben Silverman, American actor, producer, and screenwriter, founded Electus Studios", "entities": [{"title": "Electus", "href": "/wiki/Electus", "description": "Electus was a production company founded by Ben Silverman in 2009. It was financed by IAC."}]}, {"heading": "Births", "year": "1971", "date": "August 15", "txt": "Adnan Sami, Indian singer, musician, music composer, pianist and actor", "entities": [{"title": "Adnan Sami", "href": "/wiki/Adnan_Sami", "description": "Adnan Sami Khan is an Indian singer, musician, music composer, and pianist. He performs Indian and Western music, including for Hindi movies. His most notable instrument is the piano. He has been credited as \"the first musician to have played the santoor & Indian classical music on the piano\". A review in the US-based Keyboard magazine described him as the fastest keyboard player in the world and "}]}, {"heading": "Births", "year": "1972", "date": "August 15", "txt": "Ben Affleck, American actor, director, producer, and screenwriter", "entities": [{"title": "Ben Affleck", "href": "/wiki/Ben_Affleck", "description": "Benjamin Géza Affleck-Boldt is an American actor, film director, producer, screenwriter, and philanthropist. His accolades include two Academy Awards and three Golden Globe Awards. He began his career as a child when he starred in the PBS educational series The Voyage of the Mimi. He later appeared in the independent coming-of-age comedy Dazed and Confused (1993) and various Kevin Smith films, inc"}]}, {"heading": "Births", "year": "1972", "date": "August 15", "txt": "Jennifer Alexander, Canadian ballerina (d. 2007)", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 15", "txt": "Mikey Graham, Irish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 15", "txt": "Natasha Henstridge, Canadian model and actress", "entities": [{"title": "Natasha Henstridge", "href": "/wiki/Natasha_Henstridge", "description": "Natasha Tonya Henstridge is a Canadian actress and model. In 1995, she came to prominence with her debut role in the science-fiction thriller Species, followed by Species II and Species III. Other notable film and television roles include Maximum Risk, The Whole Nine Yards, The Whole Ten Yards, Ghosts of Mars, She Spies, Eli Stone, and Would Be Kings, for which she won the Gemini Award for best ac"}]}, {"heading": "Births", "year": "1974", "date": "August 15", "txt": "Tomasz Suwary, Polish footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 15", "txt": "Bertrand Berry, American football player and radio host", "entities": [{"title": "Bertrand Berry", "href": "/wiki/Bertrand_Berry", "description": "Bertrand Demond Berry is a retired American football defensive end in the National Football League."}]}, {"heading": "Births", "year": "1975", "date": "August 15", "txt": "Vijay Bharadwaj, Indian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 15", "txt": "Brendan Morrison, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 15", "txt": "Kara Wolters, American basketball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 15", "txt": "Boudewijn Zenden, Dutch footballer and manager", "entities": [{"title": "Boudewijn Zenden", "href": "/wiki/Boudewijn_Zenden", "description": "Boudewijn Zenden is a Dutch former footballer who played as a left winger or as an attacking midfielder."}]}, {"heading": "Births", "year": "1977", "date": "August 15", "txt": "Martin Biron, Canadian ice hockey player", "entities": [{"title": "Martin Biron", "href": "/wiki/Martin_Biron", "description": "Martin Gaston Biron is a Canadian American former professional ice hockey goaltender."}]}, {"heading": "Births", "year": "1977", "date": "August 15", "txt": "Anthony Rocca, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 15", "txt": "Waleed Aly, Australian journalist and television host", "entities": [{"title": "Waleed Aly", "href": "/wiki/Waleed_Aly", "description": "Waleed Aly is an Australian writer, academic, lawyer, and broadcaster."}]}, {"heading": "Births", "year": "1978", "date": "August 15", "txt": "Lilia Podkopayeva, Ukrainian gymnast", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 15", "txt": "Stavros Tziortziopoulos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 15", "txt": "Kerri Walsh Jennings, American volleyball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 15", "txt": "Carl Edwards, American race car driver", "entities": [{"title": "Carl Edwards", "href": "/wiki/Carl_Edwards", "description": "Carl Michael Edwards II is an American former professional stock car racing driver. He last competed in the NASCAR Sprint Cup Series, driving the No. 19 Toyota Camry for Joe Gibbs Racing. Prior to that, he drove the No. 99 Ford Fusion for Roush Fenway Racing. He won the 2007 NASCAR Busch Series championship and nearly won the 2011 NASCAR Sprint Cup Series title, but lost by a tiebreaker to Tony St"}]}, {"heading": "Births", "year": "1981", "date": "August 15", "txt": "Brendan Hansen, American swimmer", "entities": [{"title": "Brendan Hansen", "href": "/wiki/Brendan_Hansen", "description": "Brendan Joseph Hansen is an American former competition swimmer who specialized in breaststroke events. Hansen is a six-time Olympic medalist, and is also a former world record-holder in both the 100-meter and 200-meter breaststroke events."}]}, {"heading": "Births", "year": "1981", "date": "August 15", "txt": "Óliver Pérez, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 15", "txt": "Casey Burgener, American weightlifter", "entities": [{"title": "Casey Burgener", "href": "/wiki/Casey_Burgener", "description": "Casey Burgener is a weightlifter for the United States. His coaches are Mike Burgener and Paul Fleschler. He was born to Leslie Burgener, who lives in the San Diego area."}]}, {"heading": "Births", "year": "1982", "date": "August 15", "txt": "Germán Caffa, Argentine footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 15", "txt": "David Harrison, American basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 15", "txt": "Siobhan Chamberlain, English association football goalkeeper", "entities": [{"title": "Siobhan Chamberlain", "href": "/wiki/Siobhan_Chamberlain", "description": "Siobhan Rebecca Chamberlain is a retired English professional footballer who last played as a goalkeeper for FA WSL club Manchester United and the England national team. She is also a sports pundit and commentator."}]}, {"heading": "Births", "year": "1985", "date": "August 15", "txt": "Nipsey Hussle, American rapper (d. 2019)", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 15", "txt": "Ryan D'Imperio, American football player", "entities": [{"title": "Ryan D'Imperio", "href": "/wiki/Ryan_D%27Imperio", "description": "Ryan D'Imperio is a former American football fullback. He was drafted by the Minnesota Vikings with the 237th overall pick in the seventh round of the 2010 NFL Draft. He played college football at Rutgers University."}]}, {"heading": "Births", "year": "1987", "date": "August 15", "txt": "Michel Kreder, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 15", "txt": "Sean McAllister, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 15", "txt": "Oussama Assaidi, Moroccan footballer", "entities": [{"title": "Oussama Assaidi", "href": "/wiki/Oussama_Assaidi", "description": "Oussama Assaidi is a Moroccan footballer who plays as a winger."}]}, {"heading": "Births", "year": "1989", "date": "August 15", "txt": "Joe Jonas, American singer-songwriter", "entities": [{"title": "Joe Jonas", "href": "/wiki/Joe_Jonas", "description": "Joseph Adam Jonas is an American singer, songwriter, and actor. He rose to fame as a member of the pop rock band the Jonas Brothers, alongside his brothers Kevin and Nick. The group released their debut studio album It's About Time through the Columbia label in 2006, which failed to achieve commercial success. After signing with Hollywood Records, the group released their self-titled second studio"}]}, {"heading": "Births", "year": "1989", "date": "August 15", "txt": "Ryan McGowan, Australian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 15", "txt": "Jordan Rapana, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 15", "txt": "Jennifer Lawrence, American actress", "entities": [{"title": "Jennifer Lawrence", "href": "/wiki/Jennifer_Lawrence", "description": "Jennifer Shrader Lawrence is an American actress. She has received numerous accolades, including an Academy Award, three Golden Globe Awards, two Screen Actors Guild Awards and a British Academy Film Award. Lawrence was the world's highest-paid actress in 2015 and 2016, and her films have grossed over $6 billion worldwide to date. She appeared in Time's 100 most influential people in the world lis"}]}, {"heading": "Births", "year": "1991", "date": "August 15", "txt": "Petja Piiroinen, Finnish snowboarder", "entities": [{"title": "Petja Piiroinen", "href": "/wiki/Petja_Piiroinen", "description": "Petja Piiroinen is a snowboarder from Finland. He won the gold medal at the 2011 FIS Snowboarding World Championships in the big air event. He is the younger brother of fellow snowboarder Peetu Piiroinen."}]}, {"heading": "Births", "year": "1992", "date": "August 15", "txt": "Baskaran Adhiban, Indian chess player", "entities": [{"title": "Baskaran Adhiban", "href": "/wiki/Baskaran_Adhiban", "description": "Baskaran Adhiban is an Indian chess Grandmaster. He was the 2008 World Under-16 Champion and the 2009 Indian champion. He is currently the fourth highest rated player in India."}]}, {"heading": "Births", "year": "1993", "date": "August 15", "txt": "Rieah Holder, Barbadian netball player", "entities": [{"title": "Rieah Holder", "href": "/wiki/Rieah_Holder", "description": "Rieah Holder is a Barbadian netball player who represents Barbados internationally and plays in the positions of wing attack and centre. She made her maiden World Cup appearance representing Barbados at the 2019 Netball World Cup. She also represented Barbados at the 2018 Commonwealth Games, which also marked her maiden Commonwealth Games appearance."}]}, {"heading": "Births", "year": "1993", "date": "August 15", "txt": "Clinton N'Jie, Cameroonian footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 15", "txt": "Alex Oxlade-Chamberlain, English footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 15", "txt": "Lasse Vigen Christensen, Danish footballer", "entities": [{"title": "Lasse Vigen Christensen", "href": "/wiki/Lasse_Vigen_Christensen", "description": "Lasse Vigen Christensen is a Danish professional footballer who plays as a midfielder for Danish club Brøndby."}]}, {"heading": "Births", "year": "1994", "date": "August 15", "txt": "Kosuke Hagino, Japanese swimmer", "entities": []}, {"heading": "Births", "year": "1995", "date": "August 15", "txt": "Chief Keef, American rapper", "entities": [{"title": "Chief Keef", "href": "/wiki/Chief_Keef", "description": "Keith Farrelle Cozart, better known by his stage name Chief Keef, is an American rapper, singer, songwriter, and record producer. Cozart's music first became popular during his teen years in the early 2010s among high school students from Chicago's South Side. In 2012, his popular local single \"I Don't Like\" was remixed by American rapper Kanye West and reached the Billboard Rap Top 20, further ra"}]}, {"heading": "Births", "year": "1999", "date": "August 15", "txt": "Paola Reis, BMX rider", "entities": [{"title": "Paola Reis", "href": "/wiki/Paola_Reis", "description": "Paola Reis is a Brazilian BMX rider."}]}, {"heading": "Deaths", "year": "398", "date": "August 15", "txt": "Lan Han, official of the Xianbei state Lan Yan", "entities": [{"title": "Lan Han", "href": "/wiki/Lan_Han", "description": "Lan Han was an official of the Xianbei state Later Yan, who killed the emperor Murong Bao in 398 and briefly took over the regime before being killed by Murong Bao's son Murong Sheng."}, {"title": "Xianbei", "href": "/wiki/Xianbei", "description": "The Xianbei were an ancient nomadic people that once resided in the eastern Eurasian steppes in what is today Mongolia, Inner Mongolia, and Northeastern China. They originated from the Donghu people who splintered into the Wuhuan and Xianbei when they were defeated by the Xiongnu at the end of the 3rd century BC. The Xianbei were largely subordinate to larger nomadic powers and the Han dynasty unt"}, {"title": "Lan Yan", "href": "/wiki/Lan_Yan", "description": "Lan Yan, also known by her stage name, Crazybarby, is a Chinese actress, pop singer, and model, based in Hong Kong."}]}, {"heading": "Deaths", "year": "423", "date": "August 15", "txt": "Honorius, Roman emperor (b. 384)", "entities": [{"title": "Honorius (emperor)", "href": "/wiki/Honorius_(emperor)", "description": "Flavius Honorius was Roman emperor from 393 to 423. He was the younger son of emperor Theodosius I and his first wife Aelia Flaccilla, and brother of Arcadius, who ruled the eastern half of the empire from 395, when their father died, until his death in 408. In 410, during Honorius's reign over the western Roman Empire, Rome was sacked for the first time in almost 800 years."}]}, {"heading": "Deaths", "year": "465", "date": "August 15", "txt": "Libius Severus, Roman emperor (b. 420)", "entities": [{"title": "Libius Severus", "href": "/wiki/Libius_Severus", "description": "Libius Severus, sometimes enumerated as Severus III, was Roman emperor of the West from 461 to his death in 465."}]}, {"heading": "Deaths", "year": "767", "date": "August 15", "txt": "Abu Hanifa, Iraqi scholar and educator (b. 699)", "entities": [{"title": "Abu Hanifa", "href": "/wiki/Abu_Hanifa", "description": "Abū Ḥanīfa al-Nuʿmān b. Thābit b. Zūṭā b. Marzubān, known as Abū Ḥanīfa for short, or reverently as Imam Abū Ḥanīfa by Sunni Muslims, was an 8th-century Sunni Muslim theologian and jurist of Persian origin, who became the eponymous founder of the Hanafi school of Sunni jurisprudence, which has remained the most widely practiced law school in the Sunni tradition, predominates in Central Asia, Afgha"}]}, {"heading": "Deaths", "year": "778", "date": "August 15", "txt": "Roland, Frankish military leader", "entities": [{"title": "Roland", "href": "/wiki/Roland", "description": "Roland was a Frankish military leader under Charlemagne who became one of the principal figures in the literary cycle known as the Matter of France. The historical Roland was military governor of the Breton March, responsible for defending Francia's frontier against the Bretons. His only historical attestation is in Einhard's Vita Karoli Magni, which notes he was part of the Frankish rearguard kil"}]}, {"heading": "Deaths", "year": "873", "date": "August 15", "txt": "Yi Zong, Chinese emperor (b. 833)", "entities": [{"title": "Emperor Yizong of Tang", "href": "/wiki/Emperor_Yizong_of_Tang", "description": "Emperor Yizong of Tang, né Li Wen, later changed to Li Cui, was an emperor of the Tang dynasty of China. He reigned from 859 to 873. Yizong was the eldest son of Emperor Xuanzong. After Emperor Xuanzong's death in 859, Emperor Yizong was placed on the throne by the eunuch Wang Zongshi (王宗實), who killed other eunuchs supporting another son of Emperor Xuanzong, Li Zi the Prince of Kui."}]}, {"heading": "Deaths", "year": "874", "date": "August 15", "txt": "Altfrid, bishop of Hildesheim", "entities": [{"title": "Altfrid", "href": "/wiki/Altfrid", "description": "Saint Altfrid was a leading figure in Germany in the ninth century. A Benedictine monk, he became Bishop of Hildesheim, and founded Essen Abbey. He was also a close royal adviser to the East Frankish King Louis the German."}, {"title": "Roman Catholic Diocese of Hildesheim", "href": "/wiki/Roman_Catholic_Diocese_of_Hildesheim", "description": "The Diocese of Hildesheim is a diocese or ecclesiastical territory of the Latin Rite of the Catholic Church in Germany. Founded in 815 as a missionary diocese by King Louis the Pious, his son Louis the German appointed the famous former archbishop of Rheims, Ebbo, as bishop."}]}, {"heading": "Deaths", "year": "912", "date": "August 15", "txt": "Han Jian, Chinese warlord (b. 855)", "entities": [{"title": "Han Jian (Zhenguo warlord)", "href": "/wiki/Han_Jian_(Zhenguo_warlord)", "description": "Han Jian (韓建), courtesy name Zuoshi (佐時), was a warlord late in the Chinese dynasty Tang Dynasty, who eventually became a subject of the succeeding Later Liang. He is most well known for having had Emperor Zhaozong of Tang under his control at his power base at Hua Prefecture from 896 to 898 and slaughtering the imperial princes while Emperor Zhaozong was there."}]}, {"heading": "Deaths", "year": "932", "date": "August 15", "txt": "Ma Xisheng, Chinese governor and king (b. 899)", "entities": [{"title": "Ma Xisheng", "href": "/wiki/Ma_Xisheng", "description": "Ma Xisheng, courtesy name Ruona (若訥), formally the Prince of Hengyang (衡陽王), was the second ruler of the Chinese Five Dynasties and Ten Kingdoms Period state Chu, ruling briefly from his father's death in 930 to his own death in 932."}]}, {"heading": "Deaths", "year": "978", "date": "August 15", "txt": "Li Yu, ruler ('king') of Southern Tang", "entities": [{"title": "Li Yu (Southern Tang)", "href": "/wiki/Li_Yu_(Southern_Tang)", "description": "Li Yu, before 961 known as Li Congjia (李從嘉), also known as Li Houzhu, was the third ruler of the Southern Tang state during imperial China's Five Dynasties and Ten Kingdoms period. He reigned from 961 until 976, when he was captured by the invading Song dynasty armies which annexed his kingdom. He died by poison on orders of Emperor Taizong of Song after 2 years essentially as an exiled prisoner."}, {"title": "Southern Tang", "href": "/wiki/Southern_Tang", "description": "Southern Tang was a state in Southern China that existed during Five Dynasties and Ten Kingdoms period, which proclaimed itself to be the successor of the former Tang Dynasty. The capital was located at Nanjing in present-day Jiangsu Province. At its territorial peak in 951, the Southern Tang controlled the whole of modern Jiangxi, and portions of Anhui, Fujian, Hubei, Hunan, and Jiangsu provinces"}]}, {"heading": "Deaths", "year": "986", "date": "August 15", "txt": "Minnborinus, Irish missionary and abbot", "entities": [{"title": "Minnborinus of Cologne", "href": "/wiki/Minnborinus_of_Cologne", "description": "Minnborinus of Cologne was an Irish abbot and saint active in Germany."}]}, {"heading": "Deaths", "year": "1022", "date": "August 15", "txt": "Nikephoros Phokas Barytrachelos, Byzantine rebel", "entities": [{"title": "Nikephoros Phokas Barytrachelos", "href": "/wiki/Nikephoros_Phokas_Barytrachelos", "description": "\nNikephoros Phokas, surnamed Barytrachelos, was a Byzantine aristocrat and magnate, the last major member of the Phokas family to try to claim the imperial throne. He was a son of the general Bardas Phokas the Younger and great-nephew of Emperor Nikephoros II Phokas, and played an active role in his father's failed rebellion against Basil II in 987–989. After the death of his father, he sought and"}]}, {"heading": "Deaths", "year": "1038", "date": "August 15", "txt": "Stephen I, Hungarian king (b. 975)", "entities": [{"title": "Stephen I of Hungary", "href": "/wiki/Stephen_I_of_Hungary", "description": "Stephen I, also known as King Saint Stephen, was the last Grand Prince of the Hungarians between 997 and 1000 or 1001, and the first King of Hungary from 1000 or 1001, until his death in 1038. The year of his birth is uncertain, but many details of his life suggest that he was born in, or after, 975, in Esztergom. At his birth, he was given the pagan name Vajk. The date of his baptism is unknown. "}]}, {"heading": "Deaths", "year": "1057", "date": "August 15", "txt": "Macbeth, King of Scotland", "entities": [{"title": "Macbeth, King of Scotland", "href": "/wiki/Macbeth,_King_of_Scotland", "description": "Macbeth was King of Scots from 1040 until his death. He ruled over a portion of present-day Scotland."}]}, {"heading": "Deaths", "year": "1118", "date": "August 15", "txt": "Alexios I Komnenos, Byzantine emperor (b. 1048)", "entities": [{"title": "Alexios I Komnenos", "href": "/wiki/Alexios_I_Komnenos", "description": "Alexios I Komnenos, Latinized Alexius I Comnenus, was Byzantine emperor from 1081 to 1118. Although he was not the founder of the Komnenian dynasty, it was during his reign that the Komnenos family came to full power. Inheriting a collapsing empire and faced with constant warfare during his reign against both the Seljuq Turks in Asia Minor and the Normans in the western Balkans, Alexios was able t"}]}, {"heading": "Deaths", "year": "1196", "date": "August 15", "txt": "Conrad II, Duke of Swabia (b. 1173)", "entities": [{"title": "Conrad II, Duke of Swabia", "href": "/wiki/Conrad_II,_Duke_of_Swabia", "description": "Conrad II, was Duke of Rothenburg (1188–1191) and Swabia from 1191 until his death. He was the fifth son of Frederick I Barbarossa and Beatrice I, Countess of Burgundy."}]}, {"heading": "Deaths", "year": "1224", "date": "August 15", "txt": "Marie of France, Duchess of Brabant (b. 1198)", "entities": [{"title": "Marie of France, Duchess of Brabant", "href": "/wiki/Marie_of_France,_Duchess_of_Brabant", "description": "Marie of France was a daughter of Philip II of France and his disputed third wife Agnes of Merania. She was a member of the House of Capet."}]}, {"heading": "Deaths", "year": "1257", "date": "August 15", "txt": "Saint Hyacinth of Poland", "entities": [{"title": "Hyacinth of Poland", "href": "/wiki/Hyacinth_of_Poland", "description": "Hyacinth was a Polish Dominican priest and missionary who worked to reform women's monasteries in his native Poland. He was a Doctor of Sacred Studies, educated in Paris and Bologna."}]}, {"heading": "Deaths", "year": "1274", "date": "August 15", "txt": "Robert de Sorbon, French theologian and educator, founded the College of Sorbonne (b. 1201)", "entities": [{"title": "Robert de Sorbon", "href": "/wiki/Robert_de_Sorbon", "description": "Robert de Sorbon was a French theologian, the chaplain of Louis IX of France, and founder of the Sorbonne college in Paris."}, {"title": "College of Sorbonne", "href": "/wiki/College_of_Sorbonne", "description": "The College of Sorbonne was a theological college of the University of Paris, founded in 1253 by Robert de Sorbon (1201–1274), after whom it was named."}]}, {"heading": "Deaths", "year": "1275", "date": "August 15", "txt": "Lorenzo Tiepolo, Doge of Venice", "entities": [{"title": "Lorenzo Tiepolo", "href": "/wiki/Lorenzo_Tiepolo", "description": "Lorenzo Tiepolo was Doge of Venice from 1268 until his death."}]}, {"heading": "Deaths", "year": "1328", "date": "August 15", "txt": "Yesün Temür, emperor of the Yuan Dynasty (b. 1293)", "entities": [{"title": "Yesün Temür (Yuan dynasty)", "href": "/wiki/Yes%C3%BCn_Tem%C3%BCr_(Yuan_dynasty)", "description": "Yesün Temür was a great-grandson of Kublai Khan and ruled as emperor of the Yuan dynasty from 1323 to 1328. Apart from Emperor of China, he is regarded as the 10th Khagan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. In Chinese, Yesün Temür Khan, who was very fond of the traditional ways of the Mongols, is known as the Emperor Taiding of Yuan from"}, {"title": "Yuan Dynasty", "href": "/wiki/Yuan_Dynasty", "description": "The Yuan dynasty, officially the Great Yuan, was a successor state to the Mongol Empire after its division and a ruling dynasty of China established by Kublai Khan, leader of the Mongol Borjigin clan, lasting from 1271 to 1368. In Chinese historiography, this dynasty followed the Song dynasty and preceded the Ming dynasty."}]}, {"heading": "Deaths", "year": "1369", "date": "August 15", "txt": "Philippa of Hainault, Queen consort of Edward III of England (b. 1314)", "entities": [{"title": "Philippa of Hainault", "href": "/wiki/Philippa_of_Hainault", "description": "Philippa of Hainault was Queen of England as the wife and political adviser of King Edward III. She acted as regent in 1346, when her husband was away for the Hundred Years' War."}]}, {"heading": "Deaths", "year": "1388", "date": "August 15", "txt": "Adalbertus Ranconis de Ericinio, Bohemian theologian and rector of the University of Paris (b. circa 1320)", "entities": [{"title": "Adalbertus Ranconis de Ericinio", "href": "/wiki/Adalbertus_Ranconis_de_Ericinio", "description": "Adalbertus Ranconis de Ericinio was a Czech theologian and philosopher. In 1355 he was appointed a rector of the University of Paris. He wrote the Tractatus de communione, a treatise on confession and the offering of the eucharist by laymen. He is also known for introducing the ideas of John Wycliff to Bohemia."}, {"title": "Kingdom of Bohemia", "href": "/wiki/Kingdom_of_Bohemia", "description": "The Kingdom of Bohemia, sometimes later in English literature referred to as the Czech Kingdom, was a medieval and early modern monarchy in Central Europe, the predecessor of the modern Czech Republic. It was an Imperial State in the Holy Roman Empire, and the Bohemian king was a prince-elector of the empire. The kings of Bohemia, besides the region of Bohemia proper itself, also ruled other lands"}, {"title": "University of Paris", "href": "/wiki/University_of_Paris", "description": "The University of Paris, metonymically known as the Sorbonne, was the main university in Paris, France, active from 1150 to 1970, with the exception of 1793–1806 under the French Revolution."}]}, {"heading": "Deaths", "year": "1399", "date": "August 15", "txt": "Ide Pedersdatter Falk, Danish noblewoman (b. 1358)", "entities": [{"title": "Ide Pedersdatter Falk", "href": "/wiki/Ide_Pedersdatter_Falk", "description": "Ide Pedersdatter Falk, was a powerful Danish noble landholder and the founder of a convent."}]}, {"heading": "Deaths", "year": "1496", "date": "August 15", "txt": "Infanta Isabella of Portugal, Queen of Castile and León (b. 1428)", "entities": [{"title": "Isabella of Portugal, Queen of Castile", "href": "/wiki/Isabella_of_Portugal,_Queen_of_Castile", "description": "Isabella of Portugal was Queen consort of Castile and León. She was the mother of Queen Isabella I \"the Catholic\"."}]}, {"heading": "Deaths", "year": "1506", "date": "August 15", "txt": "Alexander Agricola, Flemish composer (b. c. 1445)", "entities": [{"title": "Alexander Agricola", "href": "/wiki/Alexander_Agricola", "description": "Alexander Agricola was a Netherlandish composer of the Renaissance writing in the Franco-Flemish style. A prominent member of the Grande chapelle, the Habsburg musical establishment, he was a renowned composer in the years around 1500, and his music was widely distributed throughout Europe. He composed music in all of the important sacred and secular styles of the time."}]}, {"heading": "Deaths", "year": "1507", "date": "August 15", "txt": "John V, Duke of Saxe-Lauenburg (b. 1439)", "entities": [{"title": "John V, Duke of Saxe-Lauenburg", "href": "/wiki/John_V,_Duke_of_Saxe-Lauenburg", "description": "John V of Saxe-Lauenburg was the eldest son of Duke Bernard II of Saxe-Lauenburg and Adelheid of Pomerania-Stolp, daughter of Duke Bogislaus VIII of Pomerania-Stolp. He succeeded his father in 1463 as duke of Saxe-Lauenburg."}]}, {"heading": "Deaths", "year": "1528", "date": "August 15", "txt": "Odet of Foix, Viscount of Lautrec, French general (b. 1485)", "entities": [{"title": "Odet of Foix, Viscount of Lautrec", "href": "/wiki/Odet_of_Foix,_Viscount_of_Lautrec", "description": "Odet de Foix, Vicomte de Lautrec was a French military leader. He gained the reputation of a gallant and able soldier, but this scarcely seems to be justified by the facts, although he was always badly used by fortune."}]}, {"heading": "Deaths", "year": "1552", "date": "August 15", "txt": "Hermann of Wied, German archbishop (b. 1477)", "entities": [{"title": "Hermann of Wied", "href": "/wiki/Hermann_of_Wied", "description": "Hermann of Wied was the Archbishop-Elector of Cologne from 1515 to 1546."}]}, {"heading": "Deaths", "year": "1594", "date": "August 15", "txt": "Thomas Kyd, English playwright (b. 1558)", "entities": [{"title": "Thomas Kyd", "href": "/wiki/Thomas_Kyd", "description": "\n\nThomas Kyd was an English playwright, the author of The Spanish Tragedy, and one of the most important figures in the development of Elizabethan drama."}]}, {"heading": "Deaths", "year": "1621", "date": "August 15", "txt": "John Barclay, Scottish poet and author (b. 1582)", "entities": [{"title": "John Barclay (poet)", "href": "/wiki/John_Barclay_(poet)", "description": "John Barclay was a Scottish writer, satirist and neo-Latin poet."}]}, {"heading": "Deaths", "year": "1666", "date": "August 15", "txt": "Johann Adam Schall von Bell, German missionary and astronomer (b. 1591)", "entities": [{"title": "Johann Adam Schall von Bell", "href": "/wiki/Johann_Adam_Schall_von_Bell", "description": "Johann Adam Schall von Bell was a German Jesuit and astronomer. He spent most of his life as a missionary in China and became an adviser to the Shunzhi Emperor of the Qing dynasty."}]}, {"heading": "Deaths", "year": "1714", "date": "August 15", "txt": "Constantin Brâncoveanu, Romanian prince (b. 1654)", "entities": [{"title": "Constantin Brâncoveanu", "href": "/wiki/Constantin_Br%C3%A2ncoveanu", "description": "Constantin Brâncoveanu was Prince of Wallachia between 1688 and 1714."}]}, {"heading": "Deaths", "year": "1728", "date": "August 15", "txt": "Marin Marais, French viol player and composer (b. 1656)", "entities": [{"title": "Marin Marais", "href": "/wiki/Marin_Marais", "description": "Marin Marais was a French composer and viol player. He studied composition with Jean-Baptiste Lully, often conducting his operas, and with master of the bass viol Monsieur de Sainte-Colombe for six months. In 1676 he was hired as a musician to the royal court of Versailles and was moderately successful there, being appointed in 1679 as ordinaire de la chambre du roy pour la viole, a title he kept "}]}, {"heading": "Deaths", "year": "1758", "date": "August 15", "txt": "Pierre Bouguer, French mathematician, geophysicist, and astronomer (b. 1698)", "entities": [{"title": "Pierre Bouguer", "href": "/wiki/Pierre_Bouguer", "description": "Pierre Bouguer was a French mathematician, geophysicist, geodesist, and astronomer. He is also known as \"the father of naval architecture\"."}]}, {"heading": "Deaths", "year": "1799", "date": "August 15", "txt": "Giuseppe Parini, Italian poet and author (b. 1729)", "entities": [{"title": "Giuseppe Parini", "href": "/wiki/Giuseppe_Parini", "description": "Giuseppe Parini was an Italian enlightenment satirist and poet of the neoclassic period."}]}, {"heading": "Deaths", "year": "1844", "date": "August 15", "txt": "José María Coppinger, governor of Spanish East Florida (b. 1733)", "entities": [{"title": "José María Coppinger", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Coppinger", "description": "José Coppinger was a Spanish soldier who served in the infantry of the Royal Spanish Army (Ejército de Tierra) and governed East Florida (1816–1821) and several areas in Cuba including Pinar Del Rio, Bayamo, the Cuatro Villas and Trinidad at various times between 1801 and 1834. He was also a member of the Royal and Military Order of Saint Ferdinand and San Hermenegildo."}, {"title": "East Florida", "href": "/wiki/East_Florida", "description": "East Florida was a colony of Great Britain from 1763 to 1783 and a province of Spanish Florida from 1783 to 1821. Great Britain gained control of the long-established Spanish colony of La Florida in 1763 as part of the treaty ending the French and Indian War. Deciding that the territory was too large to administer as a single unit, Britain divided Florida into two colonies separated by the Apalach"}]}, {"heading": "Deaths", "year": "1852", "date": "August 15", "txt": "Johan Gadolin, Finnish chemist, physicist, and mineralogist (b. 1760)", "entities": [{"title": "Johan Gadolin", "href": "/wiki/Johan_Gadolin", "description": "Johan Gadolin was a Finnish chemist, physicist and mineralogist. Gadolin discovered a \"new earth\" containing the first rare-earth compound yttrium, which was later determined to be a chemical element. He is also considered the founder of Finnish chemistry research, as the second holder of the Chair of Chemistry at the Royal Academy of Turku. Gadolin was ennobled for his achievements and awarded th"}]}, {"heading": "Deaths", "year": "1859", "date": "August 15", "txt": "Nathaniel Claiborne, American farmer and politician (b. 1777)", "entities": [{"title": "Nathaniel Claiborne", "href": "/wiki/Nathaniel_Claiborne", "description": "Nathaniel Herbert Claiborne was a nineteenth-century American politician from Virginia. He was the brother of William Charles Cole Claiborne, the nephew of Thomas Claiborne, the uncle of John Francis Hamtramck Claiborne and the great-great-great granduncle of Marie Corinne Morrison Claiborne Boggs and Claiborne de Borda Pell. He was a descendant of Colonel William Claiborne (1600–1677), who was bo"}]}, {"heading": "Deaths", "year": "1907", "date": "August 15", "txt": "Joseph Joachim, Hungarian violinist, composer, and conductor (b. 1831)", "entities": [{"title": "Joseph Joachim", "href": "/wiki/Joseph_Joachim", "description": "Joseph Joachim was a Hungarian violinist, conductor, composer and teacher who made an international career, based in Hanover and Berlin. A close collaborator of Johannes Brahms, he is widely regarded as one of the most significant violinists of the 19th century."}]}, {"heading": "Deaths", "year": "1909", "date": "August 15", "txt": "Euclides da Cunha, Brazilian sociologist and journalist (b. 1866)", "entities": [{"title": "Euclides da Cunha", "href": "/wiki/Euclides_da_Cunha", "description": "Euclides da Cunha was a Brazilian journalist, sociologist and engineer. His most important work is Os Sertões, a non-fictional account of the military expeditions promoted by the Brazilian government against the rebellious village of Canudos, known as the War of Canudos."}]}, {"heading": "Deaths", "year": "1917", "date": "August 15", "txt": "Thomas J. Higgins, American sergeant, Medal of Honor recipient (b. 1831)", "entities": [{"title": "Thomas J. Higgins", "href": "/wiki/Thomas_J._Higgins", "description": "Thomas J. Higgins was a Union Army soldier during the American Civil War who was a recipient of America's highest military decoration, the Medal of Honor, for his actions at the Battle of Vicksburg."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1925", "date": "August 15", "txt": "Konrad Mägi, Estonian painter and educator (b. 1878)", "entities": [{"title": "Konrad Mägi", "href": "/wiki/Konrad_M%C3%A4gi", "description": "Konrad Vilhelm Mägi was an Estonian painter, primarily known for his landscape work. He was one of the most colour-sensitive Estonian painters of the first decades of the 20th century, and Mägi's works on motifs of the island of Saaremaa are the first modern Estonian nature paintings."}]}, {"heading": "Deaths", "year": "1928", "date": "August 15", "txt": "Anatole von Hügel, Italian ethnologist and academic, co-founded St Edmund's College, Cambridge (b. 1854)", "entities": [{"title": "Anatole von Hügel", "href": "/wiki/Anatole_von_H%C3%BCgel", "description": "Anatole von Hügel was the second son of the Austrian nobleman Charles von Hügel and his Scottish wife Elizabeth Farquharson. His elder brother was Friedrich von Hügel and his sister was Pauline von Hugel."}, {"title": "St Edmund's College, Cambridge", "href": "/wiki/St_Edmund%27s_College,_Cambridge", "description": "St Edmund's College is a constituent college of the University of Cambridge in England. Founded in 1896, it is the second-oldest of the four Cambridge colleges oriented to mature students, which only accept students reading for either masters or doctorate degrees, or undergraduate degrees if they are a 'mature student', defined as aged 21 or older."}]}, {"heading": "Deaths", "year": "1935", "date": "August 15", "txt": "Wiley Post, American pilot (b. 1898)", "entities": [{"title": "Wiley Post", "href": "/wiki/Wiley_Post", "description": "Wiley Hardeman Post was a famed American aviator during the interwar period and the first pilot to fly solo around the world. Also known for his work in high-altitude flying, Post helped develop one of the first pressure suits and discovered the jet stream. On August 15, 1935, Post and American humorist Will Rogers were killed when Post's aircraft crashed on takeoff from a lagoon near Point Barrow"}]}, {"heading": "Deaths", "year": "1935", "date": "August 15", "txt": "Will Rogers, American actor, comedian, and screenwriter (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1935", "date": "August 15", "txt": "Paul Signac, French painter and author (b. 1863)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "August 15", "txt": "Grazia Deledda, Italian novelist and poet, Nobel Prize laureate (b. 1871)", "entities": [{"title": "Grazia Deledda", "href": "/wiki/Grazia_Deledda", "description": "Grazia Maria Cosima Damiana Deledda, also known in Sardinian language as Gràssia or Gràtzia Deledda, was an Italian writer who received the Nobel Prize for Literature in 1926 \"for her idealistically inspired writings which with plastic clarity picture the life on her native island [i.e. Sardinia] and with depth and sympathy deal with human problems in general\". She was the first Italian woman to r"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1942", "date": "August 15", "txt": "Mahadev Desai, Indian activist and author (b. 1892)", "entities": [{"title": "Mahadev Desai", "href": "/wiki/Mahadev_Desai", "description": "Mahadev Desai was an Indian independence activist and writer best remembered as Mahatma Gandhi's personal secretary. He has variously been described as \"Gandhi's Boswell, a Plato to Gandhi's Socrates, as well as an Ananda to Gandhi's Buddha\"."}]}, {"heading": "Deaths", "year": "1945", "date": "August 15", "txt": "Korechika Anami, Japanese general and politician, 54th Japanese Minister of the Army (b. 1887)", "entities": [{"title": "Korechika Anami", "href": "/wiki/Korechika_Anami", "description": "Korechika Anami  was a general in the Imperial Japanese Army during World War II who was War Minister during the surrender of Japan."}, {"title": "Ministry of War of Japan", "href": "/wiki/Ministry_of_War_of_Japan", "description": "The Army Ministry , also known as the Ministry of War, was the cabinet-level ministry in the Empire of Japan charged with the administrative affairs of the Imperial Japanese Army (IJA). It existed from 1872 to 1945."}]}, {"heading": "Deaths", "year": "1945", "date": "August 15", "txt": "Fred Hockley, English lieutenant and pilot (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1951", "date": "August 15", "txt": "Artur Schnabel, Polish pianist and composer (b. 1882)", "entities": [{"title": "Artur Schnabel", "href": "/wiki/Artur_Schnabel", "description": "Artur Schnabel was an Austrian-American classical pianist, composer and pedagogue. Schnabel was known for his intellectual seriousness as a musician, avoiding pure technical bravura. Among the 20th century's most respected and important pianists, his playing displayed marked vitality, profundity and spirituality in the Austro-German classics, particularly the works of Beethoven and Schubert."}]}, {"heading": "Deaths", "year": "1953", "date": "August 15", "txt": "Ludwig Prandtl, German physicist and engineer (b. 1875)", "entities": [{"title": "Ludwig Prandtl", "href": "/wiki/Ludwig_Prandtl", "description": "Ludwig Prandtl was a German fluid dynamicist, physicist and aerospace scientist. He was a pioneer in the development of rigorous systematic mathematical analyses which he used for underlying the science of aerodynamics, which have come to form the basis of the applied science of aeronautical engineering. In the 1920s he developed the mathematical basis for the fundamental principles of subsonic ae"}]}, {"heading": "Deaths", "year": "1962", "date": "August 15", "txt": "Lei Feng, Chinese soldier (b. 1940)", "entities": [{"title": "Lei Feng", "href": "/wiki/Lei_Feng", "description": "Lei Feng was a soldier in the People's Liberation Army who was the object of several major propaganda campaigns in China. The most well known of these campaigns in 1963 promoted the slogan, \"Follow the examples of Comrade Lei Feng.\" Lei was portrayed as a model citizen, and the masses were encouraged to emulate his selflessness, modesty, and devotion to Mao. After Mao's death, state media continue"}]}, {"heading": "Deaths", "year": "1967", "date": "August 15", "txt": "René Magritte, Belgian painter (b. 1898)", "entities": [{"title": "René Magritte", "href": "/wiki/Ren%C3%A9_Magritte", "description": "René François Ghislain Magritte was a Belgian surrealist artist, who became well known for creating a number of witty and thought-provoking images. Often depicting ordinary objects in an unusual context, his work is known for challenging observers' preconditioned perceptions of reality. His imagery has influenced pop art, minimalist art, and conceptual art."}]}, {"heading": "Deaths", "year": "1971", "date": "August 15", "txt": "Paul Lukas, Hungarian-American actor (b. 1887)", "entities": [{"title": "Paul Lukas", "href": "/wiki/Paul_Lukas", "description": "Paul Lukas was a Hungarian actor. He won the Academy Award for Best Actor, and the first Golden Globe Award for Best Actor – Motion Picture Drama for his performance in the film Watch on the Rhine (1943), reprising the role he created on the Broadway stage."}]}, {"heading": "Deaths", "year": "1975", "date": "August 15", "txt": "Sheikh Mujibur Rahman, Bengali politician, 1st President of Bangladesh (b. 1920)", "entities": [{"title": "Sheikh Mujibur Rahman", "href": "/wiki/Sheikh_Mujibur_Rahman", "description": "Sheikh Mujibur Rahman, shortened as Sheikh Mujib or Mujib, was a Bangladeshi politician and statesman. He is called the \"Father of the Nation\" in Bangladesh. He served as the first President of Bangladesh and later as the Prime Minister of Bangladesh from 17 April 1971 until his assassination on 15 August 1975. He is considered to be the driving force behind the independence of Bangladesh. He is p"}, {"title": "President of Bangladesh", "href": "/wiki/President_of_Bangladesh", "description": "The President of Bangladesh officially the President of the People's Republic of Bangladesh is the ceremonial Head of State of Bangladesh and Commander-in-Chief of the Bangladesh Armed Forces."}]}, {"heading": "Deaths", "year": "1975", "date": "August 15", "txt": "Clay Shaw, American businessman (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "August 15", "txt": "Harun Karadeniz, Turkish political activist and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "August 15", "txt": "Carol Ryrie Brink, American author (b. 1895)", "entities": [{"title": "Carol Ryrie Brink", "href": "/wiki/Carol_Ryrie_Brink", "description": "Carol Ryrie Brink was an American author of over thirty juvenile and adult books. Her novel Caddie Woodlawn won the 1936 Newbery Medal and a Lewis Carroll Shelf Award in 1958."}]}, {"heading": "Deaths", "year": "1981", "date": "August 15", "txt": "Jørgen Løvset,  Norwegian gynaecologist and academic (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "August 15", "txt": "Ernie Bushmiller, American cartoonist (b. 1905)", "entities": [{"title": "Ernie Bushmiller", "href": "/wiki/Ernie_Bushmiller", "description": "Ernest Paul \"Ernie\" Bushmiller Jr. was an American cartoonist, best known for creating the daily comic strip Nancy, which premiered in 1938 and features the title character who has remained in print for over 85 years. His work is noted for its simple graphic style. In 1976, he received the Reuben Award from the National Cartoonists Society for his work on Nancy."}]}, {"heading": "Deaths", "year": "1982", "date": "August 15", "txt": "Jock Taylor, Scottish motorcycle sidecar racer (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "August 15", "txt": "Hugo Theorell, Swedish biochemist and academic, Nobel Prize laureate (b. 1903)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1989", "date": "August 15", "txt": "Minoru Genda, Japanese general, pilot, and politician (b. 1904)", "entities": [{"title": "Minoru Genda", "href": "/wiki/Minoru_Genda", "description": "Minoru Genda  was a well-known Japanese military aviator and politician. He is best known for helping to plan the attack on Pearl Harbor. He was also the third Chief of Staff of the Japan Air Self-Defense Force."}]}, {"heading": "Deaths", "year": "1989", "date": "August 15", "txt": "Thrasyvoulos Tsakalotos, Greek general and diplomat (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "August 15", "txt": "Viktor Tsoi, Russian musician and actor (b. 1962)", "entities": [{"title": "Viktor Tsoi", "href": "/wiki/Viktor_Tsoi", "description": "Viktor Robertovich Tsoi was a Soviet and Russian singer and songwriter who co-founded Kino, one of the most popular and musically influential bands in the history of Russian music."}]}, {"heading": "Deaths", "year": "1992", "date": "August 15", "txt": "Linda Laubenstein, American physician and academic (b. 1947)", "entities": [{"title": "Linda Laubenstein", "href": "/wiki/Linda_Laubenstein", "description": "Linda Jane Laubenstein was an American physician and early HIV/AIDS researcher. She was among the first doctors in the United States to recognize the AIDS epidemic of the early 1980s; she co-authored the first article linking AIDS with Kaposi's sarcoma."}]}, {"heading": "Deaths", "year": "1994", "date": "August 15", "txt": "Wout Wagtmans, Dutch cyclist (b. 1929)", "entities": [{"title": "Wout Wagtmans", "href": "/wiki/Wout_Wagtmans", "description": "Wouter \"Wout\" Wagtmans was a Dutch road bicycle racer."}]}, {"heading": "Deaths", "year": "1995", "date": "August 15", "txt": "John Cameron Swayze, American journalist and actor (b. 1906)", "entities": [{"title": "John Cameron Swayze", "href": "/wiki/John_Cameron_Swayze", "description": "John Cameron Swayze was an American news commentator and game show panelist during the 1940s and 1950s who later became best known as a product spokesman."}]}, {"heading": "Deaths", "year": "1997", "date": "August 15", "txt": "Ida Gerhardt, Dutch poet and educator (b. 1905)", "entities": [{"title": "Ida Gerhardt", "href": "/wiki/Ida_Gerhardt", "description": "Ida Gerhardt was a classicist and Dutch poet of a post-symbolist tradition."}]}, {"heading": "Deaths", "year": "1999", "date": "August 15", "txt": "Hugh Casson, English architect and interior designer (b. 1910)", "entities": [{"title": "Hugh Casson", "href": "/wiki/Hugh_Casson", "description": "Sir Hugh Maxwell Casson was a British architect, interior designer, artist, and writer and broadcaster on 20th-century design. He was the director of architecture at the 1951 Festival of Britain on London's South Bank."}]}, {"heading": "Deaths", "year": "2001", "date": "August 15", "txt": "Yavuz Çetin, Turkish singer-songwriter (b. 1970)", "entities": [{"title": "Yavuz Çetin", "href": "/wiki/Yavuz_%C3%87etin", "description": "Yavuz Hilmi Çetin was a Turkish musician as well as songwriter and singer in the blues and psychedelic music genres, who gained renown in his native country for the skill and sensitivity of his guitar performances and, in the wake of his suicide at the age of 30, before the release of his highly praised album, Satılık [For Sale], has achieved a near-iconic posthumous status as a talent lost on the"}]}, {"heading": "Deaths", "year": "2001", "date": "August 15", "txt": "Richard Chelimo, Kenyan runner (b. 1972)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 15", "txt": "Kateryna Yushchenko, Ukrainian computer scientist and academic (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 15", "txt": "Sune Bergström, Swedish biochemist and academic, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Sune Bergström", "href": "/wiki/Sune_Bergstr%C3%B6m", "description": "Karl Sune Detlof Bergström was a Swedish biochemist. In 1975, he was appointed to the Nobel Foundation Board of Directors in Sweden, and was awarded the Louisa Gross Horwitz Prize from Columbia University, together with Bengt I. Samuelsson.\nHe shared the Nobel Prize in Physiology or Medicine with Bengt I. Samuelsson and John R. Vane in 1982, for discoveries concerning prostaglandins and related su"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2004", "date": "August 15", "txt": "Amarsinh Chaudhary, Indian politician, 8th Chief Minister of Gujarat (b. 1941)", "entities": [{"title": "Chief Minister of Gujarat", "href": "/wiki/Chief_Minister_of_Gujarat", "description": "The Chief Minister of Gujarat is the chief executive of the government of the Indian state of Gujarat. The governor appoints the chief minister, whose council of ministers are collectively responsible to the assembly. The chief minister's term is for five years and is subject to no term limits, given that he has the confidence of the assembly."}]}, {"heading": "Deaths", "year": "2005", "date": "August 15", "txt": "Bendapudi Venkata Satyanarayana, Indian dermatologist and academic (b. 1927)", "entities": [{"title": "Bendapudi Venkata Satyanarayana", "href": "/wiki/Bendapudi_Venkata_Satyanarayana", "description": "Dr. Bendapudi Venkata Satyanarayana was an Indian dermatologist who was known as 'the doyen of dermatology' in Andhra Pradesh, India."}]}, {"heading": "Deaths", "year": "2006", "date": "August 15", "txt": "Te Atairangikaahu, New Zealand queen (b. 1931)", "entities": [{"title": "Te Atairangikaahu", "href": "/wiki/Te_Atairangikaahu", "description": "Dame Te Atairangikaahu was the Māori queen for 40 years, the longest reign of any Māori monarch. Her full name and title was Te Arikinui Dame Te Atairangikaahu. Her title Te Arikinui and name Te Atairangikaahu were bestowed when she became monarch; previously she was known as Princess Piki Mahuta and, after marriage, Princess Piki Paki."}]}, {"heading": "Deaths", "year": "2006", "date": "August 15", "txt": "Rick Bourke, Australian rugby league player (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 15", "txt": "Coenraad Bron, Dutch computer scientist and academic (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 15", "txt": "Faas Wilkes, Dutch footballer and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 15", "txt": "Richard Bradshaw, English conductor and director (b. 1944)", "entities": [{"title": "Richard Bradshaw (conductor)", "href": "/wiki/Richard_Bradshaw_(conductor)", "description": "Richard James Bradshaw, O.Ont was a British opera conductor and the General Director of the Canadian Opera Company (COC) in Toronto."}]}, {"heading": "Deaths", "year": "2007", "date": "August 15", "txt": "John Gofman, American biologist, chemist, and physicist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 15", "txt": "Geoffrey Orbell, New Zealand physician (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 15", "txt": "Sam Pollock, Canadian businessman (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 15", "txt": "Vic Toweel, South African-Australian boxer (b. 1929)", "entities": [{"title": "Vic Toweel", "href": "/wiki/Vic_Toweel", "description": "Victor \"Vic\" Anthony Toweel was a South African boxer and former undisputed World bantamweight champion. He was the first South African to hold a world title."}]}, {"heading": "Deaths", "year": "2008", "date": "August 15", "txt": "Jerry Wexler, American journalist and producer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 15", "txt": "Rick Rypien, Canadian ice hockey player (b. 1984)", "entities": [{"title": "Rick Rypien", "href": "/wiki/Rick_Rypien", "description": "Richard Joseph Rypien was a Canadian professional ice hockey forward who spent parts of six seasons in the National Hockey League (NHL) with the Vancouver Canucks. After a major junior career of four years with the Regina Pats of the Western Hockey League (WHL), he was signed to a professional contract by the minor league Manitoba Moose of the American Hockey League (AHL) in 2005. The following se"}]}, {"heading": "Deaths", "year": "2012", "date": "August 15", "txt": "Bob Birch, American bass player and saxophonist (b. 1956)", "entities": [{"title": "Bob Birch", "href": "/wiki/Bob_Birch", "description": "Robert Wayne \"Bob\" Birch was an American musician. He was primarily a session musician and sideman to a variety of notable artists."}]}, {"heading": "Deaths", "year": "2012", "date": "August 15", "txt": "Altamiro Carrilho, Brazilian flute player and composer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 15", "txt": "Harry Harrison, American author and illustrator (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 15", "txt": "Rosalía Mera, Spanish businesswoman, co-founded Inditex and Zara (b. 1944)", "entities": [{"title": "Rosalía Mera", "href": "/wiki/Rosal%C3%ADa_Mera", "description": "Rosalía Mera Goyenechea was a Spanish businesswoman and entrepreneur. At the time of her death, she was the richest woman in Spain and the world's richest self-made woman. In 1975, she co-founded the Zara retail chain with her then-husband Amancio Ortega Gaona. The company grew to become the world's largest fashion retailer."}, {"title": "Inditex", "href": "/wiki/Inditex", "description": "Industria de Diseño Textil, S.A. is a Spanish multinational clothing company headquartered in Arteixo, Galicia in Spain."}, {"title": "Zara (retailer)", "href": "/wiki/Zara_(retailer)", "description": "Zara SA, stylized as ZARA, is a Spanish apparel retailer based in Arteixo in Galicia, Spain. The company specializes in fast fashion, and products include clothing, accessories, shoes, swimwear, beauty, and perfumes. It is the largest company in the Inditex group, the world's largest apparel retailer. Zara as of 2017 manages up to 20 clothing collections a year."}]}, {"heading": "Deaths", "year": "2013", "date": "August 15", "txt": "Sławomir Mrożek, Polish-French author and playwright (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 15", "txt": "Marich Man Singh Shrestha, Nepali politician, 28th Prime Minister of Nepal (b. 1942)", "entities": [{"title": "Prime Minister of Nepal", "href": "/wiki/Prime_Minister_of_Nepal", "description": "The prime minister of Nepal is the head of government and chief executive of Nepal. The prime minister is the chair of the Council of Ministers of Nepal and the chief adviser to the President of Nepal. The Prime Minister is a member of the House of Representatives of Nepal and is the highest ranking federal officer within the government."}]}, {"heading": "Deaths", "year": "2014", "date": "August 15", "txt": "Licia Albanese, Italian-American soprano and actress (b. 1909)", "entities": [{"title": "Licia Albanese", "href": "/wiki/Licia_Albanese", "description": "Licia Albanese was an Italian-born American operatic soprano. Noted especially for her portrayals of the lyric heroines of Verdi and Puccini, Albanese was a leading artist with the Metropolitan Opera from 1940 to 1966. She also made many recordings and was chairwoman of The Licia Albanese-Puccini Foundation, which is dedicated to assisting young artists and singers."}]}, {"heading": "Deaths", "year": "2015", "date": "August 15", "txt": "Julian Bond, American academic and politician (b. 1940)", "entities": [{"title": "Julian Bond", "href": "/wiki/Julian_Bond", "description": "Horace Julian Bond was an American social activist, leader of the civil rights movement, politician, professor, and writer. While he was a student at Morehouse College in Atlanta, Georgia, during the early 1960s, he helped establish the Student Nonviolent Coordinating Committee (SNCC). In 1971, he helped found the Southern Poverty Law Center in Montgomery, Alabama, and served as its first presiden"}]}, {"heading": "Deaths", "year": "2015", "date": "August 15", "txt": "Hamid Gul, Pakistani general (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 15", "txt": "Gunnar Birkerts, Latvian-American architect (b. 1925)", "entities": [{"title": "Gunnar Birkerts", "href": "/wiki/Gunnar_Birkerts", "description": "Gunnar Birkerts was a Latvian American architect who, for most of his career, was based in the metropolitan area of Detroit, Michigan."}]}]