[{"heading": "Events", "year": "AD 8", "date": "August 3", "txt": "Roman Empire general Tiberius defeats the Dalmatae on the river Bosna.", "entities": [{"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}, {"title": "General officer", "href": "/wiki/General_officer", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "Tiberius", "href": "/wiki/Tiberius", "description": "Tiberius Caesar Augustus was the second Roman emperor, reigning from AD 14 to 37. He succeeded his stepfather, Augustus."}, {"title": "Dalmatae", "href": "/wiki/Dalmatae", "description": "The Delmatae, alternatively Dalmatae during the Roman period, were a group of Illyrian tribes in Dalmatia, contemporary southern Croatia and western Bosnia and Herzegovina. The region of Dalmatia takes its name from the tribe."}, {"title": "Bosna (river)", "href": "/wiki/Bosna_(river)", "description": "The Bosna is the third longest river in Bosnia and Herzegovina, and is considered one of the country's three major internal rivers, along with the Neretva and the Vrbas; the other three major rivers of Bosnia and Herzegovina are the Una, to the northwest, the Sava, to the north, and the Drina, to the east. It is the namesake of Bosnia. The river Bosna flows for 282 kilometers (175 mi)."}]}, {"heading": "Events", "year": "AD 70", "date": "August 3", "txt": "Fires resulting from the destruction of the Second Temple in Jerusalem are extinguished.", "entities": [{"title": "Second Temple", "href": "/wiki/Second_Temple", "description": "The Second Temple was the Jewish holy temple, which stood on the Temple Mount in Jerusalem, between c. 516 BCE and c. 70 CE. It gave name to the Second Temple period."}]}, {"heading": "Events", "year": "435", "date": "August 3", "txt": "Deposed Ecumenical Patriarch of Constantinople Nestorius, considered the originator of Nestorianism, is exiled by Roman Emperor Theodosius II to a monastery in Egypt.", "entities": [{"title": "Ecumenical Patriarch of Constantinople", "href": "/wiki/Ecumenical_Patriarch_of_Constantinople", "description": "The ecumenical patriarch is the archbishop of Constantinople–New Rome and ranks as primus inter pares among the heads of the several autocephalous churches that make up the Eastern Orthodox Church. He is regarded as the representative and spiritual leader of Orthodox Christians worldwide.\nThe term ecumenical in the title is a historical reference to the Ecumene, a Greek designation for the civilis"}, {"title": "Nestorius", "href": "/wiki/Nestorius", "description": "Nestorius was the Archbishop of Constantinople from 10 April 428 to August 431. A Christian theologian, several of his teachings in the fields of Christology and Mariology were seen as controversial and caused major disputes. He was condemned and deposed from his see by the Council of Ephesus, the third Ecumenical Council, in 431."}, {"title": "Nestorianism", "href": "/wiki/Nestorianism", "description": "Nestorianism is a polysemic term, used in Christian theology and Church history as a designation for several mutually related but doctrinarily distinctive sets of teachings. The first meaning of the term is related to the original teachings of Christian theologian Nestorius who promoted specific doctrines in the fields of Christology and Mariology. The second meaning of the term is much wider, and"}, {"title": "List of Byzantine emperors", "href": "/wiki/List_of_Byzantine_emperors", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Theodosius II", "href": "/wiki/Theodosius_II", "description": "Theodosius II, commonly called Theodosius the Younger or the Calligrapher, was Roman emperor for most of his life, proclaimed Augustus as an infant in 402 and ruling as the eastern Empire's sole emperor after the death of his father Arcadius in 408. His reign was marked by the promulgation of the Theodosian law code and the construction of the Theodosian Walls of Constantinople. He also presided o"}, {"title": "Monastery", "href": "/wiki/Monastery", "description": "A monastery is \na building or complex of buildings comprising the domestic quarters and workplaces of monastics, monks or nuns, whether living in communities or alone (hermits). A monastery generally includes a place reserved for prayer which may be a chapel, church, or temple, and may also serve as an oratory, or in the case of communities anything from a single building housing only one senior a"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "881", "date": "August 3", "txt": "Battle of Saucourt-en-Vimeu: Louis III of France defeats the Vikings, an event celebrated in the poem Ludwigslied.", "entities": [{"title": "Battle of Saucourt-en-Vimeu", "href": "/wiki/Battle_of_Saucourt-en-Vimeu", "description": "The Battle of Saucourt occurred between forces of Vikings and the troops of Kings of West Francia, Louis III of France and his brother Carloman II, on 3 August 881 at Saucourt-en-Vimeu."}, {"title": "Louis III of France", "href": "/wiki/Louis_III_of_France", "description": "Louis III was King of West Francia from 879 until his death in 882. He succeeded his father and ruled over West Francia in tandem with his brother Carloman II. Louis controlled the northern part of West Francia (Neustria), including the capital of Paris, while Carloman controlled the southern portion (Aquitania). Louis ruled from March 880 to 5 August 882, when he died and left the rest of West Fr"}, {"title": "Vikings", "href": "/wiki/Vikings", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}]}, {"heading": "Events", "year": "908", "date": "August 3", "txt": "Battle of Eisenach: An invading Hungarian force defeats an East Frankish army under Duke Burchard of Thuringia.", "entities": [{"title": "Battle of Eisenach (908)", "href": "/wiki/Battle_of_Eisenach_(908)", "description": "The Battle of Eisenach in 908, was a crushing victory by a Hungarian army over a German army composed of troops from Franconia, Saxony, and Thuringia."}, {"title": "Principality of Hungary", "href": "/wiki/Principality_of_Hungary", "description": "The Principality of Hungary or Duchy of Hungary was the earliest documented Hungarian state in the Carpathian Basin, established 895 or 896, following the 9th century Hungarian conquest of the Carpathian Basin."}, {"title": "East Francia", "href": "/wiki/East_Francia", "description": "East Francia or the Kingdom of the East Franks was a successor state of Charlemagne's empire ruled by the Carolingian dynasty until 911. It was created through the Treaty of Verdun (843) which divided the former empire into three kingdoms."}, {"title": "Burchard, Duke of Thuringia", "href": "/wiki/Burchard,_Duke_of_Thuringia", "description": "Burchard was the Duke of Thuringia from shortly after 892 until his death. He replaced Poppo as duke shortly after his appointment in 892, but the reasons for Poppo's leaving office are unknown. Burchard may have been a Swabian."}, {"title": "Thuringia", "href": "/wiki/Thuringia", "description": "Thuringia, officially the Free State of Thuringia, is a state of Germany. Located in central Germany, it covers 16,171 square kilometres (6,244 sq mi), being the sixth smallest of the sixteen German States. It has a population of about 2.15 million inhabitants."}]}, {"heading": "Events", "year": "1031", "date": "August 3", "txt": "Olaf II of Norway is canonized as Saint Olaf by Grimketel, the English Bishop of Selsey.", "entities": [{"title": "Olaf II of Norway", "href": "/wiki/Olaf_II_of_Norway", "description": "Olaf II Haraldsson, later known as Saint Olaf, was King of Norway from 1015 to 1028. Son of Harald Grenske, a petty king in Vestfold, Norway, he was posthumously given the title Rex Perpetuus Norvegiae and canonised at Nidaros (Trondheim) by Bishop Grimkell, one year after his death in the Battle of Stiklestad on 29 July 1030. His remains were enshrined in Nidaros Cathedral, built over his burial "}, {"title": "Grimketel", "href": "/wiki/Grimketel", "description": "Grimketel was an English clergyman who went to Norway as a missionary and was partly responsible for the conversion of Norway to Christianity. He initiated the beatification of Saint Olaf. On his return to England he became Bishop of Selsey and also for a time Bishop of Elmham. He was accused, by some, of being guilty of simony."}, {"title": "Bishop of Selsey", "href": "/wiki/Bishop_of_Selsey", "description": "The Bishop of Chichester is the ordinary of the Church of England Diocese of Chichester in the Province of Canterbury. The diocese covers the counties of East and West Sussex. The see is based in the City of Chichester where the bishop's seat is located at the Cathedral Church of the Holy Trinity. On 3 May 2012 the appointment was announced of Martin Warner, Bishop of Whitby, as the next Bishop of"}]}, {"heading": "Events", "year": "1057", "date": "August 3", "txt": "Frederik van Lotharingen elected as first Belgian Pope Stephen IX.", "entities": [{"title": "Pope Stephen IX", "href": "/wiki/Pope_Stephen_IX", "description": "Pope Stephen IX was the head of the Catholic Church and ruler of the Papal States from 3 August 1057 to his death."}]}, {"heading": "Events", "year": "1342", "date": "August 3", "txt": "The Siege of Algeciras commences during the Spanish Reconquista.", "entities": [{"title": "Siege of Algeciras (1342–44)", "href": "/wiki/Siege_of_Algeciras_(1342%E2%80%9344)", "description": "The siege of Algeciras (1342–44) was undertaken during the Reconquest of Spain by the Castillian forces of Alfonso XI assisted by the fleets of the Kingdom of Aragon and the Republic of Genoa. The objective was to capture the Muslim city of Al-Jazeera Al-Khadra, called Algeciras by Christians. The city was the capital and the main port of the European territory of the Marinid Empire."}, {"title": "Reconquista", "href": "/wiki/Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}]}, {"heading": "Events", "year": "1492", "date": "August 3", "txt": "Christopher Columbus sets sail from Palos de la Frontera, Spain.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Palos de la Frontera", "href": "/wiki/Palos_de_la_Frontera", "description": "Palos de la Frontera is a town and municipality located in the southwestern Spanish province of Huelva, in the autonomous community of Andalusia. It is situated some 13 km (8 mi) from the provincial capital, Huelva. According to the 2015 census, the city had a population of 10,365. It is most famous for being the place from which Columbus set sail in 1492, eventually reaching America."}]}, {"heading": "Events", "year": "1527", "date": "August 3", "txt": "The first known letter from North America is sent by John Rut while at St. John's, Newfoundland.", "entities": [{"title": "John Rut", "href": "/wiki/John_Rut", "description": "John Rut was an English mariner, born in Essex, who was chosen by Henry VIII to command an expedition to North America in search of the Northwest Passage; on 10 June 1527 he set sail from Plymouth with two ships, Samson and Mary Guilford. The voyage was set up by Cardinal Wolsey at the wishes of Robert Thorne, a Bristol merchant. Samson was commanded by Master Grube and the Mary Guilford was comma"}, {"title": "St. John's, Newfoundland and Labrador", "href": "/wiki/St._John%27s,_Newfoundland_and_Labrador", "description": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is the easternmost city in North America."}]}, {"heading": "Events", "year": "1601", "date": "August 3", "txt": "Long War: Austria captures Transylvania in the Battle of Goroszló.", "entities": [{"title": "Long Turkish War", "href": "/wiki/Long_Turkish_War", "description": "The Long Turkish War or Thirteen Years' War was an indecisive land war between the Habsburg Monarchy and the Ottoman Empire, primarily over the Principalities of Wallachia, Transylvania, and Moldavia. It was waged from 1593 to 1606 but in Europe it is sometimes called the Fifteen Years War, reckoning from the 1591–92 Turkish campaign that captured Bihać."}, {"title": "Habsburg Monarchy", "href": "/wiki/Habsburg_Monarchy", "description": "Habsburg Monarchy, or Danubian Monarchy, or Habsburg Empire is a modern umbrella term coined by historians to denote the numerous lands and kingdoms of the Habsburg dynasty, especially for those of the Austrian line. Although from 1438 to 1806, a member of the House of Habsburg was also Holy Roman Emperor, the Holy Roman Empire itself was not considered to be part of the Habsburg Monarchy."}, {"title": "Transylvania", "href": "/wiki/Transylvania", "description": "Transylvania is a historical region that is located in central Romania. Bound on the east and south by its natural borders, the Carpathian mountain range, historical Transylvania extended westward to the Apuseni Mountains. The term sometimes encompasses not only Transylvania proper, but also parts of the historical regions of Crișana and Maramureș, and occasionally the Romanian part of Banat."}, {"title": "Battle of Goroszló", "href": "/wiki/Battle_of_Goroszl%C3%B3", "description": "The Battle of Guruslău or Battle of Goroszló was fought on 3 August 1601, between the troops of the Habsburg Monarchy led by Giorgio Basta, the Cossacks and Wallachia led by Michael the Brave on one side, and the Transylvanian troops led by Sigismund Báthory on the other side. It was part of a series of military encounters between the Ottoman Empire and opposing European states during 1591–1606."}]}, {"heading": "Events", "year": "1645", "date": "August 3", "txt": "Thirty Years' War: The Second Battle of Nördlingen sees French forces defeating those of the Holy Roman Empire.", "entities": [{"title": "Thirty Years' War", "href": "/wiki/Thirty_Years%27_War", "description": "The 1618 to 1648 Thirty Years' War was fought primarily in modern Germany and Central Europe. Considered one of the most destructive conflicts in European history, combined estimates of military and civilian deaths range from 4.5 to 8 million, while it has been suggested that up to 60% of the population died in some areas of Germany. Related conflicts include the Eighty Years' War, the War of the "}, {"title": "Battle of Nördlingen (1645)", "href": "/wiki/Battle_of_N%C3%B6rdlingen_(1645)", "description": "The second Battle of Nördlingen was fought on August 3, 1645 southeast of Nördlingen near the village of Alerheim. France and its Protestant German allies defeated the forces of the Holy Roman Empire and its Bavarian ally."}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}]}, {"heading": "Events", "year": "1678", "date": "August 3", "txt": "Robert LaSalle builds the Le Griffon, the first known ship built on the Great Lakes.", "entities": [{"title": "René-Robert Cavelier, Sieur de La Salle", "href": "/wiki/Ren%C3%A9-Robert_Cavelier,_Sieur_de_La_Salle", "description": "René-Robert Cavelier, Sieur de La Salle was a 17th-century French explorer and fur trader in North America. He explored the Great Lakes region of the United States and Canada, the Mississippi River, and the Gulf of Mexico. He is best known for an early 1682 expedition in which he canoed the lower Mississippi River from the mouth of the Illinois River to the Gulf of Mexico; there, on 9 April 1682, "}, {"title": "Great Lakes", "href": "/wiki/Great_Lakes", "description": "The Great Lakes, also called the Great Lakes of North America or the Laurentian Great Lakes, are a series of large interconnected freshwater lakes in the upper mid-east region of North America that connect to the Atlantic Ocean via the Saint Lawrence River. They are lakes Superior, Michigan, Huron, Erie, and Ontario and are in general on or near the Canada–United States border. Hydrologically, the"}]}, {"heading": "Events", "year": "1778", "date": "August 3", "txt": "The theatre La Scala in Milan is inaugurated with the première of Antonio Salieri's Europa riconosciuta.", "entities": []}, {"heading": "Events", "year": "1795", "date": "August 3", "txt": "Treaty of Greenville is signed, ending the Northwest Indian War in the Ohio Country.", "entities": [{"title": "Treaty of Greenville", "href": "/wiki/Treaty_of_Greenville", "description": "The Treaty of Greenville, formally titled Treaty with the Wyandots, etc., was a 1795 treaty between the United States and indigenous nations of the Northwest Territory, including the Wyandot and Delaware peoples, that redefined the boundary between indigenous peoples' lands and territory for European American community settlement."}, {"title": "Northwest Indian War", "href": "/wiki/Northwest_Indian_War", "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"}, {"title": "Ohio Country", "href": "/wiki/Ohio_Country", "description": "The Ohio Country was a name used in the mid- to late 18th century for a region of North America west of the Appalachian Mountains and north of the upper Ohio and Allegheny rivers, extending to Lake Erie. The area encompassed roughly northwestern West Virginia, Western Pennsylvania, all of the present-day state of Ohio, and a wedge of southeastern Indiana."}]}, {"heading": "Events", "year": "1811", "date": "August 3", "txt": "First ascent of Jungfrau, third highest summit in the Bernese Alps by brothers Johann Rudolf and Hieronymus Meyer.", "entities": [{"title": "Jungfrau", "href": "/wiki/Jungfrau", "description": "The Jungfrau, at 4,158 meters (13,642 ft) is one of the main summits of the Bernese Alps, located between the northern canton of Bern and the southern canton of Valais, halfway between Interlaken and Fiesch. Together with the Eiger and Mönch, the Jungfrau forms a massive wall of mountains overlooking the Bernese Oberland and the Swiss Plateau, one of the most distinctive sights of the Swiss Alps."}, {"title": "Bernese Alps", "href": "/wiki/Bernese_Alps", "description": "The Bernese Alps are a mountain range of the Alps, located in western Switzerland. Although the name suggests that they are located in the Berner Oberland region of the canton of Bern, portions of the Bernese Alps are in the adjacent cantons of Valais, Fribourg and Vaud, the latter being usually named Fribourg Alps and Vaud Alps respectively. The highest mountain in the range, the Finsteraarhorn, "}]}, {"heading": "Events", "year": "1829", "date": "August 3", "txt": "The Treaty of Lewistown is signed by the Shawnee and Seneca peoples, exchanging land in Ohio for land west of the Mississippi River.", "entities": [{"title": "Treaty of Lewistown", "href": "/wiki/Treaty_of_Lewistown", "description": "On August 3, 1829, members of the Shawnee Indians and the Seneca Indians signed the Treaty of Lewistown with the United States. In this treaty, Senecas and Shawnees living at Lewistown, Ohio, relinquished their claim to the land and joined the rest of the Ohio Senecas already living on a reservation west of the Mississippi River."}, {"title": "Shawnee", "href": "/wiki/Shawnee", "description": "The Shawnee are an Algonquian-speaking ethnic group indigenous to North America. In colonial times they were a semi-migratory Native American nation, primarily inhabiting areas of the Ohio Valley, extending from what became Ohio and Kentucky eastward to West Virginia, Virginia, Pennsylvania, and Western Maryland; south to Alabama and South Carolina; and westward to Indiana and Illinois."}, {"title": "Seneca people", "href": "/wiki/Seneca_people", "description": "The Seneca are a group of Indigenous Iroquoian-speaking people native to who historically lived south of Lake Ontario, one of the five Great Lakes in North America. Their nation was the farthest to the west within the Six Nations or Iroquois League (Haudenosaunee) in New York before the American Revolution."}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}]}, {"heading": "Events", "year": "1852", "date": "August 3", "txt": "Harvard University wins the first Boat Race between Yale University and Harvard. The race is also the first American intercollegiate athletic event.", "entities": [{"title": "Harvard University", "href": "/wiki/Harvard_University", "description": "Harvard University is a private Ivy League research university in Cambridge, Massachusetts. Established in 1636 and named for its first benefactor, clergyman John Harvard, Harvard is the oldest institution of higher learning in the United States\nand among the most prestigious in the world."}, {"title": "Harvard–Yale Regatta", "href": "/wiki/Harvard%E2%80%93Yale_Regatta", "description": "The Harvard–Yale Regatta or Yale-Harvard Boat Race is an annual rowing race between the men's heavyweight rowing crews of Harvard University and Yale University. First contested in 1852, it has been held annually since 1859 with exceptions during major wars fought by the United States and the COVID-19 pandemic. The Race is America's oldest collegiate athletic competition, pre-dating The Game by 23"}, {"title": "Yale University", "href": "/wiki/Yale_University", "description": "Yale University is a private Ivy League research university in New Haven, Connecticut. Founded in 1701 as the Collegiate School, it is the third-oldest institution of higher education in the United States and one of the nine Colonial Colleges chartered before the American Revolution. The Collegiate School was renamed Yale College in 1718 to honor the school's largest private benefactor for the fir"}]}, {"heading": "Events", "year": "1859", "date": "August 3", "txt": "The American Dental Association is founded in Niagara Falls, New York.", "entities": [{"title": "American Dental Association", "href": "/wiki/American_Dental_Association", "description": "The American Dental Association (ADA) is an American professional association established in 1859 which has more than 161,000 members. Based in the American Dental Association Building in the Near North Side of Chicago, the ADA is the world's largest and oldest national dental association and promotes good oral health to the public while representing the dental profession."}, {"title": "Niagara Falls, New York", "href": "/wiki/Niagara_Falls,_New_York", "description": "Niagara Falls is a city in Niagara County, New York, United States. As of the 2010 census, the city had a total population of 50,193, down from the 55,593 recorded in the 2000 census. It is adjacent to the Niagara River, across from the city of Niagara Falls, Ontario, and named after the famed Niagara Falls which they share. The city is within the Buffalo–Niagara Falls Metropolitan Statistical Are"}]}, {"heading": "Events", "year": "1900", "date": "August 3", "txt": "The Firestone Tire and Rubber Company is founded.", "entities": [{"title": "Firestone Tire and Rubber Company", "href": "/wiki/Firestone_Tire_and_Rubber_Company", "description": "Firestone Tire and Rubber Company is an American tire company founded by Harvey Firestone in 1900 initially to supply solid rubber side-wire tires for fire apparatus, and later, pneumatic tires for wagons, buggies, and other forms of wheeled transportation common in the era. Firestone soon saw the huge potential for marketing tires for automobiles, and the company was a pioneer in the mass product"}]}, {"heading": "Events", "year": "1903", "date": "August 3", "txt": "Macedonian rebels in Kruševo proclaim the Kruševo Republic, which exists for only ten days before Ottoman Turks lay waste to the town.", "entities": [{"title": "Internal Macedonian Revolutionary Organization", "href": "/wiki/Internal_Macedonian_Revolutionary_Organization", "description": "The Internal Macedonian Revolutionary Organization was a secret revolutionary society in the Ottoman territories in Europe, that operated in the late 19th and early 20th centuries."}, {"title": "Kruševo", "href": "/wiki/Kru%C5%A1evo", "description": "Kruševo is a town in North Macedonia. In Macedonian language the name means the 'place of pear trees'. It is the highest town in North Macedonia and one of the highest in the Balkans, situated at an altitude of over 1350 m above sea level. The town of Kruševo is the seat of Kruševo Municipality. The town is officially bilingual, Macedonian and Aromanian, hence both town names are official. It is l"}, {"title": "Kruševo Republic", "href": "/wiki/Kru%C5%A1evo_Republic", "description": "The Kruševo Republic was a short-lived political entity proclaimed in 1903 by rebels from the Secret Macedonian-Adrianople Revolutionary Organization (IMRO) in Kruševo during the anti-Ottoman Ilinden–Preobrazhenie Uprising. According to subsequent Bulgarian and followed later Macedonian narratives, it was one of the first modern-day republics in the Balkans."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1907", "date": "August 3", "txt": "Judge Kenesaw Mountain Landis fines Standard Oil of Indiana a record $29.4 million for illegal rebating to freight carriers; the conviction and fine are later reversed on appeal.", "entities": [{"title": "Kenesaw Mountain Landis", "href": "/wiki/Kenesaw_Mountain_Landis", "description": "Kenesaw Mountain Landis was an American jurist who served as a United States federal judge from 1905 to 1922 and the first Commissioner of Baseball from 1920 until his death. He is remembered for his handling of the Black Sox scandal, in which he expelled eight members of the Chicago White Sox from organized baseball for conspiring to lose the 1919 World Series and repeatedly refused their reinsta"}, {"title": "Amoco", "href": "/wiki/Amoco", "description": "Amoco could either refer to a brand of gasoline stations in the eastern United States that has been owned by BP since 1998 or to a former independent American oil and gas extraction and marketing company that had operated from 1985 until its merger with BP in 1998."}]}, {"heading": "Events", "year": "1914", "date": "August 3", "txt": "World War I: Germany declares war against France, while Romania declares its neutrality.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Romania during World War I", "href": "/wiki/Romania_during_World_War_I", "description": "The Kingdom of Romania was neutral for the first two years of World War I, entering on the side of the Allied powers from 27 August 1916 until Central Power occupation led to the Treaty of Bucharest in May 1918, before reentering the war on 10 November 1918. It had the most significant oil fields in Europe, and Germany eagerly bought its petroleum, as well as food exports."}]}, {"heading": "Events", "year": "1921", "date": "August 3", "txt": "Major League Baseball Commissioner Kenesaw Mountain Landis confirms the ban of the eight Chicago Black Sox, the day after they were acquitted by a Chicago court.", "entities": [{"title": "Commissioner of Baseball", "href": "/wiki/Commissioner_of_Baseball", "description": "The Commissioner of Baseball is the chief executive officer of Major League Baseball (MLB) and the associated Minor League Baseball (MiLB) – a constellation of leagues and clubs known as \"organized baseball\". Under the direction of the Commissioner, the Office of the Commissioner of Baseball hires and maintains the sport's umpiring crews, and negotiates marketing, labor, and television contracts. "}, {"title": "Kenesaw Mountain Landis", "href": "/wiki/Kenesaw_Mountain_Landis", "description": "Kenesaw Mountain Landis was an American jurist who served as a United States federal judge from 1905 to 1922 and the first Commissioner of Baseball from 1920 until his death. He is remembered for his handling of the Black Sox scandal, in which he expelled eight members of the Chicago White Sox from organized baseball for conspiring to lose the 1919 World Series and repeatedly refused their reinsta"}, {"title": "Black Sox Scandal", "href": "/wiki/Black_Sox_Scandal", "description": "The Black Sox Scandal was a Major League Baseball game-fixing scandal in which eight members of the Chicago White Sox were accused of throwing the 1919 World Series against the Cincinnati Reds in exchange for money from a gambling syndicate led by Arnold Rothstein. Judge Kenesaw Mountain Landis was appointed as a response to the incident to be the first Commissioner of Baseball, and given absolute"}]}, {"heading": "Events", "year": "1936", "date": "August 3", "txt": "Jesse Owens wins the 100 metre dash, defeating Ralph Metcalfe, at the Berlin Olympics.", "entities": [{"title": "Jesse Owens", "href": "/wiki/Jesse_Owens", "description": "James Cleveland \"Jesse\" Owens was an American track and field athlete and four-time gold medalist in the 1936 Olympic Games."}, {"title": "Ralph Metcalfe", "href": "/wiki/Ralph_Metcalfe", "description": "Ralph Harold Metcalfe Sr. was an American track and field sprinter and politician. He jointly held the world record in the 100-meter dash and placed second in that event in two Olympics, first to Eddie Tolan in 1932 at Los Angeles and then to Jesse Owens at the 1936 Olympics in Berlin, Germany. Metcalfe won four Olympic medals and was regarded as the world's fastest human in 1934 and 1935. He late"}, {"title": "1936 Summer Olympics", "href": "/wiki/1936_Summer_Olympics", "description": "The 1936 Summer Olympics, officially known as the Games of the XI Olympiad, were an international multi-sport event held from 1 to 16 August 1936 in Berlin, Germany. Berlin won the bid to host the Games over Barcelona at the 29th IOC Session on 26 April 1931. The 1936 Games marked the second and most recent time the International Olympic Committee gathered to vote in a city that was bidding to hos"}]}, {"heading": "Events", "year": "1936", "date": "August 3", "txt": "A fire wipes out Kursha-2 in the Meshchera Lowlands, Ryazan Oblast, Russia, killing 1,200 and leaving only 20 survivors.", "entities": [{"title": "Meshchera Lowlands", "href": "/wiki/Meshchera_Lowlands", "description": "Meshchera Lowlands, also referred to as simply Meshchera/Meshchyora, is a spacious lowland in the middle of the European Russia. It is named after the Finno-Ugric Meshchera tribe, which used to live there. It occupies parts of Moscow Oblast, Vladimir Oblast and Ryazan Oblast; respectively, it is called the Moscow, Vladimir and Ryazan Meshcheras."}, {"title": "Ryazan Oblast", "href": "/wiki/Ryazan_Oblast", "description": "Ryazan Oblast is a federal subject of Russia. Its administrative center is the city of Ryazan, which is the oblast's largest city. Population: 1,154,114."}, {"title": "Russian Soviet Federative Socialist Republic", "href": "/wiki/Russian_Soviet_Federative_Socialist_Republic", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}]}, {"heading": "Events", "year": "1940", "date": "August 3", "txt": "World War II: Italian forces begin the invasion of British Somaliland.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Kingdom of Italy", "href": "/wiki/Kingdom_of_Italy", "description": "The Kingdom of Italy was a state that existed from 1861—when King Victor Emmanuel II of Sardinia was proclaimed King of Italy—until 1946, when civil discontent led an institutional referendum to abandon the monarchy and form the modern Italian Republic. The state was founded as a result of the Risorgimento under the influence of the Savoy-led Kingdom of Sardinia, which can be considered its legal "}, {"title": "Italian conquest of British Somaliland", "href": "/wiki/Italian_conquest_of_British_Somaliland", "description": "The Italian invasion of British Somaliland was part of the East African campaign (1940–1941) in which Italian, Eritrean and Somali forces of Fascist Italy entered British Somaliland and defeated its combined garrison of British, Commonwealth and colonial forces supported by Somali irregulars. The Italian victory was based on mobility and speed but was hampered by the terrain, rainy weather and Bri"}]}, {"heading": "Events", "year": "1946", "date": "August 3", "txt": "Santa Claus Land, the world's first themed amusement park, opens in Santa Claus, Indiana, United States.", "entities": [{"title": "Holiday World & Splashin' Safari", "href": "/wiki/Holiday_World_%26_Splashin%27_Safari", "description": "Holiday World & Splashin' Safari is a combination theme park and water park located near Interstate 64 and U.S. 231 in Santa Claus, Indiana, United States. The theme park is divided into four sections that celebrate Christmas, Halloween, Thanksgiving and the Fourth of July with rides, live entertainment, games, and attractions."}, {"title": "Amusement park", "href": "/wiki/Amusement_park", "description": "An amusement park is a park that features various attractions, such as rides and games, as well as other events for entertainment purposes. A theme park is a type of amusement park that bases its structures and attractions around a central theme, often featuring multiple areas with different themes. Unlike temporary and mobile funfairs and carnivals, amusement parks are stationary and built for lo"}, {"title": "Santa Claus, Indiana", "href": "/wiki/Santa_Claus,_Indiana", "description": "Santa Claus is a town in Spencer County, Indiana, United States, in the southwestern part of the state. Located in Carter, Clay and Harrison Townships, it sits between Interstate 64 and the Ohio River. The population was 2,481 at the 2010 census, making it the largest community in Spencer County."}]}, {"heading": "Events", "year": "1948", "date": "August 3", "txt": "Whittaker Chambers accuses Alger Hiss of being a communist and a spy for the Soviet Union.", "entities": [{"title": "Whittaker Chambers", "href": "/wiki/Whittaker_Chambers", "description": "Whittaker Chambers was an American writer-editor, who, after early years as a Communist Party member (1925) and Soviet spy (1932–1938), defected from the Soviet underground (1938), worked for Time magazine (1939–1948), and then testified about the Ware group in what became the Hiss case for perjury (1949–1950), often referred to as the trial of the century, all described in his 1952 memoir Witness"}, {"title": "Alger Hiss", "href": "/wiki/Alger_Hiss", "description": "Alger Hiss was an American government official accused in 1948 of having spied for the Soviet Union in the 1930s. Statutes of limitations had expired for espionage, but he was convicted of perjury in connection with this charge in 1950. Before the trial Hiss was involved in the establishment of the United Nations, both as a U.S. State Department official and as a U.N. official. In later life he wo"}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1949", "date": "August 3", "txt": "The Basketball Association of America and the National Basketball League finalize the merger that would create the National Basketball Association.", "entities": [{"title": "Basketball Association of America", "href": "/wiki/Basketball_Association_of_America", "description": "The Basketball Association of America (BAA) is a professional basketball league in North America, founded in 1946. Following its third season, 1948–49, the BAA absorbed most of National Basketball League (NBL) and rebranded the National Basketball Association (NBA)."}, {"title": "National Basketball League (United States)", "href": "/wiki/National_Basketball_League_(United_States)", "description": "The National Basketball League (NBL) was a professional basketball league in the United States established in 1937. After the 1948–49 season, its twelfth, it merged with the Basketball Association of America (BAA) to create the National Basketball Association (NBA)."}, {"title": "National Basketball Association", "href": "/wiki/National_Basketball_Association", "description": "The National Basketball Association (NBA) is a professional basketball league in North America. The league is composed of 30 teams and is one of the four major professional sports leagues in the United States and Canada. It is the premier men's professional basketball league in the world."}]}, {"heading": "Events", "year": "1958", "date": "August 3", "txt": "The world's first nuclear submarine, the USS Nautilus, becomes the first vessel to complete a submerged transit of the geographical North Pole.", "entities": [{"title": "USS Nautilus (SSN-571)", "href": "/wiki/USS_Nautilus_(SSN-571)", "description": "USS Nautilus (SSN-571) was the world's first operational nuclear-powered submarine and the first submarine to complete a submerged transit of the North Pole on 3 August 1958. Her initial commanding officer was Eugene Parks \"Dennis\" Wilkinson, a widely respected naval officer who set the stage for many of the protocols of today's Nuclear Navy, and who had a storied career during military service an"}, {"title": "North Pole", "href": "/wiki/North_Pole", "description": "The North Pole, also known as the Geographic North Pole or Terrestrial North Pole, is the point in the Northern Hemisphere where the Earth's axis of rotation meets its surface. It is called the True North Pole to distinguish from the Magnetic North Pole."}]}, {"heading": "Events", "year": "1959", "date": "August 3", "txt": "Portugal's state police force PIDE fires upon striking workers in Bissau, Portuguese Guinea, killing over 50 people.", "entities": [{"title": "PIDE", "href": "/wiki/PIDE", "description": "The PIDE or International and State Defense Police was a Portuguese security agency that existed during the Estado Novo regime of António de Oliveira Salazar. Formally, the main roles of the PIDE were the border, immigration and emigration control and internal and external State security. Over time, it came to be known for its secret police activities."}, {"title": "Pidjiguiti massacre", "href": "/wiki/Pidjiguiti_massacre", "description": "The Pidjiguiti massacre was an incident that took place on 3 August 1959 at the Port of Bissau's Pijiguiti docks in Bissau, Portuguese Guinea. Dock workers went on strike, seeking higher pay, but a manager called the PIDE, the Portuguese state police, who fired into the crowd, killing at least 25 people. The government blamed the revolutionary group African Party for the Independence of Guinea and"}, {"title": "Bissau", "href": "/wiki/Bissau", "description": "Bissau is the capital city of Guinea-Bissau. In 2015, Bissau had a population of 492,004. Bissau is located on the Geba River estuary, off the Atlantic Ocean, and is Guinea-Bissau's largest city, major port, and its administrative and military centre."}, {"title": "Portuguese Guinea", "href": "/wiki/Portuguese_Guinea", "description": "Portuguese Guinea, called the Overseas Province of Guinea from 1951 until 1972 and then State of Guinea from 1972 until 1974, was a West African colony of Portugal from 1588 until 10 September 1974, when it gained independence as Guinea-Bissau."}]}, {"heading": "Events", "year": "1960", "date": "August 3", "txt": "Niger gains independence from France.", "entities": [{"title": "Niger", "href": "/wiki/Niger", "description": "Niger or the Niger, officially the Republic of the Niger, is a landlocked country in West Africa named after the Niger River. Niger is bordered by Libya to the northeast, Chad to the east, Nigeria to the south, Benin and Burkina Faso to the southwest, Mali to the west, and Algeria to the northwest. Niger covers a land area of almost 1,270,000 km2 (490,000 sq mi), making it the largest country in W"}]}, {"heading": "Events", "year": "1972", "date": "August 3", "txt": "The United States Senate ratifies the Anti-Ballistic Missile Treaty.", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Anti-Ballistic Missile Treaty", "href": "/wiki/Anti-Ballistic_Missile_Treaty", "description": "The Anti-Ballistic Missile Treaty (1972—2002) was an arms control treaty between the United States and the Soviet Union on the limitation of the anti-ballistic missile (ABM) systems used in defending areas against ballistic missile-delivered nuclear weapons. Under the terms of the treaty, each party was limited to two ABM complexes, each of which was to be limited to 100 anti-ballistic missiles."}]}, {"heading": "Events", "year": "1975", "date": "August 3", "txt": "A privately chartered Boeing 707 strikes a mountain peak and crashes near Agadir, Morocco, killing 188.", "entities": [{"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}, {"title": "Agadir air disaster", "href": "/wiki/Agadir_air_disaster", "description": "The Agadir air disaster was a chartered Boeing 707 passenger flight on Sunday, August 3, 1975, that crashed into a mountain on approach to Agadir Inezgane Airport, Morocco. All 188 passengers and crew on board were killed. It is the deadliest aviation disaster involving a Boeing 707, as well as the deadliest in Morocco."}, {"title": "Agadir", "href": "/wiki/Agadir", "description": "Agadir is a major city in Morocco. It is located on the shore of the Atlantic Ocean near the foot of the Atlas Mountains, just north of the point where the Souss River flows into the ocean and 509 kilometres (316 mi) south of Casablanca. Agadir is the capital of the Agadir Ida-U-Tanan Prefecture and of the Souss-Massa economic region. The majority of its inhabitants speak Tashlehit language, one o"}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Events", "year": "1977", "date": "August 3", "txt": "Tandy Corporation announces the TRS-80, one of the world's first mass-produced personal computers.", "entities": [{"title": "Tandy Corporation", "href": "/wiki/Tandy_Corporation", "description": "Tandy Corporation was an American family-owned leather goods company based in Fort Worth, Texas, United States. Tandy Leather was founded in 1919 as a leather supply store and acquired a number of craft retail companies, including RadioShack in 1963. In 2000, the Tandy Corporation name was dropped and the entity became the RadioShack Corporation."}, {"title": "TRS-80", "href": "/wiki/TRS-80", "description": "The TRS-80 Micro Computer System is a desktop microcomputer launched in 1977 and sold by Tandy Corporation through their Radio Shack stores. The name is an abbreviation of Tandy Radio Shack, Z80 [microprocessor]. It is one of the earliest mass-produced and mass-marketed retail home computers."}, {"title": "Personal computer", "href": "/wiki/Personal_computer", "description": "A personal computer (PC) is a multi-purpose computer whose size, capabilities, and price make it feasible for individual use. Personal computers are intended to be operated directly by an end user, rather than by a computer expert or technician. Unlike large, costly minicomputers and mainframes, time-sharing by many people at the same time is not used with personal computers."}]}, {"heading": "Events", "year": "1981", "date": "August 3", "txt": "Senegalese opposition parties, under the leadership of Mamadou Dia, launch the Antiimperialist Action Front", "entities": [{"title": "Senegal", "href": "/wiki/Senegal", "description": "Senegal, officially the Republic of Senegal, is a country in West Africa. Senegal is bordered by Mauritania in the north, Mali to the east, Guinea to the southeast, and Guinea-Bissau to the southwest. Senegal nearly surrounds The Gambia, a country occupying a narrow sliver of land along the banks of the Gambia River, which separates Senegal's southern region of Casamance from the rest of the count"}, {"title": "Mamadou Dia", "href": "/wiki/Mamadou_Dia", "description": "Mamadou Dia was a Senegalese politician who served as the first Prime Minister of Senegal from 1957 until 1962, when he was forced to resign and was subsequently imprisoned amidst allegations that he was planning to stage a military coup to overthrow President Léopold Sédar Senghor."}, {"title": "Antiimperialist Action Front – Suxxali Reew Mi", "href": "/wiki/Antiimperialist_Action_Front_%E2%80%93_Suxxali_Reew_Mi", "description": "Antiimperialist Action Front-Suxxali Reew Mi was a front of political parties in Senegal. The front was constituted on August 3, 1983. The member parties were LCT, MDP, PAI and PPS."}]}, {"heading": "Events", "year": "1997", "date": "August 3", "txt": "Oued El-Had and Mezouara massacre in Algeria: A total of 116 villagers killed, 40 in Oued El-Had and 76 in Mezouara.", "entities": [{"title": "Oued El-Had and Mezouara massacre", "href": "/wiki/Oued_El-Had_and_Mezouara_massacre", "description": "The Oued El-Had and Mezouara massacre took place on 3 August 1997 in two villages near Arib in the wilaya of Ain Defla, Algeria. Guerrillas killed 40-76 civilians. Algeria-Watch's timeline describes them as strange guerrillas with shaven heads and eyebrows, carrying flags emblazoned \"Angry at God\"."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1997", "date": "August 3", "txt": "The tallest free-standing structure in the Southern Hemisphere, Sky Tower in downtown Auckland, New Zealand, opens after two-and-a-half years of construction.", "entities": [{"title": "Sky Tower (Auckland)", "href": "/wiki/Sky_Tower_(Auckland)", "description": "The Sky Tower is a telecommunications and observation tower in Auckland, New Zealand. Located at the corner of Victoria and Federal Streets within the city's CBD, it is 328 metres (1,076 ft) tall, as measured from ground level to the top of the mast, making it the tallest freestanding structure in the Southern Hemisphere and the 27th tallest tower in the world. It has become an iconic landmark in "}, {"title": "Auckland, New Zealand", "href": "/wiki/Auckland,_New_Zealand", "description": "Auckland is a large metropolitan city in the North Island of New Zealand. The most populous urban area in the country, Auckland has an urban population of about 1,470,100. It is located in the Auckland Region—the area governed by Auckland Council—which includes outlying rural areas and the islands of the Hauraki Gulf, and which has a total population of 1,717,500. While Europeans continue to make "}]}, {"heading": "Events", "year": "2004", "date": "August 3", "txt": "The pedestal of the Statue of Liberty reopens after being closed since the September 11 attacks.", "entities": [{"title": "Statue of Liberty", "href": "/wiki/Statue_of_Liberty", "description": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886."}, {"title": "September 11 attacks", "href": "/wiki/September_11_attacks", "description": "The September 11 attacks, often referred to as 9/11, were a series of four coordinated terrorist attacks by the Wahhabi terrorist group Al-Qaeda against the United States on the morning of Tuesday, September 11, 2001. The attacks resulted in 2,977 fatalities, over 25,000 injuries, and substantial long-term health consequences, in addition to at least $10 billion in infrastructure and property dama"}]}, {"heading": "Events", "year": "2005", "date": "August 3", "txt": "President of Mauritania Maaouya Ould Sid'Ahmed Taya is overthrown in a military coup while attending the funeral of King Fahd in Saudi Arabia.", "entities": [{"title": "List of heads of state of Mauritania", "href": "/wiki/List_of_heads_of_state_of_Mauritania", "description": "This is a list of heads of state of Mauritania since the country gained independence from France in 1960 to the present day."}, {"title": "Maaouya Ould Sid'Ahmed Taya", "href": "/wiki/Maaouya_Ould_Sid%27Ahmed_Taya", "description": "Maaouya Ould Sid'Ahmed Taya is a Mauritanian military officer who served as the president of Mauritania from 1984 to 2005. Having come to power through a military coup, he was ousted by a military coup himself in 2005. Prior to his presidency, he was the 5th Prime Minister of Mauritania between 1981 to 1992."}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Fahd of Saudi Arabia", "href": "/wiki/Fahd_of_Saudi_Arabia", "description": "Fahd bin Abdulaziz Al Saud was King of Saudi Arabia and Custodian of the Two Holy Mosques from 13 June 1982 to 1 August 2005. He was the eighth son of King Abdulaziz, the founder of modern Saudi Arabia. He was also the fourth of Abdulaziz's six sons who were kings."}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}]}, {"heading": "Events", "year": "2007", "date": "August 3", "txt": "Former Deputy Director of the Chilean secret police Raúl Iturriaga is captured after having been on the run following a conviction for kidnapping.", "entities": [{"title": "Dirección de Inteligencia Nacional", "href": "/wiki/Direcci%C3%B3n_de_Inteligencia_Nacional", "description": "The Dirección de Inteligencia Nacional or DINA was the secret police of Chile during the dictatorship of Augusto Pinochet. The DINA has been referred to as Pinochet's Gestapo. Established in November 1973 as a Chilean Army intelligence unit headed by Colonel Manuel Contreras and vice-director Raúl Iturriaga, the DINA was then separated from the army and made an independent administrative unit in J"}, {"title": "Raúl Iturriaga", "href": "/wiki/Ra%C3%BAl_Iturriaga", "description": "Raúl Eduardo Iturriaga Neumann is a Chilean Army general and a former deputy director of the DINA, the Chilean secret police under the Augusto Pinochet military dictatorship. He was in charge of a secret detention center known as La Venda Sexy and La Discothèque—because of the sexual abuse inflicted on blindfolded prisoners as loud music masked their screams. An aide to General Manuel Contreras, h"}, {"title": "Kidnapping", "href": "/wiki/Kidnapping", "description": "In criminal law, kidnapping is the unlawful transportation, asportation and confinement of a person against their will. It can include anything from tying someone up, gagging them, or stuffing them in a box. The asportation/abduction element is typically but not necessarily conducted by means of force or fear. That is, the perpetrator may use a weapon to force the victim into a vehicle, but it is "}]}, {"heading": "Events", "year": "2010", "date": "August 3", "txt": "Widespread rioting erupts in Karachi, Pakistan, after the assassination of a local politician, leaving at least 85 dead and at least 17 billion Pakistani rupees (US$200 million) in damage.", "entities": [{"title": "2010 Karachi riots", "href": "/wiki/2010_Karachi_riots", "description": "The 2010 Karachi riots started on August 3, 2010, after the assassination of Parliament member Raza Haider, a member of the Muttahida Qaumi Movement political party, on the night of August 2, 2010, in Karachi, Pakistan. The Muttahida Qaumi Movement (MQM) represents the Urdu-speaking Muhajir and is a political rival of the Pashtuns who have migrated to the city from northwest Pakistan. Haider, a Sh"}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Pakistani rupee", "href": "/wiki/Pakistani_rupee", "description": "The Pakistani rupee has been the official currency of Pakistan since 1948. The coins and notes are issued and controlled by the central bank, namely State Bank of Pakistan."}]}, {"heading": "Events", "year": "2014", "date": "August 3", "txt": "A 6.1 magnitude earthquake kills at least 617 people and injures more than 2,400 in Yunnan, China.", "entities": [{"title": "2014 Ludian earthquake", "href": "/wiki/2014_Ludian_earthquake", "description": "The 2014 Ludian earthquake struck Ludian County, Yunnan, China, with a moment magnitude of 6.1 on 3 August. The earthquake killed at least 617 people, injuring at least 2,400 others. As of 5 August 2014, 112 people remain missing. Over 12,000 houses collapsed and 30,000 were damaged. According to the United States Geological Survey, the earthquake occurred 29 km (18 mi) WSW of Zhaotong city at 16:"}, {"title": "Yunnan", "href": "/wiki/Yunnan", "description": "Yunnan is a landlocked province in the southwest of the People's Republic of China. The province spans approximately 394,000 square kilometres (152,000 sq mi) and has a population of 48.3 million. The capital of the province is Kunming. The province borders the Chinese provinces of Guizhou, Sichuan, autonomous regions of Guangxi, and Tibet as well as Southeast Asian countries: Vietnam, Laos, and M"}]}, {"heading": "Events", "year": "2014", "date": "August 3", "txt": "The genocide of Yazidis by ISIL begins.", "entities": []}, {"heading": "Events", "year": "2018", "date": "August 3", "txt": "Two burka-clad men kill 29 people and injure more than 80 in a suicide attack on a Shia mosque in eastern Afghanistan.", "entities": []}, {"heading": "Events", "year": "2019", "date": "August 3", "txt": "Six hundred protesters, including opposition leader Lyubov Sobol, are arrested in an election protest in Moscow, Russia.", "entities": [{"title": "Lyubov Sobol", "href": "/wiki/Lyubov_Sobol", "description": "Lyubov Eduardovna Sobol is a Russian political and public figure, a lawyer of the Anti-Corruption Foundation, and a member of the Russian Opposition Coordination Council (2012–2013). She produces the YouTube channel \"Navalny Live\" of Alexei Navalny."}, {"title": "Moscow", "href": "/wiki/Moscow", "description": "Moscow is the capital and largest city of Russia. The city stands on the Moskva River in Central Russia, with a population estimated at 12.4 million residents within the city limits, over 17 million residents in the urban area, and over 20 million residents in the metropolitan area. The city covers an area of 2,511 square kilometres (970 sq mi), while the urban area covers 5,891 square kilometres "}]}, {"heading": "Events", "year": "2019", "date": "August 3", "txt": "Twenty-three people are killed and 23 injured in a shooting in El Paso, Texas.", "entities": [{"title": "2019 El Paso shooting", "href": "/wiki/2019_El_Paso_shooting", "description": "On August 3, 2019, a mass shooting occurred at a Walmart store in El Paso, Texas, United States. A gunman shot and killed 23 people and injured 23 others. The Federal Bureau of Investigation is investigating the shooting as an act of domestic terrorism and a hate crime. The shooting has been described as the deadliest attack on Latinos in modern American history."}]}, {"heading": "Births", "year": "1442", "date": "August 3", "txt": "Galeotto I Pico, Duke of Mirandola (d. 1499)", "entities": [{"title": "Galeotto I Pico", "href": "/wiki/Galeotto_I_Pico", "description": "Galeotto I Pico della Mirandola was an Italian condottieri and nobleman, Duke of Mirandola and Count of Concordia. He was noted by contemporaries for his tyranny. The son of Gianfrancesco I Pico, Galeotto initially allied himself to the Duchy of Ferrara, first fighting for Duke Borso d'Este and then Ercole I d'Este, with whom he formed a strong bond. In 1486, he switched allegiance to Ludovico Sfo"}]}, {"heading": "Births", "year": "1486", "date": "August 3", "txt": "Imperia Cognati, Italian courtesan (d. 1512)", "entities": [{"title": "Imperia Cognati", "href": "/wiki/Imperia_Cognati", "description": "Imperia Cognati, was a Roman courtesan. She has been considered the first celebrity of the class of courtesans, which was created in Rome in the late 15th century."}]}, {"heading": "Births", "year": "1491", "date": "August 3", "txt": "Maria of Jülich-Berg, German noblewoman (d. 1543)", "entities": [{"title": "Maria of Jülich-Berg", "href": "/wiki/Maria_of_J%C3%BClich-Berg", "description": "Maria of Jülich-Berg was a German heiress. She was born in Jülich, the daughter of Wilhelm IV, Duke of Jülich-Berg and Sibylle of Brandenburg."}]}, {"heading": "Births", "year": "1509", "date": "August 3", "txt": "Étienne Dolet, French scholar and translator (d. 1546)", "entities": [{"title": "Étienne Dolet", "href": "/wiki/%C3%89tienne_Dolet", "description": "Étienne Dolet was a French scholar, translator and printer. Dolet was a controversial figure throughout his lifetime. His early attacks upon the Inquisition, the city council and other authorities in Toulouse, together with his later publications in Lyon treating of theological subjects, roused the French Inquisition to monitor his activities closely. After being imprisoned several times, he was e"}]}, {"heading": "Births", "year": "1622", "date": "August 3", "txt": "Wolfgang Julius, Count of Hohenlohe-Neuenstein, German field marshal (d. 1698)", "entities": [{"title": "Wolfgang Julius, Count of Hohenlohe-Neuenstein", "href": "/wiki/Wolfgang_Julius,_Count_of_Hohenlohe-Neuenstein", "description": "Wolfgang Julius of Hohenlohe-Neuenstein was a German Field Marshal and the last Count of Hohenlohe-Neuenstein. He was the son of Kraft III of Hohenlohe-Neuenstein and Sophie of Birkenfeld, a daughter of Charles I, Count Palatine of Zweibrücken-Birkenfeld."}]}, {"heading": "Births", "year": "1692", "date": "August 3", "txt": "John Henley, English minister and poet (d. 1759)", "entities": [{"title": "John Henley (priest)", "href": "/wiki/John_Henley_(priest)", "description": "John Henley, English clergyman, commonly known as 'Orator Henley', was a preacher known for showmanship and eccentricity."}]}, {"heading": "Births", "year": "1766", "date": "August 3", "txt": "Aaron Chorin, Hungarian rabbi and author (d. 1844)", "entities": [{"title": "Aaron Chorin", "href": "/wiki/Aaron_Chorin", "description": "Aaron Chorin was a Hungarian rabbi and pioneer of early religious reform. He favored the use of the organ and of prayers in the vernacular, and was instrumental in founding schools along modern lines. Chorin became a pivotal figure for reformers, although he himself still operated inside a traditional framework. He also interested himself in public affairs—he took an active part in the efforts for"}]}, {"heading": "Births", "year": "1770", "date": "August 3", "txt": "Frederick William III of Prussia (d. 1840)", "entities": [{"title": "Frederick William III of Prussia", "href": "/wiki/Frederick_William_III_of_Prussia", "description": "Frederick William III was king of Prussia from 1797 to 1840. He ruled Prussia during the difficult times of the Napoleonic Wars. Steering a careful course between France and her enemies, after a major military defeat in 1806, he was humiliated by Napoleon, and Prussia was stripped of recent gains and forced to pay substantial financial penalties. The king reluctantly joined the coalition against N"}]}, {"heading": "Births", "year": "1803", "date": "August 3", "txt": "Joseph Paxton, English gardener and architect, designed The Crystal Palace (d. 1865)", "entities": [{"title": "Joseph Paxton", "href": "/wiki/Joseph_Paxton", "description": "Sir Joseph Paxton was an English gardener, architect, engineer and Member of Parliament, best known for designing the Crystal Palace and for cultivating the Cavendish banana, the most consumed banana in the Western world."}, {"title": "The Crystal Palace", "href": "/wiki/The_Crystal_Palace", "description": "The Crystal Palace was a cast iron and plate glass structure, originally built in Hyde Park, London, to house the Great Exhibition of 1851. The exhibition took place from 1 May to 15 October 1851, and more than 14,000 exhibitors from around the world gathered in its 990,000 square feet (92,000 m2) exhibition space to display examples of technology developed in the Industrial Revolution. Designed b"}]}, {"heading": "Births", "year": "1808", "date": "August 3", "txt": "Hamilton Fish, American lawyer and politician, 26th United States Secretary of State (d. 1893)", "entities": [{"title": "Hamilton Fish", "href": "/wiki/Hamilton_Fish", "description": "Hamilton Fish was an American politician who served as the 16th Governor of New York from 1849 to 1850, a United States Senator from New York from 1851 to 1857 and the 26th United States Secretary of State from 1869 to 1877. Fish is recognized as the \"pillar\" of the presidency of Ulysses S. Grant and considered one of the best U.S. Secretaries of State by scholars, known for his judiciousness and "}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1811", "date": "August 3", "txt": "Elisha Otis, American businessman, founded the Otis Elevator Company (d. 1861)", "entities": [{"title": "Elisha Otis", "href": "/wiki/Elisha_Otis", "description": "Elisha Graves Otis was an American industrialist, founder of the Otis Elevator Company, and inventor of a safety device that prevents elevators from falling if the hoisting cable fails."}, {"title": "Otis Elevator Company", "href": "/wiki/Otis_Elevator_Company", "description": "Otis Worldwide Corporation is an American company that develops, manufactures and markets elevators, escalators, moving walkways, and related equipment."}]}, {"heading": "Births", "year": "1817", "date": "August 3", "txt": "Archduke Albrecht, Duke of Teschen (d. 1895)", "entities": [{"title": "Archduke Albrecht, Duke of Teschen", "href": "/wiki/Archduke_Albrecht,_Duke_of_Teschen", "description": "Archduke Albrecht Friedrich Rudolf Dominik of Austria, Duke of Teschen, was an Austrian Habsburg general. He was the grandson of Emperor Leopold II and one of the chief military advisors of Emperor Francis Joseph I. As Inspector General for 36 years, he was an old-fashioned bureaucrat who largely controlled the Austro-Hungarian Army and delayed modernization. He was honored with the rank of Field "}]}, {"heading": "Births", "year": "1823", "date": "August 3", "txt": "Thomas Francis Meagher, Irish-American revolutionary and military leader, territorial governor of Montana (d. 1867)", "entities": [{"title": "Thomas Francis Meagher", "href": "/wiki/Thomas_Francis_Meagher", "description": "Thomas Francis Meagher was an Irish nationalist and leader of the Young Irelanders in the Rebellion of 1848. After being convicted of sedition, he was first sentenced to death, but received transportation for life to Van Diemen's Land in Australia."}]}, {"heading": "Births", "year": "1832", "date": "August 3", "txt": "Ivan Zajc, Croatian composer, conductor, and director (d. 1914)", "entities": [{"title": "Ivan Zajc", "href": "/wiki/Ivan_Zajc", "description": "Ivan Zajc, was a Croatian composer, conductor, director, and teacher who dominated Croatia's musical culture for over forty years. Through his artistic and institutional reform efforts, he is credited with its revitalization and refinement, paving the way for new and significant Croatian musical achievements in the 20th century. He is often called the Croatian Verdi."}]}, {"heading": "Births", "year": "1840", "date": "August 3", "txt": "John Bigham, 1st Viscount Mersey, English jurist and politician (d. 1929)", "entities": [{"title": "John Bigham, 1st Viscount Mersey", "href": "/wiki/John_Bigham,_1st_Viscount_Mersey", "description": "John Charles Bigham, 1st Viscount Mersey, was a British jurist and politician. After early success as a lawyer, and a less successful spell as a politician, he was appointed a judge, working in commercial law."}]}, {"heading": "Births", "year": "1850", "date": "August 3", "txt": "Reginald Heber Roe, English-Australian swimmer, tennis player, and academic (d. 1926)", "entities": [{"title": "Reginald Heber Roe", "href": "/wiki/Reginald_Heber_Roe", "description": "Reginald Heber Roe was a headmaster of Brisbane Grammar School, Queensland, Australia and first vice-chancellor of the University of Queensland."}]}, {"heading": "Births", "year": "1856", "date": "August 3", "txt": "Alfred Deakin, Australian lawyer and politician, 2nd Prime Minister of Australia (d. 1919)", "entities": [{"title": "Alfred Deakin", "href": "/wiki/Alfred_Deakin", "description": "Alfred Deakin was an Australian politician who served as the second Prime Minister of Australia. He was a leader of the movement for Federation, which occurred in 1901. During his three terms as prime minister over the subsequent decade he played a key role in establishing national institutions."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1860", "date": "August 3", "txt": "William Kennedy Dickson, French-Scottish actor, director, and producer (d. 1935)", "entities": [{"title": "William Kennedy Dickson", "href": "/wiki/William_Kennedy_Dickson", "description": "William Kennedy-Laurie Dickson was a Scottish inventor who devised an early motion picture camera under the employment of Thomas Edison."}]}, {"heading": "Births", "year": "1863", "date": "August 3", "txt": "Géza Gárdonyi, Hungarian author and journalist (d. 1922)", "entities": [{"title": "Géza Gárdonyi", "href": "/wiki/G%C3%A9za_G%C3%A1rdonyi", "description": "Géza Gárdonyi, born Géza Ziegler was a Hungarian writer and journalist. Although he wrote a range of works, he had his greatest success as a historical novelist, particularly with Eclipse of the Crescent Moon and Slave of the Huns."}]}, {"heading": "Births", "year": "1867", "date": "August 3", "txt": "Stanley Baldwin, English businessman and politician, Prime Minister of the United Kingdom (d. 1947)", "entities": [{"title": "Stanley Baldwin", "href": "/wiki/Stanley_Baldwin", "description": "Stanley Baldwin, 1st Earl Baldwin of Bewdley, was a British Conservative statesman who dominated the government of the United Kingdom between the world wars, serving as Prime Minister on three occasions."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1871", "date": "August 3", "txt": "Vernon Louis Parrington, American historian and scholar (d. 1929)", "entities": [{"title": "Vernon Louis Parrington", "href": "/wiki/Vernon_Louis_Parrington", "description": "Vernon Louis Parrington was an American literary historian and scholar. His three-volume history of American letters, Main Currents in American Thought, won the Pulitzer Prize for History in 1928 and was one of the most influential books for American historians of its time."}]}, {"heading": "Births", "year": "1872", "date": "August 3", "txt": "Haakon VII of Norway (d. 1957)", "entities": [{"title": "Haakon VII of Norway", "href": "/wiki/Haakon_VII_of_Norway", "description": "Haakon VII was the King of Norway from November 1905 until his death in September 1957."}]}, {"heading": "Births", "year": "1886", "date": "August 3", "txt": "Maithili Sharan Gupt, Indian poet and playwright (d. 1964)", "entities": [{"title": "Maithili Sharan Gupt", "href": "/wiki/Maithili_Sharan_Gupt", "description": "Maithili Sharan Gupt was one of the most important modern Hindi poets. He is considered one among the pioneers of Khari Boli poetry and wrote in Khari Boli dialect, at a time when most Hindi poets favoured the use of Braj Bhasha dialect. He was a recipient of the third highest Indian civilian honour of Padma Bhushan. For his book Bharat-Bharati (1912), widely quoted during India's freedom struggle"}]}, {"heading": "Births", "year": "1887", "date": "August 3", "txt": "Rupert Brooke,  English poet (d. 1915)", "entities": [{"title": "Rupert Brooke", "href": "/wiki/Rupert_Brooke", "description": "Rupert Chawner Brooke was an English poet known for his idealistic war sonnets written during the First World War, especially The Soldier. He was also known for his boyish good looks, which were said to have prompted the Irish poet W. B. Yeats to describe him as \"the handsomest young man in England\"."}]}, {"heading": "Births", "year": "1890", "date": "August 3", "txt": "Konstantin Melnikov, Russian architect, designed the Rusakov Workers' Club (d. 1974)", "entities": [{"title": "Konstantin Melnikov", "href": "/wiki/Konstantin_Melnikov", "description": "Konstantin Stepanovich Melnikov was a Russian architect and painter. His architectural work, compressed into a single decade (1923–33), placed Melnikov on the front end of 1920s avant-garde architecture. Although associated with the Constructivists, Melnikov was an independent artist, not bound by the rules of a particular style or artistic group. In 1930s, Melnikov refused to conform with the ris"}, {"title": "Rusakov Workers' Club", "href": "/wiki/Rusakov_Workers%27_Club", "description": "The Rusakov Workers' Club in Moscow is a notable example of constructivist architecture. Designed by Konstantin Melnikov, it was constructed in 1927–28. The club is built on a fan-shaped plan, with three cantilevered concrete seating areas rising above the base. Each of these volumes can be used as a separate auditorium, and combined they result in a capacity of over 1,000 people. At the rear of t"}]}, {"heading": "Births", "year": "1894", "date": "August 3", "txt": "Harry Heilmann, American baseball player and sportscaster (d. 1951)", "entities": [{"title": "Harry Heilmann", "href": "/wiki/Harry_Heilmann", "description": "Harry Edwin Heilmann, nicknamed \"Slug\", was an American baseball player and radio announcer. He played professional baseball for 19 years between 1913 and 1932, including 17 seasons in Major League Baseball with the Detroit Tigers and Cincinnati Reds. He was a play-by-play announcer for the Tigers for 17 years from 1934 to 1950."}]}, {"heading": "Births", "year": "1895", "date": "August 3", "txt": "Allen Bathurst, Lord Apsley, English politician (d. 1942)", "entities": [{"title": "Allen Bathurst, Lord Apsley", "href": "/wiki/Allen_Bathurst,_Lord_Apsley", "description": "Allen Algernon Bathurst, Lord Apsley, DSO, MC, TD, DL was a British Army officer and Conservative Party politician."}]}, {"heading": "Births", "year": "1896", "date": "August 3", "txt": "Ralph Horween, American football player and coach (d. 1997)", "entities": [{"title": "Ralph Horween", "href": "/wiki/Ralph_Horween", "description": "Ralph Horween was an American football player and coach. He played fullback and halfback and was a punter and drop-kicker for the unbeaten Harvard Crimson football teams of 1919 and 1920, which won the 1920 Rose Bowl. He was voted an All-American."}]}, {"heading": "Births", "year": "1899", "date": "August 3", "txt": "Louis Chiron, Monegasque race car driver (d. 1979)", "entities": [{"title": "Louis Chiron", "href": "/wiki/Louis_Chiron", "description": "Louis Alexandre Chiron was a Monégasque racing driver who competed in rallies, sports car races, and Grands Prix."}]}, {"heading": "Births", "year": "1900", "date": "August 3", "txt": "Ernie Pyle, American soldier and journalist (d. 1945)", "entities": [{"title": "Ernie Pyle", "href": "/wiki/Ernie_Pyle", "description": "Ernest Taylor Pyle was a Pulitzer Prize—winning American journalist and war correspondent who is best known for his stories about ordinary American soldiers during World War II. Pyle is also notable for the columns he wrote as a roving human-interest reporter from 1935 through 1941 for the Scripps-Howard newspaper syndicate that earned him wide acclaim for his simple accounts of ordinary people ac"}]}, {"heading": "Births", "year": "1900", "date": "August 3", "txt": "John T. Scopes, American educator (d. 1970)", "entities": []}, {"heading": "Births", "year": "1901", "date": "August 3", "txt": "John C. Stennis, American lawyer and politician (d. 1995)", "entities": [{"title": "John C. Stennis", "href": "/wiki/John_C._Stennis", "description": "John Cornelius Stennis was an American politician who served as a U.S. Senator from the state of Mississippi. He was a Democrat who served in the Senate for over 41 years, becoming its most senior member for his last eight years. He retired from the Senate in 1989, and is, to date, the last Democrat to have been a U.S. Senator from Mississippi. Furthermore, at the time of his retirement, Stennis w"}]}, {"heading": "Births", "year": "1901", "date": "August 3", "txt": "Stefan Wyszyński, Polish cardinal (d. 1981)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 3", "txt": "Regina Jonas, German rabbi (d. 1944)", "entities": [{"title": "Regina Jonas", "href": "/wiki/Regina_Jonas", "description": "Regina Jonas was a Berlin-born rabbi. In 1935, she became the first woman to be ordained as a rabbi. There had been some women before Jonas who made significant contributions to Jewish thought, such as the Maiden of Ludmir, Asenath Barzani, and Lily Montagu, who acted in similar roles without being ordained."}]}, {"heading": "Births", "year": "1902", "date": "August 3", "txt": "David Buttolph, American film composer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1903", "date": "August 3", "txt": "Habib Bourguiba, Tunisian journalist and politician, 1st President of the Republic of Tunisia (d. 2000)", "entities": [{"title": "Habib Bourguiba", "href": "/wiki/Habib_Bourguiba", "description": "Habib Bourguiba was a Tunisian lawyer, nationalist leader and statesman who led the country from 1956 to 1987 as Prime minister of the Kingdom of Tunisia (1956–57) then as the first President of Tunisia (1957–87). Prior to his presidency, he led the nation to independence from France, ending the 75-year-old protectorate and earning the title of \"Supreme Combatant\"."}, {"title": "List of Presidents of Tunisia", "href": "/wiki/List_of_Presidents_of_Tunisia", "description": "The President of Tunisia is the head of state of Tunisia, directly elected to a five-year term by the people. The officeholder leads the executive branch of the Tunisian government along with the Prime Minister and is the commander-in-chief of the Tunisian Armed Forces."}]}, {"heading": "Births", "year": "1904", "date": "August 3", "txt": "Dolores del Río, Mexican actress (d. 1983)", "entities": [{"title": "Dolores del Río", "href": "/wiki/Dolores_del_R%C3%ADo", "description": "Dolores del Río was a Mexican actress, dancer and singer. With a career spanning more than 50 years, she is regarded as the first major female Latin American crossover star in Hollywood, with an outstanding career in American cinema in the 1920s and 1930s. She was also considered one of the most important female figures in the Golden Age of Mexican cinema. Del Río is also remembered as one of the "}]}, {"heading": "Births", "year": "1904", "date": "August 3", "txt": "Clifford D. Simak, American journalist and author (d. 1988)", "entities": []}, {"heading": "Births", "year": "1905", "date": "August 3", "txt": "Franz König, Austrian cardinal (d. 2004)", "entities": [{"title": "Franz König", "href": "/wiki/Franz_K%C3%B6nig", "description": "Franz König was an Austrian Cardinal of the Catholic Church. He served as archbishop of Vienna from 1956 to 1985, and was elevated to the cardinalate in 1958. The last surviving cardinal elevated by Pope John XXIII, he was the second-oldest and longest-serving cardinal worldwide at the time of his death."}]}, {"heading": "Births", "year": "1907", "date": "August 3", "txt": "Lawrence Brown, American trombonist and composer (d. 1988)", "entities": [{"title": "Lawrence Brown (jazz trombonist)", "href": "/wiki/Lawrence_Brown_(jazz_trombonist)", "description": "Lawrence Brown was a jazz trombonist from California who achieved recognition with the Duke Ellington orchestra. Brown worked throughout his career as a session musician, as well as recording his own solo efforts."}]}, {"heading": "Births", "year": "1907", "date": "August 3", "txt": "Ernesto Geisel, Brazilian general and politician, 29th President of Brazil (d. 1996)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1907", "date": "August 3", "txt": "Yang Shangkun, Chinese politician, and 4th President of China (d.1998)", "entities": [{"title": "President of the People's Republic of China", "href": "/wiki/President_of_the_People%27s_Republic_of_China", "description": "The President of the People's Republic of China, is the ceremonial head of state of the People's Republic of China (PRC). Under the current PRC Constitution, the presidency is a largely ceremonial office with very limited power. However, since 1993, as a matter of convention, the presidency has been held simultaneously by the General Secretary of the Chinese Communist Party, the top leader of this"}]}, {"heading": "Births", "year": "1909", "date": "August 3", "txt": "Walter Van Tilburg Clark, American author and educator (d. 1971)", "entities": [{"title": "Walter Van Tilburg Clark", "href": "/wiki/Walter_Van_Tilburg_Clark", "description": "Walter Van Tilburg Clark was an American novelist, short story writer, and educator. He ranks as one of Nevada's most distinguished literary figures of the 20th century, and was the first inductee into the 'Nevada Writers Hall of Fame' in 1988, together with Robert Laxalt, Clark's mentee and Nevada's other heralded twentieth century author. Two of Clark's novels, The Ox-Bow Incident and The Track "}]}, {"heading": "Births", "year": "1911", "date": "August 3", "txt": "Alex McCrindle, Scottish actor and producer (d. 1990)", "entities": [{"title": "Alex McCrindle", "href": "/wiki/Alex_McCrindle", "description": "Alex McCrindle was a Scottish actor. He was best known for his role as General Jan Dodonna in Star Wars."}]}, {"heading": "Births", "year": "1912", "date": "August 3", "txt": "Fritz Hellwig, German politician (d. 2017)", "entities": [{"title": "Fritz Hellwig", "href": "/wiki/Fritz_Hellwig", "description": "Fritz Hellwig was a German CDU politician and European Commissioner. He was born in Saarbrücken and turned 100 in August 2012. and died on 22 July 2017 at the age of 104. He died 12 days before his 105th birthday."}]}, {"heading": "Births", "year": "1913", "date": "August 3", "txt": "Mel Tolkin, Ukrainian-American screenwriter and producer (d. 2007)", "entities": [{"title": "Mel Tolkin", "href": "/wiki/Mel_Tolkin", "description": "Mel Tolkin, né Shmuel Tolchinsky, was a television comedy writer best known as head writer of the live sketch comedy series Your Show of Shows during the Golden Age of Television. There he presided over a staff that at times included Mel Brooks, Neil Simon, and Danny Simon. The writers' room inspired the film My Favorite Year (1982), produced by Brooks, and the Broadway play Laughter on the 23rd F"}]}, {"heading": "Births", "year": "1916", "date": "August 3", "txt": "Shakeel Badayuni, Indian poet and songwriter (d. 1970)", "entities": [{"title": "Shakeel Badayuni", "href": "/wiki/Shakeel_Badayuni", "description": "Shakeel Badayuni was an Indian Urdu poet, lyricist and songwriter in Hindi language films."}]}, {"heading": "Births", "year": "1916", "date": "August 3", "txt": "José Manuel Moreno, Argentinian footballer and manager (d. 1978)", "entities": []}, {"heading": "Births", "year": "1917", "date": "August 3", "txt": "Les Elgart, American trumpet player and bandleader (d. 1995)", "entities": [{"title": "Les Elgart", "href": "/wiki/Les_Elgart", "description": "Lester Elliott Elgart was an American swing jazz bandleader and trumpeter."}]}, {"heading": "Births", "year": "1918", "date": "August 3", "txt": "James MacGregor Burns, American historian, political scientist, and author (d. 2014)", "entities": [{"title": "James MacGregor Burns", "href": "/wiki/James_MacGregor_Burns", "description": "James MacGregor Burns was an American historian and political scientist, presidential biographer, and authority on leadership studies. He was the Woodrow Wilson Professor of Government Emeritus at Williams College and Distinguished Leadership Scholar at the James MacGregor Burns Academy of Leadership of the School of Public Policy at the University of Maryland, College Park. In 1971 Burns received"}]}, {"heading": "Births", "year": "1918", "date": "August 3", "txt": "Sidney Gottlieb, American chemist and theorist (d. 1999)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 3", "txt": "Larry Haines, American actor (d. 2008)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 3", "txt": "Eddie Jefferson, American singer-songwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 3", "txt": "Norman Dewis, English test driver and engineer (d. 2019)", "entities": [{"title": "Norman Dewis", "href": "/wiki/Norman_Dewis", "description": "Norman Dewis was a British car test driver, who was the test driver for Jaguar Cars from 1952 to 1985."}]}, {"heading": "Births", "year": "1920", "date": "August 3", "txt": "Max Fatchen, Australian journalist and author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 3", "txt": "P. D. James, English author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 3", "txt": "Charlie Shavers, American trumpet player and composer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 3", "txt": "Elmar Tampõld, Estonian-Canadian architect (d. 2013)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 3", "txt": "Richard Adler, American composer and producer (d. 2012)", "entities": [{"title": "Richard Adler", "href": "/wiki/Richard_Adler", "description": "Richard Adler was an American lyricist, writer, composer and producer of several Broadway shows."}]}, {"heading": "Births", "year": "1921", "date": "August 3", "txt": "Marilyn Maxwell, American actress (d. 1972)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 3", "txt": "John Eisenhower, American historian, general, and diplomat, 45th United States Ambassador to Belgium (d. 2013)", "entities": [{"title": "John Eisenhower", "href": "/wiki/John_Eisenhower", "description": "John Sheldon Doud Eisenhower was a United States Army officer, diplomat, and military historian. He was a son of President Dwight D. Eisenhower and First Lady Mamie Eisenhower. His military career spanned from before, during, and after his father's presidency, and he left active duty in 1963 and then retired in 1974. From 1969 to 1971, Eisenhower served as United States Ambassador to Belgium durin"}, {"title": "United States Ambassador to Belgium", "href": "/wiki/United_States_Ambassador_to_Belgium", "description": "In 1832, shortly after the creation of the Kingdom of Belgium, the United States established diplomatic relations. Since that time, a long line of distinguished envoys have represented American interests in Belgium. These diplomats included men and women whose career paths would lead them to become Secretary of State, Secretary of Commerce and Chair of the Federal Trade Commission."}]}, {"heading": "Births", "year": "1923", "date": "August 3", "txt": "Jean Hagen, American actress (d. 1977)", "entities": [{"title": "Jean Hagen", "href": "/wiki/Jean_Hagen", "description": "Jean Hagen was an American actress best known for her role as Lina Lamont in Singin' in the Rain (1952), for which she was nominated for an Academy Award for Best Supporting Actress. Hagen was also nominated three times for an Emmy Award for Best Supporting Actress in a Comedy Series for her role as Margaret Williams (1953–56) on the television series Make Room for Daddy."}]}, {"heading": "Births", "year": "1923", "date": "August 3", "txt": "Pope Shenouda III of Alexandria (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 3", "txt": "Connie Converse, American musician and singer-songwriter", "entities": [{"title": "Connie Converse", "href": "/wiki/Connie_Converse", "description": "Elizabeth Eaton Converse, known professionally as Connie Converse, was an American singer-songwriter and musician, active in New York City in the 1950s. Her work is among the earliest known recordings of the singer-songwriter genre of music."}]}, {"heading": "Births", "year": "1924", "date": "August 3", "txt": "Leon Uris, American soldier and author (d. 2003)", "entities": [{"title": "Leon Uris", "href": "/wiki/Leon_Uris", "description": "Leon Marcus Uris was an American author of historical fiction who wrote many bestselling books including Exodus and Trinity."}]}, {"heading": "Births", "year": "1925", "date": "August 3", "txt": "Marv Levy, American-Canadian football player, coach, and manager", "entities": [{"title": "Marv Levy", "href": "/wiki/Marv_Levy", "description": "Marvin Daniel Levy is an American former football coach and executive who was a head coach in the National Football League (NFL) for 17 seasons. He spent most of his head coaching career with the Buffalo Bills, leading them from 1986 to 1997. Levy's first head coaching position was with the Montreal Alouettes of Canadian Football League (CFL) from 1973 to 1977, where he won two Grey Cup titles."}]}, {"heading": "Births", "year": "1925", "date": "August 3", "txt": "Lewis Rowland, American neurologist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 3", "txt": "Rona Anderson, Scottish actress (d. 2013)", "entities": [{"title": "Rona Anderson", "href": "/wiki/Rona_Anderson", "description": "Rona Anderson was a Scottish stage, film, and television actress. She appeared in TV series and on the stage and films throughout the 1950s. She appeared in the films Scrooge and The Prime of Miss Jean Brodie and on TV in Dr Finlay's Casebook and Dixon of Dock Green."}]}, {"heading": "Births", "year": "1926", "date": "August 3", "txt": "Tony Bennett, American singer and actor", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 3", "txt": "Anthony Sampson, English journalist and author (d. 2004)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 3", "txt": "Gordon Scott, American actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 3", "txt": "Cécile Aubry, French actress, director, and screenwriter (d. 2010)", "entities": [{"title": "Cécile Aubry", "href": "/wiki/C%C3%A9cile_Aubry", "description": "Cécile Aubry was a French film actress, author, television screenwriter and director."}]}, {"heading": "Births", "year": "1928", "date": "August 3", "txt": "Henning Moritzen, Danish actor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 3", "txt": "James Komack, American actor, director, producer, and screenwriter (d. 1997)", "entities": [{"title": "James Komack", "href": "/wiki/James_Komack", "description": "James Komack was an American television producer, director, screenwriter, and actor. He is best known for producing several hit television series, including The Courtship of Eddie's Father, Chico and the Man, and Welcome Back, Kotter."}]}, {"heading": "Births", "year": "1933", "date": "August 3", "txt": "Pat Crawford, Australian cricketer (d. 2009)", "entities": [{"title": "Pat Crawford", "href": "/wiki/Pat_Crawford", "description": "William Patrick Anthony Crawford was an Australian cricketer who played in four Tests, including one in England at Lord's in 1956 and three in India in 1956–57. He was born in Dubbo, New South Wales."}]}, {"heading": "Births", "year": "1934", "date": "August 3", "txt": "Haystacks Calhoun, American wrestler and actor (d. 1989)", "entities": [{"title": "Haystacks Calhoun", "href": "/wiki/Haystacks_Calhoun", "description": "William Dee Calhoun was an American professional wrestler, who used the professional name \"Haystack\" or \"Haystacks\" Calhoun."}]}, {"heading": "Births", "year": "1934", "date": "August 3", "txt": "Michael Chapman, English bassoon player (d. 2005)", "entities": [{"title": "Bassoon", "href": "/wiki/Bassoon", "description": "The bassoon is a woodwind instrument in the double reed family, which has a tenor and bass sound. It is composed of six pieces, and is usually made of wood or synthetic plastic. It is known for its distinctive tone color, wide range, versatility, and virtuosity. It is a non-transposing instrument and typically its music is written in the bass and tenor clefs, and sometimes in the treble. There are"}]}, {"heading": "Births", "year": "1934", "date": "August 3", "txt": "Jonas Savimbi, Angolan general, founded UNITA (d. 2002)", "entities": [{"title": "UNITA", "href": "/wiki/UNITA", "description": "The National Union for the Total Independence of Angola is the second-largest political party in Angola. Founded in 1966, UNITA fought alongside the Popular Movement for the Liberation of Angola (MPLA) in the Angolan War for Independence (1961–1975) and then against the MPLA in the ensuing civil war (1975–2002). The war was one of the most prominent Cold War proxy wars, with UNITA receiving milita"}]}, {"heading": "Births", "year": "1935", "date": "August 3", "txt": "John Erman, American actor, director, and producer", "entities": [{"title": "John Erman", "href": "/wiki/John_Erman", "description": "John Erman is an American television and film director, actor and producer."}]}, {"heading": "Births", "year": "1935", "date": "August 3", "txt": "Georgy Shonin, Ukrainian-Russian general, pilot, and astronaut (d. 1997)", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 3", "txt": "Vic Vogel, Canadian pianist, composer, and bandleader (d. 2019)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 3", "txt": "Jerry G. Bishop, American radio and television host (d. 2013)", "entities": [{"title": "Jerry G. Bishop", "href": "/wiki/Jerry_G._Bishop", "description": "Jerry G. Bishop was a radio and television personality who is known for being Chicago's original \"Svengoolie\", and for his award-winning twelve-year stint on \"Sun-Up San Diego.\""}]}, {"heading": "Births", "year": "1936", "date": "August 3", "txt": "Edward Petherbridge, English actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 3", "txt": "Steven Berkoff, English actor, director, and playwright", "entities": [{"title": "Steven Berkoff", "href": "/wiki/Steven_Berkoff", "description": "Leslie Steven Berkoff is a British actor, author, playwright, theatre practitioner, and theatre director. As a film actor, he is best known for his performances in villainous roles, including the portrayals of General Orlov in the James Bond film Octopussy (1983), Victor Maitland in Beverly Hills Cop (1984), Lt. Col Podovsky in Rambo: First Blood Part II (1985) and Adolf Hitler in the TV mini-seri"}]}, {"heading": "Births", "year": "1937", "date": "August 3", "txt": "Roland Burris, American lawyer and politician, 39th Illinois Attorney General", "entities": [{"title": "Illinois Attorney General", "href": "/wiki/Illinois_Attorney_General", "description": "The Illinois Attorney General is the highest legal officer of the state of Illinois in the United States. Originally an appointed office, it is now an office filled by statewide election. Based in Chicago and Springfield, Illinois, the Attorney General is responsible for providing legal counsel for the various state agencies including the Governor of Illinois and Illinois General Assembly, and con"}]}, {"heading": "Births", "year": "1937", "date": "August 3", "txt": "Tom Georgeson, English actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 3", "txt": "Duncan Sharpe, Pakistani-Australian cricketer", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 3", "txt": "Terry Wogan, Irish-English radio and television host (d. 2016)", "entities": [{"title": "Terry Wogan", "href": "/wiki/Terry_Wogan", "description": "Sir Michael Terence Wogan was an Irish radio and television broadcaster who worked for the BBC in the UK for most of his career. Between 1993 and his semi retirement in December 2009, his BBC Radio 2 weekday breakfast programme Wake Up to Wogan regularly drew an estimated eight million listeners. He was believed to be the most listened-to radio broadcaster in Europe."}]}, {"heading": "Births", "year": "1939", "date": "August 3", "txt": "Jimmie Nicol, English drummer", "entities": [{"title": "Jimmie Nicol", "href": "/wiki/Jimmie_Nicol", "description": "James George Nicol is an English drummer and business entrepreneur. He is best known for temporarily replacing Ringo Starr in the Beatles for a series of concerts during the height of 'Beatlemania' in 1964, elevating him from relative obscurity to worldwide fame and then back again in the space of a fortnight. Nicol had hoped that his association with the Beatles would greatly enhance his career b"}]}, {"heading": "Births", "year": "1939", "date": "August 3", "txt": "Apoorva Sengupta, Indian general and cricketer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 3", "txt": "Lance Alworth, American football player", "entities": [{"title": "Lance Alworth", "href": "/wiki/Lance_Alworth", "description": "Lance Dwight Alworth is an American former professional football player who was a wide receiver for the San Diego Chargers of the American Football League (AFL) and National Football League (NFL) and Dallas Cowboys of the NFL. He played for 11 seasons, from 1962 through 1972, and was elected to the Pro Football Hall of Fame in 1978. He was the first player inducted whose playing career was princip"}]}, {"heading": "Births", "year": "1940", "date": "August 3", "txt": "Martin Sheen, American actor and producer", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 3", "txt": "James Tyler, American guitarist and songwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 3", "txt": "Beverly Lee, American singer", "entities": [{"title": "Beverly Lee", "href": "/wiki/Beverly_Lee", "description": "The Shirelles were an American girl group notable for their rhythm and blues, doo-wop and soul music who gained popularity in the early 1960s. They consisted of schoolmates Shirley Owens, Doris Coley, Addie \"Micki\" Harris, and Beverly Lee."}]}, {"heading": "Births", "year": "1941", "date": "August 3", "txt": "Martha Stewart, American businesswoman, publisher, and author, founded Martha Stewart Living Omnimedia", "entities": [{"title": "Martha Stewart Living Omnimedia", "href": "/wiki/Martha_Stewart_Living_Omnimedia", "description": "Martha Stewart Living Omnimedia Inc. (MSLO) is a diversified media and merchandising company founded by Martha Stewart and owned by Marquee Brands LLC since April 2019. It is organized into four business segments: publishing, Internet, broadcasting media platforms, and merchandising product lines. MSO's business holdings include a variety of print publications, television and radio programming, an"}]}, {"heading": "Births", "year": "1943", "date": "August 3", "txt": "Béla Bollobás, Hungarian-English mathematician and academic", "entities": [{"title": "Béla Bollobás", "href": "/wiki/B%C3%A9la_Bollob%C3%A1s", "description": "Béla Bollobás FRS is a Hungarian-born British mathematician who has worked in various areas of mathematics, including functional analysis, combinatorics, graph theory, and percolation. He was strongly influenced by Paul Erdős since the age of 14."}]}, {"heading": "Births", "year": "1943", "date": "August 3", "txt": "Princess Christina, Mrs. Magnuson of Sweden", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 3", "txt": "Steven Millhauser, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 3", "txt": "Nino Bravo, Spanish singer (d. 1973)", "entities": [{"title": "Nino Bravo", "href": "/wiki/Nino_Bravo", "description": "Luis Manuel Ferri Llopis, better known by his stage name Nino Bravo, was a Spanish baroque - pop and ballad singer."}]}, {"heading": "Births", "year": "1945", "date": "August 3", "txt": "Eamon Dunphy, Irish footballer and journalist", "entities": [{"title": "Eamon Dunphy", "href": "/wiki/Eamon_Dunphy", "description": "Éamon Martin Dunphy is an Irish media personality, journalist, broadcaster, author, sports pundit and former professional footballer. He grew up playing football for several youth teams including Stella Maris. Since retiring from the sport, he has become recognisable to Irish television audiences as a football analyst during coverage of the Premier League, UEFA Champions League and international f"}]}, {"heading": "Births", "year": "1946", "date": "August 3", "txt": "Robert Ayling, English businessman", "entities": [{"title": "Robert Ayling", "href": "/wiki/Robert_Ayling", "description": "Robert John Ayling, also known as Bob Ayling, is a British retired lawyer and businessman who has worked with a variety of high-profile companies and organisations. From 1996 to 2000, he was the CEO of British Airways. He also served as chairman of Her Majesty's Courts and Tribunals Service, Dŵr Cymru, and Dyson. Ayling was awarded a CBE in the Queen's 2018 Birthday Honors List."}]}, {"heading": "Births", "year": "1946", "date": "August 3", "txt": "Jack Straw, English lawyer and politician, Shadow Deputy Prime Minister of the United Kingdom", "entities": [{"title": "Shadow Deputy Prime Minister of the United Kingdom", "href": "/wiki/Shadow_Deputy_Prime_Minister_of_the_United_Kingdom", "description": "Deputy Prime Minister of the United Kingdom (DPM) is an office sometimes given to a minister in the Government of the United Kingdom."}]}, {"heading": "Births", "year": "1946", "date": "August 3", "txt": "Syreeta Wright, American singer-songwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 3", "txt": "John York, American bass player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 3", "txt": "Ralph Wright, English footballer (d. 2020)", "entities": [{"title": "Ralph Wright (footballer)", "href": "/wiki/Ralph_Wright_(footballer)", "description": "Ralph Wright was an English professional footballer who played as a defender and midfielder. Active in England and the United States, Wright made over 200 appearances in an 8-year career."}]}, {"heading": "Births", "year": "1948", "date": "August 3", "txt": "Jean-Pierre Raffarin, French lawyer and politician, 166th Prime Minister of France", "entities": [{"title": "Jean-Pierre Raffarin", "href": "/wiki/Jean-Pierre_Raffarin", "description": "Jean-Pierre Raffarin is a French politician who served as Prime Minister of France from 6 May 2002 to 31 May 2005."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1949", "date": "August 3", "txt": "Philip Casnoff, American actor and director", "entities": [{"title": "Philip Casnoff", "href": "/wiki/Philip_Casnoff", "description": "Philip Casnoff is an American actor, known for his roles in TV series and on Broadway. He has also been a director."}]}, {"heading": "Births", "year": "1949", "date": "August 3", "txt": "B. B. Dickerson, American bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 3", "txt": "Sue Slipman, English politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 3", "txt": "Linda Howard, American author", "entities": [{"title": "Linda Howard", "href": "/wiki/Linda_Howard", "description": "Linda S. Howington is an American best-selling romance/suspense author under her pseudonym Linda Howard."}]}, {"heading": "Births", "year": "1950", "date": "August 3", "txt": "John Landis, American actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 3", "txt": "Jo Marie Payton, American actress and singer", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 3", "txt": "Ernesto Samper, Colombian economist and politician, 29th President of Colombia", "entities": [{"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1951", "date": "August 3", "txt": "Marcel Dionne, Canadian ice hockey player", "entities": [{"title": "Marcel Dionne", "href": "/wiki/Marcel_Dionne", "description": "Marcel Elphège \"Little Beaver\" Dionne is a Canadian former professional ice hockey centre who played 18 seasons in the National Hockey League for the Detroit Red Wings, Los Angeles Kings and New York Rangers. Marcel Dionne was inducted into the Hockey Hall of Fame in 1992. In 2017 Dionne was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Births", "year": "1951", "date": "August 3", "txt": "Jay North, American actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 3", "txt": "Osvaldo Ardiles, Argentinian footballer and manager", "entities": [{"title": "Osvaldo Ardiles", "href": "/wiki/Osvaldo_Ardiles", "description": "Osvaldo César Ardiles, often referred to in Britain as Ossie Ardiles, is a football manager, pundit and former midfielder who won the 1978 FIFA World Cup as part of the Argentina national team. He now runs his own football school in the UK called the Ossie Ardiles Soccer School."}]}, {"heading": "Births", "year": "1953", "date": "August 3", "txt": "Ian Bairnson, Scottish saxophonist and keyboard player", "entities": [{"title": "Ian Bairnson", "href": "/wiki/Ian_Bairnson", "description": "Ian Bairnson is a Scottish musician, best known for being one of the core members of The Alan Parsons Project. He is a multi-instrumentalist, who has played saxophone and keyboards, although he is best known as a guitarist. He is also known for preferring the sound of a sixpence to a plectrum."}]}, {"heading": "Births", "year": "1953", "date": "August 3", "txt": "Marlene Dumas, South African painter", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 3", "txt": "Michael Arthur, English physician and academic", "entities": [{"title": "Michael Arthur (physician)", "href": "/wiki/Michael_Arthur_(physician)", "description": "Michael James Paul Arthur FMedSci was the tenth provost and president of University College London between 2013 and January 2021. Arthur had previously been chairman of the Russell Group of UK universities and the vice-chancellor of the University of Leeds between September 2004 and 2013."}]}, {"heading": "Births", "year": "1954", "date": "August 3", "txt": "Gary Peters, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 3", "txt": "Kirk Brandon, English singer-songwriter and guitarist", "entities": [{"title": "Kirk Brandon", "href": "/wiki/Kirk_Brandon", "description": "Kirk Brandon is an English musician best known as the leader of the bands Theatre of Hate and Spear of Destiny."}]}, {"heading": "Births", "year": "1956", "date": "August 3", "txt": "Todd Christensen, American football player and sportscaster (d. 2013)", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 3", "txt": "Dave Cloud, American singer-songwriter and actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 3", "txt": "Balwinder Sandhu, Indian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 3", "txt": "Bodo Rudwaleit, German footballer and manager", "entities": [{"title": "Bodo Rudwaleit", "href": "/wiki/Bodo_Rudwaleit", "description": "Bodo Rudwaleit is a German former football goalkeeper who was the goalkeeper of the record champion BFC Dynamo."}]}, {"heading": "Births", "year": "1957", "date": "August 3", "txt": "Kate Wilkinson, New Zealand lawyer and politician, 11th New Zealand Minister of Conservation", "entities": [{"title": "Minister of Conservation (New Zealand)", "href": "/wiki/Minister_of_Conservation_(New_Zealand)", "description": "The Minister of Conservation is a minister in the government of New Zealand with responsibility for the Department of Conservation. While Kiri Allan is the current Minister of Conservation, Ayesha Verrall has been the acting Minister since April 2021, due to the former being on medical leave."}]}, {"heading": "Births", "year": "1958", "date": "August 3", "txt": "Lindsey Hilsum, English journalist and author", "entities": [{"title": "Lindsey Hilsum", "href": "/wiki/Lindsey_Hilsum", "description": "Lindsey Hilsum is an English television journalist and writer. She is the International Editor for Channel 4 News, and a regular contributor to the Sunday Times, The Observer, The Guardian, New Statesman, and Granta."}]}, {"heading": "Births", "year": "1958", "date": "August 3", "txt": "Ana Kokkinos, Australian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 3", "txt": "Martin Atkins, English drummer and producer", "entities": [{"title": "Martin Atkins", "href": "/wiki/Martin_Atkins", "description": "Martin Clive Atkins is an English drummer and session musician, best known for his work in post-punk and industrial groups including Public Image Ltd, Ministry, Nine Inch Nails, Pigface, and Killing Joke. He also works as a consultant, has written books, and is the music business program coordinator at Millikin University in Decatur, IL. Atkins is an honorary board member of the Chicago-based nonp"}]}, {"heading": "Births", "year": "1959", "date": "August 3", "txt": "Mike Gminski, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 3", "txt": "John C. McGinley, American actor and producer", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 3", "txt": "Koichi Tanaka, Japanese chemist and engineer, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1960", "date": "August 3", "txt": "Tim Mayotte, American tennis player and coach", "entities": [{"title": "Tim Mayotte", "href": "/wiki/Tim_Mayotte", "description": "Timothy Mayotte is a former professional tennis player from the United States."}]}, {"heading": "Births", "year": "1960", "date": "August 3", "txt": "Gopal Sharma, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 3", "txt": "Molly Hagan, American actress", "entities": [{"title": "Molly Hagan", "href": "/wiki/Molly_Hagan", "description": "Molly Joan Hagan is an American actress. She co-starred in films Code of Silence (1985), Some Kind of Wonderful (1987), The Dentist (1996), Election (1999), and Sully (2016), and is also known for her roles in television on Herman's Head (1991–1994) and Unfabulous (2004–2007)."}]}, {"heading": "Births", "year": "1961", "date": "August 3", "txt": "Nick Harvey, English politician, Minister of State for the Armed Forces", "entities": [{"title": "Minister of State for the Armed Forces", "href": "/wiki/Minister_of_State_for_the_Armed_Forces", "description": "The Parliamentary Under-Secretary of State for the Armed Forces, formerly of Minister of State rank, is a junior ministerial position at the Ministry of Defence in Her Majesty's Government. When titled as Minister of State, the office previously acted as the deputy to the Secretary of State for Defence."}]}, {"heading": "Births", "year": "1961", "date": "August 3", "txt": "Lee Rocker, American bassist", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 3", "txt": "Tasmin Archer, English pop singer", "entities": [{"title": "Tasmin Archer", "href": "/wiki/Tasmin_Archer", "description": "Tasmin Archer is an English pop singer from Bradford. Her first album, Great Expectations, spawned the hit \"Sleeping Satellite,\" which reached number one in the United Kingdom and Ireland. She won the Brit Award for British Breakthrough Act in 1993 and went on to release other albums."}]}, {"heading": "Births", "year": "1963", "date": "August 3", "txt": "Frano Botica, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 3", "txt": "James Hetfield, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 3", "txt": "David Knox, Australian rugby player", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 3", "txt": "Ed Roland, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 3", "txt": "Lisa Ann Walter, American actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 3", "txt": "Isaiah Washington, American actor and producer", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 3", "txt": "Lucky Dube, South African singer and keyboard player (d. 2007)", "entities": [{"title": "Lucky Dube", "href": "/wiki/Lucky_Dube", "description": "Lucky Philip Dube was a South African reggae musician and Rastafarian. He recorded 22 albums in Zulu, English and Afrikaans in a 25-year period and was South Africa's biggest-selling reggae artist. Dube was murdered in the Johannesburg suburb of Rosettenville on the evening of 18 October 2007."}]}, {"heading": "Births", "year": "1964", "date": "August 3", "txt": "Ralph Knibbs, British rugby union player", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 3", "txt": "Nate McMillan, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 3", "txt": "Kevin Sumlin, American football player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 3", "txt": "Abhisit Vejjajiva, English-Thai economist and politician, 27th Prime Minister of Thailand", "entities": [{"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Births", "year": "1966", "date": "August 3", "txt": "Brent Butt, Canadian actor, producer, and screenwriter", "entities": [{"title": "Brent Butt", "href": "/wiki/Brent_Butt", "description": "Brent Leroy Butt is a Canadian actor, comedian, and screenwriter. He is best known for his role as Brent Leroy on the CTV sitcom Corner Gas, which he created. He also created the television series Hiccups and wrote the 2013 film No Clue."}]}, {"heading": "Births", "year": "1966", "date": "August 3", "txt": "Gizz Butt, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 3", "txt": "Eric Esch, American wrestler, boxer, and mixed martial artist", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 3", "txt": "Mathieu Kassovitz, French actor, director, producer, and screenwriter, founded MNP Entreprise", "entities": [{"title": "Mathieu Kassovitz", "href": "/wiki/Mathieu_Kassovitz", "description": "Mathieu Kassovitz is a French director, screenwriter, producer, editor, and actor. He is the founder of MNP Entreprise, a film production company."}, {"title": "MNP Entreprise", "href": "/wiki/MNP_Entreprise", "description": "Founded in 2000 by Mathieu Kassovitz, MNP is a French film production company headed by Mathieu Kassovitz and Guillaume Colboc.\nKassovitz established the company in 2000 \"to develop and produce feature films by Kassovitz and to represent him as a director and actor.\". MNP is named after Mir Space Station, whose writing in Cyrillic letters (Мир) look like the letters MNP."}]}, {"heading": "Births", "year": "1967", "date": "August 3", "txt": "Skin, English singer and guitarist", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 3", "txt": "Rod Beck, American baseball player (d. 2007)", "entities": [{"title": "Rod Beck", "href": "/wiki/Rod_Beck", "description": "Rodney Roy Beck, nicknamed \"Shooter\", was a relief pitcher in Major League Baseball who played for the San Francisco Giants (1991–1997), Chicago Cubs (1998–1999), Boston Red Sox (1999–2001) and San Diego Padres (2003–2004). He batted and threw right-handed."}]}, {"heading": "Births", "year": "1969", "date": "August 3", "txt": "Doug Overton, American basketball player and coach", "entities": [{"title": "Doug Overton", "href": "/wiki/Doug_Overton", "description": "Douglas M. Overton is an American retired professional basketball player and coach."}]}, {"heading": "Births", "year": "1970", "date": "August 3", "txt": "Stephen Carpenter, American guitarist and songwriter", "entities": [{"title": "Stephen Carpenter", "href": "/wiki/Stephen_Carpenter", "description": "Stephen \"Stef\" Carpenter is an American musician, known as the co-founder and lead guitarist of the alternative metal band Deftones."}]}, {"heading": "Births", "year": "1970", "date": "August 3", "txt": "Gina G, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 3", "txt": "Masahiro Sakurai, Japanese video game designer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 3", "txt": "Forbes Johnston, Scottish footballer (d. 2007)", "entities": [{"title": "Forbes Johnston", "href": "/wiki/Forbes_Johnston", "description": "Forbes Johnston was a Scottish professional footballer playing primarily in defence, but also spending some time in the midfield."}]}, {"heading": "Births", "year": "1971", "date": "August 3", "txt": "DJ Spinderella, American DJ, rapper, producer, and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 3", "txt": "Sandis Ozoliņš, Latvian ice hockey player and politician", "entities": [{"title": "Sandis Ozoliņš", "href": "/wiki/Sandis_Ozoli%C5%86%C5%A1", "description": "Sandis Ozoliņš, commonly spelled Sandis Ozolinsh in North America, is a Latvian former professional ice hockey player and coach. During his career in North America, Ozoliņš was a seven-time NHL All-Star, Stanley Cup champion, and Norris Trophy finalist. He is also the all-time leader for goals, assists, points and games played by a Latvian in the NHL and holds several Colorado Avalanche and San Jo"}]}, {"heading": "Births", "year": "1973", "date": "August 3", "txt": "Jay Cutler, American bodybuilder", "entities": [{"title": "Jay Cutler (bodybuilder)", "href": "/wiki/Jay_Cutler_(bodybuilder)", "description": "Jason Isaac Cutler is a retired American professional bodybuilder. An IFBB pro, he is a four-time Mr. Olympia winner, having won in 2006, 2007, 2009, and 2010."}]}, {"heading": "Births", "year": "1973", "date": "August 3", "txt": "Nikos Dabizas, Greek footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 3", "txt": "Michael Ealy, American actor", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 3", "txt": "Chris Murphy, American politician, junior senator of Connecticut", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 3", "txt": "Wael Gomaa, Egyptian footballer", "entities": [{"title": "Wael Gomaa", "href": "/wiki/Wael_Gomaa", "description": "Wael Gomaa is an Egyptian retired professional footballer who played as a centre-back. He is regarded as the best Egyptian centre-back ever and one of the best players in African football history."}]}, {"heading": "Births", "year": "1975", "date": "August 3", "txt": "Argyro Strataki, Greek heptathlete", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 3", "txt": "Troy Glaus, American baseball player", "entities": [{"title": "Troy Glaus", "href": "/wiki/Troy_Glaus", "description": "Troy Edward Glaus is an American former professional baseball first baseman and third baseman. Glaus played in Major League Baseball with the Anaheim Angels (1998–2004), Arizona Diamondbacks (2005), Toronto Blue Jays (2006–2007), St. Louis Cardinals (2008–2009), and the Atlanta Braves (2010). Glaus lettered in baseball while attending UCLA. He was a four-time All-Star and won World Series MVP hono"}]}, {"heading": "Births", "year": "1977", "date": "August 3", "txt": "Tom Brady, American football player", "entities": [{"title": "Tom Brady", "href": "/wiki/Tom_Brady", "description": "Thomas Edward Patrick Brady Jr. is an American football quarterback for the Tampa Bay Buccaneers of the National Football League (NFL). He spent his first 20 seasons with the New England Patriots, where he was a central contributor to the franchise's dynasty from 2001 to 2019. Brady is widely considered to be the greatest quarterback of all time."}]}, {"heading": "Births", "year": "1977", "date": "August 3", "txt": "Justin Lehr, American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 3", "txt": "Óscar Pereiro, Spanish cyclist and footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 3", "txt": "Joi Chua, Singaporean singer-songwriter and actress", "entities": [{"title": "Joi Chua", "href": "/wiki/Joi_Chua", "description": "Joi Chua is a Singaporean female pop singer. Her most famous songs are \"Waiting for a Sunny Day\" (《等一个晴天》), \"Watching the Sunrise With Me\" (《陪我看日出》), the Chinese version of \"Nada Soso\" and \"Wind Chimes\" (《风铃》). She is also well known in Mainland China and Taiwan."}]}, {"heading": "Births", "year": "1978", "date": "August 3", "txt": "Mariusz Jop, Polish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 3", "txt": "Jenny Tinmouth, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 3", "txt": "Dimitrios Zografakis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 3", "txt": "Evangeline Lilly, Canadian model and actress", "entities": [{"title": "Evangeline Lilly", "href": "/wiki/Evangeline_Lilly", "description": "Nicole Evangeline Lilly is a Canadian actress and author. She gained popular acclaim for her first leading role as Kate Austen in the ABC series Lost (2004–2010), which garnered her a nomination for the Golden Globe Award for Best Actress in a Drama Series and won her a Screen Actors Guild Award. In 2008, Lilly starred as Connie James in the Academy Award–winning war film The Hurt Locker (2008) an"}]}, {"heading": "Births", "year": "1980", "date": "August 3", "txt": "Nadia Ali, Libyan-American singer-songwriter", "entities": [{"title": "Nadia Ali (singer)", "href": "/wiki/Nadia_Ali_(singer)", "description": "Nadia Ali is a Libyan-born American singer-songwriter based in New York City. Ali gained prominence in 2001 as the frontwoman and songwriter of the band iiO after their debut single \"Rapture\" reached No. 2 on the UK Singles Chart. The song also charted across several countries in Europe. Their 2006 single, \"Is It Love?\", reached the top of the Billboard Hot Dance Club Play Chart."}]}, {"heading": "Births", "year": "1980", "date": "August 3", "txt": "Dominic Moore, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 3", "txt": "Tony Pashos, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 3", "txt": "Brandan Schieppati, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 3", "txt": "Hannah Simone, Canadian television host and actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 3", "txt": "Fikirte Addis, Ethiopian fashion designer", "entities": [{"title": "Fikirte Addis", "href": "/wiki/Fikirte_Addis", "description": "Fikirte Addis is an Ethiopian fashion designer. In 2009, Addis formed her own label–Yefiker Design–which creates clothes that are modern interpretations of traditional Ethiopian dress. Her work rose to prominence by 2011, when she was a featured designer in the second annual Africa Fashion Week in New York City."}]}, {"heading": "Births", "year": "1981", "date": "August 3", "txt": "Travis Bowyer, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 3", "txt": "Pablo Ibáñez, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 3", "txt": "Kaspar Kokk, Estonian skier", "entities": [{"title": "Kaspar Kokk", "href": "/wiki/Kaspar_Kokk", "description": "Kaspar Kokk is an Estonian cross-country skier. He competed at the 2006 Winter Olympics in Turin. He represents Estonia at the 2010 Winter Olympics in Vancouver, British Columbia, Canada. Kokk's best finish was 14th in the 4 x 10 km relay at the 2010 Games."}]}, {"heading": "Births", "year": "1982", "date": "August 3", "txt": "Jesse Lumsden, Canadian bobsledder and football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 3", "txt": "Damien Sandow, American wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 3", "txt": "Ryan Carter, American ice hockey player", "entities": [{"title": "Ryan Carter", "href": "/wiki/Ryan_Carter", "description": "Ryan Michael Carter is an American former professional ice hockey forward. He played nearly 500 games in the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1983", "date": "August 3", "txt": "Mark Reynolds, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 3", "txt": "Yasin Avcı, Turkish footballer", "entities": [{"title": "Yasin Avcı (footballer born 1984)", "href": "/wiki/Yasin_Avc%C4%B1_(footballer_born_1984)", "description": "Yasin Avcı is a Turkish professional football midfielder, who is currently unattached."}]}, {"heading": "Births", "year": "1984", "date": "August 3", "txt": "Sunil Chhetri, Indian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 3", "txt": "Matt Joyce, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 3", "txt": "Ryan Lochte, American swimmer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 3", "txt": "Chris Maurer, American singer and bass player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 3", "txt": "Georgina Haig, Australian actress", "entities": [{"title": "Georgina Haig", "href": "/wiki/Georgina_Haig", "description": "Georgina Haig is an Australian film and television actress, known for her roles in the Australian children's television series The Elephant Princess, as well as the American television series Fringe, Limitless and Once Upon a Time."}]}, {"heading": "Births", "year": "1985", "date": "August 3", "txt": "Brent Kutzle, American bass player and producer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 3", "txt": "Ats Purje, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 3", "txt": "Sonny Bill Williams, New Zealand rugby player and boxer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 3", "txt": "Charlotte Casiraghi, Monégasque journalist, co-founded Ever Manifesto", "entities": [{"title": "Charlotte Casiraghi", "href": "/wiki/Charlotte_Casiraghi", "description": "Charlotte Marie Pomeline Casiraghi is a Monégasque model, socialite, writer, editor, equestrian, journalist, film producer and humanitarian. She is the second child and only daughter of Caroline, Princess of Hanover, and Stefano Casiraghi, an Italian industrialist. She is eleventh in line to the throne of Monaco. Her maternal grandparents were Rainier III, Prince of Monaco, and American actress Gr"}]}, {"heading": "Births", "year": "1986", "date": "August 3", "txt": "Darya Domracheva, Belarusian biathlete", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 3", "txt": "Kim Hyung-jun, South Korean singer and dancer", "entities": [{"title": "Kim Hyung-jun", "href": "/wiki/Kim_Hyung-jun", "description": "Kim Hyung-jun is a South Korean entertainer, lead rapper and youngest member of boyband SS501 and SS301."}]}, {"heading": "Births", "year": "1987", "date": "August 3", "txt": "Chris McQueen, Australian-English rugby league player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 3", "txt": "Denny Cardin, Italian footballer", "entities": [{"title": "Denny Cardin", "href": "/wiki/Denny_Cardin", "description": "Denny Cardin is an Italian footballer who plays for ACD Portomansuè."}]}, {"heading": "Births", "year": "1988", "date": "August 3", "txt": "Leigh Tiffin, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 3", "txt": "Sven Ulreich, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 3", "txt": "Jules Bianchi, French race car driver (d. 2015)", "entities": [{"title": "Jules Bianchi", "href": "/wiki/Jules_Bianchi", "description": "Jules Lucien André Bianchi was a French motor racing driver who drove for the Marussia F1 Team in the FIA Formula One World Championship."}]}, {"heading": "Births", "year": "1989", "date": "August 3", "txt": "Sam Hutchinson, English footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 3", "txt": "Tyrod Taylor, American football player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 3", "txt": "Nick Viergever, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 3", "txt": "Jourdan Dunn, English model", "entities": [{"title": "Jourdan Dunn", "href": "/wiki/Jourdan_Dunn", "description": "Jourdan Sherise Dunn is a British model and actress. She was discovered in Hammersmith Primark in 2006 and signed to Storm Management in London shortly thereafter. She began appearing on international runways in early 2007. In February 2008, she was the first black model to walk a Prada runway in over a decade."}]}, {"heading": "Births", "year": "1990", "date": "August 3", "txt": "Kang Min-kyung, South Korean singer", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 3", "txt": "Gamze Bulut, Turkish runner", "entities": [{"title": "Gamze Bulut", "href": "/wiki/Gamze_Bulut", "description": "Gamze Bulut is a Turkish female middle-distance runner and is currently on a four-year ban until May 29, 2020."}]}, {"heading": "Births", "year": "1992", "date": "August 3", "txt": "Gesa Felicitas Krause, German runner", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 3", "txt": "Diāna Marcinkēviča, Latvian tennis player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 3", "txt": "Aljon Mariano, Filipino basketball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 3", "txt": "Lum Rexhepi, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 3", "txt": "Ola Abidogun, English sprinter", "entities": [{"title": "Ola Abidogun", "href": "/wiki/Ola_Abidogun", "description": "Ola Abidogun is a British athlete who competes in T46 sprinting events. He competed for England at the 2010 Commonwealth Games, and was part of the British team at the 2012 Summer Paralympics where he took bronze in the 100m sprint. He has won multiple medals at the junior level and as a senior won a silver in the 2014 European Championships."}]}, {"heading": "Births", "year": "1993", "date": "August 3", "txt": "Yurina Kumai, Japanese singer", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 3", "txt": "Manaia Cherrington, New Zealand rugby league player", "entities": [{"title": "Manaia Cherrington", "href": "/wiki/Manaia_Cherrington", "description": "Manaia Cherrington is a New Zealand professional rugby league footballer who plays for the Souths Logan Magpies in the Queensland Cup. He plays at hooker and previously played for the New Zealand Warriors, Wests Tigers and the Cronulla Sharks."}]}, {"heading": "Births", "year": "1994", "date": "August 3", "txt": "Todd Gurley, American football player", "entities": []}, {"heading": "Births", "year": "1995", "date": "August 3", "txt": "Victoria Kan, Russian tennis player", "entities": [{"title": "Victoria Kan", "href": "/wiki/Victoria_Kan", "description": "Victoria Rodionovna Kan is a Russian tennis player."}]}, {"heading": "Deaths", "year": "908", "date": "August 3", "txt": "Burchard, duke of Thuringia", "entities": [{"title": "Burchard, Duke of Thuringia", "href": "/wiki/Burchard,_Duke_of_Thuringia", "description": "Burchard was the Duke of Thuringia from shortly after 892 until his death. He replaced Poppo as duke shortly after his appointment in 892, but the reasons for Poppo's leaving office are unknown. Burchard may have been a Swabian."}]}, {"heading": "Deaths", "year": "908", "date": "August 3", "txt": "Egino, duke of Thuringia", "entities": []}, {"heading": "Deaths", "year": "908", "date": "August 3", "txt": "Rudolf I, bishop of Würzburg", "entities": []}, {"heading": "Deaths", "year": "925", "date": "August 3", "txt": "Cao, Chinese empress dowager", "entities": [{"title": "Empress Dowager Cao (Li Cunxu's mother)", "href": "/wiki/Empress_Dowager_Cao_(Li_Cunxu%27s_mother)", "description": "Empress Dowager Cao, formally, Empress Zhenjian, was a concubine to the late Tang dynasty warlord Li Keyong and the mother of his son, Li Cunxu, who later established the Later Tang dynasty as its Emperor Zhuangzong. After the establishment of Later Tang, she was honored as empress dowager."}]}, {"heading": "Deaths", "year": "979", "date": "August 3", "txt": "Thietmar, margrave of Meissen", "entities": [{"title": "Thietmar, Margrave of Meissen", "href": "/wiki/Thietmar,_Margrave_of_Meissen", "description": "Thietmar (II) was Margrave of Meissen from about 976 until his death."}]}, {"heading": "Deaths", "year": "1003", "date": "August 3", "txt": "At-Ta'i, Abbasid caliph (b. 932)", "entities": [{"title": "At-Ta'i", "href": "/wiki/At-Ta%27i", "description": "Abd al-Karīm ibn al-Faḍl, better known by his regnal name al-Ṭāʾiʿ li-Amr Allāh/biʾllāh, was the Abbasid caliph of Baghdad from 974 to 991. Very little is known about his personal and official life. He succeeded his father al-Muti as the twenty-fourth Abbasid caliph."}]}, {"heading": "Deaths", "year": "1355", "date": "August 3", "txt": "Bartholomew de Burghersh, 1st Baron Burghersh, English nobleman", "entities": [{"title": "Bartholomew de Burghersh, 1st Baron Burghersh", "href": "/wiki/Bartholomew_de_Burghersh,_1st_Baron_Burghersh", "description": "Bartholomew Burghersh, 1st Baron Burghersh, called \"the elder\", was an English nobleman and soldier, a younger son of Robert Burghersh, 1st Baron Burghersh and Maud Badlesmere, sister of Bartholomew Badlesmere, 1st Baron Badlesmere. He was the father of Bartholomew Burghersh the younger."}]}, {"heading": "Deaths", "year": "1460", "date": "August 3", "txt": "James II, king of Scotland (b. 1430)", "entities": [{"title": "James II of Scotland", "href": "/wiki/James_II_of_Scotland", "description": "James II was King of Scots from 1437 until his death."}]}, {"heading": "Deaths", "year": "1527", "date": "August 3", "txt": "Scaramuccia Trivulzio, Italian cardinal", "entities": [{"title": "Scaramuccia Trivulzio", "href": "/wiki/Scaramuccia_Trivulzio", "description": " Scaramuccia Trivulzio  was a cardinal of the Catholic Church. He was Bishop of Como in Italy, from 1508 to 1518. He was then Bishop of Piacenza, from 1519 to 1525."}]}, {"heading": "Deaths", "year": "1530", "date": "August 3", "txt": "Francesco Ferruccio, Italian captain (b. 1489)", "entities": [{"title": "Francesco Ferruccio", "href": "/wiki/Francesco_Ferruccio", "description": "Francesco Ferruccio was an Italian captain from Florence who fought in the Italian Wars."}]}, {"heading": "Deaths", "year": "1546", "date": "August 3", "txt": "Antonio da Sangallo the Younger, Italian architect, designed the Apostolic Palace (b. 1484)", "entities": [{"title": "Antonio da Sangallo the Younger", "href": "/wiki/Antonio_da_Sangallo_the_Younger", "description": "Antonio da Sangallo the Younger, also known as Antonio da San Gallo, was an Italian architect active during the Renaissance, mainly in Rome and the Papal States."}, {"title": "Apostolic Palace", "href": "/wiki/Apostolic_Palace", "description": "The Apostolic Palace is the official residence of the pope, the head of the Catholic Church, located in Vatican City. It is also known as the Papal Palace, the Palace of the Vatican and the Vatican Palace. The Vatican itself refers to the building as the Palace of Sixtus V, in honor of Pope Sixtus V, who built most of the present form of the palace."}]}, {"heading": "Deaths", "year": "1546", "date": "August 3", "txt": "Étienne Dolet, French scholar and translator (b. 1509)", "entities": []}, {"heading": "Deaths", "year": "1604", "date": "August 3", "txt": "Bernardino de Mendoza, Spanish commander and diplomat (b. 1540)", "entities": [{"title": "Bernardino de Mendoza", "href": "/wiki/Bernardino_de_Mendoza", "description": "Bernardino de Mendoza was a Spanish military commander, a diplomat and a writer on military history and politics."}]}, {"heading": "Deaths", "year": "1621", "date": "August 3", "txt": "Guillaume du Vair, French lawyer and author (b. 1556)", "entities": [{"title": "Guillaume du Vair", "href": "/wiki/Guillaume_du_Vair", "description": "Guillaume du Vair was a French author and lawyer."}]}, {"heading": "Deaths", "year": "1712", "date": "August 3", "txt": "Joshua Barnes, English historian and scholar (b. 1654)", "entities": [{"title": "Joshua Barnes", "href": "/wiki/Joshua_Barnes", "description": "Joshua Barnes FRS, was an English scholar. His work Gerania; a New Discovery of a Little Sort of People, anciently discoursed of, called Pygmies (1675) was an Utopian romance."}]}, {"heading": "Deaths", "year": "1720", "date": "August 3", "txt": "Anthonie Heinsius, Dutch politician (b. 1641)", "entities": [{"title": "Anthonie Heinsius", "href": "/wiki/Anthonie_Heinsius", "description": "Anthonie Heinsius was a Dutch statesman who served as Grand Pensionary of Holland from 1689 to his death in 1720."}]}, {"heading": "Deaths", "year": "1721", "date": "August 3", "txt": "Grinling Gibbons, Dutch-English sculptor and woodcarver (b. 1648)", "entities": [{"title": "Grinling Gibbons", "href": "/wiki/Grinling_Gibbons", "description": "Grinling Gibbons was an Anglo-Dutch sculptor and wood carver known for his work in England, including Windsor Castle and Hampton Court Palace, St. Paul's Cathedral and other London churches, Petworth House and other country houses, Trinity College, Oxford, and Trinity College, Cambridge. Gibbons was born and educated in Holland of English parents, his father being a merchant. He was a member of th"}]}, {"heading": "Deaths", "year": "1761", "date": "August 3", "txt": "Johann Matthias Gesner, German scholar and academic (b. 1691)", "entities": [{"title": "Johann Matthias Gesner", "href": "/wiki/Johann_Matthias_Gesner", "description": "Johann Matthias Gesner was a German classical scholar and schoolmaster."}]}, {"heading": "Deaths", "year": "1773", "date": "August 3", "txt": "Stanisław Konarski, Polish poet and playwright (b. 1700)", "entities": [{"title": "Stanisław Konarski", "href": "/wiki/Stanis%C5%82aw_Konarski", "description": "Stanisław Konarski, Sch.P. was a Polish pedagogue, educational reformer, political writer, poet, dramatist, Piarist priest and precursor of the Enlightenment in the Polish–Lithuanian Commonwealth."}]}, {"heading": "Deaths", "year": "1780", "date": "August 3", "txt": "Étienne Bonnot de Condillac, French epistemiologist and philosopher (b. 1715)", "entities": [{"title": "Étienne Bonnot de Condillac", "href": "/wiki/%C3%89tienne_Bonnot_de_Condillac", "description": "Étienne Bonnot de Condillac was a French philosopher and epistemologist, who studied in such areas as psychology and the philosophy of the mind."}]}, {"heading": "Deaths", "year": "1792", "date": "August 3", "txt": "Richard Arkwright, English engineer and businessman (b. 1732)", "entities": [{"title": "Richard Arkwright", "href": "/wiki/Richard_Arkwright", "description": "Sir Richard Arkwright was an English inventor and a leading entrepreneur during the early Industrial Revolution. He is credited as the driving force behind the development of the spinning frame, known as the water frame after it was adapted to use water power; and he patented a rotary carding engine to convert raw cotton to 'cotton lap' prior to spinning. He was the first to develop factories hous"}]}, {"heading": "Deaths", "year": "1797", "date": "August 3", "txt": "Jeffery Amherst, 1st Baron Amherst, English field marshal and politician, Colonial Governor of Virginia (b. 1717)", "entities": [{"title": "Jeffery Amherst, 1st Baron Amherst", "href": "/wiki/Jeffery_Amherst,_1st_Baron_Amherst", "description": "Field Marshal Jeffery Amherst, 1st Baron Amherst, was an officer and Commander-in-Chief of the Forces in the British Army. Amherst is best known as the architect of Britain's successful campaign to conquer the territory of New France during the Seven Years' War. Under his command, British forces captured the cities of Louisbourg, Quebec City and Montreal, as well as several major fortresses. He wa"}, {"title": "List of colonial governors of Virginia", "href": "/wiki/List_of_colonial_governors_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Deaths", "year": "1805", "date": "August 3", "txt": "Christopher Anstey, English author and poet (b. 1724)", "entities": [{"title": "Christopher Anstey", "href": "/wiki/Christopher_Anstey", "description": "Christopher Anstey was an English poet who also wrote in Latin. After a period managing his family's estates, he moved permanently to Bath and died after a long public life there. His poem, The New Bath Guide, brought him to fame and began an easy satirical fashion that was influential throughout the second half of the 18th century. Later he wrote An Electoral Ball, another burlesque of Bath socie"}]}, {"heading": "Deaths", "year": "1835", "date": "August 3", "txt": "Wenzel Müller, Austrian composer and conductor (b. 1767)", "entities": [{"title": "Wenzel Müller", "href": "/wiki/Wenzel_M%C3%BCller", "description": "Wenzel Müller was an Austrian composer and conductor. He is regarded as the most prolific opera composer of all time with his 166 operas."}]}, {"heading": "Deaths", "year": "1839", "date": "August 3", "txt": "Dorothea von Schlegel, German author and translator (b. 1763)", "entities": [{"title": "Dorothea von Schlegel", "href": "/wiki/Dorothea_von_Schlegel", "description": "Dorothea Friederike von Schlegel was a German novelist and translator."}]}, {"heading": "Deaths", "year": "1857", "date": "August 3", "txt": "Eugène Sue, French author and politician (b. 1804)", "entities": [{"title": "Eugène Sue", "href": "/wiki/Eug%C3%A8ne_Sue", "description": "Marie-Joseph \"Eugène\" Sue was a French novelist. He was one of several authors who popularized the genre of the serial novel in France with his very popular and widely imitated The Mysteries of Paris, which was published in a newspaper from 1842 to 1843."}]}, {"heading": "Deaths", "year": "1866", "date": "August 3", "txt": "Gábor Klauzál, Hungarian politician, Hungarian Minister of Agriculture (b. 1804)", "entities": [{"title": "Gábor Klauzál", "href": "/wiki/G%C3%A1bor_Klauz%C3%A1l", "description": "Gábor Klauzál de Szlavovicz was a Hungarian politician, who served as Minister of Agriculture, Industry and Trade during the Hungarian Revolution of 1848 in the first government of Hungary. He studied in Szeged. He was a member of the National Assembly of Hungary from 1832 and served as one of the leaders of the liberal opposition on the Diet of 1843–44. He retired from politics in 1844 until the "}, {"title": "Minister of Agriculture (Hungary)", "href": "/wiki/Minister_of_Agriculture_(Hungary)", "description": "The Minister of Agriculture of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Agriculture. The current agriculture minister is István Nagy."}]}, {"heading": "Deaths", "year": "1867", "date": "August 3", "txt": "Philipp August Böckh, German historian and scholar (b. 1785)", "entities": [{"title": "Philipp August Böckh", "href": "/wiki/Philipp_August_B%C3%B6ckh", "description": "August Böckh or Boeckh was a German classical scholar and antiquarian.\n"}]}, {"heading": "Deaths", "year": "1877", "date": "August 3", "txt": "William B. Ogden, American businessman and politician, 1st Mayor of Chicago (b. 1805)", "entities": [{"title": "William B. Ogden", "href": "/wiki/William_B._Ogden", "description": "William Butler Ogden was an American politician and railroad executive who served as the first Mayor of Chicago. He was referred to as \"the Astor of Chicago.\" He was, at one time, the city's richest citizen."}, {"title": "Mayor of Chicago", "href": "/wiki/Mayor_of_Chicago", "description": "The mayor of Chicago is the chief executive of city government in Chicago, Illinois, the third-largest city in the United States. The mayor is responsible for the administration and management of various city departments, submits proposals and recommendations to the Chicago City Council, is active in the enforcement of the city's ordinances, submits the city's annual budget and appoints city offic"}]}, {"heading": "Deaths", "year": "1879", "date": "August 3", "txt": "Joseph Severn, English painter (b. 1793)", "entities": [{"title": "Joseph Severn", "href": "/wiki/Joseph_Severn", "description": "Joseph Severn was an English portrait and subject painter and a personal friend of the famous English poet John Keats. He exhibited portraits, Italian genre, literary and biblical subjects, and a selection of his paintings can today be found in some of the most important museums in London, including the National Portrait Gallery, the Victoria and Albert Museum and Tate Britain."}]}, {"heading": "Deaths", "year": "1894", "date": "August 3", "txt": "George Inness, American painter (b. 1825)", "entities": [{"title": "George Inness", "href": "/wiki/George_Inness", "description": "George Inness was a prominent American landscape painter."}]}, {"heading": "Deaths", "year": "1913", "date": "August 3", "txt": "William Lyne, Australian politician, 13th Premier of New South Wales (b. 1844)", "entities": [{"title": "William Lyne", "href": "/wiki/William_Lyne", "description": "Sir William John Lyne KCMG was an Australian politician who served as Premier of New South Wales from 1899 to 1901, and later as a federal cabinet minister under Edmund Barton and Alfred Deakin. He is best known as the subject of the \"Hopetoun Blunder\", unexpectedly being asked to serve as the first Prime Minister of Australia but failing to form a government."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1916", "date": "August 3", "txt": "Roger Casement, Irish poet and activist (b. 1864)", "entities": [{"title": "Roger Casement", "href": "/wiki/Roger_Casement", "description": "Roger David Casement, known as Sir Roger Casement, CMG, between 1911 and 1916, was a diplomat and Irish nationalist. He worked for the British Foreign Office as a diplomat, becoming known as a humanitarian activist, and later as a poet and Easter Rising leader. Described as the \"father of twentieth-century human rights investigations\", he was honoured in 1905 for the Casement Report on the Congo a"}]}, {"heading": "Deaths", "year": "1917", "date": "August 3", "txt": "Ferdinand Georg Frobenius, German mathematician and academic (b. 1849)", "entities": [{"title": "Ferdinand Georg Frobenius", "href": "/wiki/Ferdinand_Georg_Frobenius", "description": "Ferdinand Georg Frobenius was a German mathematician, best known for his contributions to the theory of elliptic functions, differential equations, number theory, and to group theory. He is known for the famous determinantal identities, known as Frobenius–Stickelberger formulae, governing elliptic functions, and for developing the theory of biquadratic forms. He was also the first to introduce the"}]}, {"heading": "Deaths", "year": "1920", "date": "August 3", "txt": "Peeter Süda, Estonian organist and composer (b. 1883)", "entities": [{"title": "Peeter Süda", "href": "/wiki/Peeter_S%C3%BCda", "description": "Peeter Süda was a father of the Estonian organ school, composer and an early collector of Estonian folksongs."}]}, {"heading": "Deaths", "year": "1922", "date": "August 3", "txt": "Ture Malmgren, Swedish journalist and politician (b. 1851)", "entities": [{"title": "Ture Malmgren", "href": "/wiki/Ture_Malmgren", "description": "Ture Robert Ferdinand Malmgren was a Swedish journalist, book publisher, and municipal politician. A prominent figure in his home Uddevalla, Malmgren became a colourful and well-known part of the city's history through, among other things, his long-lasting ownership of the newspaper Bohusläningen, work in the local political scene, eccentric and extravagant lifestyle, and faux-medieval Tureborg Ca"}]}, {"heading": "Deaths", "year": "1924", "date": "August 3", "txt": "Joseph Conrad, Polish-born British novelist (b. 1857)", "entities": [{"title": "Joseph Conrad", "href": "/wiki/Joseph_Conrad", "description": "Joseph Conrad was a Polish-British writer regarded as one of the greatest novelists to write in the English language. Though he did not speak English fluently until his twenties, he became a master prose stylist who brought a non-English sensibility into English literature. Conrad wrote stories and novels, many with a nautical setting, that depict trials of the human spirit in the midst of what he"}]}, {"heading": "Deaths", "year": "1925", "date": "August 3", "txt": "William Bruce, Australian cricketer (b. 1864)", "entities": [{"title": "William Bruce (cricketer)", "href": "/wiki/William_Bruce_(cricketer)", "description": "William Bruce was an Australian cricketer who played in 14 Tests between 1885 and 1895. He became a lawyer, practising in Melbourne."}]}, {"heading": "Deaths", "year": "1929", "date": "August 3", "txt": "Emile Berliner, German-American inventor and businessman, invented the phonograph  (b. 1851)", "entities": [{"title": "Emile Berliner", "href": "/wiki/Emile_Berliner", "description": "Emile Berliner, originally Emil Berliner, was a German-American inventor. He is best known for inventing the lateral-cut flat disc record used with a gramophone. He founded the United States Gramophone Company in 1894; The Gramophone Company in London, England, in 1897; Deutsche Grammophon in Hanover, Germany, in 1898; Berliner Gram-o-phone Company of Canada in Montreal in 1899 ; and Victor Talkin"}, {"title": "Phonograph", "href": "/wiki/Phonograph", "description": "A phonograph, in its later forms also called a gramophone or since the 1940s called a record player or turntable, is a device for the mechanical recording and reproduction of sound. The sound vibration waveforms are recorded as corresponding physical deviations of a spiral groove engraved, etched, incised, or impressed into the surface of a rotating cylinder or disc, called a \"record\". To recreate"}]}, {"heading": "Deaths", "year": "1929", "date": "August 3", "txt": "Thorstein Veblen, American economist and sociologist (b. 1857)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "August 3", "txt": "Konstantin Konik, Estonian surgeon and politician, 19th Estonian Minister of Education (b. 1873)", "entities": [{"title": "Konstantin Konik", "href": "/wiki/Konstantin_Konik", "description": "Konstantin Konik was an Estonian politician and surgeon, member of the Estonian Salvation Committee"}, {"title": "Estonian Minister of Education", "href": "/wiki/Estonian_Minister_of_Education", "description": "The Minister of Education and Research is the senior minister at the Ministry of Education and Research in the Estonian Government. The Minister is responsible for administration and development of Estonian educational system as well as for administration and funding of research and development activities on national level."}]}, {"heading": "Deaths", "year": "1942", "date": "August 3", "txt": "Richard Willstätter, German-Swiss chemist and academic, Nobel Prize laureate (b. 1872)", "entities": [{"title": "Richard Willstätter", "href": "/wiki/Richard_Willst%C3%A4tter", "description": "Richard Martin Willstätter FRS(For) HFRSE was a German organic chemist whose study of the structure of plant pigments, chlorophyll included, won him the 1915 Nobel Prize for Chemistry. Willstätter invented paper chromatography independently of Mikhail Tsvet."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1943", "date": "August 3", "txt": "Frumka Płotnicka, Polish resistance fighter during World War II (b. 1914)", "entities": [{"title": "Frumka Płotnicka", "href": "/wiki/Frumka_P%C5%82otnicka", "description": "Frumka Płotnicka was a Polish resistance fighter during World War II; activist of the Jewish Fighting Organization (ŻOB) and member of the Labour Zionist organization Dror. She was one of the organizers of self-defence in the Warsaw Ghetto, and participant in the military preparations for the Warsaw Ghetto Uprising. Following the liquidation of the Ghetto, Płotnicka relocated to the Dąbrowa Basin "}]}, {"heading": "Deaths", "year": "1949", "date": "August 3", "txt": "Ignotus, Hungarian poet and author (b. 1869)", "entities": [{"title": "Ignotus", "href": "/wiki/Ignotus", "description": "Hugó Veigelsberg was a noted Hungarian editor and writer who usually published under the pen name Ignotus. He was distinguished for the lyric individuality of his poems, stories, and sociological works. In addition to \"Ignotus\", he also wrote under the pseudonyms \"Dixi,\" \"Pató Pál,\" and \"Tar Lorincz\"."}]}, {"heading": "Deaths", "year": "1954", "date": "August 3", "txt": "Colette, French novelist and journalist (b. 1873)", "entities": [{"title": "Colette", "href": "/wiki/Colette", "description": "Sidonie-Gabrielle Colette, known mononymously as Colette, was a French author and woman of letters. She was nominated for the Nobel Prize in Literature in 1948 and was also known as a mime, actress, and journalist. Colette is best remembered for her 1944 novella Gigi, which was the basis for the 1958 film and the 1973 stage production of the same name."}]}, {"heading": "Deaths", "year": "1958", "date": "August 3", "txt": "Peter Collins, English race car driver (b. 1931)", "entities": [{"title": "Peter Collins (racing driver)", "href": "/wiki/Peter_Collins_(racing_driver)", "description": "Peter John Collins was a British racing driver. He was killed in the 1958 German Grand Prix, just weeks after winning the RAC British Grand Prix. He started his career as a 17-year-old in 1949, impressing in Formula 3 races, finishing third in the 1951 Autosport National Formula 3 Championship."}]}, {"heading": "Deaths", "year": "1959", "date": "August 3", "txt": "Herb Byrne, Australian footballer (b. 1887)", "entities": [{"title": "Herb Byrne", "href": "/wiki/Herb_Byrne", "description": "Herbert Richard Byrne was an Australian rules footballer who played with Fitzroy in the Victorian Football League (VFL)."}]}, {"heading": "Deaths", "year": "1961", "date": "August 3", "txt": "Hilda Rix Nicholas, Australian artist (b. 1884)", "entities": [{"title": "Hilda Rix Nicholas", "href": "/wiki/Hilda_Rix_Nicholas", "description": "Hilda Rix Nicholas was an Australian artist. Born in the Victorian city of Ballarat, she studied under a leading Australian Impressionist, Frederick McCubbin, at the National Gallery of Victoria Art School from 1902 to 1905 and was an early member of the Melbourne Society of Women Painters and Sculptors. Following the death of her father in 1907, Rix, her only sibling Elsie and her mother travelle"}]}, {"heading": "Deaths", "year": "1964", "date": "August 3", "txt": "Flannery O'Connor, American short story writer and novelist (b. 1925)", "entities": [{"title": "Flannery O'Connor", "href": "/wiki/Flannery_O%27Connor", "description": "Mary Flannery O'Connor was an American novelist, short story writer and essayist. She wrote two novels and thirty-two short stories, as well as a number of reviews and commentaries."}]}, {"heading": "Deaths", "year": "1966", "date": "August 3", "txt": "Lenny Bruce, American comedian, actor, and screenwriter (b. 1925)", "entities": [{"title": "Lenny Bruce", "href": "/wiki/Lenny_Bruce", "description": "Leonard Alfred Schneider, better known by his stage name Lenny Bruce, was an American stand-up comedian, social critic, and satirist. He was renowned for his open, freestyle and critical form of comedy which contained satire, politics, religion, sex, and vulgarity. His 1964 conviction in an obscenity trial was followed by a posthumous pardon, the first in the history of New York State, by Governor"}]}, {"heading": "Deaths", "year": "1968", "date": "August 3", "txt": "Konstantin Rokossovsky, Marshal of the Soviet Union during World War II (b. 1896)", "entities": [{"title": "Konstantin Rokossovsky", "href": "/wiki/Konstantin_Rokossovsky", "description": "Konstantin Konstantinovich (Xaverevich) Rokossovsky was a Soviet and Polish officer who became Marshal of the Soviet Union, Marshal of Poland, and served as Poland's Defence Minister from 1949 until his removal in 1956 during the Polish October. He was among the most prominent Red Army commanders of World War II."}, {"title": "Marshal of the Soviet Union", "href": "/wiki/Marshal_of_the_Soviet_Union", "description": "Marshal of the Soviet Union was the highest military rank of the Soviet Union."}]}, {"heading": "Deaths", "year": "1969", "date": "August 3", "txt": "Alexander Mair, Australian politician, 26th Premier of New South Wales (b. 1889)", "entities": [{"title": "Alexander Mair", "href": "/wiki/Alexander_Mair", "description": "Alexander Mair was an Australian politician and served as the Premier of New South Wales from 5 August 1939 to 16 May 1941. Born in Melbourne, Mair worked in various businesses there before moving to Albury, New South Wales where he went on to be a member of the New South Wales Legislative Assembly for fourteen years. In 1932, Mair was elected to the seat of Albury and was re-elected a further fou"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1972", "date": "August 3", "txt": "Giannis Papaioannou, Turkish-Greek composer (b. 1913)", "entities": [{"title": "Giannis Papaioannou", "href": "/wiki/Giannis_Papaioannou", "description": "Giannis Papaioannou was a famous Greek musician and composer born in Kios, Ottoman Empire. In English his name is sometimes romanticized as Yannis, Ioannis or Yiannis. Most active in the 1940s, he wrote many songs, some of which are today considered classics of the rebetiko folk music style. These include: Pente Ellines Ston Adi, Kapetan Andreas Zeppo, Modistroula, Prin To Charama Monachos, and Fo"}]}, {"heading": "Deaths", "year": "1973", "date": "August 3", "txt": "Richard Marshall, American general (b. 1895)", "entities": [{"title": "Richard Marshall (general)", "href": "/wiki/Richard_Marshall_(general)", "description": "Richard Jaquelin Marshall was a major general in the United States Army."}]}, {"heading": "Deaths", "year": "1974", "date": "August 3", "txt": "Edgar Johan Kuusik, Estonian architect and interior designer (b. 1888)", "entities": [{"title": "Edgar Johan Kuusik", "href": "/wiki/Edgar_Johan_Kuusik", "description": "Edgar Johan Kuusik was an Estonian architect and furniture and interior designer."}]}, {"heading": "Deaths", "year": "1975", "date": "August 3", "txt": "Andreas Embirikos, Greek poet and photographer (b. 1901)", "entities": [{"title": "Andreas Embirikos", "href": "/wiki/Andreas_Embirikos", "description": "Andreas Embirikos was a Greek surrealist poet and one of the first Greek psychoanalysts."}]}, {"heading": "Deaths", "year": "1977", "date": "August 3", "txt": "Makarios III, Cypriot archbishop and politician, 1st President of the Republic of Cyprus (b. 1913)", "entities": [{"title": "Makarios III", "href": "/wiki/Makarios_III", "description": "Makarios III was a Cypriot clergyman and politician who served as the archbishop and primate of the autocephalous Church of Cyprus (1950–1977) and as the first president of Cyprus (1960–1977). In his three terms as president he survived four assassination attempts and a coup d'état. He is widely regarded by Greek Cypriots as the Father of the Nation or \"Ethnarch\"."}, {"title": "President of the Republic of Cyprus", "href": "/wiki/President_of_the_Republic_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Deaths", "year": "1977", "date": "August 3", "txt": "Alfred Lunt, American actor and director (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "August 3", "txt": "Bertil Ohlin, Swedish economist and politician, Nobel Prize laureate (b. 1899)", "entities": [{"title": "Bertil Ohlin", "href": "/wiki/Bertil_Ohlin", "description": "Bertil Gotthard Ohlin was a Swedish economist and politician. He was a professor of economics at the Stockholm School of Economics from 1929 to 1965. He was also leader of the People's Party, a social-liberal party which at the time was the largest party in opposition to the governing Social Democratic Party, from 1944 to 1967. He served briefly as Minister for Trade from 1944 to 1945 in the Swedi"}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "1979", "date": "August 3", "txt": "Angelos Terzakis, Greek author and playwright (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "August 3", "txt": "Carolyn Jones, American actress (b. 1930)", "entities": [{"title": "Carolyn Jones", "href": "/wiki/Carolyn_Jones", "description": "Carolyn Sue Jones was an American actress of television and film. Jones began her film career in the early 1950s, and by the end of the decade had achieved recognition with a nomination for an Academy Award for Best Supporting Actress for The Bachelor Party (1957) and a Golden Globe Award as one of the most promising new actresses of 1959. Her film career continued for another 20 years. In 1964, s"}]}, {"heading": "Deaths", "year": "1995", "date": "August 3", "txt": "Ida Lupino, English-American actress and director (b. 1918)", "entities": [{"title": "Ida Lupino", "href": "/wiki/Ida_Lupino", "description": "Ida Lupino was an English-American actress, singer, director, and producer. She is widely regarded as the most prominent female filmmaker working in the 1950s during the Hollywood studio system. With her independent production company, she co-wrote and co-produced several social-message films and became the first woman to direct a film noir with The Hitch-Hiker in 1953. Among her other directed fi"}]}, {"heading": "Deaths", "year": "1995", "date": "August 3", "txt": "Edward Whittemore, American soldier and author (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "August 3", "txt": "Jørgen Garde, Danish admiral (b. 1939)", "entities": [{"title": "Jørgen Garde", "href": "/wiki/J%C3%B8rgen_Garde", "description": "Hans Jørgen Garde was a Danish admiral."}]}, {"heading": "Deaths", "year": "1997", "date": "August 3", "txt": "Pietro Rizzuto, Italian-Canadian lawyer and politician (b. 1934)", "entities": [{"title": "Pietro Rizzuto", "href": "/wiki/Pietro_Rizzuto", "description": "Pietro Rizzuto (Italian: [ˈpjɛːtro ritˈtsuːto]; was a Canadian politician."}]}, {"heading": "Deaths", "year": "1998", "date": "August 3", "txt": "Alfred Schnittke, Russian composer and journalist (b. 1934)", "entities": [{"title": "Alfred Schnittke", "href": "/wiki/Alfred_Schnittke", "description": "Alfred Garrievich Schnittke was a Soviet and German composer. Schnittke's early music shows the strong influence of Dmitri Shostakovich. He developed a polystylistic technique in works such as the epic Symphony No. 1 (1969–1972) and his first concerto grosso (1977). In the 1980s, Schnittke's music began to become more widely known abroad with the publication of his second (1980) and third (1983) s"}]}, {"heading": "Deaths", "year": "1999", "date": "August 3", "txt": "Rod Ansell, Australian hunter (b. 1953)", "entities": [{"title": "Rod Ansell", "href": "/wiki/Rod_Ansell", "description": "Rodney William Ansell was an Australian cattle grazier and a buffalo hunter. Described to be from \"the bush\", Ansell became famous in 1977 after he was stranded in extremely remote country in the Northern Territory, and the story of his survival for 56 days with limited supplies became news headlines around the world. Consequently, he served as the inspiration for Paul Hogan's character in the 198"}]}, {"heading": "Deaths", "year": "1999", "date": "August 3", "txt": "Byron Farwell, American historian and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 3", "txt": "Joann Lõssov, Estonian basketball player and coach (b. 1921)", "entities": [{"title": "Joann Lõssov", "href": "/wiki/Joann_L%C3%B5ssov", "description": "Joann Lõssov was an Estonian basketball player. Lõssov trained at VSS Kalev, in Tallinn. He was named MVP of the 1947 EuroBasket."}]}, {"heading": "Deaths", "year": "2001", "date": "August 3", "txt": "Christopher Hewett, English actor and director (b. 1922)", "entities": [{"title": "Christopher Hewett", "href": "/wiki/Christopher_Hewett", "description": "Christopher Michael Hewett was an English actor and theatre director best known for his role as Lynn Aloysius Belvedere on the ABC sitcom Mr. Belvedere."}]}, {"heading": "Deaths", "year": "2003", "date": "August 3", "txt": "Roger Voudouris, American singer-songwriter and guitarist (b. 1954)", "entities": [{"title": "Roger Voudouris", "href": "/wiki/Roger_Voudouris", "description": "John Roger Voudouris was an American singer-songwriter/guitarist best known for his 1979 hit, \"Get Used to It\"."}]}, {"heading": "Deaths", "year": "2004", "date": "August 3", "txt": "Henri Cartier-Bresson, French photographer and painter (b. 1908)", "entities": [{"title": "Henri Cartier-Bresson", "href": "/wiki/Henri_Cartier-Bresson", "description": "Henri Cartier-Bresson was a French humanist photographer considered a master of candid photography, and an early user of 35 mm film. He pioneered the genre of street photography, and viewed photography as capturing a decisive moment."}]}, {"heading": "Deaths", "year": "2005", "date": "August 3", "txt": "Françoise d'Eaubonne, French author and poet (b. 1920)", "entities": [{"title": "Françoise d'Eaubonne", "href": "/wiki/Fran%C3%A7oise_d%27Eaubonne", "description": "Françoise d'Eaubonne was a French author and feminist. Her 1974 book Le Féminisme ou la Mort introduced the term ecofeminism. She co-founded the Front homosexuel d'action révolutionnaire, a homosexual revolutionary alliance in Paris."}]}, {"heading": "Deaths", "year": "2006", "date": "August 3", "txt": "Arthur Lee, American singer-songwriter, guitarist, and producer (b. 1945)", "entities": [{"title": "Arthur Lee (musician)", "href": "/wiki/Arthur_Lee_(musician)", "description": "Arthur Taylor Lee was an American singer-songwriter who rose to fame as the leader of the Los Angeles rock band Love. Love's 1967 album Forever Changes was inducted into the Grammy Hall of Fame, and it is part of the National Recording Registry."}]}, {"heading": "Deaths", "year": "2006", "date": "August 3", "txt": "Elisabeth Schwarzkopf, German-English soprano and actress (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 3", "txt": "John Gardner, English author (b. 1926)", "entities": [{"title": "John Gardner (British writer)", "href": "/wiki/John_Gardner_(British_writer)", "description": "John Edmund Gardner was an English spy and thriller novelist, best known for his James Bond continuation novels, but also for his series of Boysie Oakes books and three continuation novels containing Sir Arthur Conan Doyle's fictional villain, Professor Moriarty."}]}, {"heading": "Deaths", "year": "2007", "date": "August 3", "txt": "Peter Thorup, Danish singer-songwriter, guitarist, and producer (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 3", "txt": "Skip Caray, American sportscaster (b. 1939)", "entities": [{"title": "Skip Caray", "href": "/wiki/Skip_Caray", "description": "Harry Christopher \"Skip\" Caray Jr. was an American sportscaster, best known for his long career as a radio and television play-by-play announcer for the Atlanta Braves of Major League Baseball. He was the son of baseball announcer Harry Caray, and the father of fellow Braves broadcaster Chip Caray; another son, Josh Caray, is a reporter for All News 106.7."}]}, {"heading": "Deaths", "year": "2008", "date": "August 3", "txt": "Erik Darling, American singer-songwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 3", "txt": "Aleksandr Solzhenitsyn, Russian novelist, dramatist and historian, Nobel Prize laureate  (b. 1918)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2009", "date": "August 3", "txt": "Nikolaos Makarezos, Greek soldier and politician, Deputy Prime Minister of Greece (b. 1919)", "entities": [{"title": "Nikolaos Makarezos", "href": "/wiki/Nikolaos_Makarezos", "description": "Nikolaos Makarezos was a Greek Army officer and one of the masterminds of the Greek military junta of 1967-1974."}, {"title": "Deputy Prime Minister of Greece", "href": "/wiki/Deputy_Prime_Minister_of_Greece", "description": "The Deputy Prime Minister of Greece is the second senior-most member of the Greek Cabinet. Despite the English translation of the title, he does not actually deputize for the Prime Minister, rather it is a mostly honorific post for senior ministers, and is usually combined with another senior government portfolio or a coordinating role over several ministries. The post is not permanent, rather it "}]}, {"heading": "Deaths", "year": "2010", "date": "August 3", "txt": "Bobby Hebb, American singer-songwriter (b. 1938)", "entities": [{"title": "Bobby Hebb", "href": "/wiki/Bobby_Hebb", "description": "Robert Von \"Bobby\" Hebb was an American R&B and soul singer, musician, songwriter, recording artist, and performer known for his 1966 hit entitled \"Sunny\"."}]}, {"heading": "Deaths", "year": "2011", "date": "August 3", "txt": "William Sleator, American author (b. 1945)", "entities": [{"title": "William Sleator", "href": "/wiki/William_Sleator", "description": "William Warner Sleator III, known as William Sleator, was an American science fiction author who wrote primarily young adult novels but also wrote for younger readers. His books typically deal with adolescents coming across a peculiar phenomenon related to an element of theoretical science, then trying to deal with the situation. The theme of family relationships, especially between siblings, is f"}]}, {"heading": "Deaths", "year": "2011", "date": "August 3", "txt": "Bubba Smith, American football player and actor (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 3", "txt": "Frank Evans, American baseball player, coach, and manager (b. 1921)", "entities": [{"title": "Frank Evans (baseball)", "href": "/wiki/Frank_Evans_(baseball)", "description": "Frank Evans was a professional baseball player in the Negro leagues."}]}, {"heading": "Deaths", "year": "2012", "date": "August 3", "txt": "Martin Fleischmann, Czech-English chemist and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 3", "txt": "Paul McCracken, American economist and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 3", "txt": "John Pritchard, American basketball player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 3", "txt": "John Coombs, English-Monegasque race car driver and businessman (b. 1922)", "entities": [{"title": "John Coombs", "href": "/wiki/John_Coombs", "description": "John Coombs was a British racing driver and racing team owner. After a driving career in various formulae, including a win in a minor Formula One race, he became a team owner in sports car racing and Formula Two. During the 1960s and 1970s, working closely with Tyrrell Racing, he ran cars for several top drivers of the time, including Jackie Stewart, Graham Hill and Jack Brabham."}]}, {"heading": "Deaths", "year": "2013", "date": "August 3", "txt": "Jack English Hightower, American lawyer and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 3", "txt": "Jack Hynes, Scottish-American soccer player and manager (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 3", "txt": "Miangul Aurangzeb, Pakistani captain and politician, 19th Governor of Khyber Pakhtunkhwa (b. 1928)", "entities": [{"title": "Miangul Aurangzeb", "href": "/wiki/Miangul_Aurangzeb", "description": "Miangul Aurangzeb was the last Wali Ahad of the former Swat State, the son of the last Wali of Swat, Miangul Jahan Zeb and the son -in-law of the former president of Pakistan, Muhammad Ayub Khan. He served in the National Assembly of Pakistan and as governor of Balochistan and subsequently as governor of the Khyber-Pakhtunkhwa."}, {"title": "Governor of Khyber Pakhtunkhwa", "href": "/wiki/Governor_of_Khyber_Pakhtunkhwa", "description": "The Governor of Khyber Pakhtunkhwa is the appointed Head of State of the provincial government in Khyber Pakhtunkhwa, Pakistan. Although the Governor is the head of the province on paper, it is largely a ceremonial position; and the main powers lie with the Chief Minister of Khyber Pakhtunkhwa and Chief Secretary Khyber Pakhtunkhwa."}]}, {"heading": "Deaths", "year": "2014", "date": "August 3", "txt": "Edward Clancy, Australian cardinal (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 3", "txt": "Dorothy Salisbury Davis, American author (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 3", "txt": "Kenny Drew, Jr., American pianist and composer (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 3", "txt": "Lydia Yu-Jose, Filipino political scientist and academic (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 3", "txt": "Robert Conquest, English-American historian, poet, and academic (b. 1917)", "entities": [{"title": "Robert Conquest", "href": "/wiki/Robert_Conquest", "description": "George Robert Acworth Conquest was a British historian and poet."}]}, {"heading": "Deaths", "year": "2015", "date": "August 3", "txt": "Mel Farr, American football player and businessman (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 3", "txt": "Coleen Gray, American actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 3", "txt": "Margot Loyola, Chilean singer-songwriter and guitarist (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 3", "txt": "Johanna Quandt, German businesswoman (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 3", "txt": "Jef Murray, Australian artist and author (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "August 3", "txt": "John Hume, Northern Irish politician (b. 1937)", "entities": [{"title": "John Hume", "href": "/wiki/John_Hume", "description": "John Hume was an Irish nationalist politician from Northern Ireland, widely regarded as one of the most important figures in the recent political history of Ireland, as one of the architects of the Northern Ireland peace process."}]}]