[{"heading": "Events", "year": "1284", "date": "August 6", "txt": "The Republic of Pisa is defeated in the Battle of Meloria by the Republic of Genoa, thus losing its naval dominance in the Mediterranean.", "entities": [{"title": "Republic of Pisa", "href": "/wiki/Republic_of_Pisa", "description": "The Republic of Pisa was a independent state centered on the Tuscan city of Pisa, which existed from the 11th to the 15th century. It rose to become an economic powerhouse, a commercial center whose merchants dominated Mediterranean and Italian trade for a century, before being surpassed and superseded by the Republic of Genoa."}, {"title": "Battle of Meloria (1284)", "href": "/wiki/Battle_of_Meloria_(1284)", "description": "The Battle of Meloria was fought near the islet of Meloria in the Ligurian Sea on 5 and 6 August 1284 between the fleets of the Republics of Genoa and Pisa as part of the Genoese-Pisan War. The victory of Genoa and the destruction of the Pisan fleet marked the decline of the Republic of Pisa."}, {"title": "Republic of Genoa", "href": "/wiki/Republic_of_Genoa", "description": "The Republic of Genoa was an independent state and maritime republic from the 11th century to 1797 in Liguria on the northwestern Italian coast, incorporating Corsica from 1347 to 1768, and numerous other territories throughout the Mediterranean and the Black Sea."}]}, {"heading": "Events", "year": "1538", "date": "August 6", "txt": "Bogotá, Colombia, is founded by Gonzalo Jiménez de Quesada.", "entities": [{"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Gonzalo Jiménez de Quesada", "href": "/wiki/Gonzalo_Jim%C3%A9nez_de_Quesada", "description": "Gonzalo Jiménez de Quesada y Rivera, also spelled as De Quezada and Ximénez, was a Spanish explorer and conquistador in northern South America, territories currently known as Colombia. He explored the northern part of South America. As a well-educated lawyer he was one of the intellectuals of the Spanish conquest. He was an effective organizer and leader, designed the first legislation for the gov"}]}, {"heading": "Events", "year": "1661", "date": "August 6", "txt": "The Treaty of The Hague is signed by Portugal and the Dutch Republic.", "entities": [{"title": "Treaty of The Hague (1661)", "href": "/wiki/Treaty_of_The_Hague_(1661)", "description": "The Treaty of The Hague was signed on 6 August 1661 between representatives of the Dutch Empire and the Portuguese Empire. Based on the terms of the treaty, the Dutch Republic recognized Portuguese imperial sovereignty over New Holland in exchange for an indemnity of 4 million reis, conversion from 2 million Caroli Guilders, over the span of 16 years."}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}]}, {"heading": "Events", "year": "1777", "date": "August 6", "txt": "American Revolutionary War: The bloody Battle of Oriskany prevents American relief of the Siege of Fort Stanwix.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Oriskany", "href": "/wiki/Battle_of_Oriskany", "description": "The Battle of Oriskany was one of the bloodiest battles in the American Revolutionary War and a significant engagement of the Saratoga campaign. On August 6, 1777, a party of Loyalists and several hundred Indigenous allies across several nations ambushed an American military party that was marching to relieve the siege of Fort Stanwix. This was one of the few battles in which the majority of the p"}, {"title": "Siege of Fort Stanwix", "href": "/wiki/Siege_of_Fort_Stanwix", "description": "The siege of Fort Stanwix in 1777 began on August 2 and ended August 22. Fort Stanwix, in the western part of the Mohawk River Valley, was then the primary defense point for the Continental Army against British and Indian forces aligned against them in the American Revolutionary War. The fort was occupied by Continental Army forces from New York and Massachusetts under the command of Colonel Peter"}]}, {"heading": "Events", "year": "1787", "date": "August 6", "txt": "Sixty proof sheets of the Constitution of the United States are delivered to the Constitutional Convention in Philadelphia, Pennsylvania.", "entities": [{"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}, {"title": "Constitutional Convention (United States)", "href": "/wiki/Constitutional_Convention_(United_States)", "description": "The Constitutional Convention took place from May 25 to September 17, 1787, in the old Pennsylvania State House in Philadelphia. Although the convention was intended to revise the league of states and first system of government under the Articles of Confederation, the intention from the outset of many of its proponents, chief among them James Madison of Virginia and Alexander Hamilton of New York,"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1806", "date": "August 6", "txt": "Francis II, Holy Roman Emperor, declares the moribund empire to be dissolved, although he retains power in the Austrian Empire.", "entities": [{"title": "Francis II, Holy Roman Emperor", "href": "/wiki/Francis_II,_Holy_Roman_Emperor", "description": "Francis II was the last Holy Roman Emperor from 1792 to 1806 and, as Francis I, the first Emperor of Austria from 1804 to 1835. He assumed the title of Emperor of Austria in response to the coronation of Napoleon as Emperor of the French. Soon after Napoleon created the Confederation of the Rhine, Francis abdicated as Holy Roman Emperor. He was King of Hungary, Croatia and Bohemia. He also served "}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}]}, {"heading": "Events", "year": "1819", "date": "August 6", "txt": "Norwich University is founded in Vermont as the first private military school in the United States.", "entities": [{"title": "Norwich University", "href": "/wiki/Norwich_University", "description": "Norwich University – The Military College of Vermont is a private military academy in Northfield, Vermont. It is the oldest private military college in the United States and offers bachelor's and master's degrees on-campus and online. The university was founded in 1819 at Norwich, Vermont, as the American Literary, Scientific and Military Academy. It is the oldest of six senior military colleges a"}, {"title": "Vermont", "href": "/wiki/Vermont", "description": "Vermont is a state in the New England region of the United States. It borders the states of Massachusetts to the south, New Hampshire to the east, and New York to the west, and the Canadian province of Quebec to the north. Vermont is the only state in New England that does not border the Atlantic Ocean. Vermont is the second-least-populated U.S. state and the sixth-smallest by area of the 50 U.S. "}]}, {"heading": "Events", "year": "1824", "date": "August 6", "txt": "Peruvian War of Independence: The Battle of Junín.", "entities": [{"title": "Peruvian War of Independence", "href": "/wiki/Peruvian_War_of_Independence", "description": "The Peruvian War of Independence was composed of a series of military conflicts in Peru beginning with viceroy Abascal military reconquest in 1811 in the battle of Guaqui, continuing with the definitive defeat of the Spanish Army in 1824 in the battle of Ayacucho, and culminating in 1826 with the Siege of Callao. The wars of independence took place with the background of the 1780–1781 uprising by "}, {"title": "Battle of Junín", "href": "/wiki/Battle_of_Jun%C3%ADn", "description": "The Battle of Junín was a military engagement of the Peruvian War of Independence, fought in the highlands of the Junín Region on August 6, 1824. The preceding February the royalists had regained control of Lima, and having regrouped in Trujillo, Simón Bolívar in June led his rebel forces south to confront the Spanish under Field Marshal José de Canterac. The two armies met on the plains of Junín,"}]}, {"heading": "Events", "year": "1825", "date": "August 6", "txt": "The Bolivian Declaration of Independence is proclaimed.", "entities": [{"title": "Bolivian Declaration of Independence", "href": "/wiki/Bolivian_Declaration_of_Independence", "description": "Bolivia's independence was definitively proclaimed on 6 August 1825 at a congress held in Chuquisaca."}]}, {"heading": "Events", "year": "1861", "date": "August 6", "txt": "Britain imposes the Lagos Treaty of Cession to suppress slavery in what is now Nigeria.", "entities": [{"title": "Lagos Treaty of Cession", "href": "/wiki/Lagos_Treaty_of_Cession", "description": "The Treaty of Cession, 6 August 1861 or the Lagos Treaty of Cession was a treaty between Great Britain and Oba Dosunmu of Lagos representing Lagos."}]}, {"heading": "Events", "year": "1862", "date": "August 6", "txt": "American Civil War: The Confederate ironclad CSS Arkansas is scuttled on the Mississippi River after suffering catastrophic engine failure near Baton Rouge, Louisiana.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Ironclad warship", "href": "/wiki/Ironclad_warship", "description": "An ironclad is a steam-propelled warship protected by iron or steel armor plates, which were predominantly constructed from 1859 to the early 1890s. The ironclad was developed as a result of the vulnerability of wooden warships to explosive or incendiary shells. The first ironclad battleship, Gloire, was launched by the French Navy in November 1859. The British Admiralty had been considering armor"}, {"title": "CSS Arkansas", "href": "/wiki/CSS_Arkansas", "description": "CSS Arkansas  was an ironclad ram of the Confederate States Navy named after the State of Arkansas. Arkansas is most noted for her actions in the Western Theater, when she steamed through a United States Navy fleet at Vicksburg on 15 July 1862 during the American Civil War. She was set on fire and destroyed by her crew after her engines broke down on 6 August. Her remains lie under a levee near Ba"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "Baton Rouge, Louisiana", "href": "/wiki/Baton_Rouge,_Louisiana", "description": "Baton Rouge is the capital city of the U.S. state of Louisiana. On the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most-populous parish in Louisiana. Since 2019, the city of Baton Rouge has been the 100th-most-populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th-most-populous state capital. "}]}, {"heading": "Events", "year": "1870", "date": "August 6", "txt": "Franco-Prussian War: The Battle of Spicheren is fought, resulting in a Prussian victory.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Battle of Spicheren", "href": "/wiki/Battle_of_Spicheren", "description": "The Battle of Spicheren, also known as the Battle of Forbach, was a battle during the Franco-Prussian War. The German victory compelled the French to withdraw to the defenses of Metz. The Battle of Spicheren, on 6 August, was the second of three critical French defeats. Moltke had originally planned to keep Bazaine's army on the Saar river until he could attack it with the 2nd Army in front and th"}, {"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}]}, {"heading": "Events", "year": "1870", "date": "August 6", "txt": "Franco-Prussian War: The Battle of Wörth results in a decisive Prussian victory.", "entities": [{"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}]}, {"heading": "Events", "year": "1890", "date": "August 6", "txt": "At Auburn Prison in New York, murderer William Kemmler becomes the first person to be executed by electric chair.", "entities": [{"title": "Auburn Correctional Facility", "href": "/wiki/Auburn_Correctional_Facility", "description": "Auburn Correctional Facility is a state prison on State Street in Auburn, New York, United States. It was built on land that was once a Cayuga village. It is classified as a maximum security facility."}, {"title": "William Kemmler", "href": "/wiki/William_Kemmler", "description": "William Francis Kemmler was an American peddler, alcoholic, and murderer, who in 1890 became the first person in the world to be executed by electric chair. He was convicted of murdering Matilda \"Tillie\" Ziegler, his common-law wife, two years earlier. Although electrocution had previously been successfully used to kill a horse, Kemmler's execution did not go smoothly."}, {"title": "Capital punishment", "href": "/wiki/Capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}, {"title": "Electric chair", "href": "/wiki/Electric_chair", "description": "Execution by electrocution, performed using an electric chair, is a method of execution originating in the United States in which the condemned person is strapped to a specially built wooden chair and electrocuted through electrodes fastened on the head and leg. This execution method, conceived in 1881 by a Buffalo, New York, dentist named Alfred P. Southwick, was developed throughout the 1880s as"}]}, {"heading": "Events", "year": "1901", "date": "August 6", "txt": "Kiowa land in Oklahoma is opened for white settlement, effectively dissolving the contiguous reservation.", "entities": [{"title": "Kiowa", "href": "/wiki/Kiowa", "description": "Kiowa people are a Native American tribe and an indigenous people of the Great Plains of the United States. They migrated southward from western Montana into the Rocky Mountains in Colorado in the 17th and 18th centuries, and finally into the Southern Plains by the early 19th century. In 1867, the Kiowa were moved to a reservation in southwestern Oklahoma."}, {"title": "Oklahoma", "href": "/wiki/Oklahoma", "description": "Oklahoma is a state in the South Central region of the United States, bordered by the state of Texas on the south and west, Kansas on the north, Missouri on the northeast, Arkansas on the east, New Mexico on the west, and Colorado on the northwest. Partially in the western extreme of the Upland South, it is the 20th-most extensive and the 28th-most populous of the 50 United States. Its residents a"}, {"title": "Indian reservation", "href": "/wiki/Indian_reservation", "description": "An Indian reservation is a legal designation for an area of land managed by a federally recognized Native American tribe under the U.S. Bureau of Indian Affairs rather than the state governments of the United States in which they are physically located. Each of the 326 Indian reservations in the United States is associated with a particular Native American nation. Some of the country's 574 federal"}]}, {"heading": "Events", "year": "1912", "date": "August 6", "txt": "The Bull Moose Party meets at the Chicago Coliseum.", "entities": [{"title": "Progressive Party (United States, 1912)", "href": "/wiki/Progressive_Party_(United_States,_1912)", "description": "The Progressive Party was a third party in the United States formed in 1912 by former president Theodore Roosevelt after he lost the presidential nomination of the Republican Party to his former protégé and conservative rival, incumbent president William Howard Taft. The new party was known for taking advanced positions on progressive and populist reforms and attracting leading national reformers."}, {"title": "Chicago Coliseum", "href": "/wiki/Chicago_Coliseum", "description": "The Chicago Coliseums were three large indoor arenas in Chicago, Illinois, which stood successively from the 1860s to 1982; they served as venues for sports events, large (national-class) conventions and as exhibition halls. The first Coliseum stood at State and Washington streets in Chicago's downtown in the late 1860s. The second, at 63rd Street near Stony Island Avenue in the south side's Woodl"}]}, {"heading": "Events", "year": "1914", "date": "August 6", "txt": "World War I: First Battle of the Atlantic: Two days after the United Kingdom had declared war on Germany over the German invasion of Belgium, ten German U-boats leave their base in Heligoland to attack Royal Navy warships in the North Sea.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "First Battle of the Atlantic", "href": "/wiki/First_Battle_of_the_Atlantic", "description": "The Atlantic U-boat campaign of World War I was the prolonged naval conflict between German submarines and the Allied navies in Atlantic waters—the seas around the British Isles, the North Sea and the coast of France."}, {"title": "U-boat", "href": "/wiki/U-boat", "description": "U-boat is an anglicised version of the German word U-Boot [ˈuːboːt] (listen), a shortening of Unterseeboot. While the German term refers to any submarine, the English one refers specifically to military submarines operated by Germany, particularly in the First and Second World Wars. Although at times they were efficient fleet weapons against enemy naval warships, they were most effectively used in"}, {"title": "Heligoland", "href": "/wiki/Heligoland", "description": "Heligoland is a small archipelago in the North Sea. A part of the German state of Schleswig-Holstein since 1890, the islands were historically possessions of Denmark, then became the possessions of the United Kingdom from 1807 to 1890, and briefly managed as a war prize from 1945 to 1952."}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "North Sea", "href": "/wiki/North_Sea", "description": "The North Sea is a sea of the Atlantic Ocean between Great Britain, Jutland, Norway, two States of Germany, the Netherlands, Belgium and Hauts-de-France. An epeiric sea on the European continental shelf, it connects to the ocean through the English Channel in the south and the Norwegian Sea in the north. It is more than 970 kilometres (600 mi) long and 580 kilometres (360 mi) wide, covering 570,00"}]}, {"heading": "Events", "year": "1914", "date": "August 6", "txt": "World War I: Serbia declares war on Germany; Austria declares war on Russia.", "entities": []}, {"heading": "Events", "year": "1915", "date": "August 6", "txt": "World War I: Battle of Sari Bair: The Allies mount a diversionary attack timed to coincide with a major Allied landing of reinforcements at Suvla Bay.", "entities": [{"title": "Battle of Sari Bair", "href": "/wiki/Battle_of_Sari_Bair", "description": "The Battle of Sari Bair, also known as the August Offensive, represented the final attempt made by the British in August 1915 to seize control of the Gallipoli peninsula from the Ottoman Empire during the First World War."}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}, {"title": "Suvla", "href": "/wiki/Suvla", "description": "Suvla is a bay on the Aegean coast of the Gallipoli peninsula in European Turkey, south of the Gulf of Saros."}]}, {"heading": "Events", "year": "1917", "date": "August 6", "txt": "World War I: Battle of Mărășești between the Romanian and German armies begins.", "entities": [{"title": "Battle of Mărășești", "href": "/wiki/Battle_of_M%C4%83r%C4%83%C8%99e%C8%99ti", "description": "The Battle of Mărășești was the last major battle between the German Empire and the Kingdom of Romania on the Romanian front during World War I. Romania was mostly occupied by the Central Powers, but the Battle of Mărășești kept the northern region of the country free from occupation."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1926", "date": "August 6", "txt": "Gertrude Ederle becomes the first woman to swim across the English Channel.", "entities": [{"title": "Gertrude Ederle", "href": "/wiki/Gertrude_Ederle", "description": "Gertrude Caroline Ederle was an American competition swimmer, Olympic champion, and former world record-holder in five events. On August 6, 1926, she became the first woman to swim across the English Channel. Among other nicknames, the press sometimes called her \"Queen of the Waves.\""}, {"title": "English Channel", "href": "/wiki/English_Channel", "description": "The English Channel, also called simply the Channel, is an arm of the Atlantic Ocean that separates Southern England from northern France and links to the southern part of the North Sea by the Strait of Dover at its northeastern end. It is the busiest shipping area in the world."}]}, {"heading": "Events", "year": "1926", "date": "August 6", "txt": "In New York City, the Warner Bros.' Vitaphone system premieres with the movie Don Juan starring John Barrymore.", "entities": [{"title": "Vitaphone", "href": "/wiki/Vitaphone", "description": "Vitaphone was a sound film system used for feature films and nearly 1,000 short subjects made by Warner Bros. and its sister studio First National from 1926 to 1931. Vitaphone was the last major analog sound-on-disc system and the only one which was widely used and commercially successful. The soundtrack was not printed on the film itself, but issued separately on phonograph records. The discs, re"}, {"title": "John Barrymore", "href": "/wiki/John_Barrymore", "description": "John Barrymore was an American actor on stage, screen and radio. A member of the Drew and Barrymore theatrical families, he initially tried to avoid the stage, and briefly attempted a career as an artist, but appeared on stage together with his father Maurice in 1900, and then his sister Ethel the following year. He began his career in 1903 and first gained attention as a stage actor in light come"}]}, {"heading": "Events", "year": "1940", "date": "August 6", "txt": "Estonia is illegally annexed by the Soviet Union.", "entities": [{"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1942", "date": "August 6", "txt": "Queen Wilhelmina of the Netherlands becomes the first reigning queen to address a joint session of the United States Congress.", "entities": [{"title": "Wilhelmina of the Netherlands", "href": "/wiki/Wilhelmina_of_the_Netherlands", "description": "Wilhelmina was Queen of the Netherlands from 1890 until her abdication in 1948. She reigned for nearly 58 years, longer than any other Dutch monarch. Her reign saw the First and the Second World Wars, as well as the Dutch economic crisis of 1933."}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1944", "date": "August 6", "txt": "The Warsaw Uprising occurs on August 1. It is brutally suppressed and all able-bodied men in Kraków are detained afterwards to prevent a similar uprising, the Kraków Uprising, that was planned but never carried out.", "entities": [{"title": "Warsaw Uprising", "href": "/wiki/Warsaw_Uprising", "description": "The Warsaw Uprising was a major World War II operation, in the summer of 1944, by the Polish underground resistance, led by the Polish resistance Home Army, to liberate Warsaw from German occupation. The uprising was timed to coincide with the retreat of the German forces from Poland ahead of the Soviet advance. While approaching the eastern suburbs of the city, the Red Army temporarily halted com"}, {"title": "August 1", "href": "/wiki/August_1", "description": "August 1 is the 213th day of the year in the Gregorian calendar; 152 days remain until the end of the year."}, {"title": "Kraków Uprising (1944)", "href": "/wiki/Krak%C3%B3w_Uprising_(1944)", "description": "The Kraków Uprising was a planned but never realized uprising of the Polish Resistance against the German occupation in the city of Kraków during World War II."}]}, {"heading": "Events", "year": "1945", "date": "August 6", "txt": "World War II: Hiroshima, Japan is devastated when the atomic bomb \"Little Boy\" is dropped by the United States B-29 Enola Gay. Around 70,000 people are killed instantly, and some tens of thousands die in subsequent years from burns and radiation poisoning.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Hiroshima", "href": "/wiki/Hiroshima", "description": "Hiroshima  is the capital of Hiroshima Prefecture in Japan. As of June 1, 2019, the city had an estimated population of 1,199,391. The gross domestic product (GDP) in Greater Hiroshima, Hiroshima Urban Employment Area, was US $61.3 billion as of 2010. Kazumi Matsui has been the city's mayor since April 2011."}, {"title": "Atomic bombings of Hiroshima and Nagasaki", "href": "/wiki/Atomic_bombings_of_Hiroshima_and_Nagasaki", "description": "The United States detonated two nuclear weapons over the Japanese cities of Hiroshima and Nagasaki on 6 and 9 August 1945, respectively. The two bombings killed between 129,000 and 226,000 people, most of whom were civilians, and remain the only use of nuclear weapons in armed conflict."}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "Little Boy", "href": "/wiki/Little_Boy", "description": "\"Little Boy\" was the codename for the type of atomic bomb dropped on the Japanese city of Hiroshima on 6 August 1945 during World War II. It was the first nuclear weapon used in warfare. The bomb was dropped by the Boeing B-29 Superfortress Enola Gay piloted by Colonel Paul W. Tibbets, Jr., commander of the 509th Composite Group of the United States Army Air Forces and Captain Robert A. Lewis. It "}, {"title": "Boeing B-29 Superfortress", "href": "/wiki/Boeing_B-29_Superfortress", "description": "The Boeing B-29 Superfortress is an American four-engine propeller-driven heavy bomber designed by Boeing and flown primarily by the United States during World War II and the Korean War. Named in allusion to its predecessor, the B-17 Flying Fortress, the Superfortress was designed for high-altitude strategic bombing but also excelled in low-altitude night incendiary bombing and in dropping naval m"}, {"title": "Acute radiation syndrome", "href": "/wiki/Acute_radiation_syndrome", "description": "Acute radiation syndrome (ARS), also known as radiation sickness or radiation poisoning, is a collection of health effects that are caused by being exposed to high amounts of ionizing radiation, in a short period of time. The symptoms of ARS can start within the hour of exposure, and can last for several months. Within the first few days the symptoms are usually nausea, vomiting and a loss of appe"}]}, {"heading": "Events", "year": "1956", "date": "August 6", "txt": "After going bankrupt in 1955, the American broadcaster DuMont Television Network makes its final broadcast, a boxing match from St. Nicholas Arena in New York in the Boxing from St. Nicholas Arena series.", "entities": [{"title": "1955", "href": "/wiki/1955", "description": "1955 (MCMLV) was a common year starting on Saturday of the Gregorian calendar, the 1955th year of the Common Era (CE) and Anno Domini (AD) designations, the 955th year of the 2nd millennium, the 55th year of the 20th century, and the 6th year of the 1950s decade. "}, {"title": "DuMont Television Network", "href": "/wiki/DuMont_Television_Network", "description": "The DuMont Television Network was one of America's pioneer commercial television networks, rivalling NBC and CBS for the distinction of being first overall in the United States. It was owned by Allen B. DuMont Laboratories, a television equipment and set manufacturer, and began operation on June 28, 1942."}, {"title": "St. Nicholas Rink", "href": "/wiki/St._Nicholas_Rink", "description": "The St. Nicholas Rink, also called the St. Nicholas Arena, was an indoor ice rink, and later a boxing arena in New York, New York, from 1896 until 1962. The rink was one of the earliest indoor ice rinks made of mechanically frozen ice in North America, enabling a longer season for skating sports. It was demolished in the 1980s."}]}, {"heading": "Events", "year": "1960", "date": "August 6", "txt": "Cuban Revolution: Cuba nationalizes American and foreign-owned property in the nation.", "entities": [{"title": "Cuban Revolution", "href": "/wiki/Cuban_Revolution", "description": "The Cuban Revolution was an armed revolt conducted by Fidel Castro's revolutionary 26th of July Movement and its allies against the military dictatorship of Cuban President Fulgencio Batista. The revolution began in July 1953, and continued sporadically until the rebels finally ousted Batista on 31 December 1958, replacing his government. 26 July 1953 is celebrated in Cuba as the Day of the Revolu"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}]}, {"heading": "Events", "year": "1962", "date": "August 6", "txt": "Jamaica becomes independent from the United Kingdom.", "entities": [{"title": "Jamaica", "href": "/wiki/Jamaica", "description": "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola ; the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-wes"}]}, {"heading": "Events", "year": "1965", "date": "August 6", "txt": "US President Lyndon B. Johnson signs the Voting Rights Act of 1965 into law.", "entities": [{"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "Voting Rights Act of 1965", "href": "/wiki/Voting_Rights_Act_of_1965", "description": "The Voting Rights Act of 1965 is a landmark piece of federal legislation in the United States that prohibits racial discrimination in voting. It was signed into law by President Lyndon B. Johnson during the height of the civil rights movement on August 6, 1965, and Congress later amended the Act five times to expand its protections. Designed to enforce the voting rights guaranteed by the Fourteent"}]}, {"heading": "Events", "year": "1986", "date": "August 6", "txt": "A low-pressure system that redeveloped off the New South Wales coast dumps a record 328 millimeters (13 inches) of rain in a day on Sydney, New South Wales, Australia.", "entities": [{"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}, {"title": "Sydney", "href": "/wiki/Sydney", "description": "Sydney is the capital city of the state of New South Wales, and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and extends about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, the Royal National Park to the south and Macarthur to the south-west. Sydney is made up of 658 sub"}]}, {"heading": "Events", "year": "1990", "date": "August 6", "txt": "Gulf War: The United Nations Security Council orders a global trade embargo against Iraq in response to Iraq's invasion of Kuwait.", "entities": [{"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}, {"title": "United Nations Security Council", "href": "/wiki/United_Nations_Security_Council", "description": "The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations (UN), charged with ensuring international peace and security, recommending the admission of new UN members to the General Assembly, and approving any changes to the UN Charter. Its powers include establishing peacekeeping operations, enacting international sanctions, and authorizing military action."}, {"title": "Embargo", "href": "/wiki/Embargo", "description": "Economic sanctions are commercial and financial penalties applied by one or more countries against a targeted self-governing state, group, or individual. Economic sanctions are not necessarily imposed because of economic circumstances—they may also be imposed for a variety of political, military, and social issues. Economic sanctions can be used for achieving domestic and international purposes."}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}]}, {"heading": "Events", "year": "1991", "date": "August 6", "txt": "Tim Berners-Lee releases files describing his idea for the World Wide Web. WWW debuts as a publicly available service on the Internet.", "entities": [{"title": "Tim Berners-Lee", "href": "/wiki/Tim_Berners-Lee", "description": "Sir Timothy John Berners-Lee, also known as TimBL, is an English computer scientist best known as the inventor of the World Wide Web. He is a Professorial Fellow of Computer Science at the University of Oxford and a professor at the Massachusetts Institute of Technology (MIT). Berners-Lee proposed an information management system on 12 March 1989, then implemented the first successful communicatio"}, {"title": "World Wide Web", "href": "/wiki/World_Wide_Web", "description": "The World Wide Web (WWW), commonly known as the Web, is an information system where documents and other web resources are identified by Uniform Resource Locators, which may be interlinked by hyperlinks, and are accessible over the Internet. The resources of the Web are transferred via the Hypertext Transfer Protocol (HTTP), may be accessed by users by a software application called a web browser, a"}, {"title": "Internet", "href": "/wiki/Internet", "description": "The Internet is the global system of interconnected computer networks that uses the Internet protocol suite (TCP/IP) to communicate between networks and devices. It is a network of networks that consists of private, public, academic, business, and government networks of local to global scope, linked by a broad array of electronic, wireless, and optical networking technologies. The Internet carries"}]}, {"heading": "Events", "year": "1991", "date": "August 6", "txt": "Takako Doi, chair of the Social Democratic Party, becomes Japan's first female speaker of the House of Representatives.", "entities": [{"title": "Social Democratic Party (Japan)", "href": "/wiki/Social_Democratic_Party_(Japan)", "description": "The Social Democratic Party  is a political party in Japan that was established in 1996. Since its reformation and name change in 1996, it has advocated pacifism and defined itself as a social-democratic party. It was previously known as the Japan Socialist Party ."}, {"title": "House of Representatives (Japan)", "href": "/wiki/House_of_Representatives_(Japan)", "description": "The House of Representatives  is the lower house of the National Diet of Japan. The House of Councillors is the upper house."}]}, {"heading": "Events", "year": "1996", "date": "August 6", "txt": "The Ramones played their farewell concert at The Palace, Los Angeles, CA.", "entities": [{"title": "The Ramones", "href": "/wiki/The_Ramones", "description": "The Ramones were an American punk rock band that formed in the New York City neighborhood of Forest Hills, Queens, in 1974. They are often cited as the first true punk rock group. Despite achieving only limited commercial success initially, the band was highly influential in the United States, Argentina, Brazil and most of South America, as well as Europe, including the United Kingdom, the Netherl"}]}, {"heading": "Events", "year": "1996", "date": "August 6", "txt": "NASA announces that the ALH 84001 meteorite, thought to originate from Mars, contains evidence of primitive life-forms.", "entities": [{"title": "Allan Hills 84001", "href": "/wiki/Allan_Hills_84001", "description": "Allan Hills 84001 (ALH84001) is a fragment of a Martian meteorite that was found in the Allan Hills in Antarctica on December 27, 1984, by a team of American meteorite hunters from the ANSMET project. Like other members of the shergottite–nakhlite–chassignite (SNC) group of meteorites, ALH84001 is thought to have originated on Mars. However, it does not fit into any of the previously discovered SN"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1997", "date": "August 6", "txt": "Korean Air Flight 801 crashed at Nimitz Hill, Guam killing 228 of 254 people on board.", "entities": [{"title": "Korean Air Flight 801", "href": "/wiki/Korean_Air_Flight_801", "description": "Korean Air Flight 801 was a scheduled international passenger flight operated by Korean Air. The flight crashed on August 6, 1997, on approach to Antonio B. Won Pat International Airport, in the United States territory of Guam, killing 229 of the 254 people aboard. The aircraft crashed on Nimitz Hill in Asan-Maina, Guam, while on approach to the airport. The National Transportation Safety Board ci"}, {"title": "Nimitz Hill (geography) (page does not exist)", "href": "/w/index.php?title=Nimitz_Hill_(geography)&action=edit&redlink=1", "description": null}, {"title": "Guam", "href": "/wiki/Guam", "description": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States; in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous city is Dededo."}]}, {"heading": "Events", "year": "2001", "date": "August 6", "txt": "Erwadi fire incident, 28 mentally ill persons tied to a chain were burnt to death at a faith based institution at Erwadi, Tamil Nadu.", "entities": [{"title": "Erwadi fire incident", "href": "/wiki/Erwadi_fire_incident", "description": "Erwadi fire incident is an accident that occurred on 6 August 2001, when 28 inmates of a faith-based mental asylum died in the fire. All these inmates were bound by chains at Moideen Badusha Mental Home in Erwadi Village in Tamil Nadu."}, {"title": "Erwadi", "href": "/wiki/Erwadi", "description": "Erwadi is a village in Ramanathapuram District, Tamil Nadu, a state in South India. It belongs to Kilakarai Taluk and town panchayat. The village is the location of the grave and shrine of Qutbus Sultan Syed Ibrahim Shaheed Badusha, the previous ruler of Medina. Erwadi also belongs to Kadaladi assembly constituency, which is a part of Ramanathapuram. However, after the delimitations in 2009, Erwad"}, {"title": "Tamil Nadu", "href": "/wiki/Tamil_Nadu", "description": "Tamil Nadu is a state in southern India. Its capital and largest city is Chennai. Tamil Nadu lies in the southernmost part of the Indian subcontinent and is bordered by the union territory of Puducherry and the South Indian states of Kerala, Karnataka, and Andhra Pradesh. It is bounded by the Eastern Ghats on the north, by the Nilgiri Mountains, the Meghamalai Hills, and Kerala on the west, by the"}]}, {"heading": "Events", "year": "2008", "date": "August 6", "txt": "A military junta led by Mohamed Ould Abdel Aziz stages a coup d'état in Mauritania, overthrowing president Sidi Ould Cheikh Abdallahi.", "entities": [{"title": "Mohamed Ould Abdel Aziz", "href": "/wiki/Mohamed_Ould_Abdel_Aziz", "description": "Mohamed Ould Abdel Aziz is a former Mauritanian politician who was the 8th President of Mauritania, in office from 2009 to 2019. A career soldier and high-ranking officer, he was a leading figure in the August 2005 coup that deposed President Maaouya Ould Sid'Ahmed Taya, and in August 2008 he led another coup, which toppled President Sidi Ould Cheikh Abdallahi. Following the 2008 coup, Abdel Aziz "}, {"title": "2008 Mauritanian coup d'état", "href": "/wiki/2008_Mauritanian_coup_d%27%C3%A9tat", "description": "The 2008 Mauritanian coup d'état was a military coup that took place in Mauritania on August 6, 2008, when President Sidi Ould Cheikh Abdallahi was ousted from power by the Armed Forces of Mauritania, led by a group of high-ranking generals he had dismissed from office earlier that day."}, {"title": "Mauritania", "href": "/wiki/Mauritania", "description": "Mauritania, officially the Islamic Republic of Mauritania, is a country in Northwest Africa. It is the twenty-eighth largest country or dependency in the world, the eleventh largest sovereign state in Africa and the largest country lying entirely below an altitude of 1,000 metres (3,300 ft). Mauritania is bordered by the Atlantic Ocean to the west, Western Sahara to the north and northwest, Algeri"}, {"title": "Sidi Ould Cheikh Abdallahi", "href": "/wiki/Sidi_Ould_Cheikh_Abdallahi", "description": "Sidi Mohamed Ould Cheikh Abdallahi was a Mauritanian politician who was President of Mauritania from 2007 to 2008. He served in the government during the 1970s, and after a long period of absence from politics he won the March 2007 presidential election, taking office on 19 April 2007. He was deposed in a military coup d'état on 6 August 2008."}]}, {"heading": "Events", "year": "2010", "date": "August 6", "txt": "Flash floods across a large part of Jammu and Kashmir, India, damages 71 towns and kills at least 255 people.", "entities": [{"title": "2010 Ladakh floods", "href": "/wiki/2010_Ladakh_floods", "description": "The 2010 Ladakh floods occurred on 6 August 2010 across a large part of Ladakh, then part of the state of Jammu and Kashmir. 71 towns and villages were damaged, including the main town in the area, Leh. At least 255 people are reported to have died, six of whom were foreign tourists, after a cloudburst and heavy overnight rains triggered flash floods, mudflows, and debris flows. 200 people were re"}, {"title": "Jammu and Kashmir (state)", "href": "/wiki/Jammu_and_Kashmir_(state)", "description": "Jammu and Kashmir was a state of India from 1954 to 2019, constituting the southern and southeastern portion of the larger Kashmir region, which has been the subject of a dispute between India, Pakistan and China since the mid-20th century. The underlying region of this state were parts of the former princely state of Jammu and Kashmir, whose western districts, now known as Azad Kashmir, and north"}]}, {"heading": "Events", "year": "2011", "date": "August 6", "txt": "War in Afghanistan: A United States military helicopter is shot down, killing 30 American special forces members and a working dog, seven Afghan soldiers, and one Afghan civilian. It was the deadliest single event for the United States in the War in Afghanistan.", "entities": [{"title": "War in Afghanistan (2001–present)", "href": "/wiki/War_in_Afghanistan_(2001%E2%80%93present)", "description": "The War in Afghanistan is an ongoing war following the United States invasion of Afghanistan that began when the United States of America and its allies successfully drove the Taliban from power in order to deny Al-Qaeda a safe base of operations in Afghanistan. Since the initial objectives were completed, a coalition of over 40 countries formed a security mission in the country called Internation"}, {"title": "2011 Chinook shootdown in Afghanistan", "href": "/wiki/2011_Chinook_shootdown_in_Afghanistan", "description": "On 6 August 2011, a U.S. CH-47D Chinook military helicopter operating with the call sign Extortion 17 was shot down while transporting an Immediate Reaction Force attempting to reinforce a Joint Special Operations Command unit of the 75th Ranger Regiment in the Tangi Valley in Maidan Wardak province, southwest of Kabul, Afghanistan. The resulting crash killed all 38 people on board – 23 US Navy SE"}]}, {"heading": "Events", "year": "2012", "date": "August 6", "txt": "NASA's Curiosity rover lands on the surface of Mars.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Curiosity (rover)", "href": "/wiki/Curiosity_(rover)", "description": "Curiosity is a car-sized Mars rover designed to explore the Gale crater on Mars as part of NASA's Mars Science Laboratory (MSL) mission. Curiosity was launched from Cape Canaveral (CCAFS) on 26 November 2011, at 15:02:00 UTC and landed on Aeolis Palus inside Gale crater on Mars on 6 August 2012, 05:17:57 UTC. The Bradbury Landing site was less than 2.4 km (1.5 mi) from the center of the rover's to"}, {"title": "Mars Science Laboratory", "href": "/wiki/Mars_Science_Laboratory", "description": "Mars Science Laboratory (MSL) is a robotic space probe mission to Mars launched by NASA on November 26, 2011, which successfully landed Curiosity, a Mars rover, in Gale Crater on August 6, 2012. The overall objectives include investigating Mars' habitability, studying its climate and geology, and collecting data for a human mission to Mars. The rover carries a variety of scientific instruments des"}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "2015", "date": "August 6", "txt": "A suicide bomb attack kills at least 15 people at a mosque in the Saudi city of Abha.", "entities": [{"title": "2015 Abha mosque bombing", "href": "/wiki/2015_Abha_mosque_bombing", "description": "The 2015 Abha mosque bombing occurred on 6 August 2015, when a suicide bomb attack killed 17 people at a mosque in the south-western Saudi Arabian city of Abha."}, {"title": "Abha", "href": "/wiki/Abha", "description": "Abha is the capital of 'Asir Region in Saudi Arabia, with a population of 1,093,705 as of 2021. It is situated 2,270 metres above sea level in the fertile Asir Mountains of south-western Saudi Arabia, near Asir National Park. Abha's mild climate makes it a popular tourist destination for Saudis."}]}, {"heading": "Births", "year": "1180", "date": "August 6", "txt": "Emperor Go-Toba of Japan (d. 1239)", "entities": [{"title": "Emperor Go-Toba", "href": "/wiki/Emperor_Go-Toba", "description": "Emperor Go-Toba  was the 82nd emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1183 through 1198."}]}, {"heading": "Births", "year": "1504", "date": "August 6", "txt": "Matthew Parker, English archbishop (d. 1575)", "entities": [{"title": "Matthew Parker", "href": "/wiki/Matthew_Parker", "description": "Matthew Parker was an English bishop. He was the Archbishop of Canterbury in the Church of England from 1559 until his death in 1575. He was also an influential theologian and arguably the co-founder of a distinctive tradition of Anglican theological thought."}]}, {"heading": "Births", "year": "1572", "date": "August 6", "txt": "Fakhr-al-Din II, Ottoman prince (d. 1635)", "entities": [{"title": "Fakhr-al-Din II", "href": "/wiki/Fakhr-al-Din_II", "description": "Fakhr al-Din ibn Qurqumaz ibn Yunus Ma'n, also known as Fakhr al-Din II, was an emir of the Druze and for most of his career the governor and tax farmer, officially or by proxy, of the Sidon-Beirut and Safed sanjaks. The two sanjaks spanned southern Mount Lebanon, the Galilee and the port towns of Sidon, Beirut and Acre. At the height of his power his territory extended north to the Tripoli Eyalet"}]}, {"heading": "Births", "year": "1605", "date": "August 6", "txt": "Bulstrode Whitelocke, English lawyer (d. 1675)", "entities": [{"title": "Bulstrode Whitelocke", "href": "/wiki/Bulstrode_Whitelocke", "description": "Sir Bulstrode Whitelocke was an English lawyer, writer, parliamentarian and Lord Keeper of the Great Seal of England."}]}, {"heading": "Births", "year": "1609", "date": "August 6", "txt": "Richard Bennett, English-American politician, Colonial Governor of Virginia (d. 1675)", "entities": [{"title": "Richard Bennett (governor)", "href": "/wiki/Richard_Bennett_(governor)", "description": "\nRichard Bennett was an English planter and Governor of the Colony of Virginia, serving 1652-1655. He had first come to the colony in 1629 to represent his uncle Edward Bennett's business interests, managing his plantation known as Bennett's Welcome in Warrascoyack."}, {"title": "Colonial Governor of Virginia", "href": "/wiki/Colonial_Governor_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Births", "year": "1619", "date": "August 6", "txt": "Barbara Strozzi, Italian composer and singer-songwriter (d. 1677)", "entities": [{"title": "Barbara Strozzi", "href": "/wiki/Barbara_Strozzi", "description": "Barbara Strozzi was an Italian singer and composer of the Baroque Period. During her lifetime, Strozzi published eight volumes of her own music, having more music in print than any other composer of the era. This was made possible without any support from the Church or consistent patronage of the nobility."}]}, {"heading": "Births", "year": "1622", "date": "August 6", "txt": "Tjerk Hiddes de Vries, Dutch admiral (d. 1666)", "entities": [{"title": "Tjerk Hiddes de Vries", "href": "/wiki/Tjerk_Hiddes_de_Vries", "description": "Tjerk Hiddes de Vries was a naval hero and Dutch admiral from the seventeenth century. The French, who could not pronounce his name, called him Kiërkides. His name was also given as Tsjerk, Tierck or Tjerck."}]}, {"heading": "Births", "year": "1638", "date": "August 6", "txt": "Nicolas Malebranche, French priest and philosopher (d. 1715)", "entities": [{"title": "Nicolas Malebranche", "href": "/wiki/Nicolas_Malebranche", "description": "Nicolas Malebranche, Oratory of Jesus, was a French Oratorian priest and rationalist philosopher. In his works, he sought to synthesize the thought of St. Augustine and Descartes, in order to demonstrate the active role of God in every aspect of the world. Malebranche is best known for his doctrines of vision in God, occasionalism and ontologism."}]}, {"heading": "Births", "year": "1644", "date": "August 6", "txt": "Louise de La Vallière, French mistress of Louis XIV of France (d. 1710)", "entities": [{"title": "Louise de La Vallière", "href": "/wiki/Louise_de_La_Valli%C3%A8re", "description": "Louise de La Vallière was a mistress of Louis XIV of France from 1661 to 1667. She later became the Duchess of La Vallière and Duchess of Vaujours in her own right. She has no known surviving descendants. Louise was also very religious and she led a religious penance for herself near the end of her life."}, {"title": "Louis XIV of France", "href": "/wiki/Louis_XIV_of_France", "description": "Louis XIV, also known as Louis the Great or the Sun King, was King of France from 14 May 1643 until his death in 1715. His reign of 72 years and 110 days is the longest recorded of any monarch of a sovereign country in European history. Louis XIV's France was emblematic of the age of absolutism in Europe. The King surrounded himself with a variety of significant political, military, and cultural f"}]}, {"heading": "Births", "year": "1651", "date": "August 6", "txt": "François Fénelon, French archbishop and poet (d. 1715)", "entities": [{"title": "François Fénelon", "href": "/wiki/Fran%C3%A7ois_F%C3%A9nelon", "description": "François de Salignac de la Mothe-Fénelon, more commonly known as François Fénelon, was a French Roman Catholic archbishop, theologian, poet and writer. He today is remembered mostly as the author of The Adventures of Telemachus, first published in 1699."}]}, {"heading": "Births", "year": "1656", "date": "August 6", "txt": "Claude de Forbin, French general (d. 1733)", "entities": [{"title": "Claude de Forbin", "href": "/wiki/Claude_de_Forbin", "description": "Claude, chevalier, then count de Forbin-Gardanne was a French naval commander. In 1685–1688 he was on a diplomatic mission to Siam. He became governor of Bangkok and a general in the Siamese army, and left Siam shortly before King Narai fell ill and was deposed by a coup d'état."}]}, {"heading": "Births", "year": "1666", "date": "August 6", "txt": "Maria Sophia of Neuburg (d. 1699)", "entities": [{"title": "Maria Sophia of Neuburg", "href": "/wiki/Maria_Sophia_of_Neuburg", "description": "Maria Sophia Elisabeth of Neuburg was queen of Portugal as the wife of King Peter II from 1687 until her death in 1699. A popular queen, she was noted for her extraordinary generosity and for being the mother of the famously extravagant John V of Portugal."}]}, {"heading": "Births", "year": "1667", "date": "August 6", "txt": "Johann Bernoulli, Swiss mathematician (d. 1748)", "entities": [{"title": "Johann Bernoulli", "href": "/wiki/Johann_Bernoulli", "description": "Johann Bernoulli was a Swiss mathematician and was one of the many prominent mathematicians in the Bernoulli family. He is known for his contributions to infinitesimal calculus and educating Leonhard Euler in the pupil's youth."}]}, {"heading": "Births", "year": "1697", "date": "August 6", "txt": "Charles VII, Holy Roman Emperor (d. 1745)", "entities": [{"title": "Charles VII, Holy Roman Emperor", "href": "/wiki/Charles_VII,_Holy_Roman_Emperor", "description": "Charles VII was the prince-elector of Bavaria from 1726 and Holy Roman Emperor from 24 January 1742 to his death. He was a member of the House of Wittelsbach, and his reign as Holy Roman Emperor thus marked the end of three centuries of uninterrupted Habsburg imperial rule although he was related to the Habsburgs by both blood and marriage. After the death of emperor Charles VI in 1740, he claimed"}]}, {"heading": "Births", "year": "1715", "date": "August 6", "txt": "Luc de Clapiers, marquis de Vauvenargues, French author (d. 1747)", "entities": [{"title": "Luc de Clapiers, marquis de Vauvenargues", "href": "/wiki/Luc_de_Clapiers,_marquis_de_Vauvenargues", "description": "Luc de Clapiers, marquis de Vauvenargues was a French writer and moralist. He died at age 31, in broken health, having published the year prior—anonymously—a collection of essays and aphorisms with the encouragement of Voltaire, his friend. He first received public notice under his own name in 1797, and from 1857 on, his aphorisms became popular. In the history of French literature, his significan"}]}, {"heading": "Births", "year": "1765", "date": "August 6", "txt": "Petros Mavromichalis, Greek general and politician, 2nd Prime Minister of Greece (d. 1848)", "entities": [{"title": "Petros Mavromichalis", "href": "/wiki/Petros_Mavromichalis", "description": "Petros Mavromichalis, also known as Petrobey, was a Greek general, politician and the leader of the Maniot people during the first half of the 19th century. His family had a long history of revolts against the Ottoman Empire, which ruled most of what is now Greece. His grandfather Georgios and his father Pierros were among the leaders of the Orlov Revolt."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Births", "year": "1766", "date": "August 6", "txt": "William Hyde Wollaston, English chemist and physicist (d. 1828)", "entities": [{"title": "William Hyde Wollaston", "href": "/wiki/William_Hyde_Wollaston", "description": "William Hyde Wollaston was an English chemist and physicist who is famous for discovering the chemical elements palladium and rhodium. He also developed a way to process platinum ore into malleable ingots."}]}, {"heading": "Births", "year": "1768", "date": "August 6", "txt": "Jean-Baptiste Bessières, French general and politician (d. 1813)", "entities": [{"title": "Jean-Baptiste Bessières", "href": "/wiki/Jean-Baptiste_Bessi%C3%A8res", "description": "Jean-Baptiste Bessières, 1st Duke of Istria was a French military commander and Marshal of the Empire who served during both the French Revolutionary Wars and the Napoleonic Wars. His younger brother, Bertrand, followed in his footsteps and eventually became a divisional general. Their cousin, Géraud-Pierre-Henri-Julien, also served Emperor Napoleon I as a diplomat and imperial official."}]}, {"heading": "Births", "year": "1775", "date": "August 6", "txt": "Daniel O'Connell, Irish lawyer and politician, Lord Mayor of Dublin (d. 1847)", "entities": [{"title": "Daniel O'Connell", "href": "/wiki/Daniel_O%27Connell", "description": "Daniel O'Connell, hailed in his time as The Liberator, was the acknowledged political leader of Ireland's Roman Catholic majority in the first half of the 19th century. His mobilisation of Catholic Ireland through to the poorest class of tenant farmer helped secure Catholic emancipation in 1829 and allowed him to take a seat in the United Kingdom Parliament to which he had twice been elected. At W"}, {"title": "Lord Mayor of Dublin", "href": "/wiki/Lord_Mayor_of_Dublin", "description": "The Lord Mayor of Dublin is the honorary title of the chairman of Dublin City Council which is the local government body for the city of Dublin, the capital of Ireland. The incumbent is councillor Hazel Chu. The office holder is elected annually by the members of the Council."}]}, {"heading": "Births", "year": "1809", "date": "August 6", "txt": "Alfred, Lord Tennyson, English poet (d. 1892)1826", "entities": [{"title": "Alfred, Lord Tennyson", "href": "/wiki/Alfred,_Lord_Tennyson", "description": "Alfred Tennyson, 1st Baron Tennyson was a British poet. He was the Poet Laureate during much of Queen Victoria's reign and remains one of the most popular British poets. In 1829, Tennyson was awarded the Chancellor's Gold Medal at Cambridge for one of his first pieces, \"Timbuktu\". He published his first solo collection of poems, Poems Chiefly Lyrical in 1830. \"Claribel\" and \"Mariana\", which remain"}, {"title": "1826", "href": "/wiki/1826", "description": "1826 (MDCCCXXVI) was a common year starting on Sunday of the Gregorian calendar and a common year starting on Friday of the Julian calendar, the 1826th year of the Common Era (CE) and Anno Domini (AD) designations, the 826th year of the 2nd millennium, the 26th year of the 19th century, and the 7th year of the 1820s decade. As of the start of 1826, the Gregorian calendar was 12 days ahead of the J"}, {"title": "Thomas Alexander Browne", "href": "/wiki/Thomas_Alexander_Browne", "description": "Thomas Alexander Browne was an Australian author who published many of his works under the pseudonym Rolf Boldrewood. He is best known for his 1882 bushranging novel Robbery Under Arms."}]}, {"heading": "Births", "year": "1835", "date": "August 6", "txt": "Hjalmar Kiærskou, Danish botanist (d. 1900)", "entities": [{"title": "Hjalmar Kiærskou", "href": "/wiki/Hjalmar_Ki%C3%A6rskou", "description": "Hjalmar Frederik Christian Kiærskou, sometimes also stated as Hjalmar Kiaerskov, was a Danish botanist."}]}, {"heading": "Births", "year": "1844", "date": "August 6", "txt": "Alfred, Duke of Saxe-Coburg and Gotha (d. 1900)", "entities": [{"title": "Alfred, Duke of Saxe-Coburg and Gotha", "href": "/wiki/Alfred,_Duke_of_Saxe-Coburg_and_Gotha", "description": "Alfred reigned as Duke of Saxe-Coburg and Gotha from 1893 to 1900. He was the second son and fourth child of Queen Victoria of the United Kingdom and Albert, Prince Consort. He was known as the Duke of Edinburgh from 1866 until he succeeded his paternal uncle Ernest II as the reigning Duke of Saxe-Coburg and Gotha in the German Empire."}]}, {"heading": "Births", "year": "1844", "date": "August 6", "txt": "James Henry Greathead, South African-English engineer (d. 1896)", "entities": []}, {"heading": "Births", "year": "1848", "date": "August 6", "txt": "Susie Taylor, American writer and first black Army nurse (d. 1912)", "entities": [{"title": "Susie Taylor", "href": "/wiki/Susie_Taylor", "description": "Susie King Taylor was the first Black Army nurse. She tended to an all Black army regiment named the 1st South Carolina Volunteers (Union), later redesignated the 33rd United States Colored Infantry Regiment, where her husband served, for four years during the Civil War. Despite her service, like many African-American nurses, she was never paid for her work. As the author of Reminiscences of My Li"}]}, {"heading": "Births", "year": "1846", "date": "August 6", "txt": "Anna Haining Bates, Canadian-American giant (d. 1888)", "entities": [{"title": "Anna Haining Bates", "href": "/wiki/Anna_Haining_Bates", "description": "Anna Haining Bates, was a Canadian woman famed for her great stature of 7 feet 11 inches (2.41 m). Her parents were of average height and were Scottish immigrants."}]}, {"heading": "Births", "year": "1868", "date": "August 6", "txt": "Paul Claudel, French poet and playwright (d. 1955)", "entities": [{"title": "Paul Claudel", "href": "/wiki/Paul_Claudel", "description": "Paul Claudel was a French poet, dramatist and diplomat, and the younger brother of the sculptor Camille Claudel. He was most famous for his verse dramas, which often convey his devout Catholicism. Claudel was nominated for the Nobel Prize in Literature in six different years."}]}, {"heading": "Births", "year": "1874", "date": "August 6", "txt": "Charles Fort, American author (d. 1932)", "entities": [{"title": "Charles Fort", "href": "/wiki/Charles_Fort", "description": "Charles Hoy Fort was an American writer and researcher who specialized in anomalous phenomena. The terms Fortean and Forteana are sometimes used to characterize various such phenomena. Fort's books sold well and are still in print. His work continues to inspire admirers, who refer to themselves as \"Forteans\", and has influenced some aspects of science fiction."}]}, {"heading": "Births", "year": "1877", "date": "August 6", "txt": "Wallace H. White Jr., American lawyer and politician (d. 1952)", "entities": [{"title": "Wallace H. White Jr.", "href": "/wiki/Wallace_H._White_Jr.", "description": "Wallace Humphrey White Jr. was an American politician and Republican leader in the United States Congress from 1917 until 1949. White was from the U.S. state of Maine and served in the U.S. House of Representatives before being elected to the U.S. Senate, where he was Senate Minority Leader and later Majority Leader before his retirement."}]}, {"heading": "Births", "year": "1880", "date": "August 6", "txt": "Hans Moser, Austrian actor and singer (d. 1964)", "entities": [{"title": "Hans Moser (actor)", "href": "/wiki/Hans_Moser_(actor)", "description": "Hans Moser was an Austrian actor who, during his long career, from the 1920s up to his death, mainly played in comedy films. He was particularly associated with the genre of the Wiener Film. Moser appeared in over 150 films."}]}, {"heading": "Births", "year": "1881", "date": "August 6", "txt": "Leo Carrillo, American actor (d. 1961)", "entities": [{"title": "Leo Carrillo", "href": "/wiki/Leo_Carrillo", "description": "Leopoldo Antonio Carrillo Spanish pronunciation: [ka'riʎo], was an American actor, vaudevillian, political cartoonist, and conservationist.\nHe was best known for playing Pancho in the popular television series The Cisco Kid (1950–1956) and in several films."}]}, {"heading": "Births", "year": "1881", "date": "August 6", "txt": "Alexander Fleming, Scottish biologist, pharmacologist, and botanist, Nobel Prize laureate (d. 1955)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1881", "date": "August 6", "txt": "Louella Parsons, American journalist (d. 1972)", "entities": []}, {"heading": "Births", "year": "1883", "date": "August 6", "txt": "Constance Georgina Adams, South African botanist (d. 1968)", "entities": [{"title": "Constance Georgina Adams", "href": "/wiki/Constance_Georgina_Adams", "description": "Constance Georgina Adams, also known as Constance Georgina Tardrew, was a South African housewife and collector of botanical specimens. Known by the nicknames Connie and Daisy, Adams was born in Cape Town and spent her early childhood on a farm in Tulbagh before moving to Warrenton. She subsequently lived in Kimberley before getting married, settling in Johannesburg where she became active in the "}]}, {"heading": "Births", "year": "1883", "date": "August 6", "txt": "Scott Nearing, American economist and educator (d. 1983)", "entities": []}, {"heading": "Births", "year": "1886", "date": "August 6", "txt": "Edward Ballantine, American composer and academic (d. 1971)", "entities": [{"title": "Edward Ballantine", "href": "/wiki/Edward_Ballantine", "description": "\nEdward Ballantine, was an American composer and professor of music."}]}, {"heading": "Births", "year": "1887", "date": "August 6", "txt": "Dudley Benjafield, English racing driver (d. 1957)", "entities": [{"title": "Dudley Benjafield", "href": "/wiki/Dudley_Benjafield", "description": "Joseph Dudley \"Benjy\" Benjafield, MD was a British medical doctor and racing driver. He was in born Edmonton, London, UK. He attended the University of London and received his MD from University College Hospital in 1912. Specializing in bacteriology, he served in Egypt during World War I and later used his expertise combating the great flu epidemic of 1918-1919."}]}, {"heading": "Births", "year": "1889", "date": "August 6", "txt": "George Kenney, Canadian-American general (d. 1977)", "entities": [{"title": "George Kenney", "href": "/wiki/George_Kenney", "description": "George Churchill Kenney was a United States Army Air Forces general during World War II. He is best known as the commander of the Allied Air Forces in the Southwest Pacific Area (SWPA), a position he held between August 1942 and 1945."}]}, {"heading": "Births", "year": "1889", "date": "August 6", "txt": "John Middleton Murry, English poet and author (d. 1957)", "entities": []}, {"heading": "Births", "year": "1890", "date": "August 6", "txt": "Wentworth Beaumont, 2nd Viscount Allendale, English captain and politician, Lord Lieutenant of Northumberland (d. 1956)", "entities": [{"title": "Wentworth Beaumont, 2nd Viscount Allendale", "href": "/wiki/Wentworth_Beaumont,_2nd_Viscount_Allendale", "description": "Wentworth Henry Canning Beaumont, 2nd Viscount Allendale, was a British peer, Lord Lieutenant of Northumberland, and army captain."}, {"title": "Lord Lieutenant of Northumberland", "href": "/wiki/Lord_Lieutenant_of_Northumberland", "description": "This is a list of people who have served as Lord-Lieutenant of Northumberland. Since 1802, all Lords Lieutenant have also been Custos Rotulorum of Northumberland."}]}, {"heading": "Births", "year": "1891", "date": "August 6", "txt": "William Slim, 1st Viscount Slim, English field marshal and politician, 13th Governor-General of Australia (d. 1970)", "entities": [{"title": "William Slim, 1st Viscount Slim", "href": "/wiki/William_Slim,_1st_Viscount_Slim", "description": "Field Marshal William Joseph Slim, 1st Viscount Slim,, usually known as Bill Slim, was a British military commander and the 13th Governor-General of Australia."}, {"title": "Governor-General of Australia", "href": "/wiki/Governor-General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1892", "date": "August 6", "txt": "Hoot Gibson, American actor, director, and producer (d. 1962)", "entities": [{"title": "Hoot Gibson", "href": "/wiki/Hoot_Gibson", "description": "Edmund Richard \"Hoot\" Gibson was an American rodeo champion, film actor, film director and producer. While acting and stunt work began as a sideline to Gibson's focus on rodeo, he successfully transitioned from silent films to become a leading performer in Hollywood's growing cowboy film industry. During the period between World War I and World War II, he was second only to cowboy film legend Tom "}]}, {"heading": "Births", "year": "1893", "date": "August 6", "txt": "Wright Patman, American lieutenant and politician (d. 1976)", "entities": [{"title": "Wright Patman", "href": "/wiki/Wright_Patman", "description": "John William Wright Patman was an American politician. First elected in 1928, Patman served 24 consecutive terms in the United States House of Representatives for Texas's 1st congressional district from 1929 to 1976. He was a member of the Democratic Party."}]}, {"heading": "Births", "year": "1895", "date": "August 6", "txt": "Ernesto Lecuona, Cuban pianist and composer (d. 1963)", "entities": [{"title": "Ernesto Lecuona", "href": "/wiki/Ernesto_Lecuona", "description": "Ernesto Lecuona y Casado was a Cuban composer and pianist of worldwide fame. He composed over six hundred pieces, mostly in the Cuban vein, and was a pianist of exceptional skill. His father was Canarian and his mother was Cuban."}]}, {"heading": "Births", "year": "1895", "date": "August 6", "txt": "Frank Nicklin, Australian politician, 28th Premier of Queensland (d. 1978)", "entities": [{"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1900", "date": "August 6", "txt": "Cecil Howard Green, English-American geophysicist and businessman, co-founded Texas Instruments (d. 2003)", "entities": [{"title": "Cecil Howard Green", "href": "/wiki/Cecil_Howard_Green", "description": "Cecil Howard Green KBE was a British-born American geophysicist who trained at the University of British Columbia and the Massachusetts Institute of Technology."}, {"title": "Texas Instruments", "href": "/wiki/Texas_Instruments", "description": "Texas Instruments Incorporated (TI) is an American technology company headquartered in Dallas, Texas, that designs and manufactures semiconductors and various integrated circuits, which it sells to electronics designers and manufacturers globally. It is one of the top 10 semiconductor companies worldwide based on sales volume. The company's focus is on developing analog chips and embedded processo"}]}, {"heading": "Births", "year": "1902", "date": "August 6", "txt": "Dutch Schultz, American gangster (d. 1935)", "entities": [{"title": "Dutch Schultz", "href": "/wiki/Dutch_Schultz", "description": "Dutch Schultz was an American mobster. Based in New York City in the 1920s and 1930s, he made his fortune in organized crime-related activities, including bootlegging and the numbers racket. Weakened by two tax evasion trials led by prosecutor Thomas Dewey, Schultz's rackets were also threatened by fellow mobster Lucky Luciano. In an attempt to avert his conviction, Schultz asked the Commission fo"}]}, {"heading": "Births", "year": "1903", "date": "August 6", "txt": "Virginia Foster Durr, American civil rights activist (d. 1999)", "entities": [{"title": "Virginia Foster Durr", "href": "/wiki/Virginia_Foster_Durr", "description": "Virginia Foster Durr was an American civil rights activist and lobbyist. She was born in Birmingham, Alabama in 1903 to Dr. Sterling Foster, an Alabama Presbyterian minister, and Ann Patterson Foster. At 22 she married lawyer Clifford Durr, with whom she had 5 children, one of whom died in infancy. Durr was a close friend of Rosa Parks and Eleanor Roosevelt, and was sister-in-law of Supreme Court "}]}, {"heading": "Births", "year": "1904", "date": "August 6", "txt": "Jean Dessès, Greek-Egyptian fashion designer (d. 1970)", "entities": [{"title": "Jean Dessès", "href": "/wiki/Jean_Dess%C3%A8s", "description": "Jean Dessès was a world leading fashion designer in the 1940s, 1950s and 1960s. His designs reflected the influences of his travels, specializing in creating draped evening gowns in chiffon and mousseline, based on early Greek and Egyptian robes."}]}, {"heading": "Births", "year": "1904", "date": "August 6", "txt": "Henry Iba, American basketball player and coach (d. 1993)", "entities": []}, {"heading": "Births", "year": "1906", "date": "August 6", "txt": "Vic Dickenson, American trombonist (d. 1984)", "entities": [{"title": "Vic Dickenson", "href": "/wiki/Vic_Dickenson", "description": "Victor Dickenson was an American jazz trombonist. His career began in the 1920s and continued through musical partnerships with Count Basie (1940–41), Sidney Bechet (1941), and Earl Hines."}]}, {"heading": "Births", "year": "1908", "date": "August 6", "txt": "Maria Ludwika Bernhard,  Polish classical archaeologist and a  member of WWII Polish resistance (d. 1998)", "entities": [{"title": "Maria Ludwika Bernhard", "href": "/wiki/Maria_Ludwika_Bernhard", "description": "Maria Ludwika Bernhard was a Polish classical archaeologist and a specialist in Greek Art. During the German Occupation of Poland in World War II, Bernhard was living in Warsaw and was active in the Polish Resistance Movement. After the war, Bernhard was a Professor of Classical Archaeology at the University of Warsaw. In 1957 she became the chair of the Department of Classical Archaeology at Jagi"}, {"title": "Classical archaeologist", "href": "/wiki/Classical_archaeologist", "description": "Classical archaeology is the archaeological investigation of the Mediterranean civilizations of Ancient Greece and Ancient Rome. Nineteenth-century archaeologists such as Heinrich Schliemann were drawn to study the societies they had read about in Latin and Greek texts. Many universities and foreign nations maintain excavation programs and schools in the area-such is the enduring appeal of the reg"}]}, {"heading": "Births", "year": "1908", "date": "August 6", "txt": "Helen Jacobs, American tennis player and commander (d. 1997)", "entities": []}, {"heading": "Births", "year": "1908", "date": "August 6", "txt": "Lajos Vajda, Hungarian painter and illustrator (d. 1941)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 6", "txt": "Diana Keppel, Countess of Albemarle (d. 2013)", "entities": [{"title": "Diana Keppel, Countess of Albemarle", "href": "/wiki/Diana_Keppel,_Countess_of_Albemarle", "description": "Diana Cicely Keppel, Countess of Albemarle, DBE, married Walter Egerton George Lucian Keppel, son of Arnold Allen Cecil Keppel, 8th Earl of Albemarle, as his second wife on 24 February 1931 at St Columba's Church, London. She became Countess of Albemarle from 12 April 1942 when her husband became the 9th Earl of Albemarle."}]}, {"heading": "Births", "year": "1910", "date": "August 6", "txt": "Adoniran Barbosa, Brazilian musician, singer, composer, humorist, and actor (d. 1982)", "entities": [{"title": "Adoniran Barbosa", "href": "/wiki/Adoniran_Barbosa", "description": "Adoniran Barbosa, artistic name of João Rubinato, was a noted Brazilian São Paulo style samba singer and composer."}]}, {"heading": "Births", "year": "1910", "date": "August 6", "txt": "Charles Crichton, English director, producer, and screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 6", "txt": "Lucille Ball, American actress, television producer and businesswoman (d. 1989)", "entities": [{"title": "Lucille Ball", "href": "/wiki/Lucille_Ball", "description": "Lucille Désirée Ball was an American actress, comedian, model, studio executive, and producer. As one of Hollywood's greatest icons, and arguably the most iconic female entertainer of all time, she was the star and producer of sitcoms I Love Lucy, The Lucy Show, Here's Lucy, as well as comedy television specials aired under the title The Lucy-Desi Comedy Hour. She was also the first female head of"}]}, {"heading": "Births", "year": "1911", "date": "August 6", "txt": "Norman Gordon, South African cricketer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 6", "txt": "Constance Heaven, English author and actress (d. 1995)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 6", "txt": "Richard C. Miller, American photographer (d. 2010)", "entities": [{"title": "Richard C. Miller", "href": "/wiki/Richard_C._Miller", "description": "Richard Crump Miller was an American photographer best known for his vintage carbro prints, photos of celebrities, and work documenting the Hollywood Freeway."}]}, {"heading": "Births", "year": "1914", "date": "August 6", "txt": "Gordon Freeth, Australian lawyer and politician, 24th Australian Minister for Foreign Affairs (d. 2001)", "entities": [{"title": "Gordon Freeth", "href": "/wiki/Gordon_Freeth", "description": "Sir Gordon Freeth, KBE was an Australian politician and diplomat. He served in the House of Representatives from 1949 to 1969, including as a minister in the Coalition governments from 1958 to 1969. He later served as Ambassador to Japan from 1970 to 1973 and High Commissioner to the United Kingdom from 1977 to 1980."}, {"title": "Minister for Foreign Affairs (Australia)", "href": "/wiki/Minister_for_Foreign_Affairs_(Australia)", "description": "The Minister for Foreign Affairs is the minister in the Government of Australia who is responsible for overseeing the international diplomacy section of the Department of Foreign Affairs and Trade. Senator Marise Payne was appointed as Foreign Minister by Prime Minister Scott Morrison in August 2018 following the resignation of Julie Bishop."}]}, {"heading": "Births", "year": "1916", "date": "August 6", "txt": "Richard Hofstadter, American historian and academic (d. 1970)", "entities": [{"title": "Richard Hofstadter", "href": "/wiki/Richard_Hofstadter", "description": "Richard Hofstadter was an American historian and public intellectual of the mid-20th century."}]}, {"heading": "Births", "year": "1916", "date": "August 6", "txt": "Dom Mintoff, Maltese journalist and politician, 8th Prime Minister of Malta (d. 2012)", "entities": [{"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Births", "year": "1917", "date": "August 6", "txt": "Barbara Cooney, American author and illustrator (d. 2000)", "entities": [{"title": "Barbara Cooney", "href": "/wiki/Barbara_Cooney", "description": "Barbara Cooney was an American writer and illustrator of 110 children's books, published over sixty years. She received two Caldecott Medals for her work on Chanticleer and the Fox (1958) and Ox-Cart Man (1979), and a National Book Award for Miss Rumphius (1982). Her books have been translated into 10 languages."}]}, {"heading": "Births", "year": "1917", "date": "August 6", "txt": "Robert Mitchum, American actor (d. 1997)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 6", "txt": "Norman Granz, American-Swiss record producer and manager (d. 2001)", "entities": [{"title": "Norman Granz", "href": "/wiki/Norman_Granz", "description": "Norman Granz was an American jazz record producer and concert promoter. He founded the record labels Clef, Norgran, Down Home, Verve and Pablo. Granz was acknowledged as \"the most successful impresario in the history of jazz\". Granz is also known for his anti-racist position and for integrating audiences."}]}, {"heading": "Births", "year": "1919", "date": "August 6", "txt": "Pauline Betz, American tennis player (d. 2011)", "entities": [{"title": "Pauline Betz", "href": "/wiki/Pauline_Betz", "description": "Pauline Betz Addie was an American professional tennis player. She won five Grand Slam singles titles and was the runner-up on three other occasions. Jack Kramer has called her the second best female tennis player he ever saw, behind Helen Wills Moody."}]}, {"heading": "Births", "year": "1920", "date": "August 6", "txt": "Selma Diamond, Canadian-American actress and screenwriter (d. 1985)", "entities": [{"title": "Selma Diamond", "href": "/wiki/Selma_Diamond", "description": "Selma Diamond was a Canadian-born American comedic actress and radio and television writer, known for her high-range, her raspy voice, and her portrayal of Selma Hacker on the first two seasons of the NBC television comedy series Night Court."}]}, {"heading": "Births", "year": "1920", "date": "August 6", "txt": "John Graves, American author (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 6", "txt": "Ella Raines, American actress (d. 1988)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 6", "txt": "Freddie Laker, English businessman, founded Laker Airways (d. 2006)", "entities": [{"title": "Freddie Laker", "href": "/wiki/Freddie_Laker", "description": "Sir Frederick Alfred Laker was an English airline entrepreneur, best known for founding Laker Airways in 1966, which went bankrupt in 1982. Known as Freddie Laker, he was one of the first airline owners to adopt the \"low cost / no-frills\" airline business model that has since proven to be very successful worldwide with companies such as Norwegian Air, Ryanair, easyJet, AirAsia and WestJet."}, {"title": "Laker Airways", "href": "/wiki/Laker_Airways", "description": "Laker Airways was a private British airline founded by Sir Freddie Laker in 1966. It was originally a charter airline flying passengers and cargo worldwide. Its head office was located at Gatwick Airport in Crawley, England."}]}, {"heading": "Births", "year": "1922", "date": "August 6", "txt": "Dan Walker, American lawyer and politician, 36th Governor of Illinois (d. 2015)", "entities": [{"title": "Governor of Illinois", "href": "/wiki/Governor_of_Illinois", "description": "The Governor of Illinois is the chief executive of the State of Illinois, and the various agencies and departments over which the officer has jurisdiction, as prescribed in the state constitution. It is a directly elected position, votes being cast by popular suffrage of residents of the state. The governor is responsible for enacting laws passed by the Illinois General Assembly. Illinois is one o"}]}, {"heading": "Births", "year": "1923", "date": "August 6", "txt": "Jess Collins, American painter (d. 2004)", "entities": [{"title": "Jess Collins", "href": "/wiki/Jess_Collins", "description": "Jess Collins, simply known today as Jess, was an American visual artist."}]}, {"heading": "Births", "year": "1923", "date": "August 6", "txt": "Paul Hellyer, Canadian engineer and politician, 16th Canadian Minister of Defence", "entities": [{"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Births", "year": "1924", "date": "August 6", "txt": "Samuel Bowers, American activist, co-founded the White Knights of the Ku Klux Klan (d. 2006)", "entities": [{"title": "Samuel Bowers", "href": "/wiki/Samuel_Bowers", "description": "Samuel Holloway Bowers was a convicted murderer and leading white supremacist in Mississippi during the Civil Rights Movement. In response to this movement and perceived threats to national security from Judaism and Communism, he co-founded the White Knights of the Ku Klux Klan and became its Imperial Wizard. Bowers was best known for committing two murders of civil rights activists in southern Mi"}, {"title": "White Knights of the Ku Klux Klan", "href": "/wiki/White_Knights_of_the_Ku_Klux_Klan", "description": "The White Knights of the Ku Klux Klan is a Ku Klux Klan organization active in the United States. They originated in Mississippi and Louisiana in the early 1960s under the leadership of Samuel Bowers, its first Imperial Wizard. The White Knights of Mississippi were formed in 1964, and they included roughly 200 members of the Original Knights of Louisiana. The White Knights were not interested in h"}]}, {"heading": "Births", "year": "1926", "date": "August 6", "txt": "Elisabeth Beresford, French-English journalist and author (d. 2010)", "entities": [{"title": "Elisabeth Beresford", "href": "/wiki/Elisabeth_Beresford", "description": "Elisabeth Beresford, MBE, also known as Liza Beresford, was an English author of children's books, best known for creating The Wombles. Born into a literary family, she took work as a journalist, but struggled for success until she created the Wombles in the late 1960s. Their recycling theme was noted especially and the Wombles became popular with children across the world. While Beresford wrote m"}]}, {"heading": "Births", "year": "1926", "date": "August 6", "txt": "Frank Finlay, English actor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 6", "txt": "Clem Labine, American baseball player and manager (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 6", "txt": "János Rózsás, Hungarian author (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 6", "txt": "Norman Wexler, American screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 6", "txt": "Herb Moford, American baseball player (d. 2005)", "entities": [{"title": "Herb Moford", "href": "/wiki/Herb_Moford", "description": "Herbert Moford was an American right-handed pitcher in Major League Baseball for the St. Louis Cardinals (1955), Detroit Tigers (1958), Boston Red Sox (1959) and New York Mets (1962). He was born in Brooksville, Kentucky, stood 6 feet 1 inch (1.85 m) tall and weighed 175 pounds (79 kg)."}]}, {"heading": "Births", "year": "1928", "date": "August 6", "txt": "Andy Warhol, American painter and photographer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 6", "txt": "Mike Elliott, Jamaican saxophonist", "entities": [{"title": "Mike Elliott (saxophonist)", "href": "/wiki/Mike_Elliott_(saxophonist)", "description": "Mike Elliott is a saxophonist who was born in Jamaica on 6 August 1929. He played on ska recordings in the early 1960s and on pop and soul music hits in the late 1960s. He is best known as a co-founding member of the British band The Foundations, and played on their hit singles \"Baby, Now That I've Found You\" and \"Build Me Up Buttercup\"."}]}, {"heading": "Births", "year": "1929", "date": "August 6", "txt": "Roch La Salle, Canadian politician, 42nd Canadian Minister of Public Works (d. 2007)", "entities": [{"title": "Minister of Public Works (Canada)", "href": "/wiki/Minister_of_Public_Works_(Canada)", "description": "The Minister of Public Works was a position in the Cabinet of Canada who oversaw the public works portfolio of the federal government."}]}, {"heading": "Births", "year": "1930", "date": "August 6", "txt": "Abbey Lincoln, American singer-songwriter and actress (d. 2010)", "entities": [{"title": "Abbey Lincoln", "href": "/wiki/Abbey_Lincoln", "description": "Anna Marie Wooldridge, known professionally as Abbey Lincoln, was an American jazz vocalist, songwriter, and actress. She was a civil rights activist beginning in the 1960s. Lincoln made a career not only out of delivering deeply felt presentations of standards but writing and singing her own material."}]}, {"heading": "Births", "year": "1931", "date": "August 6", "txt": "Chalmers Johnson, American scholar and author (d. 2010)", "entities": [{"title": "Chalmers Johnson", "href": "/wiki/Chalmers_Johnson", "description": "Chalmers Ashby Johnson was an American political scientist and professor emeritus of the University of California, San Diego. He served in the Korean War, was a consultant for the CIA from 1967 to 1973 and chaired the Center for Chinese Studies at the University of California, Berkeley from 1967 to 1972. He was also president and co-founder with Steven Clemons of the Japan Policy Research Institut"}]}, {"heading": "Births", "year": "1932", "date": "August 6", "txt": "Michael Deeley, English screenwriter and producer", "entities": [{"title": "Michael Deeley", "href": "/wiki/Michael_Deeley", "description": "Michael Deeley is an Academy Award-winning British film producer known for such motion pictures as The Italian Job (1969), The Deer Hunter (1978), and Blade Runner (1982). He is also a founding member and Honorary President of British Screen Forum."}]}, {"heading": "Births", "year": "1932", "date": "August 6", "txt": "Howard Hodgkin, English painter (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 6", "txt": "Charles Wood, English playwright and screenwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 6", "txt": "A. G. Kripal Singh, Indian cricketer (d. 1987)", "entities": [{"title": "A. G. Kripal Singh", "href": "/wiki/A._G._Kripal_Singh", "description": "Amritsar Govindsingh Kripal Singh pronunciation (help·info) was an Indian Test cricketer."}]}, {"heading": "Births", "year": "1934", "date": "August 6", "txt": "Piers Anthony, English-American soldier and author", "entities": [{"title": "Piers Anthony", "href": "/wiki/Piers_Anthony", "description": "Piers Anthony Dillingham Jacob is an English-American author in the science fiction and fantasy genres, publishing under the name Piers Anthony. He is most famous for his long-running novel series set in the fictional realm of Xanth."}]}, {"heading": "Births", "year": "1934", "date": "August 6", "txt": "Chris Bonington, English mountaineer and author", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 6", "txt": "Billy Boston, Welsh rugby player and soldier", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 6", "txt": "Fortunato Baldelli, Italian cardinal (d. 2012)", "entities": [{"title": "Fortunato Baldelli", "href": "/wiki/Fortunato_Baldelli", "description": "Fortunato Baldelli was an Italian prelate of the Catholic Church who was appointed a cardinal in 2010 after a career in the diplomatic service of the Holy See from 1966 to 2009 that included ten years as Apostolic Nuncio to France. He was also the Major Penitentiary of the Apostolic Penitentiary from 2009 to 2012."}]}, {"heading": "Births", "year": "1935", "date": "August 6", "txt": "Octavio Getino, Spanish-Argentinian director and screenwriter (d. 2012)", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 6", "txt": "Baden Powell de Aquino, Brazilian guitarist and composer (d. 2000)", "entities": [{"title": "Baden Powell de Aquino", "href": "/wiki/Baden_Powell_de_Aquino", "description": "Baden Powell de Aquino, known professionally as Baden Powell, was a Brazilian guitarist. He combined classical techniques with popular harmony and swing. He performed in many styles, including bossa nova, samba, Brazilian jazz, Latin jazz and MPB. He performed on stage during most of his lifetime. Powell composed many pieces for guitar, such as \"Abração em Madrid\", \"Braziliense\", \"Canto de Ossanha"}]}, {"heading": "Births", "year": "1937", "date": "August 6", "txt": "Charlie Haden, American bassist and composer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 6", "txt": "Barbara Windsor, English actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 6", "txt": "Paul Bartel, American actor, director, and screenwriter (d. 2000)", "entities": [{"title": "Paul Bartel", "href": "/wiki/Paul_Bartel", "description": "Paul Bartel was an American actor, writer and director. He was perhaps most known for his 1982 hit black comedy Eating Raoul, which he wrote, starred in and directed."}]}, {"heading": "Births", "year": "1938", "date": "August 6", "txt": "Peter Bonerz, American actor and director", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 6", "txt": "Bert Yancey, American golfer (d. 1994)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 6", "txt": "Mukhu Aliyev, Russian philologist and politician, 2nd President of Dagestan", "entities": [{"title": "Mukhu Aliyev", "href": "/wiki/Mukhu_Aliyev", "description": "Mukhu Gimbatovich Aliyev is a Russian politician who served as the 2nd Head of the Republic of Dagestan, a federal subject of Russia. He was born in the village of Tanusi, Khunzakhsky District, Dagestan ASSR, Russian SFSR, Soviet Union. Ethnically, he is Avar. He was the speaker of the Republic's parliament before being accepted as the President by the Dagestan parliament on February 20, 2006, hav"}, {"title": "President of Dagestan", "href": "/wiki/President_of_Dagestan", "description": "The Head of the Republic of Dagestan is the highest official and the head of the executive power of the Republic of Dagestan."}]}, {"heading": "Births", "year": "1940", "date": "August 6", "txt": "Egil Kapstad, Norwegian pianist and composer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 6", "txt": "Louise Sorel, American actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 6", "txt": "Ray Culp, American baseball player", "entities": [{"title": "Ray Culp", "href": "/wiki/Ray_Culp", "description": "Raymond Leonard Culp is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Philadelphia Phillies (1963–1966), Chicago Cubs (1967), and Boston Red Sox (1968–1973)."}]}, {"heading": "Births", "year": "1941", "date": "August 6", "txt": "Andrew Green, Baron Green of Deddington, English diplomat", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 6", "txt": "Byard Lancaster, American saxophonist and flute player (d. 2012)", "entities": [{"title": "Byard Lancaster", "href": "/wiki/Byard_Lancaster", "description": "Byard Lancaster was an avant-garde jazz saxophonist and flutist."}]}, {"heading": "Births", "year": "1943", "date": "August 6", "txt": "Jon Postel, American computer scientist and academic (d. 1998)", "entities": [{"title": "Jon Postel", "href": "/wiki/Jon_Postel", "description": "Jonathan Bruce Postel was an American computer scientist who made many significant contributions to the development of the Internet, particularly with respect to standards. He is known principally for being the Editor of the Request for Comment (RFC) document series, for Simple Mail Transfer Protocol (SMTP), and for administering the Internet Assigned Numbers Authority (IANA) until his death. In h"}]}, {"heading": "Births", "year": "1944", "date": "August 6", "txt": "Inday Badiday, Filipino journalist and actress (d. 2003)", "entities": [{"title": "Inday Badiday", "href": "/wiki/Inday_Badiday", "description": "Lourdes Jimenez Carvajal, popularly known as Inday Badiday, was a Filipino host and journalist who was known as Philippine television's \"queen of showbiz talk shows\" and \"queen of intrigues\"."}]}, {"heading": "Births", "year": "1944", "date": "August 6", "txt": "Michael Mingos, English chemist and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 6", "txt": "Martin Wharton, English bishop", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 6", "txt": "Ron Jones, English director and production manager (d. 1993)", "entities": [{"title": "Ron Jones (television director)", "href": "/wiki/Ron_Jones_(television_director)", "description": "Ron Jones was a British television director."}]}, {"heading": "Births", "year": "1946", "date": "August 6", "txt": "Allan Holdsworth, English guitarist, songwriter, and producer (d. 2017)", "entities": [{"title": "Allan Holdsworth", "href": "/wiki/Allan_Holdsworth", "description": "Allan Holdsworth was a British jazz fusion and progressive rock guitarist and composer."}]}, {"heading": "Births", "year": "1947", "date": "August 6", "txt": "Radhia Cousot, French computer scientist and academic (d. 2014)", "entities": [{"title": "Radhia Cousot", "href": "/wiki/Radhia_Cousot", "description": "Radhia Cousot was a French computer scientist known for inventing abstract interpretation."}]}, {"heading": "Births", "year": "1947", "date": "August 6", "txt": "Tony Dell, English-Australian cricketer and soldier", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 6", "txt": "William McCrea, Northern Irish politician", "entities": [{"title": "William McCrea, Baron McCrea of Magherafelt and Cookstown", "href": "/wiki/William_McCrea,_Baron_McCrea_of_Magherafelt_and_Cookstown", "description": "Robert Thomas William McCrea, Baron McCrea of Magherafelt and Cookstown is a retired Free Presbyterian minister from Northern Ireland. A former Democratic Unionist Party politician, he represented South Antrim and Mid Ulster as their Member of Parliament (MP)."}]}, {"heading": "Births", "year": "1949", "date": "August 6", "txt": "Dino Bravo, Italian-Canadian wrestler (d. 1993)", "entities": [{"title": "Dino Bravo", "href": "/wiki/Dino_Bravo", "description": "Adolfo Bresciano was an Italian-Canadian professional wrestler and promoter, better known by the ring name Dino Bravo."}]}, {"heading": "Births", "year": "1949", "date": "August 6", "txt": "Richard Prince, American painter and photographer", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 6", "txt": "Clarence Richard Silva, American bishop", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 6", "txt": "Dorian Harewood, American actor", "entities": [{"title": "Dorian Harewood", "href": "/wiki/Dorian_Harewood", "description": "Dorian Harewood is an American voice, film and television actor."}]}, {"heading": "Births", "year": "1951", "date": "August 6", "txt": "Catherine Hicks, American actress", "entities": [{"title": "Catherine Hicks", "href": "/wiki/Catherine_Hicks", "description": "Catherine Mary Hicks is an American actress. She is best known for her role as Annie Camden on the long-running television series 7th Heaven. Other notable roles include Dr. Faith Coleridge on the soap opera Ryan's Hope (1976–1978), her Emmy Award-nominated performance as Marilyn Monroe in Marilyn: The Untold Story (1980), Dr. Gillian Taylor in Star Trek IV: The Voyage Home (1986), and Karen Barcl"}]}, {"heading": "Births", "year": "1951", "date": "August 6", "txt": "Daryl Somers, Australian television host and singer", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 6", "txt": "Pat MacDonald, American singer-songwriter and guitarist", "entities": [{"title": "Pat MacDonald (musician)", "href": "/wiki/Pat_MacDonald_(musician)", "description": "Patrick Lee \"Pat\" MacDonald is an American musician and songwriter. He is the singer, guitarist, and main songwriter for Timbuk3, nominated for a Grammy Award for Best New Artist in 1987. He formed the duo with his wife, Barbara K. MacDonald, in Madison, Wisconsin in 1984 before moving to Austin, Texas, that same year. Their breakup in 1995 spurred a solo career that has steadily produced releases"}]}, {"heading": "Births", "year": "1952", "date": "August 6", "txt": "David McLetchie, Scottish lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 6", "txt": "Ton Scherpenzeel, Dutch keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 6", "txt": "Mark Hughes, English-Australian rugby league player", "entities": [{"title": "Mark Hughes (rugby league, born 1954)", "href": "/wiki/Mark_Hughes_(rugby_league,_born_1954)", "description": "Mark Stephen Hughes is an English-born Australian former professional rugby league footballer who played for Canterbury-Bankstown in the 1970s and 1980s. He mostly played lock, but he also spent time playing centre and five-eighth. He is the brother of Garry Hughes and Graeme Hughes, and the uncle of Corey Hughes, Glen Hughes and Steven Hughes."}]}, {"heading": "Births", "year": "1956", "date": "August 6", "txt": "Bill Emmott, English journalist and author", "entities": [{"title": "Bill Emmott", "href": "/wiki/Bill_Emmott", "description": "Bill Emmott is an English journalist, author, and consultant best known as the editor-in-chief of The Economist newspaper from 1993 to 2006. Emmott has written fourteen books and worked on two documentary feature films. He co-founded the Wake Up Foundation, an educational charity dedicated to raising awareness of the dangers facing Western societies. He is now chairman of the Trinity College Long "}]}, {"heading": "Births", "year": "1957", "date": "August 6", "txt": "Bob Horner, American baseball player", "entities": [{"title": "Bob Horner", "href": "/wiki/Bob_Horner", "description": "James Robert Horner is an American former professional baseball player who played the majority of his Major League Baseball career with the Atlanta Braves. He played mostly as a third baseman who later transitioned into a first baseman as he was hampered by injuries for most of his playing career. Horner also played for one season in the Nippon Professional Baseball League as a member of the Tokyo"}]}, {"heading": "Births", "year": "1957", "date": "August 6", "txt": "Jim McGreevey, American lawyer and politician, 52nd Governor of New Jersey", "entities": [{"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1958", "date": "August 6", "txt": "Randy DeBarge, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 6", "txt": "Rajendra Singh, Indian environmentalist", "entities": [{"title": "Rajendra Singh (environmentalist)", "href": "/wiki/Rajendra_Singh_(environmentalist)", "description": "Rajendra Singh is an Indian water conservationist and environmentalist from Alwar district, Rajasthan in India. Also known as \"waterman of India\", he won the Magsaysay Award in 2001 and Stockholm Water Prize in 2015. He runs an NGO called 'Tarun Bharat Sangh' (TBS), which was founded in 1975. The NGO based in village hori-Bhikampura in Thanagazi tehsil, near Sariska Tiger Reserve, has been instrum"}]}, {"heading": "Births", "year": "1960", "date": "August 6", "txt": "Dale Ellis, American basketball player", "entities": [{"title": "Dale Ellis", "href": "/wiki/Dale_Ellis", "description": "Dale Ellis is an American former professional basketball player who played in the National Basketball Association (NBA)."}]}, {"heading": "Births", "year": "1961", "date": "August 6", "txt": "Mary Ann Sieghart, English journalist and radio host", "entities": [{"title": "Mary Ann Sieghart", "href": "/wiki/Mary_Ann_Sieghart", "description": "Mary Ann Corinna Howard Sieghart is an English journalist, radio presenter and former assistant editor of The Times, where she wrote columns about politics, social affairs and life in general. She has also written a weekly political column in The Independent."}]}, {"heading": "Births", "year": "1962", "date": "August 6", "txt": "Michelle Yeoh, Malaysian-Hong Kong actress and producer", "entities": [{"title": "Michelle Yeoh", "href": "/wiki/Michelle_Yeoh", "description": "Michelle Yeoh Choo-Kheng, PSM is a Malaysian actress who rose to fame in 1990s Hong Kong action films and is best known internationally for her roles in the James Bond film Tomorrow Never Dies (1997) and martial arts film Crouching Tiger, Hidden Dragon (2000), along with recent international English-language films and series. She was more recently featured in CBS All-Access'/Netflix's Star Trek: D"}]}, {"heading": "Births", "year": "1963", "date": "August 6", "txt": "Charles Ingram, English soldier, author, and game show contestant", "entities": [{"title": "Charles Ingram", "href": "/wiki/Charles_Ingram", "description": "Charles William Ingram is a former British Army major who gained infamy for his appearance on the television game show Who Wants to Be a Millionaire? In episodes recorded in September 2001, Ingram correctly answered fifteen questions to win the show's maximum prize of £1 million, but was denied the winnings due to suspicion of cheating. Following a lengthy trial at Southwark Crown Court, Ingram wa"}]}, {"heading": "Births", "year": "1963", "date": "August 6", "txt": "Kevin Mitnick, American computer hacker and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 6", "txt": "Kemi Omololu-Olunloyo, Nigerian journalist, activist, social media expert, and pharmacist", "entities": [{"title": "Kemi Omololu-Olunloyo", "href": "/wiki/Kemi_Omololu-Olunloyo", "description": "Kemi Omololu-Olunloyo is a Nigerian journalist, blogger, and activist against gun violence, and social media personality."}]}, {"heading": "Births", "year": "1965", "date": "August 6", "txt": "Stéphane Peterhansel, French racing driver", "entities": [{"title": "Stéphane Peterhansel", "href": "/wiki/St%C3%A9phane_Peterhansel", "description": "Stéphane Peterhansel is a rally racing driver from France. He is best known for winning the Dakar Rally for a record 14 times. In the 2018 season he was one of the official drivers of the Team Peugeot Total."}]}, {"heading": "Births", "year": "1965", "date": "August 6", "txt": "Yuki Kajiura, Japanese pianist and composer", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 6", "txt": "David Robinson, American basketball player and lieutenant", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 6", "txt": "Vince Wells, English cricketer", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 6", "txt": "Lorna Fitzsimons, English businesswoman and politician", "entities": [{"title": "Lorna Fitzsimons", "href": "/wiki/Lorna_Fitzsimons", "description": "Lorna Fitzsimons is a British politician who was the Labour Party Member of Parliament (MP) for Rochdale from 1997 to 2005, when she lost her seat."}]}, {"heading": "Births", "year": "1967", "date": "August 6", "txt": "Mike Greenberg, American journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 6", "txt": "Julie Snyder, Canadian talk show host and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 6", "txt": "Jack de Gier, Dutch footballer", "entities": [{"title": "Jack de Gier", "href": "/wiki/Jack_de_Gier", "description": "Jack de Gier is a Dutch professional football manager and former player who played as a forward. He is the current manager of FC Den Bosch."}]}, {"heading": "Births", "year": "1969", "date": "August 6", "txt": "Simon Doull, New Zealand cricketer and sportscaster", "entities": [{"title": "Simon Doull", "href": "/wiki/Simon_Doull", "description": "Simon Blair Doull is a New Zealand radio personality, commentator and former international cricketer. He was a right-arm medium pacer, who was capable of swing bowling away from the right hander, Simon Doull was plagued by injuries as a result of which his international career was cut short. Playing for the New Zealand national cricket team, he figured in just 32 Tests and 42 ODIs, taking 98 and 3"}]}, {"heading": "Births", "year": "1969", "date": "August 6", "txt": "Elliott Smith, American singer-songwriter and guitarist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 6", "txt": "M. Night Shyamalan, Indian-American director, producer, and screenwriter", "entities": [{"title": "M. Night Shyamalan", "href": "/wiki/M._Night_Shyamalan", "description": "Manoj Nelliyattu \"M. Night\" Shyamalan is an American filmmaker, philanthropist, and actor. He is known for making original films with contemporary supernatural plots and twist endings. He was born in Pondicherry, Puducherry, India, and raised in Penn Valley, Pennsylvania. The cumulative gross of his films exceeds $3 billion globally."}]}, {"heading": "Births", "year": "1972", "date": "August 6", "txt": "Paolo Bacigalupi, American author", "entities": [{"title": "Paolo Bacigalupi", "href": "/wiki/Paolo_Bacigalupi", "description": "Paolo Tadini Bacigalupi is an American science fiction and fantasy writer. He has won the Hugo, Nebula, John. W. Campbell, Compton Crook, Theodore Sturgeon, and Michael L. Printz awards, and has been nominated for the National Book Award. His fiction has appeared in The Magazine of Fantasy & Science Fiction, Asimov's Science Fiction, and the environmental journal High Country News. Nonfiction essa"}]}, {"heading": "Births", "year": "1972", "date": "August 6", "txt": "Darren Eales, English footballer and lawyer", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 6", "txt": "Geri Halliwell, English singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 6", "txt": "Ray Lucas, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 6", "txt": "Vera Farmiga, American actress", "entities": [{"title": "Vera Farmiga", "href": "/wiki/Vera_Farmiga", "description": "Vera Ann Farmiga is an American actress, director, and producer. She began her professional acting career on stage in the original Broadway production of Taking Sides (1996). Farmiga made her television debut in the Fox fantasy adventure series Roar (1997), and her feature film debut in the drama-thriller Return to Paradise (1998). Farmiga's breakthrough came in 2004 with her starring role as a dr"}]}, {"heading": "Births", "year": "1973", "date": "August 6", "txt": "Max Kellerman, American sportscaster and radio host", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 6", "txt": "Iain Morris, English screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 6", "txt": "Stuart O'Grady, Australian cyclist", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 6", "txt": "Bobby Petta, Dutch footballer", "entities": [{"title": "Bobby Petta", "href": "/wiki/Bobby_Petta", "description": "Alfred Manuel \"Bobby\" Petta is a Dutch footballer who played as a left winger."}]}, {"heading": "Births", "year": "1974", "date": "August 6", "txt": "Luis Vizcaíno, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 6", "txt": "Alvin Williams, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 6", "txt": "Jason Crump, English-Australian motorcycle racer", "entities": [{"title": "Jason Crump", "href": "/wiki/Jason_Crump", "description": "Jason Philip Crump is an Australian international motorcycle speedway rider. He is a three-time Speedway World Champion, a World Cup winner and a former World Under-21 Champion."}]}, {"heading": "Births", "year": "1975", "date": "August 6", "txt": "Renate Götschl, Austrian skier", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 6", "txt": "Víctor Zambrano, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 6", "txt": "Melissa George, Australian-American actress", "entities": [{"title": "Melissa George", "href": "/wiki/Melissa_George", "description": "Melissa Suzanne George is an Australian-American actress and entrepreneur. A former national rollerskating champion and model, George began her acting career playing Angel Parrish on the Australian soap opera Home and Away (1993–96). After moving to the United States, George made her feature film debut in Dark City (1998). She later had supporting roles in Steven Soderbergh's The Limey (1999), Dav"}]}, {"heading": "Births", "year": "1977", "date": "August 6", "txt": "Leandro Amaral, Brazilian footballer", "entities": [{"title": "Leandro Amaral", "href": "/wiki/Leandro_Amaral", "description": "Leandro Câmara do Amaral, is a Brazilian former footballer who played as a striker."}]}, {"heading": "Births", "year": "1977", "date": "August 6", "txt": "Rebecca Maddern, Australian journalist and television host", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 6", "txt": "Jimmy Nielsen, Danish footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 6", "txt": "Luciano Zavagno, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 6", "txt": "Marvel Smith, American football player", "entities": [{"title": "Marvel Smith", "href": "/wiki/Marvel_Smith", "description": "Marvel Amos Smith is a former American football offensive tackle who played nine seasons in the National Football League (NFL). He played college football for Arizona State University. He was drafted by the Pittsburgh Steelers in the second round of the 2000 NFL Draft, and also was a member of the San Francisco 49ers. A one-time Pro Bowl selection, Smith earned two Super Bowl rings with the Steele"}]}, {"heading": "Births", "year": "1979", "date": "August 6", "txt": "Francesco Bellotti, Italian cyclist", "entities": [{"title": "Francesco Bellotti", "href": "/wiki/Francesco_Bellotti", "description": "Francesco Bellotti is an Italian professional road bicycle racer, who last rode for UCI ProTour team Liquigas."}]}, {"heading": "Births", "year": "1979", "date": "August 6", "txt": "Jaime Correa, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 6", "txt": "Travis Reed, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 6", "txt": "Diána Póth, Hungarian figure skater", "entities": [{"title": "Diána Póth", "href": "/wiki/Di%C3%A1na_P%C3%B3th", "description": "Diána Póth is a Hungarian former competitive figure skater. She is a two-time Karl Schäfer Memorial silver medalist and a two-time Hungarian national champion. She also competed briefly for Austria."}]}, {"heading": "Births", "year": "1983", "date": "August 6", "txt": "Neil Harvey, English-Barbadian footballer", "entities": [{"title": "Neil Harvey (footballer)", "href": "/wiki/Neil_Harvey_(footballer)", "description": "Neil Anthony Cory Harvey is an English-born Barbadian footballer who has represented Barbados and currently plays for Conwy."}]}, {"heading": "Births", "year": "1983", "date": "August 6", "txt": "Robin van Persie, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 6", "txt": "Vedad Ibišević, Bosnian footballer", "entities": [{"title": "Vedad Ibišević", "href": "/wiki/Vedad_Ibi%C5%A1evi%C4%87", "description": "Vedad Ibišević is a Bosnian professional footballer who plays as a forward and is currently a free agent having last played for Schalke 04."}]}, {"heading": "Births", "year": "1984", "date": "August 6", "txt": "Jesse Ryder, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 6", "txt": "Mickaël Delage, French cyclist", "entities": [{"title": "Mickaël Delage", "href": "/wiki/Micka%C3%ABl_Delage", "description": "Mickaël Delage is a French professional road and track cyclist, who currently rides for UCI WorldTeam Groupama–FDJ."}]}, {"heading": "Births", "year": "1985", "date": "August 6", "txt": "Bafétimbi Gomis, French footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 6", "txt": "Garrett Weber-Gale, American swimmer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 6", "txt": "Raphael Pyrasch, German rugby player", "entities": [{"title": "Raphael Pyrasch", "href": "/wiki/Raphael_Pyrasch", "description": "Rafael Pyrasch is a German international rugby union player, playing for the Heidelberger RK in the Rugby-Bundesliga and the German national rugby union team."}]}, {"heading": "Births", "year": "1987", "date": "August 6", "txt": "Leanne Crichton, Scottish footballer", "entities": [{"title": "Leanne Crichton", "href": "/wiki/Leanne_Crichton", "description": "Leanne Crichton is a Scottish international footballer who plays as a midfielder for Glasgow City and the Scotland national team. She previously played for Notts County in the FA WSL as well as Hibernian, Celtic, and Whitehill Welfare/Edinburgh Ladies."}]}, {"heading": "Births", "year": "1991", "date": "August 6", "txt": "Jiao Liuyang, Chinese swimmer", "entities": [{"title": "Jiao Liuyang", "href": "/wiki/Jiao_Liuyang", "description": "Jiao Liuyang is a female Chinese swimmer, who currently owns the textile world record in the 200-metre butterfly."}]}, {"heading": "Deaths", "year": "258", "date": "August 6", "txt": "Pope Sixtus II", "entities": [{"title": "Pope Sixtus II", "href": "/wiki/Pope_Sixtus_II", "description": "Pope Sixtus II was bishop of Rome from 31 August 257 until his death on 6 August 258. He was martyred along with seven deacons, including Lawrence of Rome during the persecution of Christians by Emperor Valerian."}]}, {"heading": "Deaths", "year": "523", "date": "August 6", "txt": "Pope Hormisdas (b. 450)", "entities": [{"title": "Pope Hormisdas", "href": "/wiki/Pope_Hormisdas", "description": "Pope Hormisdas was the bishop of Rome from 20 July 514 to his death. His papacy was dominated by the Acacian schism, started in 484 by Acacius of Constantinople's efforts to placate the Monophysites. His efforts to resolve this schism were successful, and on 28 March 519, the reunion between Constantinople and Rome was ratified in the cathedral of Constantinople before a large crowd."}]}, {"heading": "Deaths", "year": "750", "date": "August 6", "txt": "Marwan II, Umayyad general and caliph (b. 688)", "entities": [{"title": "Marwan II", "href": "/wiki/Marwan_II", "description": "Marwan ibn Muhammad ibn Marwan ibn al-Hakam, also called Marwan II, was the fourteenth and last caliph of the Umayyad Caliphate, ruling from 744 until he was killed in 750. Much of his reign was dominated by a civil war, and he was the last Umayyad ruler to rule the united Caliphate before the Abbasid Revolution toppled the Umayyad dynasty."}]}, {"heading": "Deaths", "year": "1027", "date": "August 6", "txt": "Richard III, Duke of Normandy", "entities": [{"title": "Richard III, Duke of Normandy", "href": "/wiki/Richard_III,_Duke_of_Normandy", "description": "Richard III was the duke of Normandy who reigned from August 1026 to his death. His brief reign opened with a revolt by his brother."}]}, {"heading": "Deaths", "year": "1162", "date": "August 6", "txt": "Ramon Berenguer IV, Count of Barcelona (b. 1113)", "entities": [{"title": "Ramon Berenguer IV, Count of Barcelona", "href": "/wiki/Ramon_Berenguer_IV,_Count_of_Barcelona", "description": "Ramon Berenguer IV, sometimes called the Saint, was the count of Barcelona who brought about the union of the County of Barcelona with the Kingdom of Aragon to form the Crown of Aragon."}]}, {"heading": "Deaths", "year": "1195", "date": "August 6", "txt": "Henry the Lion, Duke of Saxony and Bavaria (b. 1129)", "entities": [{"title": "Henry the Lion", "href": "/wiki/Henry_the_Lion", "description": "Henry the Lion was a member of the Welf dynasty and Duke of Saxony, as Henry III, from 1142, and Duke of Bavaria, as Henry XII, from 1156, the duchies which he held until 1180."}]}, {"heading": "Deaths", "year": "1221", "date": "August 6", "txt": "Saint Dominic, Spanish priest, founded the Dominican Order (b. 1170)", "entities": [{"title": "Saint Dominic", "href": "/wiki/Saint_Dominic", "description": "Saint Dominic, also known as Dominic of Osma and Dominic of Caleruega, often called Dominic de Guzmán and Domingo Félix de Guzmán, was a Castilian Catholic priest and founder of the Dominican Order. Dominic is the patron saint of astronomers."}, {"title": "Dominican Order", "href": "/wiki/Dominican_Order", "description": "The Order of Preachers, whose members are known as Dominicans, is a mendicant order of the Catholic Church founded in Toulouse, France, by the Spanish priest Saint Dominic. It was approved by Pope Honorius III via the Papal bull Religiosam vitam on 22 December 1216. Members of the order, who are referred to as Dominicans, generally carry the letters OP after their names, standing for Ordinis Praed"}]}, {"heading": "Deaths", "year": "1272", "date": "August 6", "txt": "Stephen V of Hungary (b. 1239)", "entities": [{"title": "Stephen V of Hungary", "href": "/wiki/Stephen_V_of_Hungary", "description": "Stephen V was King of Hungary and Croatia between 1270 and 1272, and Duke of Styria from 1258 to 1260. He was the oldest son of King Béla IV and Maria Laskarina. King Béla had his son crowned king at the age of six and appointed him Duke of Slavonia. Still a child, Stephen married Elizabeth, a daughter of a chieftain of the Cumans whom his father settled in the Great Hungarian Plain."}]}, {"heading": "Deaths", "year": "1384", "date": "August 6", "txt": "Francesco I of Lesbos", "entities": [{"title": "Francesco I Gattilusio", "href": "/wiki/Francesco_I_Gattilusio", "description": "Francesco I Gattilusio was the first member of the Gattilusio family to rule the Aegean island of Lesbos as vassal of the Byzantine emperor."}]}, {"heading": "Deaths", "year": "1412", "date": "August 6", "txt": "Margherita of Durazzo, Queen consort of Charles III of Naples (b. 1347)", "entities": [{"title": "Margherita of Durazzo", "href": "/wiki/Margherita_of_Durazzo", "description": "Margaret of Durazzo was Queen of Naples and Hungary and Princess of Achaea as the spouse of Charles III of Naples. She was regent of Naples from 1386 until 1393 during the minority of her son Ladislaus of Naples."}]}, {"heading": "Deaths", "year": "1414", "date": "August 6", "txt": "Ladislaus of Naples (b. 1377)", "entities": [{"title": "Ladislaus of Naples", "href": "/wiki/Ladislaus_of_Naples", "description": "Ladislaus the Magnanimous was the king of Naples from 1386 until his death and an unsuccessful claimant to the kingdoms of Hungary and Croatia. Ladislaus was a skilled political and military leader, protector and controller of Pope Innocent VII; however, he earned a bad reputation concerning his personal life. He profited from disorder throughout Italy to greatly expand his kingdom and his power, "}]}, {"heading": "Deaths", "year": "1458", "date": "August 6", "txt": "Pope Callixtus III (b. 1378)", "entities": [{"title": "Pope Callixtus III", "href": "/wiki/Pope_Callixtus_III", "description": "Pope Callixtus III, born Alfonso de Borgia, was head of the Catholic Church and ruler of the Papal States from 8 April 1455 to his death. Borgia spent his early career as a professor of law at the University of Lleida; he later served as a diplomat for the kings of Aragon. He became a tutor for King Alfonso V's illegitimate son Ferdinand. After arranging a reconciliation between Alfonso and Pope M"}]}, {"heading": "Deaths", "year": "1530", "date": "August 6", "txt": "Jacopo Sannazaro, Italian poet (b. 1458)", "entities": [{"title": "Jacopo Sannazaro", "href": "/wiki/Jacopo_Sannazaro", "description": "Jacopo Sannazaro was an Italian poet, humanist and epigrammist from Naples."}]}, {"heading": "Deaths", "year": "1553", "date": "August 6", "txt": "Girolamo Fracastoro, Italian physician (b. 1478)", "entities": [{"title": "Girolamo Fracastoro", "href": "/wiki/Girolamo_Fracastoro", "description": "Girolamo Fracastoro was an Italian physician, poet, and scholar in mathematics, geography and astronomy. Fracastoro subscribed to the philosophy of atomism, and rejected appeals to hidden causes in scientific investigation. His studies of the mode of syphilis transmission are an early example of epidemiology."}]}, {"heading": "Deaths", "year": "1628", "date": "August 6", "txt": "Johannes Junius, German lawyer and politician (b. 1573)", "entities": [{"title": "Johannes Junius", "href": "/wiki/Johannes_Junius", "description": "Johannes Junius was the mayor of Bamberg, and a victim of the Bamberg witch trials, who wrote a letter to his daughter from jail while he awaited execution for witchcraft."}]}, {"heading": "Deaths", "year": "1637", "date": "August 6", "txt": "Ben Jonson, English poet and playwright (b. 1572)", "entities": [{"title": "Ben Jonson", "href": "/wiki/Ben_Jonson", "description": "Benjamin Jonson was an English playwright and poet. Jonson's artistry exerted a lasting influence upon English poetry and stage comedy. He popularised the comedy of humours; he is best known for the satirical plays Every Man in His Humour (1598), Volpone, or The Fox, The Alchemist (1610) and Bartholomew Fair (1614) and for his lyric and epigrammatic poetry. \"He is generally regarded as the second "}]}, {"heading": "Deaths", "year": "1645", "date": "August 6", "txt": "Lionel Cranfield, 1st Earl of Middlesex, English merchant and politician (b. 1575)", "entities": [{"title": "Lionel Cranfield, 1st Earl of Middlesex", "href": "/wiki/Lionel_Cranfield,_1st_Earl_of_Middlesex", "description": "Lionel Cranfield, 1st Earl of Middlesex was an English merchant and politician. He sat in the House of Commons between 1614 and 1622 when he was raised to the peerage as Baron Cranfield."}]}, {"heading": "Deaths", "year": "1657", "date": "August 6", "txt": "Bohdan Khmelnytsky, Ukrainian soldier and politician, 1st Hetman of Zaporizhian Host (b. 1595)", "entities": [{"title": "Bohdan Khmelnytsky", "href": "/wiki/Bohdan_Khmelnytsky", "description": "Zynoviy Bohdan Khmelnytsky was a Ukrainian Hetman of the Zaporozhian Host, then in the Polish Crown of the Polish–Lithuanian Commonwealth. He led an uprising against the Commonwealth and its magnates (1648–1654) that resulted in the creation of a state led by the Cossacks. In 1654, he concluded the Treaty of Pereyaslav with the Moscow Tsar and thus allied the Cossack Hetmanate with Tsardom of Musc"}, {"title": "Hetman of Zaporizhian Host", "href": "/wiki/Hetman_of_Zaporizhian_Host", "description": "Hetman of the Zaporizhian Host is a former historic government office and political institution of the Cossack Hetmanate that was its head of state. The office was liquidated on the edict of Russian Governing Senate of 17 November 1764."}]}, {"heading": "Deaths", "year": "1660", "date": "August 6", "txt": "Diego Velázquez, Spanish painter and educator (b. 1599)", "entities": [{"title": "Diego Velázquez", "href": "/wiki/Diego_Vel%C3%A1zquez", "description": "Diego Rodríguez de Silva y Velázquez was a Spanish painter, the leading artist in the court of King Philip IV and of the Spanish Golden Age. He was an individualistic artist of the contemporary Baroque period. He began to paint in a precise tenebrist style, later developing a freer manner characterized by bold brushwork. In addition to numerous renditions of scenes of historical and cultural signi"}]}, {"heading": "Deaths", "year": "1666", "date": "August 6", "txt": "Tjerk Hiddes de Vries, Frisian naval hero and commander (b. 1622)", "entities": [{"title": "Tjerk Hiddes de Vries", "href": "/wiki/Tjerk_Hiddes_de_Vries", "description": "Tjerk Hiddes de Vries was a naval hero and Dutch admiral from the seventeenth century. The French, who could not pronounce his name, called him Kiërkides. His name was also given as Tsjerk, Tierck or Tjerck."}]}, {"heading": "Deaths", "year": "1679", "date": "August 6", "txt": "John Snell, Scottish-English soldier and philanthropist, founded the Snell Exhibition (b. 1629)", "entities": [{"title": "John Snell", "href": "/wiki/John_Snell", "description": "Sir John Snell, founder of the Snell Exhibitions at the University of Oxford, was born in Ayrshire, Scotland, the son of a blacksmith. He attended the University of Glasgow from 1642 to 1644."}, {"title": "Snell Exhibition", "href": "/wiki/Snell_Exhibition", "description": "\n\nThe Snell Exhibition is an annual scholarship awarded to students of the University of Glasgow to allow them to undertake postgraduate study at Balliol College, Oxford. The award was founded by the bequest of Sir John Snell in a will made in 1677, although the original stipulation referred to the University of Oxford, rather than Balliol in particular. Snell died on 6 August 1679, but wrangling "}]}, {"heading": "Deaths", "year": "1694", "date": "August 6", "txt": "Antoine Arnauld, French mathematician and philosopher (b. 1612)", "entities": [{"title": "Antoine Arnauld", "href": "/wiki/Antoine_Arnauld", "description": "Antoine Arnauld was a French Roman Catholic theologian, philosopher and mathematician. He was one of the leading intellectuals of the Jansenist group of Port-Royal and had a very thorough knowledge of patristics. Contemporaries called him le Grand to distinguish him from his father."}]}, {"heading": "Deaths", "year": "1695", "date": "August 6", "txt": "François de Harlay de Champvallon, French archbishop (b. 1625)", "entities": [{"title": "François de Harlay de Champvallon", "href": "/wiki/Fran%C3%A7ois_de_Harlay_de_Champvallon", "description": "François de Harlay de Champvallon was the fifth Archbishop of Paris."}]}, {"heading": "Deaths", "year": "1753", "date": "August 6", "txt": "Georg Wilhelm Richmann, Estonian-Russian physicist and academic (b. 1711)", "entities": [{"title": "Georg Wilhelm Richmann", "href": "/wiki/Georg_Wilhelm_Richmann", "description": "Georg Wilhelm Richmann, was a Russian Imperial physicist of Baltic German descent. He proved that thunder clouds contain electric charge."}]}, {"heading": "Deaths", "year": "1757", "date": "August 6", "txt": "Ádám Mányoki, Hungarian painter (b. 1673)", "entities": [{"title": "Ádám Mányoki", "href": "/wiki/%C3%81d%C3%A1m_M%C3%A1nyoki", "description": "Ádám Mányoki was a Hungarian Baroque portrait painter."}]}, {"heading": "Deaths", "year": "1794", "date": "August 6", "txt": "Henry Bathurst, 2nd Earl Bathurst, English lawyer and politician, Lord High Chancellor of Great Britain (b. 1714)", "entities": [{"title": "Henry Bathurst, 2nd Earl Bathurst", "href": "/wiki/Henry_Bathurst,_2nd_Earl_Bathurst", "description": "Henry Bathurst, 2nd Earl Bathurst, known as The Lord Apsley from 1771 to 1775, was a British lawyer and politician. He was Lord High Chancellor of Great Britain from 1771 to 1778."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1815", "date": "August 6", "txt": "James A. Bayard, American lawyer and politician (b. 1767)", "entities": [{"title": "James A. Bayard (elder)", "href": "/wiki/James_A._Bayard_(elder)", "description": "James Asheton Bayard Sr. was an American lawyer and politician from Wilmington, Delaware. He was a member of the Federalist Party, who served as U.S. Representative from Delaware and U.S. Senator from Delaware."}]}, {"heading": "Deaths", "year": "1828", "date": "August 6", "txt": "Konstantin von Benckendorff, Russian general and diplomat (b. 1785)", "entities": [{"title": "Konstantin von Benckendorff", "href": "/wiki/Konstantin_von_Benckendorff", "description": "Konstantin von Benckendorff was a Baltic German general and diplomat."}]}, {"heading": "Deaths", "year": "1850", "date": "August 6", "txt": "Edward Walsh, Irish poet and songwriter (b. 1805)", "entities": [{"title": "Edward Walsh (poet)", "href": "/wiki/Edward_Walsh_(poet)", "description": "\nEdward Walsh was an Irish poet, the son of a sergeant in the Cork militia, and was born in Derry City, where his father's regiment had been sent for training. His parents were natives in the village of Millstreet, County Cork, near which his father at one time possessed a small holding."}]}, {"heading": "Deaths", "year": "1866", "date": "August 6", "txt": "John Mason Neale, English priest, scholar, and hymnwriter (b. 1818)", "entities": [{"title": "John Mason Neale", "href": "/wiki/John_Mason_Neale", "description": "John Mason Neale was an English Anglican priest, scholar and hymnwriter. He notably worked and wrote on a wide range of holy Christian texts, including obscure medieval hymns, both Western and Eastern."}]}, {"heading": "Deaths", "year": "1881", "date": "August 6", "txt": "James Springer White, American religious leader, co-founded the Seventh-day Adventist Church (b. 1821)", "entities": [{"title": "James Springer White", "href": "/wiki/James_Springer_White", "description": "James Springer White, also known as Elder White, was a co-founder of the Seventh-day Adventist Church and husband of Ellen G. White. In 1849 he started the first Sabbatarian Adventist periodical entitled \"The Present Truth\", in 1855 he relocated the fledgling center of the movement to Battle Creek, Michigan, and in 1863 played a pivotal role in the formal organization of the denomination. He later"}, {"title": "Seventh-day Adventist Church", "href": "/wiki/Seventh-day_Adventist_Church", "description": "The Seventh-day Adventist Church is a Protestant Christian denomination which is distinguished by its observance of Saturday, the seventh day of the week in Christian and Jewish calendars, as the Sabbath, and its emphasis on the imminent Second Coming (advent) of Jesus Christ. The denomination grew out of the Millerite movement in the United States during the mid-19th century and it was formally e"}]}, {"heading": "Deaths", "year": "1893", "date": "August 6", "txt": "Jean-Jacques Challet-Venel, Swiss lawyer and politician (b. 1811)", "entities": [{"title": "Jean-Jacques Challet-Venel", "href": "/wiki/Jean-Jacques_Challet-Venel", "description": "Jean-Jacques Challet-Venel was a Swiss politician and member of the Swiss Federal Council (1864–1872)."}]}, {"heading": "Deaths", "year": "1904", "date": "August 6", "txt": "Eduard Hanslick, Austrian author and critic (b. 1825)", "entities": [{"title": "Eduard Hanslick", "href": "/wiki/Eduard_Hanslick", "description": "Eduard Hanslick was a German Bohemian music critic."}]}, {"heading": "Deaths", "year": "1906", "date": "August 6", "txt": "George Waterhouse, English-New Zealand politician, 7th Prime Minister of New Zealand (b. 1824)", "entities": [{"title": "George Waterhouse (politician)", "href": "/wiki/George_Waterhouse_(politician)", "description": "George Marsden Waterhouse was a Premier of South Australia from 8 October 1861 until 3 July 1863 and the seventh Premier of New Zealand from 11 October 1872 to 3 March 1873."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1915", "date": "August 6", "txt": "Jennie de la Montagnie Lozier, American physician (b. 1841)", "entities": [{"title": "Jennie de la Montagnie Lozier", "href": "/wiki/Jennie_de_la_Montagnie_Lozier", "description": "Jennie de la Montagnie Lozier was an American physician. At the age of nineteen, she began to teach, becoming an instructor in languages and literature in Hillsdale College. Returning to New York City in 1872, she married Abraham Witton Lozier Jr., son of Clemence Sophia Harned Lozier, who was the founder and dean of the New York Medical College and Hospital for Women. Here, she studied medicine, "}]}, {"heading": "Deaths", "year": "1920", "date": "August 6", "txt": "Stefan Bastyr, Polish pilot and author (b. 1890)", "entities": [{"title": "Stefan Bastyr", "href": "/wiki/Stefan_Bastyr", "description": "Stefan Bastyr was a Polish aviator and military pilot, one of the pioneers of the Polish aviation. He is credited with the first military flight in the history of the Polish Air Force on 5 November 1918, almost a week before Poland officially regained her independence, at the opening stages of the Polish-Ukrainian War."}]}, {"heading": "Deaths", "year": "1925", "date": "August 6", "txt": "Surendranath Banerjee, Indian academic and politician (b. 1848)", "entities": [{"title": "Surendranath Banerjee", "href": "/wiki/Surendranath_Banerjee", "description": "Sir Surendranath Banerjee was one of the earliest Indian political leaders during the British Rule. He founded a nationalist organization called the Indian National Association, through which he led two sessions of the Indian National Conference in 1883 and 1885, along with Anandamohan Bose. Banerjee later became a senior member of the Indian National Congress. Surendranath repudiated Montagu–Chel"}]}, {"heading": "Deaths", "year": "1925", "date": "August 6", "txt": "Gregorio Ricci-Curbastro, Italian mathematician (b. 1853)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "August 6", "txt": "Bix Beiderbecke, American cornet player, pianist, and composer (b. 1903)", "entities": [{"title": "Bix Beiderbecke", "href": "/wiki/Bix_Beiderbecke", "description": "Leon Bismark \"Bix\" Beiderbecke was an American jazz cornetist, pianist, and composer."}]}, {"heading": "Deaths", "year": "1945", "date": "August 6", "txt": "Richard Bong, American soldier and pilot, Medal of Honor recipient (b. 1920)", "entities": [{"title": "Richard Bong", "href": "/wiki/Richard_Bong", "description": "Richard Ira Bong was a United States Army Air Forces major and Medal of Honor recipient in World War II. He was one of the most decorated American fighter pilots and the country's top flying ace in the war, credited with shooting down 40 Japanese aircraft, all with the Lockheed P-38 Lightning fighter. He died in California while testing a Lockheed P-80 jet fighter shortly before the war ended."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "1945", "date": "August 6", "txt": "Hiram Johnson, American lawyer and politician, 23rd Governor of California (b. 1866)", "entities": [{"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Deaths", "year": "1946", "date": "August 6", "txt": "Tony Lazzeri, American baseball player and coach (b. 1903)", "entities": [{"title": "Tony Lazzeri", "href": "/wiki/Tony_Lazzeri", "description": "Anthony Michael Lazzeri was an American professional baseball second baseman during the 1920s and 1930s, predominantly with the New York Yankees of Major League Baseball. He was part of the famed \"Murderers' Row\" Yankee batting lineup of the late 1920s, along with Babe Ruth, Lou Gehrig, and Bob Meusel."}]}, {"heading": "Deaths", "year": "1952", "date": "August 6", "txt": "Betty Allan, Australian statistician and biometrician (b. 1905)", "entities": [{"title": "Betty Allan", "href": "/wiki/Betty_Allan", "description": "Frances Elizabeth Allan (1905–1952) was an Australian statistician. She was known as the first statistician at CSIRO, as \"the effective founder of the CSIRO Division of Mathematics and Statistics\", and for her advocacy of biometrics."}, {"title": "Biometrician", "href": "/wiki/Biometrician", "description": "Biostatistics are the development and application of statistical methods to a wide range of topics in biology. It encompasses the design of biological experiments, the collection and analysis of data from those experiments and the interpretation of the results."}]}, {"heading": "Deaths", "year": "1959", "date": "August 6", "txt": "Preston Sturges, American director, screenwriter, and playwright (b. 1898)", "entities": [{"title": "Preston Sturges", "href": "/wiki/Preston_Sturges", "description": "Preston Sturges was an American playwright, screenwriter, and film director. In 1941, he won the Oscar for Best Original Screenplay for the film The Great McGinty, his first of three nominations in the category."}]}, {"heading": "Deaths", "year": "1964", "date": "August 6", "txt": "Cedric Hardwicke, English actor and director (b. 1893)", "entities": [{"title": "Cedric Hardwicke", "href": "/wiki/Cedric_Hardwicke", "description": "Sir Cedric Webster Hardwicke was an English stage and film actor whose career spanned nearly 50 years. His theatre work included notable performances in productions of the plays of Shakespeare and Shaw, and his film work included leading roles in a number of adapted literary classics."}]}, {"heading": "Deaths", "year": "1969", "date": "August 6", "txt": "Theodor W. Adorno, German sociologist and philosopher (b. 1903)", "entities": [{"title": "Theodor W. Adorno", "href": "/wiki/Theodor_W._Adorno", "description": "Theodor W. Adorno was a German philosopher, sociologist, psychologist, musicologist, and composer known for his critical theory of society."}]}, {"heading": "Deaths", "year": "1970", "date": "August 6", "txt": "Nikos Tsiforos, Greek director and screenwriter (b. 1912)", "entities": [{"title": "Nikos Tsiforos", "href": "/wiki/Nikos_Tsiforos", "description": "Nikos Tsiforos was a Greek humorist, screenwriter, and film director. He has 64 film scripts to his credit between 1948 and 1970. He further directed 17 films between 1948 and 1961."}]}, {"heading": "Deaths", "year": "1973", "date": "August 6", "txt": "Fulgencio Batista, Cuban colonel and politician, 9th President of Cuba (b. 1901)", "entities": [{"title": "Fulgencio Batista", "href": "/wiki/Fulgencio_Batista", "description": "Fulgencio Batista y Zaldívar was a Cuban military officer and politician who served as the elected president of Cuba from 1940 to 1944 and as its U.S.-backed military dictator from 1952 to 1959 before being overthrown during the Cuban Revolution. Batista initially rose to power as part of the 1933 Revolt of the Sergeants, which overthrew the provisional government of Carlos Manuel de Céspedes y Qu"}, {"title": "List of Presidents of Cuba", "href": "/wiki/List_of_Presidents_of_Cuba", "description": "This article lists the heads of state of Cuba from 1902 until the present day."}]}, {"heading": "Deaths", "year": "1976", "date": "August 6", "txt": "Gregor Piatigorsky, Russian-American cellist and educator (b. 1903)", "entities": [{"title": "Gregor Piatigorsky", "href": "/wiki/Gregor_Piatigorsky", "description": "Gregor Piatigorsky was a Russian-born American cellist."}]}, {"heading": "Deaths", "year": "1978", "date": "August 6", "txt": "Pope Paul VI (b. 1897)", "entities": [{"title": "Pope Paul VI", "href": "/wiki/Pope_Paul_VI", "description": "Pope Paul VI was head of the Catholic Church and sovereign of the Vatican City State from 21 June 1963 to his death in 1978. Succeeding John XXIII, he continued the Second Vatican Council, which he closed in 1965, implementing its numerous reforms, and fostered improved ecumenical relations with Eastern Orthodox and Protestant churches, which resulted in many historic meetings and agreements."}]}, {"heading": "Deaths", "year": "1978", "date": "August 6", "txt": "Edward Durell Stone, American architect, designed Radio City Music Hall and the Kennedy Center (b. 1902)", "entities": [{"title": "Radio City Music Hall", "href": "/wiki/Radio_City_Music_Hall", "description": "Radio City Music Hall is an entertainment venue at 1260 Avenue of the Americas, within Rockefeller Center, in Midtown Manhattan, New York City. Nicknamed the Showplace of the Nation, it is the headquarters for the Rockettes, the precision dance company. Radio City Music Hall was designed by Edward Durell Stone and Donald Deskey in the Art Deco style."}, {"title": "Kennedy Center", "href": "/wiki/Kennedy_Center", "description": "The John F. Kennedy Center for the Performing Arts is the United States National Cultural Center, located on the Potomac River in Washington, D.C. It was named in 1964 as a memorial to assassinated President John F. Kennedy. Opened on September 8, 1971, the center hosts many different genres of performance art, such as theater, dance, orchestras, jazz, pop, and folk music."}]}, {"heading": "Deaths", "year": "1979", "date": "August 6", "txt": "Feodor Felix Konrad Lynen, German biochemist and academic, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Feodor Felix Konrad Lynen", "href": "/wiki/Feodor_Felix_Konrad_Lynen", "description": "Feodor Felix Konrad Lynen was a German biochemist. In 1964 he won the Nobel Prize in Physiology or Medicine together with Konrad Bloch for their discoveries concerning the mechanism and regulation of cholesterol and fatty acid metabolism while he was director of the Max-Planck Institute for Cellular Chemistry in Munich."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1983", "date": "August 6", "txt": "Klaus Nomi, German singer-songwriter and actor (b. 1944)", "entities": [{"title": "Klaus Nomi", "href": "/wiki/Klaus_Nomi", "description": "Klaus Sperber, known professionally as Klaus Nomi, was a German countertenor noted for his wide vocal range and an unusual, otherworldly stage persona."}]}, {"heading": "Deaths", "year": "1985", "date": "August 6", "txt": "Forbes Burnham, Guyanese politician, 2nd President of Guyana (b. 1923)", "entities": [{"title": "Forbes Burnham", "href": "/wiki/Forbes_Burnham", "description": "Linden Forbes Sampson Burnham was a Guyanese politician and the leader of Co-operative Republic of Guyana from 1964 until his death. He served as Prime Minister from 1964 to 1980 and then as its first Executive President from 1980 to 1985. He is often regarded as a strongman who embraced his own version of communism. Throughout his presidency, he encouraged Guyanese to produce and export more loca"}, {"title": "President of Guyana", "href": "/wiki/President_of_Guyana", "description": "The President of the Co-operative Republic of Guyana is the head of state and the head of government of Guyana, as well as the commander-in-chief of the armed forces of the Republic, according to the Constitution of Guyana. The president is also the chancellor of the Orders of Guyana. Concurrent with their constitutional role as Commander-in-Chief of the Armed Forces, the President does not appoin"}]}, {"heading": "Deaths", "year": "1986", "date": "August 6", "txt": "Emilio Fernández, Mexican actor, director, and screenwriter (b. 1904)", "entities": [{"title": "Emilio Fernández", "href": "/wiki/Emilio_Fern%C3%A1ndez", "description": "Emilio \"El Indio\" Fernández Romo, was a Mexican film director, actor and screenwriter. He was one of the most prolific film directors of the Golden Age of Mexican cinema in the 1940s and 1950s. He is best known for his work as director of the film María Candelaria (1944), which won the Palme d'Or award at the 1946 Cannes Film Festival. As an actor, he worked in numerous film productions in Mexico "}]}, {"heading": "Deaths", "year": "1987", "date": "August 6", "txt": "Ira C. Eaker, American general (b. 1896)", "entities": [{"title": "Ira C. Eaker", "href": "/wiki/Ira_C._Eaker", "description": "General Ira Clarence Eaker was a general of the United States Army Air Forces during World War II. Eaker, as second-in-command of the prospective Eighth Air Force, was sent to England to form and organize its bomber command. While he struggled to build up airpower in England, the organization of the Army Air Forces evolved and he was named commander of the Eighth Air Force on December 1, 1942."}]}, {"heading": "Deaths", "year": "1990", "date": "August 6", "txt": "Jacques Soustelle, French anthropologist and politician (b. 1912)", "entities": [{"title": "Jacques Soustelle", "href": "/wiki/Jacques_Soustelle", "description": "Jacques Soustelle was an important and early figure of the Free French Forces, an anthropologist specializing in Pre-Columbian civilizations, and vice-director of the Musée de l'Homme in Paris in 1939. Governor General of Algeria, he helped the rise of Charles de Gaulle to the presidency of the Fifth Republic, but broke with De Gaulle over Algerian independence, joined the OAS in their efforts to "}]}, {"heading": "Deaths", "year": "1991", "date": "August 6", "txt": "Shapour Bakhtiar, Iranian soldier and politician, 74th Prime Minister of Iran (b. 1915)", "entities": [{"title": "Shapour Bakhtiar", "href": "/wiki/Shapour_Bakhtiar", "description": "Shapour Bakhtiar was an Iranian politician who served as the last Prime Minister of Iran under the Mohammad Reza Shah Pahlavi. In the words of historian Abbas Milani: \"more than once in the tone of a jeremiad he reminded the nation of the dangers of clerical despotism, and of how the fascism of the mullahs would be darker than any military junta\". He and his secretary were murdered in his home in "}, {"title": "Prime Minister of Iran", "href": "/wiki/Prime_Minister_of_Iran", "description": "The Prime Minister of Iran was a political post in Iran that had existed during several different periods of time starting with the Qajar era until its most recent revival from 1979 to 1989 following the Iranian Revolution."}]}, {"heading": "Deaths", "year": "1991", "date": "August 6", "txt": "Roland Michener, Canadian lawyer and politician, 20th Governor General of Canada (b. 1900)", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Deaths", "year": "1991", "date": "August 6", "txt": "Harry Reasoner, American journalist, co-created 60 Minutes (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "August 6", "txt": "Leszek Błażyński, Polish boxer (b. 1949)", "entities": [{"title": "Leszek Błażyński", "href": "/wiki/Leszek_B%C5%82a%C5%BCy%C5%84ski", "description": "Leszek Błażyński Polish pronunciation: [ˈlɛʂɛk ˈbwaʐɨj̃skʲi] was a Polish boxer who twice won the bronze medal in the men's flyweight division at the Summer Olympics."}]}, {"heading": "Deaths", "year": "1993", "date": "August 6", "txt": "Tex Hughson, American baseball player (b. 1916)", "entities": [{"title": "Tex Hughson", "href": "/wiki/Tex_Hughson", "description": "Cecil Carlton Hughson, was a Major League Baseball starting pitcher who played his entire career in the American League with the Boston Red Sox. He batted and threw right-handed."}]}, {"heading": "Deaths", "year": "1994", "date": "August 6", "txt": "Domenico Modugno, Italian singer-songwriter and politician (b. 1928)", "entities": [{"title": "Domenico Modugno", "href": "/wiki/Domenico_Modugno", "description": "Domenico Modugno was an Italian singer, songwriter, actor, guitarist, and later in life, a member of the Italian Parliament. He is known for his 1958 international hit song \"Nel blu dipinto di blu\", for which he received Grammy Awards for Record of the Year and Song of the Year. He is considered the first Italian cantautore."}]}, {"heading": "Deaths", "year": "1997", "date": "August 6", "txt": "Shin Ki-ha, South Korean lawyer and politician (b. 1941)", "entities": [{"title": "Shin Ki-ha", "href": "/wiki/Shin_Ki-ha", "description": "Shin Ki-ha, was a South Korean politician. A four-term lawmaker, he was a former parliamentary leader of the South Korean political party National Congress for New Politics."}]}, {"heading": "Deaths", "year": "1998", "date": "August 6", "txt": "André Weil, French-American mathematician and academic (b. 1906)", "entities": [{"title": "André Weil", "href": "/wiki/Andr%C3%A9_Weil", "description": "André Weil was a French mathematician, known for his foundational work in number theory and algebraic geometry. He was a founding member and the de facto early leader of the mathematical Bourbaki group. The philosopher Simone Weil was his sister. The writer Sylvie Weil is his daughter."}]}, {"heading": "Deaths", "year": "2001", "date": "August 6", "txt": "Jorge Amado, Brazilian novelist and poet (b. 1912)", "entities": [{"title": "Jorge Amado", "href": "/wiki/Jorge_Amado", "description": "Jorge Leal Amado de Faria was a Brazilian writer of the modernist school. He remains the best known of modern Brazilian writers, with his work having been translated into some 49 languages and popularized in film, notably Dona Flor and Her Two Husbands in 1976. His work reflects the image of a Mestiço Brazil and is marked by religious syncretism. He depicted a cheerful and optimistic country that "}]}, {"heading": "Deaths", "year": "2001", "date": "August 6", "txt": "Adhar Kumar Chatterji, Indian Naval officer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 6", "txt": "Wilhelm Mohnke, German general (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 6", "txt": "Shan Ratnam, Sri Lankan physician and academic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 6", "txt": "Dorothy Tutin, English actress (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 6", "txt": "Edsger W. Dijkstra, Dutch physicist, computer scientist, and academic (b. 1930)", "entities": [{"title": "Edsger W. Dijkstra", "href": "/wiki/Edsger_W._Dijkstra", "description": "Edsger Wybe Dijkstra was a Dutch computer scientist, programmer, software engineer, systems scientist, science essayist, and pioneer in computing science. A theoretical physicist by training, he worked as a programmer at the Mathematisch Centrum (Amsterdam) from 1952 to 1962. A university professor for much of his life, Dijkstra held the Schlumberger Centennial Chair in Computer Sciences at the Un"}]}, {"heading": "Deaths", "year": "2003", "date": "August 6", "txt": "Julius Baker, American flute player and educator (b. 1915)", "entities": [{"title": "Julius Baker", "href": "/wiki/Julius_Baker", "description": "Julius Baker was one of the foremost American orchestral flute players. During the course of five decades he concertized with several of America's premier orchestral ensembles including the Chicago Symphony and the New York Philharmonic Orchestra."}]}, {"heading": "Deaths", "year": "2004", "date": "August 6", "txt": "Rick James, American singer-songwriter and producer (b. 1948)", "entities": [{"title": "Rick James", "href": "/wiki/Rick_James", "description": "James Ambrose Johnson Jr., better known by his stage name Rick James, was an American singer-songwriter, multi-instrumentalist and record producer. Born and raised in Buffalo, New York, James began his musical career in his teen years. He was in various bands before entering the U.S. Navy to avoid being drafted into the army. In 1964, James deserted to Toronto, Canada, where he formed the rock ban"}]}, {"heading": "Deaths", "year": "2004", "date": "August 6", "txt": "Donald Justice, American poet and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 6", "txt": "Robin Cook, Scottish educator and politician, Secretary of State for Foreign and Commonwealth Affairs (b. 1946)", "entities": [{"title": "Robin Cook", "href": "/wiki/Robin_Cook", "description": "Robert Finlayson Cook was a British Labour Party politician, who served as the Member of Parliament (MP) for Livingston from 1983 until his death and served in the Cabinet as Foreign Secretary from 1997 until 2001, when he was replaced by Jack Straw. He then served as Leader of the House of Commons from 2001 until 2003."}, {"title": "Secretary of State for Foreign and Commonwealth Affairs", "href": "/wiki/Secretary_of_State_for_Foreign_and_Commonwealth_Affairs", "description": "The secretary of state for foreign, Commonwealth and development affairs, commonly known as the foreign secretary, is a senior minister of the Crown within the Government of the United Kingdom, and head of the Foreign, Commonwealth and Development Office. As one of the four Great Offices of State, the foreign secretary is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "2007", "date": "August 6", "txt": "Zsolt Daczi, Hungarian guitarist (b. 1969)", "entities": [{"title": "Zsolt Daczi", "href": "/wiki/Zsolt_Daczi", "description": "Zsolt Daczi was a Hungarian guitarist. He was born in Kiskunhalas, Hungary."}]}, {"heading": "Deaths", "year": "2008", "date": "August 6", "txt": "Angelos Kitsos, Greek lawyer and author (b. 1934)", "entities": [{"title": "Angelos Kitsos", "href": "/wiki/Angelos_Kitsos", "description": "Angelos Kitsos was the president of Rizarios Foundation .He was a Greek from Monodendri, Zagori. He was member of the Councils of the Foundation for the Restoration of Greeks from Albania and the Foundation of Research of the Ionian and Adriatic space. He was a towering figure for Zagori and the rest of Epirus and Western Greece. Kitsos was a lawyer, but he also worked on script-writing for a numb"}]}, {"heading": "Deaths", "year": "2009", "date": "August 6", "txt": "Riccardo Cassin, Italian mountaineer and author (b. 1909)", "entities": [{"title": "Riccardo Cassin", "href": "/wiki/Riccardo_Cassin", "description": "Riccardo Cassin was an Italian mountaineer, developer of mountaineering equipment and author."}]}, {"heading": "Deaths", "year": "2009", "date": "August 6", "txt": "Willy DeVille,  American singer-songwriter and guitarist (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 6", "txt": "John Hughes,  American director, producer, and screenwriter (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 6", "txt": "Fe del Mundo, Filipino pediatrician and educator (b. 1911)", "entities": [{"title": "Fe del Mundo", "href": "/wiki/Fe_del_Mundo", "description": "Fe Villanueva del Mundo,, was a Filipina pediatrician, the founder of the first pediatric hospital in the Philippines. Her pioneering work in pediatrics in the Philippines while in active medical practice spanned eight decades. She gained international recognition, including the Ramon Magsaysay Award for Public Service in 1977. In 1980, she was conferred the rank and title of National Scientist of"}]}, {"heading": "Deaths", "year": "2012", "date": "August 6", "txt": "Richard Cragun, American-Brazilian ballet dancer and choreographer (b. 1944)", "entities": [{"title": "Richard Cragun", "href": "/wiki/Richard_Cragun", "description": "Richard Cragun was an American ballet dancer, teacher and ballet director who performed with the Stuttgart Ballet in Germany from 1965 to 1996."}]}, {"heading": "Deaths", "year": "2012", "date": "August 6", "txt": "Marvin Hamlisch, American pianist, composer, and conductor (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 6", "txt": "Robert Hughes, Australian-American author and critic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 6", "txt": "Bernard Lovell, English physicist and astronomer (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 6", "txt": "Mark O'Donnell, American playwright (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 6", "txt": "Ruggiero Ricci, American violinist and educator (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 6", "txt": "Dan Roundfield, American basketball player (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 6", "txt": "Stan Lynde, American author and illustrator (b. 1931)", "entities": [{"title": "Stan Lynde", "href": "/wiki/Stan_Lynde", "description": "Myron Stanford Lynde was an American comic strip artist, painter and novelist."}]}, {"heading": "Deaths", "year": "2013", "date": "August 6", "txt": "Mava Lee Thomas, American baseball player (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 6", "txt": "Jerry Wolman, American businessman (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 6", "txt": "Ralph Bryans, Northern Irish motorcycle racer (b. 1941)", "entities": [{"title": "Ralph Bryans", "href": "/wiki/Ralph_Bryans", "description": "Ralph Bryans was a Grand Prix motorcycle road racer from Northern Ireland. Bryans was Ireland’s only Grand Prix world champion, winning the 50 cc title in 1965."}]}, {"heading": "Deaths", "year": "2014", "date": "August 6", "txt": "Ananda W.P. Guruge, Sri Lankan scholar and diplomat (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 6", "txt": "John Woodland Hastings, American biochemist and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 6", "txt": "Ray Hill, American football player (b. 1975)", "entities": [{"title": "Ray Hill (American football)", "href": "/wiki/Ray_Hill_(American_football)", "description": "Raymond Millous Hill was a college and professional American football player. He was a defensive back at Michigan State, and played four seasons in the National Football League (NFL), splitting three seasons between the Miami Dolphins and the Buffalo Bills. He was signed by the New England Patriots as a free agent in 2001, and was part of their Super Bowl XXXVI championship season. He suffered a l"}]}, {"heading": "Deaths", "year": "2015", "date": "August 6", "txt": "Orna Porat, German-Israeli actress (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 6", "txt": "Betty Cuthbert, Australian sprinter (b. 1938)", "entities": [{"title": "Betty Cuthbert", "href": "/wiki/Betty_Cuthbert", "description": "Elizabeth Alyse Cuthbert, was an Australian athlete and a fourfold Olympic champion. She was nicknamed Australia's \"Golden Girl\". During her career, she set world records for 60 metres, 100 yards, 200 metres, 220 yards and 440 yards. Cuthbert also contributed to Australian relay teams completing a win in the 4 × 100 metres, 4 × 110 yards, 4 × 200 metres and 4 × 220 yards. Cuthbert had a distinctiv"}]}, {"heading": "Deaths", "year": "2017", "date": "August 6", "txt": "Darren Daulton, American baseball player (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "August 6", "txt": "Joël Robuchon, French Chef (b. 1945) ", "entities": [{"title": "Joël Robuchon", "href": "/wiki/Jo%C3%ABl_Robuchon", "description": "Joël Robuchon was a French chef and restaurateur. He was named \"Chef of the Century\" by the guide Gault Millau in 1989, and awarded the Meilleur Ouvrier de France in cuisine in 1976. He published several cookbooks, two of which have been translated into English, chaired the committee for the Larousse Gastronomique, and hosted culinary television shows in France. He operated more than a dozen resta"}]}, {"heading": "Deaths", "year": "2018", "date": "August 6", "txt": "Margaret Heckler, American politician (b. 1931) ", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "August 6", "txt": "Anya Krugovoy Silver, American poet (b. 1968) ", "entities": []}]