[{"heading": "Events", "year": "309/310", "date": "August 17", "txt": "Pope Eusebius is banished by the Emperor Maxentius to Sicily, where he dies, perhaps from a hunger strike.", "entities": [{"title": "310", "href": "/wiki/310", "description": "Year 310 (CCCX) was a common year starting on Sunday of the Julian calendar. At the time, it was known as the Year of the Consulship of Andronicus and Probus. The denomination 310 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}, {"title": "Pope Eusebius", "href": "/wiki/Pope_Eusebius", "description": "Pope Eusebius was the bishop of Rome from 18 April 310 until his death on 17 August 310."}, {"title": "Maxentius", "href": "/wiki/Maxentius", "description": "Maxentius was Roman emperor from 306 to 312. He was the son of former Emperor Maximian and the son-in-law of Emperor Galerius. The latter part of his reign was preoccupied with civil war, allying with Maximinus II against Licinius and Constantine. The latter defeated him at the Battle of the Milvian Bridge in 312, where Maxentius, with his army in flight, purportedly perished by drowning in the Ti"}, {"title": "Sicilia (Roman province)", "href": "/wiki/Sicilia_(Roman_province)", "description": "Sicilia was the first province acquired by the Roman Republic. The western part of the island was brought under Roman control in 241 BC at the conclusion of the First Punic War with Carthage. A praetor was regularly assigned to the island from c.227 BC. The Kingdom of Syracuse under Hieron II remained an independent ally of Rome until its defeat in 212 BC during the Second Punic War. Thereafter th"}, {"title": "Hunger strike", "href": "/wiki/Hunger_strike", "description": "A hunger strike is a method of non-violent resistance in which participants fast as an act of political protest, or to provoke the feelings of guilt in others, usually with the objective to achieve a specific goal, such as a policy change. Most hunger strikers will take liquids but not solid food."}]}, {"heading": "Events", "year": "682", "date": "August 17", "txt": "Pope Leo II begins his pontificate.", "entities": [{"title": "Pope Leo II", "href": "/wiki/Pope_Leo_II", "description": "Pope Leo II was the bishop of Rome from 17 August 682 to his death. He is one of the popes of the Byzantine Papacy. Described by a contemporary biographer as both just and learned, he is commemorated as a saint in the Roman Martyrology on 28 June."}]}, {"heading": "Events", "year": "986", "date": "August 17", "txt": "Byzantine–Bulgarian wars: Battle of the Gates of Trajan: The Bulgarians under the Comitopuli Samuel and Aron defeat the Byzantine forces at the Gate of Trajan, with Byzantine Emperor Basil II barely escaping.", "entities": [{"title": "Byzantine–Bulgarian wars", "href": "/wiki/Byzantine%E2%80%93Bulgarian_wars", "description": "The Byzantine–Bulgarian wars were a series of conflicts fought between the Byzantines and Bulgarians which began when the Bulgars first settled in the Balkan peninsula in the 5th century, and intensified with the expansion of the Bulgarian Empire to the southwest after 680 AD. The Byzantines and Bulgarians continued to clash over the next century with variable success, until the Bulgarians, led by"}, {"title": "Battle of the Gates of Trajan", "href": "/wiki/Battle_of_the_Gates_of_Trajan", "description": "The Battle of the Gates of Trajan  was a battle between Byzantine and Bulgarian forces in the year 986."}, {"title": "First Bulgarian Empire", "href": "/wiki/First_Bulgarian_Empire", "description": "The First Bulgarian Empire was a medieval Bulgar-Slavic and later Bulgarian state that existed in Southeastern Europe between the 7th and 11th centuries AD. It was founded in 680-681 after part of the Bulgars led by Asparuh moved south to the northeastern Balkans. There they secured Byzantine recognition of their right to settle south of the Danube by defeating – possibly with the help of local So"}, {"title": "Cometopuli dynasty", "href": "/wiki/Cometopuli_dynasty", "description": "The Cometopuli dynasty was the last royal dynasty in the First Bulgarian Empire, ruling from ca. 976 until the fall of Bulgaria under Byzantine rule in 1018. The most notable member of the dynasty, tsar Samuel is famous for successfully resisting Byzantine conquest for more than 40 years. Sometimes the realm of the Cometopuli is called Western Bulgarian Kingdom or Western Bulgarian Empire."}, {"title": "Samuel of Bulgaria", "href": "/wiki/Samuel_of_Bulgaria", "description": "Samuel was the Tsar (Emperor) of the First Bulgarian Empire from 997 to 6 October 1014. From 977 to 997, he was a general under Roman I of Bulgaria, the second surviving son of Emperor Peter I of Bulgaria, and co-ruled with him, as Roman bestowed upon him the command of the army and the effective royal authority. As Samuel struggled to preserve his country's independence from the Byzantine Empire,"}, {"title": "Aron (noble)", "href": "/wiki/Aron_(noble)", "description": "Aron was a Bulgarian noble, brother of Emperor Samuel of Bulgaria and third son of komes Nicholas. After the fall of the eastern parts of the country under Byzantine occupation in 971, he and his three brothers David, Moses and Samuel continued the resistance to the west. They were called Cometopuli and ruled the country together, as the rightful heirs to the throne, Boris II and Roman were impris"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Gate of Trajan", "href": "/wiki/Gate_of_Trajan", "description": "The Gate of Trajan or Trajan's Gate is a historic mountain pass near Ihtiman, Bulgaria. It was named so after Roman Emperor Trajan, on whose order a fortress by the name of Stipon was constructed on the hill over the pass, as a symbolic border between the provinces of Thrace and Macedonia."}, {"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Basil II", "href": "/wiki/Basil_II", "description": "Basil II Porphyrogenitus, nicknamed the Bulgar Slayer, was the senior Byzantine Emperor for almost 50 years, having been a junior colleague to other emperors since 960. He and his brother Constantine were named as co-rulers before their father Romanos II died in 963. The throne went to two generals, Nikephoros Phokas then John Tzimiskes, before Basil became senior emperor. His influential great-un"}]}, {"heading": "Events", "year": "1186", "date": "August 17", "txt": "Georgenberg Pact: Ottokar IV, Duke of Styria and Leopold V, Duke of Austria sign a heritage agreement in which Ottokar gives his duchy to Leopold and to his son Frederick under the stipulation that Austria and Styria would henceforth remain undivided.", "entities": [{"title": "Georgenberg Pact", "href": "/wiki/Georgenberg_Pact", "description": "The Georgenberg Pact was a treaty signed between Duke Leopold V of Austria and Duke Ottokar IV of Styria on 17 August 1186 at Enns Castle on the Georgenberg mountain."}, {"title": "Ottokar IV, Duke of Styria", "href": "/wiki/Ottokar_IV,_Duke_of_Styria", "description": "Ottokar IV, a member of the Otakar dynasty, was Margrave of Styria from 1164 and Duke from 1180, when Styria, previously a margraviate subordinated to the stem duchy of Bavaria, was raised to the status of an independent duchy."}, {"title": "Leopold V, Duke of Austria", "href": "/wiki/Leopold_V,_Duke_of_Austria", "description": "Leopold V, known as the Virtuous, a member of the House of Babenberg, was Duke of Austria from 1177 and Duke of Styria from 1192 until his death."}, {"title": "Frederick I, Duke of Austria (Babenberg)", "href": "/wiki/Frederick_I,_Duke_of_Austria_(Babenberg)", "description": "Frederick I, known as Frederick the Catholic, was the Duke of Austria from 1195 to 1198. He was a member of the House of Babenberg."}]}, {"heading": "Events", "year": "1386", "date": "August 17", "txt": "Karl Topia, the ruler of Princedom of Albania forges an alliance with the Republic of Venice, committing to participate in all wars of the Republic and receiving coastal protection against the Ottomans in return.", "entities": [{"title": "Karl Topia", "href": "/wiki/Karl_Topia", "description": "Karl Thopia was an Albanian feudal prince and warlord who ruled Albania from the middle of the 14th century until the first Ottoman conquest of Albania. Thopia usually maintained good relations with the Roman Curia."}, {"title": "Princedom of Albania", "href": "/wiki/Princedom_of_Albania", "description": "The Principality of Albania refers to the short-lived monarchy in Albania, headed by Wilhelm, Prince of Albania, that lasted from the Treaty of London of 1913 which ended the First Balkan War, through the invasions of Albania during World War I and the subsequent disputes over Albanian independence during the Paris Peace Conference of 1919, until 1925, when the monarchy was abolished and the Alban"}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Ottomans", "href": "/wiki/Ottomans", "description": "The Ottoman Turks were the Turkish-speaking people of the Ottoman Empire. Reliable information about the early history of Ottoman Turks remains scarce, but they take their Turkish name, Osmanlı, from the house of Osman I, the founder of the dynasty that ruled the Ottoman Empire for its entire 624 years. Expanding from its base in Bithynia, the Ottoman principality began incorporating other Turkish"}]}, {"heading": "Events", "year": "1424", "date": "August 17", "txt": "Hundred Years' War: Battle of Verneuil: An English force under John, Duke of Bedford defeats a larger French army under Jean II, Duke of Alençon, John Stewart, and Earl Archibald of Douglas.", "entities": [{"title": "Hundred Years' War", "href": "/wiki/Hundred_Years%27_War", "description": "The Hundred Years' War (1337–1453) was a series of conflicts in Western Europe waged between the House of Plantagenet and its cadet House of Lancaster, the rulers of the Kingdom of England, and the House of Valois over the right to rule the Kingdom of France. It was one of the most notable conflicts of the Middle Ages, in which five generations of kings from two rival dynasties fought for the thro"}, {"title": "Battle of Verneuil", "href": "/wiki/Battle_of_Verneuil", "description": "The Battle of Verneuil was a battle of the Hundred Years' War, fought on 17 August 1424 near Verneuil in Normandy. The battle was a significant English victory. It was a particularly bloody battle, described by the English as a second Agincourt."}, {"title": "John, Duke of Bedford", "href": "/wiki/John,_Duke_of_Bedford", "description": "John of Lancaster, 1st Duke of Bedford KG was a medieval English prince, general and statesman who commanded England's armies in France during a critical phase of the Hundred Years' War. Bedford was the third son of King Henry IV of England, brother to Henry V, and acted as regent of France for his nephew Henry VI. Despite his military and administrative talent, the situation in France had severel"}, {"title": "Jean II, Duke of Alençon", "href": "/wiki/Jean_II,_Duke_of_Alen%C3%A7on", "description": "John II of Alençon was a French nobleman. He succeeded his father as Duke of Alençon and Count of Perche as a minor in 1415, after the latter's death at the Battle of Agincourt. He is best known as a general in the Last Phase of the Hundred Years' War and for his role as a comrade-in-arms of Joan of Arc."}, {"title": "John Stewart, 2nd Earl of Buchan", "href": "/wiki/John_Stewart,_2nd_Earl_of_Buchan", "description": "John Stewart, Earl of Buchan was a Scottish nobleman and soldier who fought alongside Scotland's French allies during the Hundred Years War. In 1419 he was sent to France by his father the Duke of Albany, Regent of Scotland, with an army of 6,000 men. Stewart led the combined Franco-Scottish army at the Battle of Baugé on 21 March 1421, where he comprehensively defeated the English forces, proving"}, {"title": "Archibald Douglas, 4th Earl of Douglas", "href": "/wiki/Archibald_Douglas,_4th_Earl_of_Douglas", "description": "Archibald Douglas, 4th Earl of Douglas, Duke of Touraine, was a Scottish nobleman and warlord. He is sometimes given the epithet \"Tyneman\", but this may be a reference to his great-uncle Sir Archibald Douglas."}]}, {"heading": "Events", "year": "1498", "date": "August 17", "txt": "Cesare Borgia, son of Pope Alexander VI, becomes the first person in history to resign the cardinalate; later that same day, King Louis XII of France names him Duke of Valentinois.", "entities": [{"title": "Cesare Borgia", "href": "/wiki/Cesare_Borgia", "description": "Cesare Borgia was an Italian politician and condottiero of Valencian (Spanish) origin, whose fight for power was a major inspiration for The Prince by Machiavelli. He was an illegitimate son of Pope Alexander VI and member of the Spanish-Aragonese House of Borgia."}, {"title": "Pope Alexander VI", "href": "/wiki/Pope_Alexander_VI", "description": "Pope Alexander VI, was pope from 11 August 1492 until his death in 1503."}, {"title": "Cardinal (Catholic Church)", "href": "/wiki/Cardinal_(Catholic_Church)", "description": "Cardinals are the most senior members of the clergy of the Catholic Church, being second in precedence only to the Pope. They are appointed to the rank of cardinal in addition to their existing position within the Church. Collectively, they constitute the College of Cardinals, and are appointed for life."}, {"title": "Louis XII of France", "href": "/wiki/Louis_XII_of_France", "description": "Louis XII was King of France from 1498 to 1515 and King of Naples from 1501 to 1504. The son of Charles, Duke of Orléans, and Maria of Cleves, he succeeded his 2nd cousin once removed, Charles VIII, who died without direct heirs in 1498."}, {"title": "Duke of Valentinois", "href": "/wiki/Duke_of_Valentinois", "description": "Duke of Valentinois is a title of nobility, originally in the French peerage. It is currently one of the many hereditary titles claimed by the Prince of Monaco despite its extinction in French law in 1949. Though it originally indicated administrative control of the Duchy of Valentinois, based around the city of Valence, the duchy has since become part of France, making the title simply one of cou"}]}, {"heading": "Events", "year": "1549", "date": "August 17", "txt": "Battle of Sampford Courtenay: The Prayer Book Rebellion is quashed in England.", "entities": [{"title": "Battle of Sampford Courtenay", "href": "/wiki/Battle_of_Sampford_Courtenay", "description": "The Battle of Sampford Courtenay was one of the chief military engagements in the Western Rebellion of 1549."}, {"title": "Prayer Book Rebellion", "href": "/wiki/Prayer_Book_Rebellion", "description": "The Prayer Book Rebellion, Prayer Book Revolt, Prayer Book Rising, Western Rising or Western Rebellion was a popular revolt in Devon and Cornwall in 1549. In that year, the Book of Common Prayer, presenting the theology of the English Reformation, was introduced. The change was widely unpopular – particularly in areas of still firmly Catholic religious loyalty such as Lancashire. Along with poor e"}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1560", "date": "August 17", "txt": "The Catholic Church is overthrown and Protestantism is established as the national religion in Scotland.", "entities": [{"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Protestantism", "href": "/wiki/Protestantism", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}, {"title": "Scottish Reformation Parliament", "href": "/wiki/Scottish_Reformation_Parliament", "description": "\nThe Scottish Reformation Parliament was the assembly commencing in 1560 that claimed to pass major pieces of legislation establishing the Scottish Reformation, most importantly the Confession of Faith Ratification Act 1560; and Papal Jurisdiction Act 1560."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}]}, {"heading": "Events", "year": "1585", "date": "August 17", "txt": "Eighty Years' War: Siege of Antwerp: Antwerp is captured by Spanish forces under Alexander Farnese, Duke of Parma, who orders Protestants to leave the city and as a result over half of the 100,000 inhabitants flee to the northern provinces.", "entities": [{"title": "Eighty Years' War", "href": "/wiki/Eighty_Years%27_War", "description": "The Eighty Years' War or Dutch War of Independence (1568–1648) was a revolt of the Seventeen Provinces of what are today the Netherlands, Belgium, and Luxembourg against Philip II of Spain, the sovereign of the Habsburg Netherlands. After the initial stages, Philip II deployed his armies and regained control over most of the rebelling provinces. Under the leadership of the exiled William the Silen"}, {"title": "Siege of Antwerp (1584–85)", "href": "/wiki/Siege_of_Antwerp_(1584%E2%80%9385)", "description": "The Fall of Antwerp on 17 August 1585 took place during the Eighty Years' War, after a siege lasting over a year from July 1584 until August 1585. The city of Antwerp was the focal point of the Protestant-dominated Dutch Revolt, but was forced to surrender to the Spanish forces. Under the terms agreed, all Protestants were given four years to settle their affairs and leave the city. Many migrated "}, {"title": "Antwerp", "href": "/wiki/Antwerp", "description": "Antwerp is a city in Belgium and the capital of Antwerp province in the Flemish Region. With a population of 520,504, it is the most populous city proper in Belgium, and with a metropolitan population of around 1,200,000 people, it is the second-largest metropolitan region after Brussels."}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Alexander Farnese, Duke of Parma", "href": "/wiki/Alexander_Farnese,_Duke_of_Parma", "description": "Alexander Farnese was an Italian noble and condottiero and later a general of the Spanish army, who was Duke of Parma, Piacenza and Castro from 1586 to 1592, as well as Governor of the Spanish Netherlands from 1578 to 1592. Thanks to a steady influx of troops from Spain, during 1581–1587 Farnese captured more than thirty towns in the south and returned them to the control of Catholic Spain. During"}, {"title": "Protestants", "href": "/wiki/Protestants", "description": "Protestantism  is a form of Christianity that originated with the 16th-century Reformation, a movement against what its followers perceived to be errors in the Catholic Church. Protestants reject the Roman Catholic doctrine of papal supremacy and sacraments, but disagree among themselves regarding the real presence of Christ in the Eucharist, and matters of ecclesiastical polity and apostolic succ"}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}]}, {"heading": "Events", "year": "1585", "date": "August 17", "txt": "A first group of colonists sent by Sir Walter Raleigh under the charge of Ralph Lane lands in the New World to create Roanoke Colony on Roanoke Island, off the coast of present-day North Carolina.", "entities": [{"title": "Ralph Lane", "href": "/wiki/Ralph_Lane", "description": "Sir Ralph Lane was an English explorer of the Elizabethan era. He helped colonize Ireland in 1583 and was sheriff of County Kerry, Ireland, from 1583 to 1585 He was part of the unsuccessful attempt in 1585 to colonise Roanoke Island, North Carolina. He was knighted by the Queen in 1593."}, {"title": "New World", "href": "/wiki/New_World", "description": "The \"New World\" is a eurocultural term applied to the majority of Earth's Western Hemisphere, specifically the Americas. The term gained prominence in the early 16th century, during the Europe's Age of Discovery, shortly after Italian explorer Amerigo Vespucci concluded America represented a new continent, and subsequently published his findings in a pamphlet titled Mundus Novus. This realization "}, {"title": "Roanoke Colony", "href": "/wiki/Roanoke_Colony", "description": "The establishment of the Roanoke Colony was an attempt by Sir Walter Raleigh to found the first permanent English settlement in North America. The English, led by Humphrey Gilbert, had claimed St. John's, Newfoundland in 1583 as the first North American English territory at the royal prerogative of Queen Elizabeth I. The first Roanoke colony was founded by governor Ralph Lane in 1585 on Roanoke Is"}, {"title": "Roanoke Island", "href": "/wiki/Roanoke_Island", "description": "Roanoke Island is an island in Dare County on the Outer Banks of North Carolina, United States. It was named after the historical Roanoke Carolina Algonquian people who inhabited the area in the 16th century at the time of English colonisation."}, {"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}]}, {"heading": "Events", "year": "1597", "date": "August 17", "txt": "Islands Voyage: Robert Devereux, 2nd Earl of Essex, and Sir Walter Raleigh set sail on an expedition to the Azores.", "entities": [{"title": "Islands Voyage", "href": "/wiki/Islands_Voyage", "description": "The Islands Voyage, also known as the Essex-Raleigh Expedition, was an ambitious, but unsuccessful naval campaign sent by Queen Elizabeth I of England, and supported by the United Provinces, against Spain during the Anglo–Spanish War (1585–1604) and the Eighty Years' War."}, {"title": "Robert Devereux, 2nd Earl of Essex", "href": "/wiki/Robert_Devereux,_2nd_Earl_of_Essex", "description": "Robert Devereux, 2nd Earl of Essex, KG, PC was an English nobleman and a favourite of Elizabeth I. Politically ambitious, and a committed general, he was placed under house arrest following a poor campaign in Ireland during the Nine Years' War in 1599. In 1601, he led an abortive coup d'état against the government and was executed for treason."}, {"title": "Walter Raleigh", "href": "/wiki/Walter_Raleigh", "description": "Sir Walter Raleigh, also spelled Ralegh, was an English statesman, soldier, spy, writer, poet, explorer, and landed gentleman. One of the most notable figures of the Elizabethan era, he played a leading part in English colonisation of North America, suppressed rebellion in Ireland, helped defend England during the Spanish Armada and held political positions under Elizabeth I."}, {"title": "Azores", "href": "/wiki/Azores", "description": "The Azores, officially the Autonomous Region of the Azores, is one of the two autonomous regions of Portugal. It is an archipelago composed of nine volcanic islands in the Macaronesia region of the North Atlantic Ocean, about 1,400 km (870 mi) west of Lisbon, about 1,500 km (930 mi) northwest of Morocco, and about 1,930 km (1,200 mi) southeast of Newfoundland, Canada."}]}, {"heading": "Events", "year": "1668", "date": "August 17", "txt": "A magnitude 8.0 earthquake causes 8,000 deaths in Anatolia, Ottoman Empire.", "entities": [{"title": "List of historical earthquakes", "href": "/wiki/List_of_historical_earthquakes", "description": "Historical earthquakes is a list of significant earthquakes known to have occurred prior to the beginning of the 20th century. As the events listed here occurred before routine instrumental recordings, they rely mainly on the analysis of written sources. There is often significant uncertainty in location and magnitude and sometimes date for each earthquake. The number of fatalities is also often h"}, {"title": "Anatolia", "href": "/wiki/Anatolia", "description": "Anatolia, also known as Asia Minor, is a large peninsula in Western Asia and the westernmost protrusion of the Asian continent. It makes up the majority of modern-day Turkey. The region is bounded by the Turkish Straits to the northwest, the Black Sea to the north, the Armenian Highlands to the east, the Mediterranean Sea to the south, and the Aegean Sea to the west. The Sea of Marmara forms a con"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1712", "date": "August 17", "txt": "Action of 17 August 1712 New Deep naval battle between Denmark and Sweden.", "entities": [{"title": "Action of 17 August 1712", "href": "/wiki/Action_of_17_August_1712", "description": "This battle took place on 17 August 1712 south of Rügen, in the Baltic Sea, during the Great Northern War. The site is known as Neues Tief in German, Nydyp in Danish, and Nya Djupet in Swedish, all meaning \"New Deep.\" The action was a victory for Denmark, commanded by Hannibal Sehested, over Sweden, commanded by Henck."}, {"title": "Denmark", "href": "/wiki/Denmark", "description": "Denmark, officially the Kingdom of Denmark, is a Nordic country in Northern Europe. Denmark proper, which is the southernmost of the Scandinavian countries, consists of a peninsula, Jutland, and an archipelago of 443 named islands, with the largest being Zealand, Funen and the North Jutlandic Island. The islands are characterised by flat, arable land and sandy coasts, low elevation and a temperate"}, {"title": "Sweden", "href": "/wiki/Sweden", "description": "Sweden, officially the Kingdom of Sweden, is a Nordic country in Northern Europe. It borders Norway to the west and north, Finland to the east, and is connected to Denmark in the southwest by a bridge-tunnel across the Öresund Strait. At 450,295 square kilometres (173,860 sq mi), Sweden is the largest country in Northern Europe, the third-largest country in the European Union, and the fifth larges"}]}, {"heading": "Events", "year": "1717", "date": "August 17", "txt": "Austro-Turkish War of 1716–18: The month-long Siege of Belgrade ends with Prince Eugene of Savoy's Austrian troops capturing the city from the Ottoman Empire.", "entities": [{"title": "Austro-Turkish War of 1716–18", "href": "/wiki/Austro-Turkish_War_of_1716%E2%80%9318", "description": "The Austro-Turkish War was fought between Habsburg Monarchy and the Ottoman Empire. The Treaty of Karlowitz (1699) was not an acceptable long-standing agreement for the Ottoman Empire. Twelve years after Karlowitz, the Turks began the long prospect of taking revenge for their defeat at the Battle of Vienna in 1683. First, the Turkish Grand Vizier Baltacı Mehmet's army defeated Peter the Great's Ru"}, {"title": "Siege of Belgrade (1717)", "href": "/wiki/Siege_of_Belgrade_(1717)", "description": "The siege of Belgrade was a successful attempt by Austrian troops under the command of Prince Eugene of Savoy to capture the strategically important city of Belgrade from the Ottoman Empire. It took place during the Austro-Venetian-Ottoman war (1714–1718), barely a year after the Austrian victory at the Battle of Petrovaradin (Peterwardein). The Austrians routed the Ottoman relief army under Grand"}, {"title": "Prince Eugene of Savoy", "href": "/wiki/Prince_Eugene_of_Savoy", "description": "Prince Eugene Francis of Savoy–Carignano better known as Prince Eugene was a field marshal in the army of the Holy Roman Empire and of the Austrian Habsburg dynasty during the 17th and 18th centuries. He was one of the most successful military commanders of his time, and rose to the highest offices of state at the Imperial court in Vienna."}, {"title": "Habsburg Monarchy", "href": "/wiki/Habsburg_Monarchy", "description": "Habsburg Monarchy, or Danubian Monarchy, or Habsburg Empire is a modern umbrella term coined by historians to denote the numerous lands and kingdoms of the Habsburg dynasty, especially for those of the Austrian line. Although from 1438 to 1806, a member of the House of Habsburg was also Holy Roman Emperor, the Holy Roman Empire itself was not considered to be part of the Habsburg Monarchy."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1723", "date": "August 17", "txt": "Ioan Giurgiu Patachi becomes Bishop of Făgăraș and is festively installed in his position at the St. Nicolas Cathedral in Făgăraș, after being formally confirmed earlier by Pope Clement XI.", "entities": [{"title": "Ioan Giurgiu Patachi", "href": "/wiki/Ioan_Giurgiu_Patachi", "description": "Ioan Giurgiu Patachi was Bishop of Făgăraș and Primate of the Romanian Greek Catholic Church from 1721 to his death in 1727."}, {"title": "Bishop of Făgăraș", "href": "/wiki/Bishop_of_F%C4%83g%C4%83ra%C8%99", "description": "This is a list of Bishops of Făgăraș and Alba Iulia, who are the Primates of Romanian Greek Catholic Church."}, {"title": "Făgăraș", "href": "/wiki/F%C4%83g%C4%83ra%C8%99", "description": "Făgăraș is a city in central Romania, located in Brașov County. It lies on the Olt River and has a population of 28,330 as of 2011. It is situated in the historical region of Transylvania, and is the main city of a subregion, Țara Făgărașului."}, {"title": "Pope Clement XI", "href": "/wiki/Pope_Clement_XI", "description": "Pope Clement XI, born Giovanni Francesco Albani, was head of the Catholic Church and ruler of the Papal States from 23 November 1700 to his death in 1721."}]}, {"heading": "Events", "year": "1740", "date": "August 17", "txt": "Pope Benedict XIV, previously known as Prospero Lambertini, succeeds Clement XII as the 247th Pope.", "entities": [{"title": "Pope Benedict XIV", "href": "/wiki/Pope_Benedict_XIV", "description": "Pope Benedict XIV, born Prospero Lorenzo Lambertini, was head of the Catholic Church from 17 August 1740 to his death in 1758."}, {"title": "Clement XII", "href": "/wiki/Clement_XII", "description": "Pope Clement XII, born Lorenzo Corsini, was head of the Catholic Church and ruler of the Papal States from 12 July 1730 to his death in 1740."}]}, {"heading": "Events", "year": "1784", "date": "August 17", "txt": "Classical composer Luigi Boccherini receives a pay rise of 12000 reals from his employer, the Infante Luis, Count of Chinchón.", "entities": [{"title": "Luigi Boccherini", "href": "/wiki/Luigi_Boccherini", "description": "Ridolfo Luigi Boccherini was an Italian, later Spanish, composer and cellist of the Classical era whose music retained a courtly and galante style even while he matured somewhat apart from the major European musical centers. He is best known for a minuet from his String Quintet in E, Op. 11, No. 5, and the Cello Concerto in B flat major. The latter work was long known in the heavily altered versio"}, {"title": "Spanish real", "href": "/wiki/Spanish_real", "description": "The real was a unit of currency in Spain for several centuries after the mid-14th century. It underwent several changes in value relative to other units throughout its lifetime until it was replaced by the peseta in 1868. The most common denomination for the currency was the silver eight-real Spanish dollar or peso which was used throughout Europe, America and Asia during the height of the Spanish"}, {"title": "Infante Luis, Count of Chinchón", "href": "/wiki/Infante_Luis,_Count_of_Chinch%C3%B3n", "description": "Luis Antonio Jaime of Spain, Infante of Spain, Cardinal Deacon of the titular church of Santa Maria della Scala in Rome, Archbishop of Toledo and Primate of Spain, 13th Count of Chinchón, Grandee of Spain First Class, known as the Cardinal Infante, was a son of Philip V, King of Spain and his second wife, Elisabeth Farnese."}]}, {"heading": "Events", "year": "1798", "date": "August 17", "txt": "The Vietnamese Catholics report a Marian apparition in Quảng Trị, an event which is called Our Lady of La Vang.", "entities": [{"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Marian apparition", "href": "/wiki/Marian_apparition", "description": "A Marian apparition is a reported supernatural appearance by Mary, the mother of Jesus, or a series of related such appearances over a period of time."}, {"title": "Quảng Trị", "href": "/wiki/Qu%E1%BA%A3ng_Tr%E1%BB%8B", "description": "Quảng Trị is a district-level town in Quảng Trị Province in the North Central Coast region of Vietnam. It is second of two municipalities in the province after the provincial capital Đông Hà."}, {"title": "Our Lady of La Vang", "href": "/wiki/Our_Lady_of_La_Vang", "description": "Our Lady of La Vang refers to a reported Marian apparition at a time when Catholics were persecuted and killed in Vietnam. The Shrine of our Lady of La Vang is situated in what is today Hai Phu commune in Hải Lăng District of Quảng Trị Province in Central Vietnam."}]}, {"heading": "Events", "year": "1807", "date": "August 17", "txt": "Robert Fulton's North River Steamboat leaves New York City for Albany, New York, on the Hudson River, inaugurating the first commercial steamboat service in the world.", "entities": [{"title": "Robert Fulton", "href": "/wiki/Robert_Fulton", "description": "Robert Fulton was an American engineer and inventor who is widely credited with developing a commercially successful steamboat; the first was called North River Steamboat. In 1807 that steamboat traveled on the Hudson River with passengers, from New York City to Albany and back again, a round trip of 300 miles (480 km), in 62 hours. The success of his steamboat changed river traffic and trade on m"}, {"title": "Albany, New York", "href": "/wiki/Albany,_New_York", "description": "Albany is the capital of the U.S. state of New York and the seat and largest city of Albany County. Albany is located on the west bank of the Hudson River approximately 10 miles (16 km) south of its confluence with the Mohawk River and approximately 135 miles (220 km) north of New York City."}, {"title": "Hudson River", "href": "/wiki/Hudson_River", "description": "The Hudson River is a 315-mile (507 km) river that flows from north to south primarily through eastern New York in the United States. It originates in the Adirondack Mountains of Upstate New York and flows southward through the Hudson Valley to the Upper New York Bay between New York City and Jersey City, eventually draining into the Atlantic Ocean at New York Harbor. The river serves as a politic"}, {"title": "Steamboat", "href": "/wiki/Steamboat", "description": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S or PS ; however, these designations are most often used for steamships."}]}, {"heading": "Events", "year": "1827", "date": "August 17", "txt": "Dutch King William I and Pope Leo XII sign concord.", "entities": [{"title": "William I of the Netherlands", "href": "/wiki/William_I_of_the_Netherlands", "description": "William I was a Prince of Orange, the King of the Netherlands and Grand Duke of Luxembourg."}, {"title": "Pope Leo XII", "href": "/wiki/Pope_Leo_XII", "description": "Pope Leo XII, born Annibale Francesco Clemente Melchiorre Girolamo Nicola della Genga, was head of the Catholic Church and ruler of the Papal States from 28 September 1823 to his death in 1829."}]}, {"heading": "Events", "year": "1836", "date": "August 17", "txt": "British parliament accepts registration of births, marriages and deaths.", "entities": [{"title": "Parliament of the United Kingdom", "href": "/wiki/Parliament_of_the_United_Kingdom", "description": "The Parliament of the United Kingdom is the supreme legislative body of the United Kingdom, the Crown dependencies and the British overseas territories. It alone possesses legislative supremacy and thereby ultimate power over all other political bodies in the UK and the overseas territories. Parliament is bicameral but has three parts, consisting of the sovereign (Crown-in-Parliament), the House o"}, {"title": "Marriage Act 1836", "href": "/wiki/Marriage_Act_1836", "description": "The Act for Marriages in England 1836, 6 & 7 Wm IV, c. 85 was an Act that legalised civil marriage in England and Wales from 1 January 1837."}]}, {"heading": "Events", "year": "1862", "date": "August 17", "txt": "American Indian Wars: The Dakota War of 1862 begins in Minnesota as Dakota warriors attack white settlements along the Minnesota River.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Dakota War of 1862", "href": "/wiki/Dakota_War_of_1862", "description": "The Dakota War of 1862, also known as the Sioux Uprising, the Dakota Uprising, the Sioux Outbreak of 1862, the Dakota Conflict, the U.S.-Dakota War of 1862, or Little Crow's War, was an armed conflict between the United States and several bands of Dakota. It began on August 18, 1862, at the Lower Sioux Agency along the Minnesota River in southwest Minnesota, four years after its admission as a sta"}, {"title": "Minnesota", "href": "/wiki/Minnesota", "description": "Minnesota is a state in the upper Midwestern United States. It is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord, French for \"The Star of the North\"."}, {"title": "Dakota people", "href": "/wiki/Dakota_people", "description": "The Dakota are a Native American tribe and First Nations band government in North America. They compose two of the three main subcultures of the Sioux people, and are typically divided into the Eastern Dakota and the Western Dakota."}, {"title": "Minnesota River", "href": "/wiki/Minnesota_River", "description": "The Minnesota River is a tributary of the Mississippi River, approximately 332 miles (534 km) long, in the U.S. state of Minnesota. It drains a watershed of nearly 17,000 square miles (44,000 km2), 14,751 square miles (38,200 km2) in Minnesota and about 2,000 sq mi (5,200 km2) in South Dakota and Iowa."}]}, {"heading": "Events", "year": "1862", "date": "August 17", "txt": "American Civil War: Major General J. E. B. Stuart is assigned command of all the cavalry of the Confederate Army of Northern Virginia.", "entities": [{"title": "J. E. B. Stuart", "href": "/wiki/J._E._B._Stuart", "description": "James Ewell Brown \"Jeb\" Stuart was a United States Army officer from Virginia who became a Confederate States Army general during the American Civil War. He was known to his friends as \"Jeb\", from the initials of his given names. Stuart was a cavalry commander known for his mastery of reconnaissance and the use of cavalry in support of offensive operations. While he cultivated a cavalier image, hi"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Army of Northern Virginia", "href": "/wiki/Army_of_Northern_Virginia", "description": "The Army of Northern Virginia was the primary military force of the Confederate States of America in the Eastern Theater of the American Civil War. It was also the primary command structure of the Department of Northern Virginia. It was most often arrayed against the Union Army of the Potomac."}]}, {"heading": "Events", "year": "1863", "date": "August 17", "txt": "American Civil War: In Charleston, South Carolina, Union batteries and ships bombard Confederate-held Fort Sumter.", "entities": [{"title": "Charleston, South Carolina", "href": "/wiki/Charleston,_South_Carolina", "description": "Charleston is the largest city in the U.S. state of South Carolina, the county seat of Charleston County, and the principal city in the Charleston–North Charleston–Summerville Metropolitan Statistical Area. The city lies just south of the geographical midpoint of South Carolina's coastline on Charleston Harbor, an inlet of the Atlantic Ocean formed by the confluence of the Ashley, Cooper, and Wand"}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Fort Sumter", "href": "/wiki/Fort_Sumter", "description": "Fort Sumter is a sea fort built on an artificial island protecting Charleston, South Carolina, from naval invasion. Its origin dates to the War of 1812 when the British invaded Washington by sea. It was still incomplete in 1861 when the Battle of Fort Sumter began the American Civil War. It was severely damaged during the war, left in ruins, and although there was some rebuilding, the Fort as conc"}]}, {"heading": "Events", "year": "1864", "date": "August 17", "txt": "American Civil War: Battle of Gainesville: Confederate forces defeat Union troops near Gainesville, Florida.", "entities": [{"title": "Battle of Gainesville", "href": "/wiki/Battle_of_Gainesville", "description": "The Battle of Gainesville was fought on August 17, 1864, when a Confederate force defeated Union detachments from Jacksonville, Florida. The result of the battle was the Confederate occupation of Gainesville for the remainder of the war."}, {"title": "Gainesville, Florida", "href": "/wiki/Gainesville,_Florida", "description": "Gainesville is the county seat of, and the largest city in, Alachua County, Florida, and is both the principal city of the Gainesville, Florida, metropolitan statistical area and the largest city in North Central Florida. In 2019 the US Census Bureau estimated Gainesville's population at 133,997, a 7.6% increase from 2010, and the metropolitan statistical area's population at 288,212."}]}, {"heading": "Events", "year": "1866", "date": "August 17", "txt": "The Grand Duchy of Baden announces her withdrawal from the German Confederation and signs a treaty of peace and alliance with Prussia.", "entities": [{"title": "Grand Duchy of Baden", "href": "/wiki/Grand_Duchy_of_Baden", "description": "The Grand Duchy of Baden was a state in the southwest German Empire on the east bank of the Rhine. It existed between 1806 and 1918."}, {"title": "German Confederation", "href": "/wiki/German_Confederation", "description": "The German Confederation was an association of 39 predominantly German-speaking sovereign states in Central Europe, created by the Congress of Vienna in 1815 as a replacement of the former Holy Roman Empire, which had been dissolved in 1806."}, {"title": "History of Baden-Württemberg", "href": "/wiki/History_of_Baden-W%C3%BCrttemberg", "description": "The history of Baden-Württemberg covers the area included in the historical state of Baden, the former Prussian Hohenzollern, and Württemberg, part of the region of Swabia since the 9th century."}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}]}, {"heading": "Events", "year": "1883", "date": "August 17", "txt": "The first public performance of the Dominican Republic's national anthem, Himno Nacional.", "entities": [{"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}, {"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}]}, {"heading": "Events", "year": "1896", "date": "August 17", "txt": "Bridget Driscoll became the first recorded case of a pedestrian killed in a collision with a motor car in the United Kingdom.", "entities": [{"title": "Bridget Driscoll", "href": "/wiki/Bridget_Driscoll", "description": "The death of Bridget Driscoll was the first recorded case of a pedestrian killed in a collision with a motor car in Great Britain. Driscoll, in the company of her teenage daughter May and her friend Elizabeth Murphy, crossed Dolphin Terrace in the grounds of the Crystal Palace in London when Driscoll was struck by a car belonging to the Anglo-French Motor Carriage Company that was being used to gi"}]}, {"heading": "Events", "year": "1914", "date": "August 17", "txt": "World War I: Battle of Stallupönen: The German army of General Hermann von François defeats the Russian force commanded by Paul von Rennenkampf near modern-day Nesterov, Russia.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Stallupönen", "href": "/wiki/Battle_of_Stallup%C3%B6nen", "description": "The Battle of Stallupönen, fought between Russian and German armies on August 17, 1914, was the opening battle of World War I on the Eastern Front. The Germans under the command of Hermann von François conducted a successful counterattack against four Russian infantry divisions from different infantry corps, which heavily outnumbered them but were separated from each other, creating a gap between "}, {"title": "General officer", "href": "/wiki/General_officer", "description": "A general officer is an officer of high rank in the armies, and in some nations' air forces, space forces, or marines."}, {"title": "Hermann von François", "href": "/wiki/Hermann_von_Fran%C3%A7ois", "description": "Hermann Karl Bruno von François was a German General der Infanterie during World War I, and is best known for his key role in several German victories on the Eastern Front in 1914."}, {"title": "Paul von Rennenkampf", "href": "/wiki/Paul_von_Rennenkampf", "description": "Paul Georg Edler von Rennenkampff, more commonly known as Paul von Rennenkampf in English, was a Baltic German nobleman, statesman and general of the Imperial Russian Army who commanded the 1st Army in the Invasion of East Prussia during the initial stage of the Eastern front of World War I. He also served as the last commander of the Vilna Military District."}, {"title": "Nesterov", "href": "/wiki/Nesterov", "description": "Nesterov, until 1938 known by its German name Stallupönen and in 1938-1946 as Ebenrode, is a town and the administrative center of Nesterovsky District in Kaliningrad Oblast, Russia, located 140 kilometers (87 mi) east of Kaliningrad, near the Russian-Lithuanian border on the railway connecting Kaliningrad Oblast with Moscow. Population figures: 4,595 (2010 Census); 5,049 (2002 Census); 4,826 (198"}]}, {"heading": "Events", "year": "1915", "date": "August 17", "txt": "Jewish American Leo Frank is lynched in Marietta, Georgia after a 13-year-old girl is murdered.", "entities": [{"title": "Leo Frank", "href": "/wiki/Leo_Frank", "description": "Leo Max Frank was an American factory superintendent who was convicted in 1913 of the murder of a 13-year-old employee, Mary Phagan, in Atlanta, Georgia. His trial, conviction, and appeals attracted national attention. His lynching two years later, in response to the commutation of his death sentence, became the focus of social, regional, political, and racial concerns, particularly regarding anti"}, {"title": "Lynching", "href": "/wiki/Lynching", "description": "Lynching is an extrajudicial killing by a group. It is most often used to characterize informal public executions by a mob in order to punish an alleged transgressor, punish a convicted transgressor, or intimidate. It can also be an extreme form of informal group social control, and it is often conducted with the display of a public spectacle for maximum intimidation. Instances of lynchings and si"}, {"title": "Marietta, Georgia", "href": "/wiki/Marietta,_Georgia", "description": "Marietta is located in central Cobb County, Georgia, United States, and is the county's seat and largest city."}]}, {"heading": "Events", "year": "1915", "date": "August 17", "txt": "A Category 4 hurricane hits Galveston, Texas with winds at 135 miles per hour (217 km/h).", "entities": [{"title": "Galveston, Texas", "href": "/wiki/Galveston,_Texas", "description": "Galveston is a coastal resort city and port off the Southeast Texas coast on Galveston Island and Pelican Island in the U.S. state of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at i"}]}, {"heading": "Events", "year": "1916", "date": "August 17", "txt": "World War I: Romania signs a secret treaty with the Entente Powers. According to the treaty, Romania agreed to join the war on the Allied side.", "entities": [{"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Treaty of Bucharest (1916)", "href": "/wiki/Treaty_of_Bucharest_(1916)", "description": "The Treaty of Bucharest of 1916 was signed between Romania and the Entente Powers on 4 /17 August 1916 in Bucharest. The treaty stipulated the conditions under which Romania agreed to join the war on the side of the Entente, particularly territorial promises in Austria-Hungary. The signatories bound themselves to keep secret the contents of the treaty until a general peace was concluded."}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}]}, {"heading": "Events", "year": "1918", "date": "August 17", "txt": "Bolshevik revolutionary leader Moisei Uritsky is assassinated.", "entities": [{"title": "Bolshevik", "href": "/wiki/Bolshevik", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Moisei Uritsky", "href": "/wiki/Moisei_Uritsky", "description": "Moisei Solomonovich Uritsky was a Bolshevik revolutionary leader in Russia. After the October Revolution, he was Chief of Cheka of the Petrograd Soviet. Uritsky was assassinated by Leonid Kannegisser, a military cadet, who was executed shortly afterwards."}]}, {"heading": "Events", "year": "1942", "date": "August 17", "txt": "World War II: U.S. Marines raid the Japanese-held Pacific island of Makin.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Makin Island raid", "href": "/wiki/Makin_Island_raid", "description": "The Raid on Makin Island was an attack by the United States Marine Corps Raiders on Japanese military forces on Makin Island in the Pacific Ocean. The aim was to destroy Imperial Japanese installations, take prisoners, gain intelligence on the Gilbert Islands area, and divert Japanese attention and reinforcements from the Allied landings on Guadalcanal and Tulagi. Only the first of these objective"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}]}, {"heading": "Events", "year": "1943", "date": "August 17", "txt": "World War II: The U.S. Eighth Air Force suffers the loss of 60 bombers on the Schweinfurt–Regensburg mission.", "entities": [{"title": "Eighth Air Force", "href": "/wiki/Eighth_Air_Force", "description": "The Eighth Air Force  is a numbered air force (NAF) of the United States Air Force's Air Force Global Strike Command (AFGSC). It is headquartered at Barksdale Air Force Base, Louisiana. The command serves as Air Forces Strategic – Global Strike, one of the air components of United States Strategic Command (USSTRATCOM). The Eighth Air Force includes the heart of America's heavy bomber force: the B-"}, {"title": "Schweinfurt–Regensburg mission", "href": "/wiki/Schweinfurt%E2%80%93Regensburg_mission", "description": "The Schweinfurt–Regensburg mission was a strategic bombing mission during World War II carried out by Boeing B-17 Flying Fortress heavy bombers of the U.S. Army Air Forces on August 17, 1943. The mission was an ambitious plan to cripple the German aircraft industry; it was also known as the \"double-strike mission\" because it entailed two large forces of bombers attacking separate targets in order "}]}, {"heading": "Events", "year": "1943", "date": "August 17", "txt": "World War II: The U.S. Seventh Army under General George S. Patton arrives in Messina, Italy, followed several hours later by the British 8th Army under Field Marshal Bernard Montgomery, thus completing the Allied conquest of Sicily.", "entities": [{"title": "George S. Patton", "href": "/wiki/George_S._Patton", "description": "George Smith Patton Jr. was a general in the United States Army who commanded the Seventh United States Army in the Mediterranean theater of World War II, and the Third United States Army in France and Germany after the Allied invasion of Normandy in June 1944."}, {"title": "Messina", "href": "/wiki/Messina", "description": "Messina is the capital of the Italian Metropolitan City of Messina. It is the third largest city on the island of Sicily, and the 13th largest city in Italy, with a population of more than 231,000 inhabitants in the city proper and about 650,000 in the Metropolitan City. It is located near the northeast corner of Sicily, at the Strait of Messina, opposite Villa San Giovanni on the mainland, and ha"}, {"title": "Eighth Army (United Kingdom)", "href": "/wiki/Eighth_Army_(United_Kingdom)", "description": "The Eighth Army was a field army formation of the British Army during the Second World War, fighting in the North African and Italian campaigns. Units came from Australia, British India, Canada, Czechoslovakia, Free French Forces, Greece, New Zealand, Poland, Rhodesia, South Africa and the United Kingdom."}, {"title": "Bernard Montgomery", "href": "/wiki/Bernard_Montgomery", "description": "Field Marshal Bernard Law Montgomery, 1st Viscount Montgomery of Alamein,, nicknamed \"Monty\" and \"The Spartan General\", was a senior British Army officer who served in the First World War, the Irish War of Independence and the Second World War."}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Allied invasion of Sicily", "href": "/wiki/Allied_invasion_of_Sicily", "description": "The Allied invasion of Sicily, codenamed Operation Husky, was a major campaign of World War II, in which the Allies took the island of Sicily from the Axis powers. It began with a large amphibious and airborne operation, followed by a six-week land campaign, and initiated the Italian Campaign."}]}, {"heading": "Events", "year": "1943", "date": "August 17", "txt": "World War II: First Québec Conference of Winston Churchill, Franklin D. Roosevelt, and William Lyon Mackenzie King begins.", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel Prize-winning writer and historian, a prolific painter, and one of the longest-"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "William Lyon Mackenzie King", "href": "/wiki/William_Lyon_Mackenzie_King", "description": "William Lyon Mackenzie King, commonly known as Mackenzie King, was a Canadian statesman and politician who served as the tenth prime minister of Canada for three non-consecutive terms from 1921–1926, 1926–1930 and 1935–1948. A Liberal, he was the dominant politician in Canada during the interwar period from the 1920s through the 1940s. He is best known for his leadership of Canada throughout the S"}]}, {"heading": "Events", "year": "1943", "date": "August 17", "txt": "World War II: The Royal Air Force begins Operation Hydra, the first air raid of the Operation Crossbow strategic bombing campaign against Germany's V-weapon program.", "entities": [{"title": "Operation Hydra (1943)", "href": "/wiki/Operation_Hydra_(1943)", "description": "Operation Hydra was an attack by RAF Bomber Command on a German scientific research centre at Peenemünde on the night of 17/18 August 1943. Group Captain John Searby, CO of 83 Squadron, commanded the operation, the first time that Bomber Command used a master bomber to direct the attack of the main force. Hydra began Operation Crossbow, a campaign against the German V-weapon programme. The British"}, {"title": "Operation Crossbow", "href": "/wiki/Operation_Crossbow", "description": "Crossbow was the code name in World War II for Anglo-American operations against the German long range reprisal weapons (V-weapons) programme. Operation Crossbow was one Preliminary missions for Operation Overlord."}, {"title": "Strategic bombing during World War II", "href": "/wiki/Strategic_bombing_during_World_War_II", "description": "Strategic bombing during World War II was the sustained aerial attack on railways, harbours, cities, workers' and civilian housing, and industrial districts in enemy territory during World War II. Strategic bombing is a military strategy which is distinct from both close air support of ground forces and tactical air power."}, {"title": "V-weapons", "href": "/wiki/V-weapons", "description": "V-weapons, known in original German as Vergeltungswaffen, were a particular set of long-range artillery weapons designed for strategic bombing during World War II, particularly Strategic bombing and/or aerial bombing of cities. They comprised the V-1, a pulsejet-powered cruise missile; the V-2, a liquid-fuelled ballistic missile ; and the V-3 cannon. All of these weapons were intended for use in a"}]}, {"heading": "Events", "year": "1945", "date": "August 17", "txt": "Sukarno and Mohammad Hatta proclaim the independence of Indonesia, igniting the Indonesian National Revolution against the Dutch Empire.", "entities": [{"title": "Sukarno", "href": "/wiki/Sukarno", "description": "Sukarno was an Indonesian politician who was the first president of Indonesia, serving from 1945 to 1967."}, {"title": "Mohammad Hatta", "href": "/wiki/Mohammad_Hatta", "description": "Mohammad Hatta was an Indonesian politician who served as the country's first vice president. Known as \"The Proclamator\", he and a number of Indonesians, including the first president of Indonesia, Sukarno, fought for the independence of Indonesia from the Dutch. Hatta was born in Fort de Kock, Dutch East Indies. After his early education, he studied in Dutch schools in the Dutch East Indies and s"}, {"title": "Proclamation of Indonesian Independence", "href": "/wiki/Proclamation_of_Indonesian_Independence", "description": "The Proclamation of Indonesian Independence was read at 10:00 in the morning of Friday, 17 August 1945. The declaration marked the start of the diplomatic and armed resistance of the Indonesian National Revolution, fighting against the forces of the Netherlands and pro-Dutch civilians, until the latter officially acknowledged Indonesia's independence in 1949. The document was signed by Sukarno and"}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Indonesian National Revolution", "href": "/wiki/Indonesian_National_Revolution", "description": "The Indonesian National Revolution, or Indonesian War of Independence, was an armed conflict and diplomatic struggle between the Republic of Indonesia and the Dutch Empire and an internal social revolution during postwar and postcolonial Indonesia. It took place between Indonesia's declaration of independence in 1945 and the Netherlands' recognition of Indonesia's independence at the end of 1949."}, {"title": "Dutch Empire", "href": "/wiki/Dutch_Empire", "description": "The Dutch colonial empire comprised the overseas territories and trading posts controlled and administered by Dutch chartered companies—mainly the Dutch West India Company and the Dutch East India Company—and subsequently by the Dutch Republic (1581–1795), and by the modern Kingdom of the Netherlands after 1815.\nIt was initially a trade-based system which derived most of its influence from merchan"}]}, {"heading": "Events", "year": "1945", "date": "August 17", "txt": "The novella Animal Farm by George Orwell is first published.", "entities": [{"title": "George Orwell", "href": "/wiki/George_Orwell", "description": "Eric Arthur Blair, known by his pen name George Orwell, was an Indian-born British novelist, essayist, journalist and critic. His work is characterised by lucid prose, biting social criticism, opposition to totalitarianism, and outspoken support of democratic socialism."}]}, {"heading": "Events", "year": "1947", "date": "August 17", "txt": "The Radcliffe Line, the border between the Dominions of India and Pakistan, is revealed.", "entities": [{"title": "Radcliffe Line", "href": "/wiki/Radcliffe_Line", "description": "The Radcliffe Line was the boundary demarcation line between the Indian and Pakistani portions of the Punjab and Bengal provinces of British India. It was named after its architect, Sir Cyril Radcliffe, who, as the joint chairman of the two boundary commissions for the two provinces, received the responsibility to equitably divide 175,000 square miles (450,000 km2) of territory with 88 million peo"}, {"title": "Dominion of India", "href": "/wiki/Dominion_of_India", "description": "The Union of India, also called the Dominion of India, was an independent dominion in the British Commonwealth of Nations between 15 August 1947 and 26 January 1950. It was created by the Indian Independence Act 1947 and was transformed into the Republic of India by the promulgation of the Constitution of India in 1950."}, {"title": "Dominion of Pakistan", "href": "/wiki/Dominion_of_Pakistan", "description": "Pakistan, also called the Dominion of Pakistan, was an independent federal dominion in South Asia that was established in August 1947 as a result of the Pakistan Movement, which led to the Partition of British India along religious lines in order to create a separate country for British Indian Muslims. The dominion, which included much of modern-day Pakistan and Bangladesh, was conceived under the"}]}, {"heading": "Events", "year": "1953", "date": "August 17", "txt": "First meeting of Narcotics Anonymous takes place, in Southern California.", "entities": [{"title": "Narcotics Anonymous", "href": "/wiki/Narcotics_Anonymous", "description": "Narcotics Anonymous (NA), founded in 1953, describes itself as a \"nonprofit fellowship or society of men and women for whom drugs had become a major problem\". Narcotics Anonymous uses a 12-step model developed for people with varied substance use disorders and is the second-largest 12-step organization."}, {"title": "Southern California", "href": "/wiki/Southern_California", "description": "Southern California is a geographic and cultural region that generally comprises the southern portion of the U.S. state of California. It includes the Los Angeles metropolitan area, the second most populous urban agglomeration in the United States. The region generally contains ten of California's 58 counties: Imperial, Kern, Los Angeles, Orange, Riverside, San Bernardino, San Diego, Santa Barbara"}]}, {"heading": "Events", "year": "1955", "date": "August 17", "txt": "Hurricane Diane made landfall near Wilmington, North Carolina, and it went on to cause major floods and kill more than 184 people.", "entities": [{"title": "Hurricane Diane", "href": "/wiki/Hurricane_Diane", "description": "Hurricane Diane was the first Atlantic hurricane to cause more than an estimated $1 billion in damage, including direct costs and the loss of business and personal revenue. One of three hurricanes to hit North Carolina during the 1955 Atlantic hurricane season, it formed on August 7 from a tropical wave between the Lesser Antilles and Cape Verde. Diane initially moved west-northwestward with littl"}, {"title": "Wilmington, North Carolina", "href": "/wiki/Wilmington,_North_Carolina", "description": "Wilmington is a port city and the county seat of New Hanover County in coastal southeastern North Carolina, United States."}]}, {"heading": "Events", "year": "1958", "date": "August 17", "txt": "Pioneer 0, America's first attempt at lunar orbit, is launched using the first Thor-Able rocket and fails. Notable as one of the first attempted launches beyond Earth orbit by any country.", "entities": []}, {"heading": "Events", "year": "1959", "date": "August 17", "txt": "Quake Lake is formed by the magnitude 7.5 1959 Hebgen Lake earthquake near Hebgen Lake in Montana.", "entities": [{"title": "Quake Lake", "href": "/wiki/Quake_Lake", "description": "Quake Lake is a lake in southwestern Montana in the United States. It was created after an earthquake struck on August 17, 1959, killing 28 people. Quake Lake is 190 feet (58 m) deep and 6 miles (9.7 km) long. US 287 follows the lake and offers glimpses of the effects of the earthquake and landslide, and a visitor center is just off the road. The lake is mostly within Gallatin National Forest."}, {"title": "1959 Hebgen Lake earthquake", "href": "/wiki/1959_Hebgen_Lake_earthquake", "description": "The 1959 Hebgen Lake earthquake occurred on August 17 at 11:37 pm (MST) in southwestern Montana, United States. The earthquake measured 7.2 on the Moment magnitude scale, caused a huge landslide, resulted in over 28 fatalities and left US$11 million in damage. The slide blocked the flow of the Madison River, resulting in the creation of Quake Lake. Significant effects of the earthquake were also f"}, {"title": "Hebgen Lake", "href": "/wiki/Hebgen_Lake", "description": "Hebgen Lake is a reservoir created by the Hebgen Dam, located in Gallatin County in southwest Montana. It is well known for the 1959 Hebgen Lake earthquake which occurred nearby on August 17, 1959, forming Quake Lake, which is located immediately downstream."}, {"title": "Montana", "href": "/wiki/Montana", "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the eighth-least populous state, and the third-least densely populated state. The weste"}]}, {"heading": "Events", "year": "1962", "date": "August 17", "txt": "Peter Fechter is shot and bleeds to death while trying to cross the new Berlin Wall.", "entities": [{"title": "Killing of Peter Fechter", "href": "/wiki/Killing_of_Peter_Fechter", "description": "Peter Fechter was a German bricklayer who became the twenty-seventh known person to die at the Berlin Wall. Fechter was 18 years old when he was shot and killed by East German border guards while trying to cross over to West Berlin."}, {"title": "List of deaths at the Berlin Wall", "href": "/wiki/List_of_deaths_at_the_Berlin_Wall", "description": "There were numerous deaths at the Berlin Wall, which stood as a barrier between West Berlin and East Berlin from 13 August 1961 until 9 November 1989. Before the construction of the Berlin Wall in 1961, 3.5 million East Germans circumvented Eastern Bloc emigration restrictions, many by crossing over the border from East Berlin into West Berlin. From there they could then travel to West Germany and"}]}, {"heading": "Events", "year": "1969", "date": "August 17", "txt": "Category 5 Hurricane Camille hits the U.S. Gulf Coast, killing 256 and causing $1.42 billion in damage.", "entities": [{"title": "Saffir–Simpson hurricane wind scale", "href": "/wiki/Saffir%E2%80%93Simpson_hurricane_wind_scale", "description": "\nThe Saffir–Simpson hurricane wind scale (SSHWS), formerly the Saffir–Simpson hurricane scale (SSHS), classifies hurricanes – Western Hemisphere tropical cyclones – that exceed the intensities of tropical depressions and tropical storms – into five categories distinguished by the intensities of their sustained winds.\n"}, {"title": "Hurricane Camille", "href": "/wiki/Hurricane_Camille", "description": "Hurricane Camille was the second most intense tropical cyclone on record to strike the United States. The most intense storm of the 1969 Atlantic hurricane season, Camille originated as a tropical depression on August 14, south of Cuba, from a long-tracked tropical wave. Located in a favorable environment for strengthening, the storm quickly intensified into a Category 2 hurricane before striking "}, {"title": "Gulf Coast of the United States", "href": "/wiki/Gulf_Coast_of_the_United_States", "description": "The Gulf Coast of the United States is the coastline along the Southern United States where they meet the Gulf of Mexico. The coastal states that have a shoreline on the Gulf of Mexico are Texas, Louisiana, Mississippi, Alabama, and Florida, and these are known as the Gulf States."}]}, {"heading": "Events", "year": "1970", "date": "August 17", "txt": "Venera program: Venera 7 launched. It will later become the first spacecraft to successfully transmit data from the surface of another planet (Venus).", "entities": [{"title": "Venera", "href": "/wiki/Venera", "description": "The Venera program was the name given to a series of space probes developed by the Soviet Union between 1961 and 1984 to gather information about the planet Venus. Ten probes successfully landed on the surface of the planet, including the two Vega program and Venera-Halley probes, while thirteen probes successfully entered the Venusian atmosphere. Due to the extreme surface conditions on Venus, th"}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "1977", "date": "August 17", "txt": "The Soviet icebreaker Arktika becomes the first surface ship to reach the North Pole.", "entities": [{"title": "North Pole", "href": "/wiki/North_Pole", "description": "The North Pole, also known as the Geographic North Pole or Terrestrial North Pole, is the point in the Northern Hemisphere where the Earth's axis of rotation meets its surface. It is called the True North Pole to distinguish from the Magnetic North Pole."}]}, {"heading": "Events", "year": "1978", "date": "August 17", "txt": "Double Eagle II becomes first balloon to cross the Atlantic Ocean when it lands in Miserey, France near Paris, 137 hours after leaving Presque Isle, Maine.", "entities": [{"title": "Balloon (aeronautics)", "href": "/wiki/Balloon_(aeronautics)", "description": "In aeronautics, a balloon is an unpowered aerostat, which remains aloft or floats due to its buoyancy. A balloon may be free, moving with the wind, or tethered to a fixed point. It is distinct from an airship, which is a powered aerostat that can propel itself through the air in a controlled manner."}, {"title": "Miserey", "href": "/wiki/Miserey", "description": "Miserey is a commune in the Eure department in the Normandy region in Northern France. In 2017, it had a population of 629."}, {"title": "Presque Isle, Maine", "href": "/wiki/Presque_Isle,_Maine", "description": "Presque Isle is the commercial center and largest city in Aroostook County, Maine, United States. The population was 9,007 in 2019 as estimated by the US Census, a decrease from the count of 9,692 in the 2010 Census. The city is home to the University of Maine at Presque Isle, Northern Maine Community College, Husson University Presque Isle, Northern Maine Fairgrounds, The Aroostook Centre Mall, a"}]}, {"heading": "Events", "year": "1988", "date": "August 17", "txt": "President of Pakistan Muhammad Zia-ul-Haq and U.S. Ambassador Arnold Raphel are killed in a plane crash.", "entities": [{"title": "Muhammad Zia-ul-Haq", "href": "/wiki/Muhammad_Zia-ul-Haq", "description": "Muhammad Zia-ul-Haq was a four-star general who became the sixth President of Pakistan after declaring martial law in 1977. He served as the head of state from 1978 until his death in a plane crash in 1988. He remains the country’s longest-serving head of state. Educated at St. Stephen's College, Delhi, and the Royal Indian Military Academy at Dehradun, Zia saw action in World War II as a British "}, {"title": "Arnold Lewis Raphel", "href": "/wiki/Arnold_Lewis_Raphel", "description": "Arnold Lewis Raphel was the 18th United States Ambassador to Pakistan."}]}, {"heading": "Events", "year": "1991", "date": "August 17", "txt": "Strathfield massacre: In Sydney, New South Wales, Australia, taxi driver Wade Frankum shoots seven people and injures six others before turning the gun on himself.", "entities": [{"title": "Strathfield massacre", "href": "/wiki/Strathfield_massacre", "description": "The Strathfield massacre was a shooting rampage at a shopping mall in Strathfield, Sydney, Australia, on 17 August 1991. The shooter was Wade Frankum, who killed himself as police arrived at the scene. The incident left eight dead and six wounded."}]}, {"heading": "Events", "year": "1998", "date": "August 17", "txt": "Lewinsky scandal: US President Bill Clinton admits in taped testimony that he had an \"improper physical relationship\" with White House intern Monica Lewinsky; later that same day he admits before the nation that he \"misled people\" about the relationship.", "entities": [{"title": "Lewinsky scandal", "href": "/wiki/Lewinsky_scandal", "description": "A political sex scandal involving 49-year-old US President Bill Clinton and 22-year-old White House intern Monica Lewinsky took place in 1998. Their sexual relationship lasted between 1995 and 1997. Clinton ended a televised speech in late January 1998 with the statement that he \"did not have sexual relations with that woman, Ms. Lewinsky.\" Further investigation led to charges of perjury and to th"}, {"title": "Bill Clinton", "href": "/wiki/Bill_Clinton", "description": "William Jefferson Clinton is an American lawyer and politician who served as the 42nd president of the United States from 1993 to 2001. Prior to his presidency, he served as governor of Arkansas and as attorney general of Arkansas (1977–1979). A member of the Democratic Party, Clinton was known as a New Democrat, and many of his policies reflected a centrist \"Third Way\" political philosophy. He is"}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "Monica Lewinsky", "href": "/wiki/Monica_Lewinsky", "description": "Monica Samille Lewinsky is an American activist, television personality, fashion designer, and former White House intern. President Bill Clinton admitted to having had an affair with Lewinsky while she worked at the White House in 1995–1996. The affair and its repercussions became known later as the Clinton–Lewinsky scandal."}]}, {"heading": "Events", "year": "1999", "date": "August 17", "txt": "The 7.6 Mw  İzmit earthquake shakes northwestern Turkey with a maximum Mercalli intensity of IX (Violent), leaving 17,118–17,127 dead and 43,953–50,000 injured.", "entities": [{"title": "1999 İzmit earthquake", "href": "/wiki/1999_%C4%B0zmit_earthquake", "description": "On 17 August 1999, an earthquake in northwestern Turkey killed around 17,000 people and left more than 250,000 people homeless. The shock had a moment magnitude of 7.6 and a maximum Mercalli intensity of IX (Violent). The event lasted for 37 seconds, severely damaging the city of İzmit."}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "2004", "date": "August 17", "txt": "The National Assembly of Serbia unanimously adopts new state symbols for Serbia: Bože pravde becomes the new anthem and the coat of arms is adopted for the whole country.", "entities": [{"title": "National Assembly of Serbia", "href": "/wiki/National_Assembly_of_Serbia", "description": "The National Assembly is the unicameral legislature of Serbia. The assembly is composed of 250 deputies who are proportionally elected to four-year terms by secret ballot. The assembly elects a president (speaker) who presides over the sessions."}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Bože pravde", "href": "/wiki/Bo%C5%BEe_pravde", "description": "\"Bože pravde\" is the national anthem of Serbia, as defined by the Article 7 of the Constitution of Serbia. \"Bože pravde\" was the state anthem of the Kingdom of Serbia until 1919 when Serbia became a part of the Kingdom of Serbs, Croats and Slovenes which was formed one year earlier. It was recommended by the Parliament of Serbia on 17 August 2004 and constitutionally adopted on 8 November 2006, af"}, {"title": "Coat of arms of Serbia", "href": "/wiki/Coat_of_arms_of_Serbia", "description": "The coat of arms of Serbia is the official coat of arms of the Republic of Serbia. It is closely modelled after the royal coat of arms of the Kingdom of Serbia, and it was officially adopted by the National Assembly in 2004 and later slightly redesigned in 2010. The coat of arms consists of two main heraldic symbols which represent the national identity of the Serbian people across the centuries, "}]}, {"heading": "Events", "year": "2005", "date": "August 17", "txt": "The first forced evacuation of settlers, as part of Israeli disengagement from Gaza, starts.", "entities": [{"title": "Israeli settlement", "href": "/wiki/Israeli_settlement", "description": "Israeli settlements are civilian communities inhabited by Israeli citizens, almost exclusively of Jewish ethnicity, built in violation of international law on lands occupied by Israel in the 1967 Six-Day War. Israeli settlements currently exist in the Palestinian territory of the West Bank, including East Jerusalem, and in the Syrian territory of the Golan Heights. East Jerusalem and the Golan Hei"}, {"title": "Israeli disengagement from Gaza", "href": "/wiki/Israeli_disengagement_from_Gaza", "description": "The Israeli disengagement from Gaza was the unilateral dismantling in 2005 of the 21 Israeli settlements in the Gaza Strip and the evacuation of the settlers and Israeli army from inside the Gaza Strip."}]}, {"heading": "Events", "year": "2005", "date": "August 17", "txt": "Over 500 bombs are set off by terrorists at 300 locations in 63 out of the 64 districts of Bangladesh.", "entities": [{"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "2008", "date": "August 17", "txt": "American swimmer Michael Phelps becomes the first person to win eight gold medals at one Olympic Games.", "entities": [{"title": "Michael Phelps", "href": "/wiki/Michael_Phelps", "description": "Michael Fred Phelps II is an American former competitive swimmer and the most successful and most decorated Olympian of all time, with a total of 28 medals. Phelps also holds the all-time records for Olympic gold medals (23), Olympic gold medals in individual events (13), and Olympic medals in individual events (16). When he won eight gold medals at the 2008 Beijing Games, Phelps broke fellow Amer"}]}, {"heading": "Events", "year": "2009", "date": "August 17", "txt": "An accident at the Sayano-Shushenskaya Dam in Khakassia, Russia, kills 75 and shuts down the hydroelectric power station, leading to widespread power failure in the local area.", "entities": [{"title": "2009 Sayano-Shushenskaya power station accident", "href": "/wiki/2009_Sayano-Shushenskaya_power_station_accident", "description": "On 17 August 2009, a turbine of the Sayano-Shushenskaya hydroelectric power station near Sayanogorsk in Russia failed catastrophically, flooding the building and killing 75 people. A section of the roof of the turbine hall collapsed; all but one of the ten turbines were damaged or destroyed. The entire plant output, totaling 6,400 MW – a significant portion of the supply to the local area – was lo"}, {"title": "Sayano-Shushenskaya Dam", "href": "/wiki/Sayano-Shushenskaya_Dam", "description": "The Sayano-Shushenskaya Dam is located on the Yenisei River, near Sayanogorsk in Khakassia, Russia. It is the largest power plant in Russia and the 9th-largest hydroelectric plant in the world, by average power generation. The full legal name of the power plant, OJSC [Open Joint-Stock Society] P. S. Neporozhny Sayano-Shushenskaya HPP [hydro power plant], refers to the Soviet-time Minister of Energ"}, {"title": "Khakassia", "href": "/wiki/Khakassia", "description": "Khakassia, officially the Republic of Khakassia, is a federal subject of Russia. Its capital city is Abakan, which is also the largest city in the republic. As of the 2010 Census, the republic's population was 532,403."}]}, {"heading": "Events", "year": "2015", "date": "August 17", "txt": "A bomb explodes near the Erawan Shrine in Bangkok, Thailand, killing at least 19 people and injuring 123 others.", "entities": [{"title": "2015 Bangkok bombing", "href": "/wiki/2015_Bangkok_bombing", "description": "On 17 August 2015, a bombing took place inside the Erawan Shrine at the Ratchaprasong intersection in Pathum Wan District, Bangkok, Thailand, killing 20 people and injuring 125. Thai police were reported to have arrested two suspects, the second of whom confessed to having been the bomber. He later retracted his confession."}, {"title": "Erawan Shrine", "href": "/wiki/Erawan_Shrine", "description": "The Erawan Shrine, formally the Thao Maha Phrom Shrine, is a shrine in Bangkok, Thailand, which houses a statue of Phra Phrom, the Thai representation of Mahabrahma, the ruler of the Brahma realm in Buddhist cosmology. It often features performances by Thai dance troupes who are hired by worshippers in return for seeing their prayers answered at the shrine."}, {"title": "Bangkok", "href": "/wiki/Bangkok", "description": "Bangkok is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon or simply Krung Thep. The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 percent of the country's population. Over fourteen million people lived within the surrounding Ba"}]}, {"heading": "Events", "year": "2017", "date": "August 17", "txt": "Barcelona attacks: A van is driven into pedestrians in La Rambla, killing 14 and injuring at least 100.", "entities": [{"title": "2017 Barcelona attacks", "href": "/wiki/2017_Barcelona_attacks", "description": "On the afternoon of 17 August 2017, 22-year-old Younes Abouyaaqoub drove a van into pedestrians on La Rambla in Barcelona, Catalonia, Spain killing 13 people and injuring at least 130 others, one of whom died 10 days later on 27 August. Abouyaaqoub fled the attack on foot, then killed another person in order to steal the victim's car to make his escape."}]}, {"heading": "Events", "year": "2019", "date": "August 17", "txt": "A bomb explodes at a wedding in Kabul killing 63 people and leaving 182 injured.", "entities": [{"title": "17 August 2019 Kabul bombing", "href": "/wiki/17_August_2019_Kabul_bombing", "description": "On August 17, 2019, a suicide bombing took place during a wedding in a wedding hall in Kabul, Afghanistan. At least 92 people were killed in the attack and over 140 injured. The Islamic State of Iraq and the Levant claimed responsibility for the bombing, stating that the attack targeted the Shi'ites. More than 1,000 people were gathered for the wedding when the attack took place. The attack occurr"}]}, {"heading": "Births", "year": "1153", "date": "August 17", "txt": "William IX, Count of Poitiers (d. 1156)", "entities": [{"title": "William IX, Count of Poitiers", "href": "/wiki/William_IX,_Count_of_Poitiers", "description": "William was the first son of Henry II, King of England and Eleanor of Aquitaine. He was born in Normandy on the same day that his father's rival, Eustace IV of Boulogne, died."}]}, {"heading": "Births", "year": "1465", "date": "August 17", "txt": "Philibert I, Duke of Savoy (d. 1482)", "entities": [{"title": "Philibert I, Duke of Savoy", "href": "/wiki/Philibert_I,_Duke_of_Savoy", "description": "Philibert I, surnamed the Hunter, was the son of Amadeus IX, Duke of Savoy and Yolande of Valois. Philibert was Duke of Savoy from 1472 to 1482."}]}, {"heading": "Births", "year": "1473", "date": "August 17", "txt": "Richard of Shrewsbury, Duke of York (d. 1483)", "entities": [{"title": "Richard of Shrewsbury, Duke of York", "href": "/wiki/Richard_of_Shrewsbury,_Duke_of_York", "description": "Richard of Shrewsbury, Duke of York, was the sixth child and second son of King Edward IV of England and Elizabeth Woodville, born in Shrewsbury. Richard and his older brother, who briefly reigned as King Edward V of England, mysteriously disappeared shortly after Richard III became king in 1483."}]}, {"heading": "Births", "year": "1501", "date": "August 17", "txt": "Philipp II, Count of Hanau-Münzenberg (d. 1529)", "entities": [{"title": "Philipp II, Count of Hanau-Münzenberg", "href": "/wiki/Philipp_II,_Count_of_Hanau-M%C3%BCnzenberg", "description": "Count Philipp II of Hanau-Münzenberg was Count of Hanau-Münzenberg from 1512 until his death. He was the son of Count Reinhard IV and his wife, Katharina of Schwarzburg-Blankenburg."}]}, {"heading": "Births", "year": "1556", "date": "August 17", "txt": "Alexander Briant, English martyr and saint (d. 1581)", "entities": [{"title": "Alexander Briant", "href": "/wiki/Alexander_Briant", "description": "Alexander Briant was an English Jesuit and martyr, executed at Tyburn."}]}, {"heading": "Births", "year": "1578", "date": "August 17", "txt": "Francesco Albani, Italian painter (d. 1660)", "entities": [{"title": "Francesco Albani", "href": "/wiki/Francesco_Albani", "description": "Francesco Albani or Albano was an Italian Baroque painter who was active in Bologna (1591–1600), Rome (1600–1609), Bologna (1609), Viterbo (1609–1610), Bologna (1610), Rome (1610–1617), Bologna (1618–1660), Mantova (1621–1622), Roma (1623–1625) and Florence (1633)."}]}, {"heading": "Births", "year": "1578", "date": "August 17", "txt": "Johann, Prince of Hohenzollern-Sigmaringen, first prince of Hohenzollern-Sigmaringen (d. 1638)", "entities": []}, {"heading": "Births", "year": "1582", "date": "August 17", "txt": "John Matthew Rispoli, Maltese philosopher (d. 1639)", "entities": [{"title": "John Matthew Rispoli", "href": "/wiki/John_Matthew_Rispoli", "description": "John Matthew Rispoli was a major Maltese philosopher of great erudition. He was held in high esteem by the Grand Masters of the Knights Hospitaller Order, the Bishops of Malta, the Viceroys of Sicily, cardinals, bishops, inquisitors, and the common people. Perhaps the most eminent Maltese philosopher of the Middle Ages, the various extant writings of his are witness to his philosophical aptitude a"}]}, {"heading": "Births", "year": "1586", "date": "August 17", "txt": "Johann Valentin Andrea, German theologian (d. 1654)", "entities": [{"title": "Johann Valentin Andrea", "href": "/wiki/Johann_Valentin_Andrea", "description": "Johannes Valentinus Andreae, a.k.a. Johannes Valentinus Andreä or Johann Valentin Andreae, was a German theologian, who claimed to be the author of an ancient text known as the Chymische Hochzeit Christiani Rosencreutz anno 1459. This became one of the three founding works of Rosicrucianism, which was both a legend and a fashionable cultural phenomenon across Europe in this period."}]}, {"heading": "Births", "year": "1603", "date": "August 17", "txt": "Lennart Torstensson, Swedish Field Marshal, Privy Councillour and Governor-General (d. 1651)", "entities": [{"title": "Lennart Torstensson", "href": "/wiki/Lennart_Torstensson", "description": "Lennart Torstensson, Count of Ortala, Baron of Virestad, was a Swedish Field Marshal and military engineer."}]}, {"heading": "Births", "year": "1629", "date": "August 17", "txt": "John III Sobieski, Polish–Lithuanian king (d. 1696)", "entities": [{"title": "John III Sobieski", "href": "/wiki/John_III_Sobieski", "description": "John III Sobieski was King of Poland and Grand Duke of Lithuania from 1674 until his death."}]}, {"heading": "Births", "year": "1686", "date": "August 17", "txt": "Nicola Porpora, Italian composer and educator (d. 1768)", "entities": [{"title": "Nicola Porpora", "href": "/wiki/Nicola_Porpora", "description": "Nicola Antonio Porpora was an Italian composer and teacher of singing of the Baroque era, whose most famous singing students were the castrati Farinelli and Caffarelli. Other students included composers Matteo Capranica and Joseph Haydn."}]}, {"heading": "Births", "year": "1753", "date": "August 17", "txt": "Josef Dobrovský, Bohemian philologist and historian (d. 1828)", "entities": [{"title": "Josef Dobrovský", "href": "/wiki/Josef_Dobrovsk%C3%BD", "description": "Josef Dobrovský was a Czech philologist and historian, one of the most important figures of the Czech National Revival along with Josef Jungmann."}]}, {"heading": "Births", "year": "1768", "date": "August 17", "txt": "Louis Desaix, French general (d. 1800)", "entities": [{"title": "Louis Desaix", "href": "/wiki/Louis_Desaix", "description": "Louis Charles Antoine Desaix was a French general and military leader during the French Revolutionary Wars. According to the usage of the time, he took the name Louis Charles Antoine Desaix de Veygoux."}]}, {"heading": "Births", "year": "1786", "date": "August 17", "txt": "Davy Crockett, American soldier and politician (d. 1836)", "entities": [{"title": "Davy Crockett", "href": "/wiki/Davy_Crockett", "description": "David Crockett was an American folk hero, frontiersman, soldier, and politician. He is commonly referred to in popular culture by the epithet \"King of the Wild Frontier\". He represented Tennessee in the U.S. House of Representatives and served in the Texas Revolution."}]}, {"heading": "Births", "year": "1786", "date": "August 17", "txt": "Princess Victoria of Saxe-Coburg-Saalfeld (d. 1861)", "entities": []}, {"heading": "Births", "year": "1801", "date": "August 17", "txt": "Fredrika Bremer, Swedish writer and feminist (d. 1865)", "entities": [{"title": "Fredrika Bremer", "href": "/wiki/Fredrika_Bremer", "description": "Fredrika Bremer was a Swedish writer and feminist reformer. Her Sketches of Everyday Life were wildly popular in Britain and the United States during the 1840s and 1850s and she is regarded as the Swedish Jane Austen, bringing the realist novel to prominence in Swedish literature. In her late 30s, she successfully petitioned King Charles XIV for emancipation from her brother's wardship; in her 50s"}]}, {"heading": "Births", "year": "1828", "date": "August 17", "txt": "Jules Bernard Luys, French neurologist and physician (d. 1897)", "entities": [{"title": "Jules Bernard Luys", "href": "/wiki/Jules_Bernard_Luys", "description": "Jules Bernard Luys was a French neurologist who made important contributions to the fields of neuroanatomy and neuropsychiatry."}]}, {"heading": "Births", "year": "1840", "date": "August 17", "txt": "Wilfrid Scawen Blunt, English poet and activist (d. 1922)", "entities": [{"title": "Wilfrid Scawen Blunt", "href": "/wiki/Wilfrid_Scawen_Blunt", "description": "Wilfrid Scawen Blunt, sometimes spelled Wilfred, was an English poet and writer. He and his wife, Lady Anne Blunt travelled in the Middle East and were instrumental in preserving the Arabian horse bloodlines through their farm, the Crabbet Arabian Stud. He was best known for his poetry, which was published in a collected edition in 1914, but also wrote a number of political essays and polemics. Bl"}]}, {"heading": "Births", "year": "1845", "date": "August 17", "txt": "Henry Cadwalader Chapman, American physician and naturalist (d. 1909)", "entities": [{"title": "Henry Cadwalader Chapman", "href": "/wiki/Henry_Cadwalader_Chapman", "description": "Henry Cadwalader Chapman (1845–1909) was an American physician and naturalist."}]}, {"heading": "Births", "year": "1849", "date": "August 17", "txt": "William Kidston, Scottish-Australian politician, 17th Premier of Queensland (d. 1919)", "entities": [{"title": "William Kidston", "href": "/wiki/William_Kidston", "description": "William Kidston was an Australian bookseller, politician and Premier of Queensland, from January 1906 to November 1907 and again from February 1908 to February 1911."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1863", "date": "August 17", "txt": "Gene Stratton-Porter, American author and photographer (d. 1924)", "entities": [{"title": "Gene Stratton-Porter", "href": "/wiki/Gene_Stratton-Porter", "description": "Gene Stratton-Porter, born Geneva Grace Stratton, was a Wabash County, Indiana, native who became a self-trained American author, nature photographer, and naturalist. In 1917 Stratton-Porter used her position and influence as a popular, well-known author to urge legislative support for the conservation of Limberlost Swamp and other wetlands in the state of Indiana. She was also a silent film-era p"}]}, {"heading": "Births", "year": "1865", "date": "August 17", "txt": "Julia Marlowe, English-American actress (d. 1950)", "entities": [{"title": "Julia Marlowe", "href": "/wiki/Julia_Marlowe", "description": "Julia Marlowe was an English-born American actress, known for her interpretations of William Shakespeare's plays."}]}, {"heading": "Births", "year": "1866", "date": "August 17", "txt": "Mahbub Ali Khan, Asaf Jah VI, Indian 6th Nizam of Hyderabad (d. 1911)", "entities": [{"title": "Mahbub Ali Khan, Asaf Jah VI", "href": "/wiki/Mahbub_Ali_Khan,_Asaf_Jah_VI", "description": null}, {"title": "Nizam of Hyderabad", "href": "/wiki/Nizam_of_Hyderabad", "description": "The Nizams were the 18th-through-20th-century rulers of Hyderabad. Nizam of Hyderabad was the title of the monarch of the Hyderabad State. Nizam, shortened from Nizam-ul-Mulk, meaning Administrator of the Realm, was the title inherited by Asaf Jah I. He was the viceroy of the Great Mughal in the Deccan, the premier courtier in Mughal India in 1724, and the founding \"Nizam of Hyderabad\"."}]}, {"heading": "Births", "year": "1873", "date": "August 17", "txt": "John A. Sampson, American gynecologist and academic (d. 1946)", "entities": [{"title": "John A. Sampson", "href": "/wiki/John_A._Sampson", "description": "John Albertson Sampson was a gynecologist who studied endometriosis."}]}, {"heading": "Births", "year": "1877", "date": "August 17", "txt": "Ralph McKittrick, American golfer and tennis player (d. 1923)", "entities": [{"title": "Ralph McKittrick", "href": "/wiki/Ralph_McKittrick", "description": "Ralph McKittrick was an American golfer and tennis player who competed in the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1878", "date": "August 17", "txt": "Reggie Duff, Australian cricketer (d. 1911)", "entities": [{"title": "Reggie Duff", "href": "/wiki/Reggie_Duff", "description": "Reginald Alexander \"Reggie\" Duff was an Australian cricketer who played in 22 Tests between 1902 and 1905."}]}, {"heading": "Births", "year": "1880", "date": "August 17", "txt": "Percy Sherwell, South African cricketer and tennis player (d. 1948)", "entities": [{"title": "Percy Sherwell", "href": "/wiki/Percy_Sherwell", "description": "Percy William Sherwell was a South African cricketer who played in 13 Tests as a wicketkeeper and gritty batsman from 1906 to 1911."}]}, {"heading": "Births", "year": "1887", "date": "August 17", "txt": "Charles I of Austria (d. 1922)", "entities": [{"title": "Charles I of Austria", "href": "/wiki/Charles_I_of_Austria", "description": "Charles I or Karl I was Emperor of Austria, King of Hungary, King of Croatia, King of Bohemia, and the last of the monarchs belonging to the House of Habsburg-Lorraine to rule over Austria-Hungary. The son of Archduke Otto of Austria and Princess Maria Josepha of Saxony, Charles became heir presumptive of Emperor Franz Joseph after his uncle Archduke Franz Ferdinand of Austria was assassinated in "}]}, {"heading": "Births", "year": "1887", "date": "August 17", "txt": "Marcus Garvey, Jamaican journalist and activist, founded Black Star Line (d. 1940)", "entities": [{"title": "Black Star Line", "href": "/wiki/Black_Star_Line", "description": "The Black Star Line (1919−1922) was a shipping line incorporated by Marcus Garvey, the organizer of the Universal Negro Improvement Association (UNIA), and other members of the UNIA. The shipping line was created to facilitate the transportation of goods and eventually African Americans throughout the African global economy. It derived its name from the White Star Line, a line whose success Garvey"}]}, {"heading": "Births", "year": "1888", "date": "August 17", "txt": "Monty Woolley, American actor, raconteur, and pundit (d. 1963)", "entities": [{"title": "Monty Woolley", "href": "/wiki/Monty_Woolley", "description": "Edgar Montilion \"Monty\" Woolley was an American actor. At the age of 50, he achieved a measure of stardom for his best-known role in the 1939 stage play The Man Who Came to Dinner and its 1942 film adaptation. His distinctive white beard was his trademark and he was affectionately known as \"The Beard.\""}]}, {"heading": "Births", "year": "1890", "date": "August 17", "txt": "Stefan Bastyr, Polish soldier and pilot (d. 1920)", "entities": [{"title": "Stefan Bastyr", "href": "/wiki/Stefan_Bastyr", "description": "Stefan Bastyr was a Polish aviator and military pilot, one of the pioneers of the Polish aviation. He is credited with the first military flight in the history of the Polish Air Force on 5 November 1918, almost a week before Poland officially regained her independence, at the opening stages of the Polish-Ukrainian War."}]}, {"heading": "Births", "year": "1890", "date": "August 17", "txt": "Harry Hopkins, American politician and diplomat, 8th United States Secretary of Commerce (d. 1946)", "entities": [{"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1893", "date": "August 17", "txt": "John Brahm, German-American director and production manager (d. 1982)", "entities": [{"title": "John Brahm", "href": "/wiki/John_Brahm", "description": "John Brahm was a German film and television director. His films include The Undying Monster (1942), The Lodger (1944), Hangover Square (1945), The Locket (1946), The Brasher Doubloon (1947), and the 3D horror film, The Mad Magician (1954)."}]}, {"heading": "Births", "year": "1893", "date": "August 17", "txt": "Mae West, American actress, playwright, and screenwriter (d. 1980)", "entities": []}, {"heading": "Births", "year": "1894", "date": "August 17", "txt": "William Rootes, 1st Baron Rootes, English businessman, founded Rootes Group (d. 1964)", "entities": [{"title": "William Rootes, 1st Baron Rootes", "href": "/wiki/William_Rootes,_1st_Baron_Rootes", "description": "William Edward Rootes, 1st Baron Rootes GBE was a British motor manufacturer. He opened his first car sales agency in 1913, leading to the global Rootes Group. During the Second World War he supervised the volume manufacture of aircraft and engines, as well as the supply of military motor vehicles and armoured fighting vehicles. He was knighted in 1942 for these services and for organising the rec"}, {"title": "Rootes Group", "href": "/wiki/Rootes_Group", "description": "The Rootes Group or Rootes Motors Limited was a British automobile manufacturer and, separately, a major motor distributors and dealers business. Run from London's West End, the manufacturer was based in the Midlands and the distribution and dealers business in the south of England. In the decade beginning 1928 the Rootes brothers, William and Reginald, made prosperous by their very successful dis"}]}, {"heading": "Births", "year": "1896", "date": "August 17", "txt": "Leslie Groves, American general and engineer (d. 1970)", "entities": [{"title": "Leslie Groves", "href": "/wiki/Leslie_Groves", "description": "Lieutenant General Leslie Richard Groves Jr. was a United States Army Corps of Engineers officer who oversaw the construction of the Pentagon and directed the Manhattan Project, a top secret research project that developed the atomic bomb during World War II."}]}, {"heading": "Births", "year": "1896", "date": "August 17", "txt": "Tõnis Kint, Estonian lieutenant and politician, Prime Minister of Estonia in exile (d. 1991)", "entities": [{"title": "Prime Minister of Estonia in exile", "href": "/wiki/Prime_Minister_of_Estonia_in_exile", "description": "The Estonian government-in-exile was the formally declared governmental authority of the Republic of Estonia in exile, existing from 1944 until the reestablishment of Estonian sovereignty over Estonian territory in 1991–92. It traced its legitimacy through constitutional succession to the last Estonian government in power prior to the Soviet invasion of 1940. During its existence, it was the inter"}]}, {"heading": "Births", "year": "1896", "date": "August 17", "txt": "Oliver Waterman Larkin, American historian and author (d. 1970)", "entities": []}, {"heading": "Births", "year": "1900", "date": "August 17", "txt": "Vivienne de Watteville, British travel writer and adventurer (d. 1957)", "entities": [{"title": "Vivienne de Watteville", "href": "/wiki/Vivienne_de_Watteville", "description": "Vivienne Florence Beatrice de Watteville (1900–1957) was a British travel writer and adventurer, author of two books based on her experiences in East Africa in the 1920s, Out in the Blue (1927) and Speak to the Earth (1935). She is best remembered for taking charge of and continuing an expedition in the Congo and Uganda at the age of 24, when her father was killed by a lion."}]}, {"heading": "Births", "year": "1900", "date": "August 17", "txt": "Pauline A. Young, American teacher, historian, aviator and activist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1904", "date": "August 17", "txt": "Mary Cain, American journalist and politician (d. 1984)", "entities": [{"title": "Mary Cain (editor)", "href": "/wiki/Mary_Cain_(editor)", "description": "Mary Dawson Cain was an American newspaper editor, political activist, and gubernatorial candidate in Mississippi. A Democrat, she advocated for conservative causes and is particularly remembered for her campaigns against the Social Security tax. She ran for Governor of Mississippi in 1951 and 1955, the first woman to do so."}]}, {"heading": "Births", "year": "1904", "date": "August 17", "txt": "Leopold Nowak, Austrian composer and musicologist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 17", "txt": "Larry Clinton, American trumpet player and bandleader (d. 1985)", "entities": [{"title": "Larry Clinton", "href": "/wiki/Larry_Clinton", "description": "Larry Clinton was an American musician, best known as a trumpeter who became a prominent American bandleader and arranger."}]}, {"heading": "Births", "year": "1909", "date": "August 17", "txt": "Wilf Copping, English footballer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 17", "txt": "Mikhail Botvinnik, Russian chess player and engineer (d. 1995)", "entities": [{"title": "Mikhail Botvinnik", "href": "/wiki/Mikhail_Botvinnik", "description": "Mikhail Moiseyevich Botvinnik was a Soviet chess player, who was the sixth World Chess Champion. Besides playing top-class competitive chess, he worked as an electrical engineer and computer scientist, and he was also a pioneer of computer chess."}]}, {"heading": "Births", "year": "1911", "date": "August 17", "txt": "Martin Sandberger, German colonel and lawyer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 17", "txt": "Mark Felt, American lawyer and agent, 2nd Deputy Director of the Federal Bureau of Investigation (d. 2008)", "entities": [{"title": "Mark Felt", "href": "/wiki/Mark_Felt", "description": "William Mark Felt Sr. was an American law enforcement officer who worked for the Federal Bureau of Investigation (FBI) from 1942 to 1973 and was known for his role in the Watergate scandal. Felt was an FBI special agent who eventually rose to the position of Associate Director, the Bureau's second-highest-ranking post. Felt worked in several FBI field offices prior to his promotion to the Bureau's"}, {"title": "Deputy Director of the Federal Bureau of Investigation", "href": "/wiki/Deputy_Director_of_the_Federal_Bureau_of_Investigation", "description": "The Deputy Director of the Federal Bureau of Investigation is a senior United States government position in the Federal Bureau of Investigation. The office is second in command to the Director of the Federal Bureau of Investigation. If the Director is absent or the position is vacant, the Deputy Director automatically takes on the additional title and role of Acting Director. The office is also th"}]}, {"heading": "Births", "year": "1913", "date": "August 17", "txt": "Oscar Alfredo Gálvez, Argentinian race car driver (d. 1989)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 17", "txt": "Rudy York, American baseball player and manager (d. 1970)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 17", "txt": "Bill Downs, American journalist (d. 1978)", "entities": [{"title": "Bill Downs", "href": "/wiki/Bill_Downs", "description": "William Randall Downs, Jr. was an American broadcast journalist and war correspondent. He worked for CBS News from 1942 to 1962 and for ABC News beginning in 1963. He was one of the original members of the team of war correspondents known as the Murrow Boys."}]}, {"heading": "Births", "year": "1914", "date": "August 17", "txt": "Franklin Delano Roosevelt Jr., American lawyer and politician (d. 1988)", "entities": []}, {"heading": "Births", "year": "1916", "date": "August 17", "txt": "Moses Majekodunmi, Nigerian physician and politician (d. 2012)", "entities": [{"title": "Moses Majekodunmi", "href": "/wiki/Moses_Majekodunmi", "description": "Chief Moses Adekoyejo Majekodunmi C.F.R, C.M.G. was a Nigerian gynaecologist and obstetrician. He was also Minister of Health in the Nigerian First Republic."}]}, {"heading": "Births", "year": "1918", "date": "August 17", "txt": "Evelyn Ankers, British-American actress (d. 1985)", "entities": [{"title": "Evelyn Ankers", "href": "/wiki/Evelyn_Ankers", "description": "Evelyn Felisa Ankers was a British-American actress who often played variations on the role of the cultured young leading lady in the many American horror films during the 1940s, most notably The Wolf Man (1941) opposite Lon Chaney Jr., a frequent screen partner."}]}, {"heading": "Births", "year": "1918", "date": "August 17", "txt": "Ike Quebec, American saxophonist and pianist (d. 1963)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 17", "txt": "Michael John Wise, English geographer and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 17", "txt": "Georgia Gibbs, American singer (d. 2006)", "entities": [{"title": "Georgia Gibbs", "href": "/wiki/Georgia_Gibbs", "description": "Georgia Gibbs was an American popular singer and vocal entertainer rooted in jazz. Already singing publicly in her early teens, Gibbs first achieved acclaim in the mid-1950s interpreting songs originating with the black rhythm and blues community and later as a featured vocalist on a long list of radio and television variety and comedy programs. Her key attribute was tremendous versatility and an "}]}, {"heading": "Births", "year": "1920", "date": "August 17", "txt": "Maureen O'Hara, Irish-American actress and singer (d. 2015)", "entities": [{"title": "Maureen O'Hara", "href": "/wiki/Maureen_O%27Hara", "description": "Maureen O'Hara was an Irish actress and singer. She was a famous redhead who was known for playing passionate but sensible heroines, often in westerns and adventure films. On numerous occasions, she worked with director John Ford and longtime friend John Wayne."}]}, {"heading": "Births", "year": "1920", "date": "August 17", "txt": "Lida Moser, American photographer and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 17", "txt": "Geoffrey Elton, German-English historian and academic (d. 1994)", "entities": [{"title": "Geoffrey Elton", "href": "/wiki/Geoffrey_Elton", "description": "Sir Geoffrey Rudolph Elton was a German-born British political and constitutional historian, specialising in the Tudor period. He taught at Clare College, Cambridge, and was the Regius Professor of Modern History there from 1983 to 1988."}]}, {"heading": "Births", "year": "1922", "date": "August 17", "txt": "Roy Tattersall, English cricketer (d. 2011)", "entities": [{"title": "Roy Tattersall", "href": "/wiki/Roy_Tattersall", "description": "Roy Tattersall was an English cricketer who played for Lancashire and played sixteen Tests for England as a specialist off spin bowler. He was born at Tonge Moor, Bolton, Lancashire, England."}]}, {"heading": "Births", "year": "1923", "date": "August 17", "txt": "Carlos Cruz-Diez, Venezuelan artist (d. 2019)", "entities": [{"title": "Carlos Cruz-Diez", "href": "/wiki/Carlos_Cruz-Diez", "description": "Carlos Cruz-Diez was a Venezuelan artist said by some scholars to have been \"one of the greatest artistic innovators of the 20th century.\""}]}, {"heading": "Births", "year": "1923", "date": "August 17", "txt": "Larry Rivers, American painter and sculptor (d. 2002)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 17", "txt": "Evan S. Connell, American novelist, poet, and short story writer (d. 2013)", "entities": [{"title": "Evan S. Connell", "href": "/wiki/Evan_S._Connell", "description": "Evan Shelby Connell Jr. was a U.S. novelist, poet, and short-story writer. He also published under the name Evan S. Connell Jr. His writing covered a variety of genres, although he published most frequently in fiction."}]}, {"heading": "Births", "year": "1926", "date": "August 17", "txt": "Valerie Eliot, English businesswoman (d. 2012)", "entities": [{"title": "Valerie Eliot", "href": "/wiki/Valerie_Eliot", "description": "Esmé Valerie Eliot was the second wife and later widow of the Nobel prize-winning poet, T.S. Eliot. She was a major stockholder in the publishing firm of Faber and Faber Limited and the editor and annotator of a number of books dealing with her late husband's writings."}]}, {"heading": "Births", "year": "1926", "date": "August 17", "txt": "Jiang Zemin, Chinese engineer and politician, former General Secretary of the Communist Party of China and 5th President of China", "entities": [{"title": "General Secretary of the Communist Party of China", "href": "/wiki/General_Secretary_of_the_Communist_Party_of_China", "description": "The General Secretary of the Central Committee of the Communist Party of China is typically the paramount leader of China. The general secretary is the head of the Communist Party of China and the highest-ranking official within the People's Republic of China (PRC). The general secretary is a standing member of the Politburo and head of the Secretariat."}, {"title": "President of the People's Republic of China", "href": "/wiki/President_of_the_People%27s_Republic_of_China", "description": "The President of the People's Republic of China, is the ceremonial head of state of the People's Republic of China (PRC). Under the current PRC Constitution, the presidency is a largely ceremonial office with very limited power. However, since 1993, as a matter of convention, the presidency has been held simultaneously by the General Secretary of the Chinese Communist Party, the top leader of this"}]}, {"heading": "Births", "year": "1927", "date": "August 17", "txt": "Sam Butera, American saxophonist and bandleader (d. 2009)", "entities": [{"title": "Sam Butera", "href": "/wiki/Sam_Butera", "description": "Sam Butera was an American tenor saxophonist best noted for his collaborations with Louis Prima and Keely Smith. Butera is frequently regarded as a crossover artist who performed with equal ease in both R&B and the post-big band pop style of jazz that permeated the early Vegas nightclub scene."}]}, {"heading": "Births", "year": "1927", "date": "August 17", "txt": "F. Ray Keyser Jr., American lawyer and politician, 72nd Governor of Vermont (d. 2015)", "entities": [{"title": "Governor of Vermont", "href": "/wiki/Governor_of_Vermont", "description": "The Governor of Vermont is the head of the Government of Vermont. The officeholder is elected in even-numbered years by direct voting for a term of 2 years. Vermont and bordering New Hampshire are now the only states to hold gubernatorial elections every 2 years, instead of every 4 as in the other 48 U.S. states."}]}, {"heading": "Births", "year": "1928", "date": "August 17", "txt": "T. J. Anderson, American composer, conductor, and educator", "entities": [{"title": "T. J. Anderson", "href": "/wiki/T._J._Anderson", "description": "Thomas Jefferson \"T.J.\" Anderson, Jr. is an American composer, conductor, orchestrator and educator."}]}, {"heading": "Births", "year": "1928", "date": "August 17", "txt": "Willem Duys, Dutch tennis player, sportscaster, and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 17", "txt": "Francis Gary Powers, American captain and pilot (d. 1977)", "entities": [{"title": "Francis Gary Powers", "href": "/wiki/Francis_Gary_Powers", "description": "Francis Gary Powers was an American pilot whose Central Intelligence Agency (CIA) U-2 spy plane was shot down while flying a reconnaissance mission in Soviet Union airspace, causing the 1960 U-2 incident."}]}, {"heading": "Births", "year": "1930", "date": "August 17", "txt": "Harve Bennett, American screenwriter and producer (d. 2015)", "entities": [{"title": "Harve Bennett", "href": "/wiki/Harve_Bennett", "description": "Harve Bennett was an American television and film producer and screenwriter."}]}, {"heading": "Births", "year": "1930", "date": "August 17", "txt": "Ted Hughes, English poet and playwright (d. 1998)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 17", "txt": "Tony Wrigley, English historian, demographer, and academic", "entities": [{"title": "Tony Wrigley", "href": "/wiki/Tony_Wrigley", "description": "Sir Edward Anthony Wrigley, commonly known as Tony Wrigley, is a historical demographer. Wrigley and Peter Laslett co-founded the Cambridge Group for the History of Population and Social Structure in 1964."}]}, {"heading": "Births", "year": "1932", "date": "August 17", "txt": "V. S. Naipaul, Trinidadian-English novelist and essayist, Nobel Prize laureate (d. 2018)", "entities": [{"title": "V. S. Naipaul", "href": "/wiki/V._S._Naipaul", "description": "Sir Vidiadhar Surajprasad Naipaul, commonly known as V. S. Naipaul, and familiarly, Vidia Naipaul, was a Trinidad and Tobago-born British writer of works of fiction and nonfiction in English. He is known for his comic early novels set in Trinidad, his bleaker novels of alienation in the wider world, and his vigilant chronicles of life and travels. He wrote in prose that was widely admired, but his"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1932", "date": "August 17", "txt": "Duke Pearson, American pianist and composer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 17", "txt": "Jean-Jacques Sempé, French cartoonist", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 17", "txt": "Mark Dinning, American pop singer (d. 1986)", "entities": [{"title": "Mark Dinning", "href": "/wiki/Mark_Dinning", "description": "Max Edward Dinning, known by his stage name Mark Dinning was an American pop music singer."}]}, {"heading": "Births", "year": "1934", "date": "August 17", "txt": "João Donato, Brazilian pianist and composer", "entities": [{"title": "João Donato", "href": "/wiki/Jo%C3%A3o_Donato", "description": "João Donato de Oliveira Neto is a Brazilian jazz and bossa nova pianist from Brazil. He first worked with Altamiro Carrilho and went on to perform with Antonio Carlos Jobim and Astrud Gilberto."}]}, {"heading": "Births", "year": "1934", "date": "August 17", "txt": "Ron Henry, English footballer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 17", "txt": "Seamus Mallon, Irish educator and politician, Deputy First Minister of Northern Ireland (d. 2020)", "entities": [{"title": "Seamus Mallon", "href": "/wiki/Seamus_Mallon", "description": "Seamus Frederick Mallon was an Irish politician who served as deputy First Minister of Northern Ireland from 1998 to 2001 and Deputy Leader of the Social Democratic and Labour Party from 1979 to 2001."}, {"title": "First Minister and deputy First Minister", "href": "/wiki/First_Minister_and_deputy_First_Minister", "description": "The First Minister and deputy First Minister of Northern Ireland are the joint heads of government of the Northern Ireland Executive and have overall responsibility for the running of the Executive Office."}]}, {"heading": "Births", "year": "1936", "date": "August 17", "txt": "Margaret Heafield Hamilton, American computer scientist, systems engineer, and business owner.", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 17", "txt": "Theodoros Pangalos, Greek lawyer and politician, Deputy Prime Minister of Greece", "entities": [{"title": "Theodoros Pangalos (politician)", "href": "/wiki/Theodoros_Pangalos_(politician)", "description": "Theodoros Pangalos is a Greek politician, and leading member of the Panhellenic Socialist Movement. He served as the Deputy Prime Minister of Greece, responsible for the coordination of the Government Council for Foreign Affairs and Defense (KYSEA) and the new Economic & Social Policy Committee from 2009 to 2012"}, {"title": "Deputy Prime Minister of Greece", "href": "/wiki/Deputy_Prime_Minister_of_Greece", "description": "The Deputy Prime Minister of Greece is the second senior-most member of the Greek Cabinet. Despite the English translation of the title, he does not actually deputize for the Prime Minister, rather it is a mostly honorific post for senior ministers, and is usually combined with another senior government portfolio or a coordinating role over several ministries. The post is not permanent, rather it "}]}, {"heading": "Births", "year": "1939", "date": "August 17", "txt": "Luther Allison, American blues guitarist and singer (d. 1997)", "entities": [{"title": "Luther Allison", "href": "/wiki/Luther_Allison", "description": "Luther Allison was an American blues guitarist. He was born in Widener, Arkansas, although some accounts suggest his actual place of birth was Mayflower, Arkansas. Allison was interested in music as a child and during the late 1940s he toured in a family gospel group called The Southern Travellers. He moved with his family to Chicago in 1951 and attended Farragut High School where he was classmate"}]}, {"heading": "Births", "year": "1940", "date": "August 17", "txt": "Eduardo Mignogna, Argentinian director and screenwriter (d. 2006)", "entities": [{"title": "Eduardo Mignogna", "href": "/wiki/Eduardo_Mignogna", "description": "Eduardo Mignogna was an Argentinian film director and screenwriter."}]}, {"heading": "Births", "year": "1940", "date": "August 17", "txt": "Barry Sheerman, English academic and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 17", "txt": "Lothar Bisky, German businessman and politician (d. 2013)", "entities": [{"title": "Lothar Bisky", "href": "/wiki/Lothar_Bisky", "description": "Lothar Bisky was a German politician. He was the chairman of the Party of Democratic Socialism (PDS), the successor of East Germany's Socialist Unity Party (SED). In June 2007 he became co-chairman of The Left party, formed by a merger of the PDS and the much smaller Labour and Social Justice – The Electoral Alternative. From 2007 until 2010 he was the President of the Party of the European Left. "}]}, {"heading": "Births", "year": "1941", "date": "August 17", "txt": "Jean Pierre Lefebvre, Canadian director and screenwriter", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 17", "txt": "Shane Porteous, Australian actor, animator, and screenwriter", "entities": [{"title": "Shane Porteous", "href": "/wiki/Shane_Porteous", "description": "John Shane Porteous (CM) is an Australian actor, screenwriter, animation layout artist and animation voice artist. As a screnwriter, he is sometimes credited as \"John Hanlon\". He remains best known for his role as Dr. Terence Elliot between 1981 and 1993 in the TV serial A Country Practice, and his ongoing role in TV series Pizza from 2000 until 2007. He has done numerous animation layouts and pro"}]}, {"heading": "Births", "year": "1943", "date": "August 17", "txt": "Edward Cowie, English composer, painter, and author", "entities": [{"title": "Edward Cowie", "href": "/wiki/Edward_Cowie", "description": "Edward Cowie is an English composer, author, natural scientist, and painter."}]}, {"heading": "Births", "year": "1943", "date": "August 17", "txt": "Robert De Niro, American actor, entrepreneur, director, and producer", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 17", "txt": "John Humphrys, Welsh journalist and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 17", "txt": "Dave \"Snaker\" Ray, American singer-songwriter and guitarist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 17", "txt": "Larry Ellison, American businessman, co-founded the Oracle Corporation", "entities": [{"title": "Larry Ellison", "href": "/wiki/Larry_Ellison", "description": "Lawrence Joseph Ellison is an American business magnate and investor who is a co-founder, the executive chairman and chief technology officer (CTO) of Oracle Corporation. As of April 2021, he was listed by Bloomberg Billionaires Index as the ninth-wealthiest person in the United States and as the tenth-wealthiest in the world, with a fortune of $93.9 billion, increased from $57.3 billion in 2018. "}, {"title": "Oracle Corporation", "href": "/wiki/Oracle_Corporation", "description": "Oracle Corporation is an American multinational computer technology corporation headquartered in Austin, Texas. The company was formerly headquartered in Redwood Shores, California until December 2020 when it moved its headquarters to Texas. The company sells database software and technology, cloud engineered systems, and enterprise software products—particularly its own brands of database managem"}]}, {"heading": "Births", "year": "1944", "date": "August 17", "txt": "Jean-Bernard Pommier, French pianist and conductor", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 17", "txt": "Rachel Pollack, American author, poet, and educator", "entities": [{"title": "Rachel Pollack", "href": "/wiki/Rachel_Pollack", "description": "Rachel Grace Pollack is an American science fiction author, comic book writer, and expert on divinatory tarot. She is involved in the women's spirituality movement."}]}, {"heading": "Births", "year": "1946", "date": "August 17", "txt": "Hugh Baiocchi, South African golfer", "entities": [{"title": "Hugh Baiocchi", "href": "/wiki/Hugh_Baiocchi", "description": "Hugh John Baiocchi is a South African professional golfer who has won more than 20 professional tournaments around the world."}]}, {"heading": "Births", "year": "1946", "date": "August 17", "txt": "Martha Coolidge, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 17", "txt": "Patrick Manning, Trinidadian-Tobagonian politician, 4th Prime Minister of Trinidad and Tobago (d. 2016)", "entities": [{"title": "List of Prime Ministers of Trinidad and Tobago", "href": "/wiki/List_of_Prime_Ministers_of_Trinidad_and_Tobago", "description": "The Prime Minister of Trinidad and Tobago is the head of the executive branch of government in the republic of Trinidad and Tobago."}]}, {"heading": "Births", "year": "1947", "date": "August 17", "txt": "Mohamed Abdelaziz, President of the Sahrawi Arab Democratic Republic (1976-2016) (d. 2016)", "entities": [{"title": "Mohamed Abdelaziz (Sahrawi politician)", "href": "/wiki/Mohamed_Abdelaziz_(Sahrawi_politician)", "description": "Mohamed Abdelaziz was the 3rd Secretary General of the Polisario Front, from 1976, and the 1st President of the Sahrawi Arab Democratic Republic from 1982, until his death in 2016."}, {"title": "President of the Sahrawi Arab Democratic Republic", "href": "/wiki/President_of_the_Sahrawi_Arab_Democratic_Republic", "description": "The President of the Sahrawi Arab Democratic Republic is the head of state of the Sahrawi Arab Democratic Republic (SADR), a government in exile based in the Sahrawi refugee camps of Tindouf, Algeria."}]}, {"heading": "Births", "year": "1947", "date": "August 17", "txt": "Gary Talley, American guitarist, singer-songwriter, and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 17", "txt": "Alexander Ivashkin, Russian-English cellist and conductor (d. 2014)", "entities": [{"title": "Alexander Ivashkin", "href": "/wiki/Alexander_Ivashkin", "description": "Alexander Ivashkin, was a Russian cellist, writer, academic and conductor."}]}, {"heading": "Births", "year": "1949", "date": "August 17", "txt": "Norm Coleman, American lawyer and politician, 52nd Mayor of St. Paul", "entities": [{"title": "Norm Coleman", "href": "/wiki/Norm_Coleman", "description": "Norman Bertram Coleman Jr. is an American lobbyist, attorney, and politician. From 2003 to 2009 he served as a U.S. Senator for Minnesota. From 1994 to 2002 he was mayor of Saint Paul, Minnesota. First elected as a member of the Democratic–Farmer–Labor Party (DFL), Coleman became a Republican in 1996. He lost his 2008 Senate reelection bid to Al Franken by 312 votes out of over three million cast."}, {"title": "List of mayors of Saint Paul, Minnesota", "href": "/wiki/List_of_mayors_of_Saint_Paul,_Minnesota", "description": "This is a list of people who have served as mayor of Saint Paul, Minnesota.Parties"}]}, {"heading": "Births", "year": "1949", "date": "August 17", "txt": "Sue Draheim, American fiddler and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 17", "txt": "Julian Fellowes, English actor, director, screenwriter, and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 17", "txt": "Sib Hashian, American rock drummer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 17", "txt": "Richard Hunt, American Muppet performer (d. 1992)", "entities": [{"title": "Richard Hunt (puppeteer)", "href": "/wiki/Richard_Hunt_(puppeteer)", "description": "Richard Hunt was an American puppeteer, best known as a Muppet performer on Sesame Street, The Muppet Show, Fraggle Rock, and other projects for The Jim Henson Company. His roles on The Muppet Show included Scooter, Statler, Janice, Beaker and Sweetums."}]}, {"heading": "Births", "year": "1952", "date": "August 17", "txt": "Aleksandr Maksimenkov, Russian footballer and coach (d. 2012)", "entities": [{"title": "Aleksandr Maksimenkov", "href": "/wiki/Aleksandr_Maksimenkov", "description": "Aleksandr Ivanovich Maksimenkov was a Soviet football player and a Russian coach."}]}, {"heading": "Births", "year": "1952", "date": "August 17", "txt": "Nelson Piquet, Brazilian race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 17", "txt": "Mario Theissen, German engineer and businessman", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 17", "txt": "Guillermo Vilas, Argentinian tennis player", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 17", "txt": "Mick Malthouse, Australian footballer and coach", "entities": [{"title": "Mick Malthouse", "href": "/wiki/Mick_Malthouse", "description": "Michael Malthouse is a former Australian rules footballer and former Australian Football League (AFL) coach and current media personality. Although his playing career included a premiership for Richmond in 1980, he is best known for his long coaching career at four clubs and holds the record for coaching the most VFL/AFL games."}]}, {"heading": "Births", "year": "1953", "date": "August 17", "txt": "Herta Müller, Romanian-German poet and author, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1953", "date": "August 17", "txt": "Korrie Layun Rampan, Indonesian author, poet, and critic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 17", "txt": "Kevin Rowland, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 17", "txt": "Eric Johnson, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Eric Johnson (guitarist, born 1954)", "href": "/wiki/Eric_Johnson_(guitarist,_born_1954)", "description": "Eric Johnson is an American guitarist, vocalist, composer, and multi-instrumentalist. His 1990 album Ah Via Musicom was certified platinum by the RIAA, and the single \"Cliffs of Dover\" won the Grammy Award for Best Rock Instrumental Performance."}]}, {"heading": "Births", "year": "1954", "date": "August 17", "txt": "Andrés Pastrana Arango, Colombian lawyer and politician, 38th President of Colombia", "entities": [{"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1955", "date": "August 17", "txt": "Colin Moulding, English singer-songwriter and bassist", "entities": [{"title": "Colin Moulding", "href": "/wiki/Colin_Moulding", "description": "Colin Ivor Moulding is an English bassist, singer, and songwriter who was one of the core members of the rock band XTC. Though he was less prolific a songwriter than his bandmate Andy Partridge, Moulding wrote their first three charting UK singles: \"Life Begins at the Hop\" (1979), \"Making Plans for Nigel\" (1979) and \"Generals and Majors\" (1980)."}]}, {"heading": "Births", "year": "1956", "date": "August 17", "txt": "Gail Berman, American businessman, co-founded BermanBraun", "entities": [{"title": "Gail Berman", "href": "/wiki/Gail_Berman", "description": "Gail Berman is an American producer and television executive. She is co-owner and founding partner of The Jackal Group, a production entity formed in partnership with Fox Networks Group. The Jackal Group develops and produces scripted, unscripted and factual entertainment programming for FNG's channels, including Fox Broadcasting Company, FX/FXX, the National Geographic Channels, and Fox Internati"}, {"title": "BermanBraun", "href": "/wiki/BermanBraun", "description": "Whalerock Industries is an American media and technology company. Based in West Hollywood, Whalerock partners with public figures and brands to create, build and operate direct-to-consumer multi-media apps which integrate music, video, live streaming, e-commerce, and gaming.\nWhalerock's partners include Sirius XM, Howard Stern, Warner Bros., Pottermore, MTV, Comedy Central, CMT, MSN, Microsoft, th"}]}, {"heading": "Births", "year": "1956", "date": "August 17", "txt": "Álvaro Pino, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 17", "txt": "Ken Kwapis, American director and screenwriter", "entities": [{"title": "Ken Kwapis", "href": "/wiki/Ken_Kwapis", "description": "Kenneth William Kwapis is an American film and television director, screenwriter, and author. He specialized in the single-camera sitcom in the 1990s and 2000s and has directed feature films such as Sesame Street Presents: Follow That Bird (1985), The Sisterhood of the Traveling Pants (2005), and He's Just Not That Into You (2009)."}]}, {"heading": "Births", "year": "1957", "date": "August 17", "txt": "Laurence Overmire, American poet, author, and actor", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 17", "txt": "Robin Cousins, British competitive figure skater", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 17", "txt": "Belinda Carlisle, American singer-songwriter", "entities": [{"title": "Belinda Carlisle", "href": "/wiki/Belinda_Carlisle", "description": "Belinda Jo Carlisle is an American singer, musician, and author. She gained fame as the lead singer of the Go-Go's, one of the most successful all-female bands in history, and went on to have a prolific career as a solo artist."}]}, {"heading": "Births", "year": "1958", "date": "August 17", "txt": "Fred Goodwin, Scottish banker and accountant", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 17", "txt": "Maurizio Sandro Sala, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 17", "txt": "Jonathan Franzen, American novelist and essayist", "entities": [{"title": "Jonathan Franzen", "href": "/wiki/Jonathan_Franzen", "description": "Jonathan Earl Franzen is an American novelist and essayist. His 2001 novel The Corrections, a sprawling, satirical family drama, drew widespread critical acclaim, earned Franzen a National Book Award, was a Pulitzer Prize for Fiction finalist, earned a James Tait Black Memorial Prize and was shortlisted for the International Dublin Literary Award. His novel Freedom (2010) garnered similar praise a"}]}, {"heading": "Births", "year": "1959", "date": "August 17", "txt": "Jacek Kazimierski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 17", "txt": "Eric Schlosser, American journalist and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 17", "txt": "Stephan Eicher, Swiss singer-songwriter", "entities": [{"title": "Stephan Eicher", "href": "/wiki/Stephan_Eicher", "description": "Stephan Eicher is a Swiss singer. He sings in a variety of languages, including French, German, English, Italian, Swiss German, and Romanche, sometimes using different languages in the same song."}]}, {"heading": "Births", "year": "1960", "date": "August 17", "txt": "Sean Penn, American actor, director, and political activist", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 17", "txt": "Gilby Clarke, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Gilby Clarke", "href": "/wiki/Gilby_Clarke", "description": "Gilbert J. \"Gilby\" Clarke is an American musician, singer, songwriter and record producer. He had a 3-year tenure as the rhythm guitarist of Guns N' Roses, replacing Izzy Stradlin in 1991 during the Use Your Illusion Tour, and also featured on \"The Spaghetti Incident?\" (1993). Following this, Clarke went on to forge a solo career as well playing guitar with Slash's Snakepit, Kat Men, Heart, Nancy "}]}, {"heading": "Births", "year": "1962", "date": "August 17", "txt": "Dan Dakich, American basketball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 17", "txt": "Jon Gruden, American football player, coach, and sportscaster", "entities": [{"title": "Jon Gruden", "href": "/wiki/Jon_Gruden", "description": "Jon David Gruden is an American football coach who is the head coach of the Las Vegas Raiders of the National Football League (NFL). He first served as the Raiders' head coach from 1998 to 2001 during their tenure in Oakland and rejoined the team in 2018. In between his tenure with the Raiders, he was the head coach of the Tampa Bay Buccaneers from 2002 to 2008, whom he led to their first Super Bo"}]}, {"heading": "Births", "year": "1964", "date": "August 17", "txt": "Colin James, Canadian singer-songwriter, guitarist, and producer", "entities": [{"title": "Colin James", "href": "/wiki/Colin_James", "description": "Colin James is a Canadian rock and blues singer and songwriter."}]}, {"heading": "Births", "year": "1964", "date": "August 17", "txt": "Maria McKee, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 17", "txt": "Dave Penney, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 17", "txt": "Steve Gorman, American drummer", "entities": [{"title": "Steve Gorman", "href": "/wiki/Steve_Gorman", "description": "Steve Gorman is an American musician and sports talk radio host. Gorman is best known as the drummer of the American rock and roll band The Black Crowes. He spent time as the drummer for British rock band Stereophonics. He also hosted on his own radio show Steve Gorman Sports! on Fox Sports Radio."}]}, {"heading": "Births", "year": "1965", "date": "August 17", "txt": "Dottie Pepper, American golfer", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 17", "txt": "Jüri Luik, Estonian politician and diplomat, 18th Estonian Minister of Defense", "entities": [{"title": "Jüri Luik", "href": "/wiki/J%C3%BCri_Luik", "description": "Jüri Luik is an Estonian diplomat and politician who served as the Minister of Defence in the government of Prime Minister Jüri Ratas. In addition, he chaired the EPP Defense Ministers Meeting, which gathers the center-right EPP ministers ahead of meetings of the Foreign Affairs Council (FAC)."}, {"title": "Minister of Defence (Estonia)", "href": "/wiki/Minister_of_Defence_(Estonia)", "description": "The Minister of Defence is the senior minister at the Ministry of Defence (Kaitseministeerium) in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for coordinating the governments policies on national defence and the military forces. The Defence Minister is chosen by the Prime Minister as a part of the government."}]}, {"heading": "Births", "year": "1966", "date": "August 17", "txt": "Rodney Mullen, American skateboarder and stuntman", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 17", "txt": "Don Sweeney, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 17", "txt": "Michael Preetz, German footballer and manager", "entities": [{"title": "Michael Preetz", "href": "/wiki/Michael_Preetz", "description": "Michael Preetz is a German former professional footballer who played as a forward. He spent his whole career in Germany, playing for Fortuna Düsseldorf, 1. FC Saarbrücken, MSV Duisburg and SG Wattenscheid 09, but he is mostly remembered for his seven-year spell at Hertha BSC where he ended his career. After retiring from active play, he stayed with the club, going directly into management."}]}, {"heading": "Births", "year": "1968", "date": "August 17", "txt": "Andriy Kuzmenko, Ukrainian singer-songwriter (d. 2015)", "entities": [{"title": "Andriy Kuzmenko", "href": "/wiki/Andriy_Kuzmenko", "description": "Andriy \"Kuzma\" Kuzmenko was a Ukrainian singer, poet, writer, TV presenter, producer and actor. He was best known as the lead singer of the Ukrainian rock band Skryabin, founded in 1989. He died in a traffic collision on 2 February 2015 in Lozuvatka, Dnipropetrovsk Oblast, aged 46."}]}, {"heading": "Births", "year": "1968", "date": "August 17", "txt": "Ed McCaffrey, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 17", "txt": "Helen McCrory, English actress (d. 2021)", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 17", "txt": "Christian Laettner, American basketball player and coach", "entities": [{"title": "Christian Laettner", "href": "/wiki/Christian_Laettner", "description": "Christian Donald Laettner is an American former basketball player. His college career for the Duke Blue Devils is widely regarded as one of the best in National Collegiate Athletic Association (NCAA) history. He was the star player on the back-to-back Duke National Championship teams of 1991 and 1992, and the NCAA player of the year in his senior year. He is particularly famous for his game-winnin"}]}, {"heading": "Births", "year": "1969", "date": "August 17", "txt": "Donnie Wahlberg, American singer-songwriter, actor and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 17", "txt": "Kelvin Mercer, American rapper, songwriter and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 17", "txt": "Jim Courier, American tennis player and sportscaster", "entities": [{"title": "Jim Courier", "href": "/wiki/Jim_Courier", "description": "James Spencer Courier is an American former world No. 1 professional tennis player. He won four Grand Slam singles titles, two at the French Open and two at the Australian Open. He was the youngest man to reach the finals of all four Grand Slam singles tournaments, at the age of 22 years and 11 months. He also won five Masters 1000 series titles. Until Novak Djokovic in 2016, Courier was the last "}]}, {"heading": "Births", "year": "1970", "date": "August 17", "txt": "Andrus Kivirähk, Estonian author", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 17", "txt": "Øyvind Leonhardsen, Norwegian footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 17", "txt": "Uhm Jung-hwa, South Korean singer and actress", "entities": [{"title": "Uhm Jung-hwa", "href": "/wiki/Uhm_Jung-hwa", "description": "Uhm Jung-hwa is a South Korean singer, actress and dancer. Nicknamed the \"evergreen\", Uhm is considered to be one of the most influential women in the Korean entertainment industry, with many female artists recognizing her as a role model."}]}, {"heading": "Births", "year": "1971", "date": "August 17", "txt": "Jorge Posada, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 17", "txt": "Shaun Rehn, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 17", "txt": "Habibul Bashar, Bangladeshi cricketer", "entities": [{"title": "Habibul Bashar", "href": "/wiki/Habibul_Bashar", "description": "Qazi Habibul Bashar is a Bangladeshi cricketer and the former captain of the Bangladeshi cricket team. Under the managership of Dav Whatmore, he has been found to be the most successful captain to lead the Bangladesh team to overcome several milestones. The first test victory of Bangladesh came under his hands in 2004 against Zimbabwe. Under Bashar's captaincy, Bangladesh have beaten Australia, In"}]}, {"heading": "Births", "year": "1974", "date": "August 17", "txt": "Johannes Maria Staud, Austrian composer", "entities": [{"title": "Johannes Maria Staud", "href": "/wiki/Johannes_Maria_Staud", "description": "\nJohannes Maria Staud is an Austrian composer."}]}, {"heading": "Births", "year": "1976", "date": "August 17", "txt": "Eric Boulton, Canadian ice hockey player", "entities": [{"title": "Eric Boulton", "href": "/wiki/Eric_Boulton", "description": "Eric Boulton is a Canadian former professional ice hockey left winger. Boulton was drafted 234th overall in the ninth round of the 1994 draft by the New York Rangers. While he never played for the Rangers, he played for the Buffalo Sabres, Atlanta Thrashers, New Jersey Devils and New York Islanders between 2000 and 2016."}]}, {"heading": "Births", "year": "1976", "date": "August 17", "txt": "Geertjan Lassche, Dutch journalist and director", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 17", "txt": "Serhiy Zakarlyuka, Ukrainian footballer and manager (d. 2014)", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 17", "txt": "Nathan Deakes, Australian race walker", "entities": [{"title": "Nathan Deakes", "href": "/wiki/Nathan_Deakes", "description": "Nathan Deakes is an Australian former race walker. Deakes trained with the Australian Institute of Sport."}]}, {"heading": "Births", "year": "1977", "date": "August 17", "txt": "William Gallas, French footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 17", "txt": "Thierry Henry, French footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 17", "txt": "Mike Lewis, Welsh guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 17", "txt": "Tarja Turunen, Finnish singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 17", "txt": "Antwaan Randle El, American football player and journalist", "entities": [{"title": "Antwaan Randle El", "href": "/wiki/Antwaan_Randle_El", "description": "Antwaan Randle El is an American football coach and former player who was a wide receiver in the National Football League (NFL) for nine seasons. He is currently a wide receivers coach for the Detroit Lions. He attended Indiana University where he played college football for the Indiana Hoosiers, and also played basketball and baseball as well. For a time, he was also a sideline reporter for the B"}]}, {"heading": "Births", "year": "1980", "date": "August 17", "txt": "Keith Dabengwa, Zimbabwean cricketer", "entities": [{"title": "Keith Dabengwa", "href": "/wiki/Keith_Dabengwa", "description": "Keith Mbusi Dabengwa is a Zimbabwean cricketer."}]}, {"heading": "Births", "year": "1980", "date": "August 17", "txt": "Daniel Güiza, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 17", "txt": "Jan Kromkamp, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 17", "txt": "Lene Marlin, Norwegian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 17", "txt": "Phil Jagielka, English footballer", "entities": [{"title": "Phil Jagielka", "href": "/wiki/Phil_Jagielka", "description": "Philip Nikodem Jagielka is an English professional footballer who plays as a centre back for Premier League club Sheffield United."}]}, {"heading": "Births", "year": "1982", "date": "August 17", "txt": "Cheerleader Melissa, American wrestler and manager", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 17", "txt": "Mark Salling, American actor and musician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 17", "txt": "Dustin Pedroia, American baseball player", "entities": [{"title": "Dustin Pedroia", "href": "/wiki/Dustin_Pedroia", "description": "Dustin Luis Pedroia is an American former professional baseball second baseman who played his entire Major League Baseball career for the Boston Red Sox from 2006 to 2019. He was a four-time All-Star, and won the American League (AL) Rookie of The Year Award in 2007 and the AL Most Valuable Player and Silver Slugger Award in 2008. He has also received four Gold Glove Awards and was named AL Defens"}]}, {"heading": "Births", "year": "1984", "date": "August 17", "txt": "Dee Brown, American basketball player", "entities": [{"title": "Dee Brown (basketball, born 1984)", "href": "/wiki/Dee_Brown_(basketball,_born_1984)", "description": "Daniel \"Dee\" Brown is a retired American professional basketball player and current college coach. Brown played at the University of Illinois from 2002 to 2006, receiving numerous awards and accolades, including the 2005 Sporting News National Player of the Year. Brown was selected in the second round of the 2006 NBA Draft by the Utah Jazz. Brown played for several international basketball teams f"}]}, {"heading": "Births", "year": "1984", "date": "August 17", "txt": "Oksana Domnina, Russian ice dancer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 17", "txt": "Liam Heath, British sprint canoeist", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 17", "txt": "Garrett Wolfe, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 17", "txt": "Yū Aoi, Japanese actress and model", "entities": [{"title": "Yū Aoi", "href": "/wiki/Y%C5%AB_Aoi", "description": "Yu Aoi  is a Japanese actress and model. She made her film debut as Shiori Tsuda in Shunji Iwai's 2001 film All About Lily Chou-Chou. She subsequently portrayed Tetsuko Arisugawa in Hana and Alice (2004), also directed by Iwai, Kimiko Tanigawa in the hula dancing film Hula Girls and Hagumi Hanamoto in the 2006 live-action adaptation of the Honey and Clover manga series."}]}, {"heading": "Births", "year": "1986", "date": "August 17", "txt": "Rudy Gay, American basketball player", "entities": [{"title": "Rudy Gay", "href": "/wiki/Rudy_Gay", "description": "Rudy Carlton Gay Jr. is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). The 6'8\" forward played college basketball for the University of Connecticut before being drafted eighth overall in the 2006 NBA draft by the Houston Rockets; he was traded to the Memphis Grizzlies days later."}]}, {"heading": "Births", "year": "1986", "date": "August 17", "txt": "Tyrus Thomas, American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 17", "txt": "Natalie Sandtorv, Norwegian singer-songwriter", "entities": [{"title": "Natalie Sandtorv", "href": "/wiki/Natalie_Sandtorv", "description": "Natalie Sandtorv is a Norwegian jazz musician married July 29, 2016, to drummer Ole Mofjell, residing in Copenhagen, Denmark."}]}, {"heading": "Births", "year": "1988", "date": "August 17", "txt": "Jihadi John, Kuwaiti-British member of ISIS (d. 2015)", "entities": [{"title": "Islamic State of Iraq and the Levant", "href": "/wiki/Islamic_State_of_Iraq_and_the_Levant", "description": "The Islamic State of Iraq and the Levant, also known as the Islamic State of Iraq and Syria, officially known as the Islamic State (IS) and also known by its Arabic acronym Daesh, is an unrecognized proto-state that follows a Salafi jihadist doctrine. ISIL was founded by Abu Musab al-Zarqawi and gained global prominence in 2014 when it drove Iraqi security forces out of key cities in its Western I"}]}, {"heading": "Births", "year": "1988", "date": "August 17", "txt": "Erika Toda, Japanese actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 17", "txt": "Rachel Corsie, Scottish footballer", "entities": [{"title": "Rachel Corsie", "href": "/wiki/Rachel_Corsie", "description": "Rachel Louise Corsie is a Scottish professional footballer who plays as a defender for Kansas City in the National Women's Soccer League (NWSL). She is also the captain of the Scotland national team."}]}, {"heading": "Births", "year": "1992", "date": "August 17", "txt": "Alex Elisala, New Zealand-Australian rugby player (d. 2013)", "entities": [{"title": "Alex Elisala", "href": "/wiki/Alex_Elisala", "description": "Alex Elisala was a Samoa international rugby league footballer who was contracted to the North Queensland Cowboys at the time of his death. He primarily played as a hooker."}]}, {"heading": "Births", "year": "1992", "date": "August 17", "txt": "Chanel Mata'utia, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 17", "txt": "Paige, English wrestler", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 17", "txt": "Ederson Moraes, Brazilian footballer", "entities": [{"title": "Ederson Moraes", "href": "/wiki/Ederson_Moraes", "description": "Ederson Santana de Moraes, known as Ederson, is a Brazilian professional footballer who plays as a goalkeeper for Premier League club Manchester City and the Brazil national team. He is considered the world's most expensive goalkeeper from a transfer value perspective by the CIES.\nEderson has been praised extensively by the media for his composure on the ball in high risk situations, ability to ru"}]}, {"heading": "Births", "year": "1993", "date": "August 17", "txt": "Sarah Sjöström, Swedish swimmer", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 17", "txt": "Phoebe Bridgers, American singer/songwriter", "entities": [{"title": "Phoebe Bridgers", "href": "/wiki/Phoebe_Bridgers", "description": "Phoebe Lucille Bridgers is an American singer-songwriter, guitarist and producer from Los Angeles, California. She made her solo debut with the studio album Stranger in the Alps (2017), followed by Punisher (2020) which earned Bridgers widespread critical acclaim and four Grammy Award nominations, including Best New Artist. Bridgers is also known for her membership in the musical groups boygenius "}]}, {"heading": "Births", "year": "1995", "date": "August 17", "txt": "Gracie Gold, American figure skater", "entities": [{"title": "Gracie Gold", "href": "/wiki/Gracie_Gold", "description": "Grace Elizabeth Gold, known as Gracie Gold, is an American figure skater. She is a 2014 Olympic team event bronze medalist, the 2014 NHK Trophy champion, the 2015 Trophée Éric Bompard champion, and a two-time U.S. national champion. She is also a two-time World Team Trophy champion."}]}, {"heading": "Births", "year": "1995", "date": "August 17", "txt": "Dallin Watene-Zelezniak, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1996", "date": "August 17", "txt": "Jake Virtanen, Canadian ice hockey player", "entities": [{"title": "Jake Virtanen", "href": "/wiki/Jake_Virtanen", "description": "Jacob Virtanen is a Canadian professional ice hockey winger currently playing for the Vancouver Canucks of the National Hockey League (NHL). Nicknamed \"Shotgun Jake\" by Canucks fans, Virtanen was drafted by the Canucks sixth overall in the 2014 NHL Entry Draft."}]}, {"heading": "Births", "year": "2000", "date": "August 17", "txt": "Lil Pump, American rapper and songwriter", "entities": [{"title": "Lil Pump", "href": "/wiki/Lil_Pump", "description": "Gazzy Garcia, known professionally as Lil Pump, is an American rapper. He is one of the most prominent members of the SoundCloud rap scene and is known for his minimalist music and hyperactive public persona, where he is often portrayed taking drugs such as marijuana, lean, and xanax, actions that have garnered controversy."}]}, {"heading": "Deaths", "year": "754", "date": "August 17", "txt": "Carloman, mayor of the palace of Austrasia", "entities": [{"title": "Carloman (mayor of the palace)", "href": "/wiki/Carloman_(mayor_of_the_palace)", "description": "Carloman was the eldest son of Charles Martel, majordomo or mayor of the palace and duke of the Franks, and his wife Chrotrud of Treves. On Charles's death (741), Carloman and his brother Pepin the Short succeeded to their father's legal positions, Carloman in Austrasia, and Pepin in Neustria. He was a member of the family later called the Carolingians and it can be argued that he was instrumental"}, {"title": "Austrasia", "href": "/wiki/Austrasia", "description": "Austrasia was a territory which formed the northeastern section of the Merovingian Kingdom of the Franks during the 6th to 8th centuries. It was centred on the Meuse, Middle Rhine and the Moselle rivers, and was the original territory of the Franks, including both the so-called Salians and Rhineland Franks, which Clovis I conquered after first taking control of the bordering part of Roman Gaul, no"}]}, {"heading": "Deaths", "year": "949", "date": "August 17", "txt": "Li Shouzhen, Chinese general and governor", "entities": [{"title": "Li Shouzhen", "href": "/wiki/Li_Shouzhen", "description": "Li Shouzhen was a general of the Chinese Five Dynasties and Ten Kingdoms Period states Later Jin and Later Han, as well as (briefly) the Khitan Liao dynasty. During the reign of Later Han's second emperor Liu Chengyou, he became concerned that he was being targeted by the officials assisting the young emperor, and therefore rebelled. His rebellion was defeated by the Later Han general Guo Wei, how"}]}, {"heading": "Deaths", "year": "1153", "date": "August 17", "txt": "Eustace IV, Count of Boulogne (b. 1130)", "entities": [{"title": "Eustace IV, Count of Boulogne", "href": "/wiki/Eustace_IV,_Count_of_Boulogne", "description": "Eustace IV ruled the County of Boulogne from 1151 until his death. He was the eldest son of King Stephen of England and Countess Matilda I of Boulogne. When his father seized the English throne on Henry I's death in 1135, he became heir apparent to the English throne but predeceased his father."}]}, {"heading": "Deaths", "year": "1304", "date": "August 17", "txt": "Emperor Go-Fukakusa of Japan (b. 1243)", "entities": [{"title": "Emperor Go-Fukakusa", "href": "/wiki/Emperor_Go-Fukakusa", "description": "Emperor Go-Fukakusa  was the 89th emperor of Japan, according to the traditional order of succession. This reign spanned the years 1246 through 1260."}]}, {"heading": "Deaths", "year": "1324", "date": "August 17", "txt": "Irene of Brunswick (b. 1293)", "entities": [{"title": "Irene of Brunswick", "href": "/wiki/Irene_of_Brunswick", "description": "Irene of Brunswick, born Adelheid, was the first wife of Andronikos III Palaiologos, and by marriage Empress of Constantinople, although she died before her husband became sole Emperor."}]}, {"heading": "Deaths", "year": "1338", "date": "August 17", "txt": "Nitta Yoshisada, Japanese samurai (b. 1301)", "entities": [{"title": "Nitta Yoshisada", "href": "/wiki/Nitta_Yoshisada", "description": "Nitta Yoshisada  was the head of the Nitta clan in the early fourteenth century, and supported the Southern Court of Emperor Go-Daigo in the Nanboku-chō period. He famously marched on Kamakura, besieging and capturing it from the Hōjō clan in 1333."}]}, {"heading": "Deaths", "year": "1424", "date": "August 17", "txt": "John Stewart, Earl of Buchan (b. c. 1381)", "entities": [{"title": "John Stewart, Earl of Buchan", "href": "/wiki/John_Stewart,_Earl_of_Buchan", "description": "John Stewart, Earl of Buchan was a Scottish nobleman and soldier who fought alongside Scotland's French allies during the Hundred Years War. In 1419 he was sent to France by his father the Duke of Albany, Regent of Scotland, with an army of 6,000 men. Stewart led the combined Franco-Scottish army at the Battle of Baugé on 21 March 1421, where he comprehensively defeated the English forces, proving"}]}, {"heading": "Deaths", "year": "1510", "date": "August 17", "txt": "Edmund Dudley, English politician, Speaker of the House of Commons (b. 1462)", "entities": [{"title": "Edmund Dudley", "href": "/wiki/Edmund_Dudley", "description": "Edmund Dudley was an English administrator and a financial agent of King Henry VII. He served as a leading member of the Council Learned in the Law, Speaker of the House of Commons and President of the King's Council. After the accession of Henry VIII, he was imprisoned in the Tower of London and executed the next year on a treason charge. While waiting for his execution he wrote The Tree of Commo"}, {"title": "Speaker of the House of Commons (United Kingdom)", "href": "/wiki/Speaker_of_the_House_of_Commons_(United_Kingdom)", "description": "The Speaker of the House of Commons is the chief officer and highest authority of the House of Commons, the lower house and primary chamber of the Parliament of the United Kingdom. The current Speaker, Sir Lindsay Hoyle, was elected Speaker on 4 November 2019, following the retirement of John Bercow. Hoyle began his first full parliamentary term in the role on 17 December 2019, having unanimously "}]}, {"heading": "Deaths", "year": "1510", "date": "August 17", "txt": "Richard Empson, English statesman", "entities": []}, {"heading": "Deaths", "year": "1547", "date": "August 17", "txt": "Katharina von Zimmern, Swiss sovereign abbess (b. 1478)", "entities": [{"title": "Katharina von Zimmern", "href": "/wiki/Katharina_von_Zimmern", "description": "Katharina von Zimmern, also known as the imperial abbess of Zürich and Katharina von Reischach, was the last abbess of the Fraumünster Abbey in Zürich."}]}, {"heading": "Deaths", "year": "1673", "date": "August 17", "txt": "Regnier de Graaf, Dutch physician and anatomist (b. 1641)", "entities": [{"title": "Regnier de Graaf", "href": "/wiki/Regnier_de_Graaf", "description": "Regnier de Graaf, original Dutch spelling Reinier de Graaf, or Latinized Reijnerus de Graeff was a Dutch physician and anatomist who made key discoveries in reproductive biology. His first name is often spelled Reinier or Reynier."}]}, {"heading": "Deaths", "year": "1676", "date": "August 17", "txt": "Hans Jakob Christoffel von Grimmelshausen, German author (b. 1621)", "entities": [{"title": "Hans Jakob Christoffel von Grimmelshausen", "href": "/wiki/Hans_Jakob_Christoffel_von_Grimmelshausen", "description": "Hans Jakob Christoffel von Grimmelshausen was a German author. He is best known for his 1669 picaresque novel Simplicius Simplicissimus and the accompanying Simplician Scriptures series."}]}, {"heading": "Deaths", "year": "1720", "date": "August 17", "txt": "Anne Dacier, French scholar and translator (b. 1654)", "entities": [{"title": "Anne Dacier", "href": "/wiki/Anne_Dacier", "description": "Anne Le Fèvre Dacier, better known during her lifetime as Madame Dacier, was a French scholar, translator, commentator and editor of the classics, including the Iliad and the Odyssey. She sought to champion ancient literature and used her great capabilities in Latin and Greek for this purpose as well as for her own financial support, producing a series of editions and translations from which she e"}]}, {"heading": "Deaths", "year": "1723", "date": "August 17", "txt": "Joseph Bingham, English scholar and academic (b. 1668)", "entities": [{"title": "Joseph Bingham", "href": "/wiki/Joseph_Bingham", "description": "\n\nJoseph Bingham, was an English scholar and divine. His specialty was as an Ecclesiastical Historian."}]}, {"heading": "Deaths", "year": "1768", "date": "August 17", "txt": "Vasily Trediakovsky, Russian poet and playwright (b. 1703)", "entities": [{"title": "Vasily Trediakovsky", "href": "/wiki/Vasily_Trediakovsky", "description": "Vasily Kirillovich Trediakovsky was a Russian poet, essayist and playwright who helped lay the foundations of classical Russian literature."}]}, {"heading": "Deaths", "year": "1785", "date": "August 17", "txt": "Jonathan Trumbull, English-American merchant and politician, 16th Governor of Connecticut (b. 1710)", "entities": [{"title": "Jonathan Trumbull", "href": "/wiki/Jonathan_Trumbull", "description": "Jonathan Trumbull Sr. was an American politician and statesman who served as Governor of Connecticut during the American Revolution. Trumbull and Nicholas Cooke of Rhode Island were the only men to serve as governor of both a British colony and an American state, and he was the only governor to take up the Patriot cause at the start of the Revolutionary War. Trumbull College at Yale University, th"}, {"title": "Governor of Connecticut", "href": "/wiki/Governor_of_Connecticut", "description": "The Governor of Connecticut is the elected head of the executive branch of Connecticut's state government, and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Connecticut General Assembly and to convene the legislature. Unusual among U.S. governors, the Governor of Connecticut has no p"}]}, {"heading": "Deaths", "year": "1786", "date": "August 17", "txt": "Frederick the Great, Prussian king (b. 1712)", "entities": [{"title": "Frederick the Great", "href": "/wiki/Frederick_the_Great", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}]}, {"heading": "Deaths", "year": "1809", "date": "August 17", "txt": "Matthew Boulton, English businessman and engineer, co-founded Boulton and Watt (b. 1728)", "entities": [{"title": "Matthew Boulton", "href": "/wiki/Matthew_Boulton", "description": "Matthew Boulton was an English manufacturer and business partner of Scottish engineer James Watt. In the final quarter of the 18th century, the partnership installed hundreds of Boulton & Watt steam engines, which were a great advance on the state of the art, making possible the mechanisation of factories and mills. Boulton applied modern techniques to the minting of coins, striking millions of pi"}, {"title": "Boulton and Watt", "href": "/wiki/Boulton_and_Watt", "description": "Boulton & Watt was an early British engineering and manufacturing firm in the business of designing and making marine and stationary steam engines. Founded in the English West Midlands around Birmingham in 1775 as a partnership between the English manufacturer Matthew Boulton and the Scottish engineer James Watt, the firm had a major role in the Industrial Revolution and grew to be a major produce"}]}, {"heading": "Deaths", "year": "1814", "date": "August 17", "txt": "John Johnson, English architect and surveyor (b. 1732)", "entities": [{"title": "John Johnson (architect, born 1732)", "href": "/wiki/John_Johnson_(architect,_born_1732)", "description": "John Johnson was an English architect and surveyor to the county of Essex. He is best known for designing the Shire Hall, Chelmsford."}]}, {"heading": "Deaths", "year": "1834", "date": "August 17", "txt": "Husein Gradaščević, Ottoman general (b. 1802)", "entities": [{"title": "Husein Gradaščević", "href": "/wiki/Husein_Grada%C5%A1%C4%8Devi%C4%87", "description": "Husein Gradaščević was a Bosnian military commander who later led a rebellion against the Ottoman government, seeking autonomy for Bosnia. Born into a Muslim Bosniak noble family, Gradaščević became the captain of Gradačac in the early 1820s, succeeding his relatives at the position. He grew up surrounded by a political climate of turmoil in the western reaches of the Ottoman Empire. With the Russ"}]}, {"heading": "Deaths", "year": "1838", "date": "August 17", "txt": "Lorenzo Da Ponte, Italian playwright and poet (b. 1749)", "entities": [{"title": "Lorenzo Da Ponte", "href": "/wiki/Lorenzo_Da_Ponte", "description": "Lorenzo Da Ponte was an Italian, later American, opera librettist, poet and Roman Catholic priest. He wrote the libretti for 28 operas by 11 composers, including three of Mozart's most celebrated operas, The Marriage of Figaro (1786), Don Giovanni (1787), and Così fan tutte (1790)."}]}, {"heading": "Deaths", "year": "1850", "date": "August 17", "txt": "José de San Martín, Argentinian general and politician, 1st President of Peru (b. 1778)", "entities": [{"title": "José de San Martín", "href": "/wiki/Jos%C3%A9_de_San_Mart%C3%ADn", "description": "José Francisco de San Martín y Matorras, known simply as José de San Martín or El Libertador of Argentina, Chile and Peru, was an Argentine general and the prime leader of the southern and central parts of South America's successful struggle for independence from the Spanish Empire who served as the Protector of Peru. Born in Yapeyú, Corrientes, in modern-day Argentina, he left the Viceroyalty of "}, {"title": "President of Peru", "href": "/wiki/President_of_Peru", "description": "The president of Peru, formally recognized as the President of the Republic of Peru, is the head of state and head of government of Peru. The president is the head of the executive branch and is the Supreme Head of the Armed Forces and Police of Peru. The office of president corresponds to the highest magistracy in the country, making the president the highest ranking public official in Peru."}]}, {"heading": "Deaths", "year": "1861", "date": "August 17", "txt": "Alcée Louis la Branche, American politician and diplomat, 1st United States Ambassador to Texas (b. 1806)", "entities": [{"title": "Alcée Louis la Branche", "href": "/wiki/Alc%C3%A9e_Louis_la_Branche", "description": "Alcée Louis la Branche was a member of the U.S. House of Representatives from the state of Louisiana. He served one term as a Democrat."}, {"title": "United States Ambassador to Texas", "href": "/wiki/United_States_Ambassador_to_Texas", "description": "The United States recognized the Republic of Texas, created by a new constitution on March 2, 1836, as a new independent nation and commissioned its first representative, Alcee La Branche as the chargé d'affaires in 1837. The U.S. never sent a full minister to Texas, but a series of chargés represented the government in Austin until Texas joined the Union."}]}, {"heading": "Deaths", "year": "1870", "date": "August 17", "txt": "Perucho Figueredo, Cuban poet and activist (b. 1818)", "entities": [{"title": "Perucho Figueredo", "href": "/wiki/Perucho_Figueredo", "description": "Pedro Felipe Figueredo, mostly known as Perucho was a Cuban poet, musician, and freedom fighter of the 19th century. In the 1860s, he was active in the planning of the Cuban uprising against the Spanish known as the Ten Years' War."}]}, {"heading": "Deaths", "year": "1875", "date": "August 17", "txt": "Wilhelm Bleek, German linguist and anthropologist (b. 1827)", "entities": [{"title": "Wilhelm Bleek", "href": "/wiki/Wilhelm_Bleek", "description": "\nWilhelm Heinrich Immanuel Bleek was a German linguist. His work included A Comparative Grammar of South African Languages and his great project jointly executed with Lucy Lloyd: The Bleek and Lloyd Archive of ǀxam and !kun texts. A short form of this eventually reached press with Specimens of Bushman Folklore, which Laurens van der Post drew on heavily."}]}, {"heading": "Deaths", "year": "1897", "date": "August 17", "txt": "William Jervois, English engineer and diplomat, 10th Governor of South Australia (b. 1821)", "entities": [{"title": "William Jervois", "href": "/wiki/William_Jervois", "description": "Lieutenant General Sir William Francis Drummond Jervois was a British military engineer and diplomat. After joining the British Army in 1839, he saw service, as a second captain, in South Africa. In 1858, as a major, he was appointed Secretary of a Royal Commission set up to examine the state and efficiency of British land-based fortifications against naval attack; and this led to further work in "}, {"title": "Governor of South Australia", "href": "/wiki/Governor_of_South_Australia", "description": "The Governor of South Australia is the representative in the Australian state of South Australia of Elizabeth II, Queen of Australia. The Governor performs the same constitutional and ceremonial functions at the state level as does the Governor-General of Australia at the national level. In accordance with the conventions of the Westminster system of parliamentary government, the Governor nearly a"}]}, {"heading": "Deaths", "year": "1901", "date": "August 17", "txt": "Edmond Audran, French organist and composer (b. 1842)", "entities": [{"title": "Edmond Audran", "href": "/wiki/Edmond_Audran", "description": "\nAchille Edmond Audran was a French composer best known for several internationally successful comic operas, including Les noces d'Olivette (1879), La mascotte (1880), Gillette de Narbonne (1882), La cigale et la fourmi (1886), Miss Helyett (1890), and La poupée (1896)."}]}, {"heading": "Deaths", "year": "1903", "date": "August 17", "txt": "Hans Gude, Norwegian-German painter and academic (b. 1825)", "entities": [{"title": "Hans Gude", "href": "/wiki/Hans_Gude", "description": "Hans Fredrik Gude was a Norwegian romanticist painter and is considered along with Johan Christian Dahl to be one of Norway's foremost landscape painters. He has been called a mainstay of Norwegian National Romanticism. He is associated with the Düsseldorf school of painting."}]}, {"heading": "Deaths", "year": "1908", "date": "August 17", "txt": "Radoje Domanović, Serbian satirist and journalist (b. 1873)", "entities": [{"title": "Radoje Domanović", "href": "/wiki/Radoje_Domanovi%C4%87", "description": "Radoje Domanović was a Serbian writer and teacher, most famous for his satirical short stories. His adult years were a constant fight against tuberculosis. This circumstance of his life, and the affection which he inspired in all who knew him, created an aura of romanticism and sentimentality which stand in contrast to his literary accomplishments as a satirist and a powerful critic of the contemp"}]}, {"heading": "Deaths", "year": "1909", "date": "August 17", "txt": "Madan Lal Dhingra, Indian activist (b. 1883)", "entities": [{"title": "Madan Lal Dhingra", "href": "/wiki/Madan_Lal_Dhingra", "description": "Madan Lal Dhingra was an Indian revolutionary, pro-independence activist. While studying in England, he assassinated William Hutt Curzon Wyllie, a British official."}]}, {"heading": "Deaths", "year": "1918", "date": "August 17", "txt": "Moisei Uritsky, Russian activist and politician (b. 1873)", "entities": [{"title": "Moisei Uritsky", "href": "/wiki/Moisei_Uritsky", "description": "Moisei Solomonovich Uritsky was a Bolshevik revolutionary leader in Russia. After the October Revolution, he was Chief of Cheka of the Petrograd Soviet. Uritsky was assassinated by Leonid Kannegisser, a military cadet, who was executed shortly afterwards."}]}, {"heading": "Deaths", "year": "1920", "date": "August 17", "txt": "Ray Chapman, American baseball player (b. 1891)", "entities": [{"title": "Ray Chapman", "href": "/wiki/Ray_Chapman", "description": "Raymond Johnson Chapman was an American baseball player. He spent his entire career as a shortstop for the Cleveland Indians."}]}, {"heading": "Deaths", "year": "1924", "date": "August 17", "txt": "Tom Kendall, English-Australian cricketer and journalist (b. 1851)", "entities": [{"title": "Tom Kendall", "href": "/wiki/Tom_Kendall", "description": "Thomas Kingston Kendall was an Australian cricketer, who played in two Test matches in 1877, including the inaugural Test which was played at the Melbourne Cricket Ground in March 1877."}]}, {"heading": "Deaths", "year": "1925", "date": "August 17", "txt": "Ioan Slavici, Romanian journalist and author (b. 1848)", "entities": [{"title": "Ioan Slavici", "href": "/wiki/Ioan_Slavici", "description": "Ioan Slavici was a Transylvanian, later Romanian writer and journalist."}]}, {"heading": "Deaths", "year": "1935", "date": "August 17", "txt": "Adam Gunn, American decathlete (b. 1872)", "entities": [{"title": "Adam Gunn", "href": "/wiki/Adam_Gunn", "description": "Adam Beattie Gunn was a Scottish-American athlete who competed mainly in the \"All rounder\", the forerunner of today's Decathlon. Gunn took first place in the Amateur Athletic Union's U.S. All-around championships in 1901 and 1902. The 1901 title was won in Buffalo, New York which Gunn adopted as his home town."}]}, {"heading": "Deaths", "year": "1935", "date": "August 17", "txt": "Charlotte Perkins Gilman, American sociologist and author (b. 1860)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "August 17", "txt": "José María of Manila, Spanish-Filipino priest and martyr (b. 1880)", "entities": [{"title": "José María of Manila", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_of_Manila", "description": "José María de Manila is a Spanish-Filipino Roman Catholic blessed, and was priest of the Order of Friars Minor Capuchin. He was martyred in the early phase of the Spanish Civil War, and is the third Filipino to have been declared blessed by the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "1940", "date": "August 17", "txt": "Billy Fiske, American soldier and pilot (b. 1911)", "entities": [{"title": "Billy Fiske", "href": "/wiki/Billy_Fiske", "description": "William Meade Lindsley Fiske III was the 1928 and 1932 Olympic champion bobsled driver and, following Jimmy Davies, was one of the first American pilots killed in action in World War II. At the time Fiske was serving in the Royal Air Force (RAF). He was one of 11 American pilots who flew with RAF Fighter Command between 10 July and 31 October 1940, thereby qualifying for the Battle of Britain clas"}]}, {"heading": "Deaths", "year": "1945", "date": "August 17", "txt": "Reidar Haaland, Norwegian police officer and soldier (b. 1919)", "entities": [{"title": "Reidar Haaland", "href": "/wiki/Reidar_Haaland", "description": "Reidar Haaland was a police officer and voluntary frontline soldier for the German forces."}]}, {"heading": "Deaths", "year": "1949", "date": "August 17", "txt": "Gregorio Perfecto, Filipino journalist, jurist, and politician (b. 1891)", "entities": [{"title": "Gregorio Perfecto", "href": "/wiki/Gregorio_Perfecto", "description": "Gregorio Perfecto was a Filipino journalist, politician and jurist who served as an Associate Justice of the Supreme Court of the Philippines from 1945 to 1949. A controversial figure who was described as an “apostle of liberal causes,” Perfecto was notable for his libertarian views, his colorful writing style, and the frequency of his dissenting opinions while on the Supreme Court."}]}, {"heading": "Deaths", "year": "1958", "date": "August 17", "txt": "Arthur Fox, English-American fencer (b. 1878)", "entities": [{"title": "Arthur Fox (fencer)", "href": "/wiki/Arthur_Fox_(fencer)", "description": "Arthur George Fox was an English-American fencer who competed in the 1904 Summer Olympics."}]}, {"heading": "Deaths", "year": "1966", "date": "August 17", "txt": "Ken Miles, English race car driver and engineer (b. 1918)", "entities": [{"title": "Ken Miles", "href": "/wiki/Ken_Miles", "description": "Kenneth Henry Miles was a British sports car racing engineer and driver best known for his motorsport career in the US and with American teams on the international scene. He is an inductee to the Motorsports Hall of Fame of America."}]}, {"heading": "Deaths", "year": "1969", "date": "August 17", "txt": "Otto Stern, German physicist and academic, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Otto Stern", "href": "/wiki/Otto_Stern", "description": "Otto Stern was a German-American physicist and Nobel laureate in physics. He was the second most nominated person for a Nobel Prize with 82 nominations in the years 1925–1945, ultimately winning in 1943."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1970", "date": "August 17", "txt": "Rattana Pestonji, Thai director and producer (b. 1908)", "entities": [{"title": "Rattana Pestonji", "href": "/wiki/Rattana_Pestonji", "description": "Rattana Pestonji was a Thai film director, producer, screenwriter and cinematographer and is regarded as the father of contemporary Thai film. Although his filmography was brief, his films placed Thai cinema on the world stage. He also pushed for innovations, and was one of the first Thai directors to use 35-mm film. He died just as he was giving a speech to government officials to call for suppor"}]}, {"heading": "Deaths", "year": "1971", "date": "August 17", "txt": "Maedayama Eigorō, Japanese sumo wrestler, the 39th Yokozuna (b. 1914)", "entities": [{"title": "Maedayama Eigorō", "href": "/wiki/Maedayama_Eigor%C5%8D", "description": "Maedayama Eigorō  was a Japanese professional sumo wrestler from Ehime Prefecture. He was the sport's 39th yokozuna."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1971", "date": "August 17", "txt": "Wilhelm List, German field marshal (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "August 17", "txt": "Conrad Aiken, American novelist, short story writer, critic, and poet (b. 1889)", "entities": [{"title": "Conrad Aiken", "href": "/wiki/Conrad_Aiken", "description": "Conrad Potter Aiken was an American writer and poet, honored with a Pulitzer Prize, a National Book Award, and was U.S. Poet Laureate from 1950 to 1952. His published works include poetry, short stories, novels, literary criticism, a play, and an autobiography."}]}, {"heading": "Deaths", "year": "1973", "date": "August 17", "txt": "Jean Barraqué, French pianist and composer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "August 17", "txt": "Paul Williams, American singer and choreographer (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "August 17", "txt": "Delmer Daves, American screenwriter, director and producer (b. 1904)", "entities": [{"title": "Delmer Daves", "href": "/wiki/Delmer_Daves", "description": "Delmer Lawrence Daves was an American screenwriter, director, producer, and actor."}]}, {"heading": "Deaths", "year": "1979", "date": "August 17", "txt": "John C. Allen, American roller coaster designer (b. 1907)", "entities": [{"title": "John C. Allen", "href": "/wiki/John_C._Allen", "description": "John C. Allen was a roller coaster designer who was responsible for the revival of wooden roller coasters which began in the 1960s. He attended Drexel University. He started working for the Philadelphia Toboggan Company in 1934 as a coaster operator and rose to become president of the company by 1954. He has designed more than 25 coasters and made significant contributions to roller coaster techno"}, {"title": "Roller coaster", "href": "/wiki/Roller_coaster", "description": "A roller coaster is a type of amusement ride that employs a form of elevated railroad track designed with tight turns, steep slopes, and sometimes inversions. People ride along the track in open cars, and the rides are often found in amusement parks and theme parks around the world. LaMarcus Adna Thompson obtained one of the first known patents for a roller coaster design in 1885, related to the S"}]}, {"heading": "Deaths", "year": "1979", "date": "August 17", "txt": "Vivian Vance, American actress and singer (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "August 17", "txt": "Ira Gershwin, American songwriter (b. 1896)", "entities": [{"title": "Ira Gershwin", "href": "/wiki/Ira_Gershwin", "description": "Ira Gershwin was an American lyricist who collaborated with his younger brother, composer George Gershwin, to create some of the most memorable songs in the English language of the 20th century."}]}, {"heading": "Deaths", "year": "1987", "date": "August 17", "txt": "Gary Chester, Italian drummer and educator (b. 1924)", "entities": [{"title": "Gary Chester", "href": "/wiki/Gary_Chester", "description": "Gary Chester was an American studio drummer, author, and teacher. Beginning in the 1960s, he played on hundreds of records for bands such as The Coasters, The Monkees, and The Lovin' Spoonful."}]}, {"heading": "Deaths", "year": "1987", "date": "August 17", "txt": "Rudolf Hess, German soldier and politician (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "August 17", "txt": "Shaike Ophir, Israeli actor and screenwriter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "August 17", "txt": "Muhammad Zia-ul-Haq, Pakistani general and politician, 6th President of Pakistan (b. 1924)", "entities": [{"title": "Muhammad Zia-ul-Haq", "href": "/wiki/Muhammad_Zia-ul-Haq", "description": "Muhammad Zia-ul-Haq was a four-star general who became the sixth President of Pakistan after declaring martial law in 1977. He served as the head of state from 1978 until his death in a plane crash in 1988. He remains the country’s longest-serving head of state. Educated at St. Stephen's College, Delhi, and the Royal Indian Military Academy at Dehradun, Zia saw action in World War II as a British "}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Deaths", "year": "1988", "date": "August 17", "txt": "Franklin Delano Roosevelt Jr., American lawyer and politician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "August 17", "txt": "Victoria Shaw, Australian-American actress (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "August 17", "txt": "Pearl Bailey, American actress and singer (b. 1918)", "entities": [{"title": "Pearl Bailey", "href": "/wiki/Pearl_Bailey", "description": "Pearl Mae Bailey was an American actress and singer. After appearing in vaudeville she made her Broadway debut in St. Louis Woman in 1946. She won a Tony Award for the title role in the all-Black production of Hello, Dolly! in 1968. In 1986, she won a Daytime Emmy award for her performance as a fairy godmother in the ABC Afterschool Special Cindy Eller: A Modern Fairy Tale."}]}, {"heading": "Deaths", "year": "1993", "date": "August 17", "txt": "Feng Kang, Chinese mathematician and academic (b. 1920)", "entities": [{"title": "Feng Kang", "href": "/wiki/Feng_Kang", "description": "Feng Kang was a Chinese mathematician. He was elected an academician of the Chinese Academy of Sciences in 1980. After his death, the Chinese Academy of Sciences established the Feng Kang Prize in 1994 to reward young Chinese researchers who made outstanding contributions to computational mathematics."}]}, {"heading": "Deaths", "year": "1994", "date": "August 17", "txt": "Luigi Chinetti, Italian-American race car driver and businessman (b. 1901)", "entities": [{"title": "Luigi Chinetti", "href": "/wiki/Luigi_Chinetti", "description": "Luigi Chinetti was an Italian-born racecar driver, who emigrated to the United States during World War II. He drove in 12 consecutive 24 Hours of Le Mans races, taking three outright wins there and taking two more at the Spa 24 Hours race. Chinetti owned the North American Racing Team, which successfully ran privateer Ferraris in sports car and Formula One races. For many years he was the exclusiv"}]}, {"heading": "Deaths", "year": "1994", "date": "August 17", "txt": "Jack Sharkey, American boxer and referee (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "August 17", "txt": "Howard E. Koch, American playwright and screenwriter (b. 1902)", "entities": [{"title": "Howard E. Koch", "href": "/wiki/Howard_E._Koch", "description": "Howard E. Koch was an American playwright and screenwriter who was blacklisted by the Hollywood film studio bosses in the 1950s."}]}, {"heading": "Deaths", "year": "1995", "date": "August 17", "txt": "Ted Whitten, Australian footballer and coach (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "August 17", "txt": "Władysław Komar, Polish shot putter and actor (b. 1940)", "entities": [{"title": "Władysław Komar", "href": "/wiki/W%C5%82adys%C5%82aw_Komar", "description": "Władysław Stefan Komar was a Polish shot putter, actor and cabaretist. Competing in three Summer Olympics between 1964 and 1972, he won the gold medal at the Munich Games in 1972 with a throw of 21.18 metres. His nickname was \"King Kong\" Komar as attributed to a Sports Illustrated article."}]}, {"heading": "Deaths", "year": "1998", "date": "August 17", "txt": "Tadeusz Ślusarski, Polish pole vaulter (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 17", "txt": "Jack Walker, English businessman (b. 1929)", "entities": [{"title": "Jack Walker", "href": "/wiki/Jack_Walker", "description": "Jack Walker was a British industrialist and businessman. Walker built his fortune in the steel industry, amassing a personal fortune of £600 million. He then went on to become the owner and benefactor of Blackburn Rovers Football Club, winning a Premiership title under his guidance."}]}, {"heading": "Deaths", "year": "2004", "date": "August 17", "txt": "Thea Astley, Australian author and educator (b. 1925)", "entities": [{"title": "Thea Astley", "href": "/wiki/Thea_Astley", "description": "Thea Beatrice May Astley was an Australian novelist and short story writer. She was a prolific writer who was published for over 40 years from 1958. At the time of her death, she had won more Miles Franklin Awards, Australia's major literary award, than any other writer. As well as being a writer, she taught at all levels of education – primary, secondary and tertiary."}]}, {"heading": "Deaths", "year": "2005", "date": "August 17", "txt": "John N. Bahcall, American astrophysicist and academic (b. 1934)", "entities": [{"title": "John N. Bahcall", "href": "/wiki/John_N._Bahcall", "description": "John Norris Bahcall was an American astrophysicist, best known for his contributions to the solar neutrino problem, the development of the Hubble Space Telescope and for his leadership and development of the Institute for Advanced Study in Princeton."}]}, {"heading": "Deaths", "year": "2006", "date": "August 17", "txt": "Shamsur Rahman, Bangladeshi poet and journalist (b. 1929)", "entities": [{"title": "Shamsur Rahman (poet)", "href": "/wiki/Shamsur_Rahman_(poet)", "description": "Shamsur Rahman was a Bangladeshi poet, columnist and journalist. A prolific writer, Rahman produced more than sixty books of poetry collection and is considered a key figure in Bengali literature from the latter half of the 20th century. He was regarded as the unofficial poet laureate of Bangladesh. Major themes in his poetry and writings include liberal humanism, human relations, romanticised reb"}]}, {"heading": "Deaths", "year": "2007", "date": "August 17", "txt": "Bill Deedes, English journalist and politician (b. 1913)", "entities": [{"title": "Bill Deedes", "href": "/wiki/Bill_Deedes", "description": "William Francis Deedes, Baron Deedes, was a British Conservative politician, army officer and journalist. He was the first person in Britain to have been both a member of the Cabinet and the editor of a major daily newspaper, The Daily Telegraph."}]}, {"heading": "Deaths", "year": "2007", "date": "August 17", "txt": "Eddie Griffin, American basketball player (b. 1982)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 17", "txt": "Franco Sensi, Italian businessman and politician (b. 1926)", "entities": [{"title": "Franco Sensi", "href": "/wiki/Franco_Sensi", "description": "Francesco Sensi, Cavaliere del lavoro was an Italian oil tycoon. He was born in Rome, where he lived throughout his entire life, though he also served time as mayor of Visso, the city where his family came from. He had been for fifteen years, until his death, chairman of Associazione Sportiva Roma, the major football club of Rome. He took control of the club in May, 1993, both with Pietro Mezzarom"}]}, {"heading": "Deaths", "year": "2010", "date": "August 17", "txt": "Francesco Cossiga, Italian lawyer and politician, 8th President of Italy (b. 1928)", "entities": [{"title": "Francesco Cossiga", "href": "/wiki/Francesco_Cossiga", "description": "Francesco Maurizio Cossiga, was an Italian politician. A member of the Christian Democratic Party of Italy, he was the prime minister of Italy from 1979 to 1980 and the eighth president of Italy from 1985 to 1992. Cossiga is widely considered one of the most prominent and influential politicians of the First Republic."}, {"title": "President of Italy", "href": "/wiki/President_of_Italy", "description": "The president of Italy, officially denoted as President of the Italian Republic is the head of state of Italy. In that role, the officeholder represents national unity, guarantees that Italian politics comply with the Constitution of Italy and is the head of the Italian Armed Forces. The president's term of office lasts for seven years. The current holder is former Constitutional Judge Sergio Matt"}]}, {"heading": "Deaths", "year": "2012", "date": "August 17", "txt": "Aase Bjerkholt, Norwegian politician, Minister of Children, Equality and Social Inclusion (b. 1915)", "entities": [{"title": "Aase Bjerkholt", "href": "/wiki/Aase_Bjerkholt", "description": "Aase Ingerid Nathalie Bjerkholt was a Norwegian politician for the Labour Party. She was born in Oslo."}, {"title": "Minister of Children, Equality and Social Inclusion", "href": "/wiki/Minister_of_Children,_Equality_and_Social_Inclusion", "description": "The Minister of Children and Families is a Councilor of State and Chief of Norway's Ministry of Children and Family Affairs. Since 22 January 2019 the position has been held by Kjell Ingolf Ropstad of the Christian Democrats. The ministry is responsible for policy and public operations related to children, youth and families as well as consumer rights. Major agencies subordinate to the ministry in"}]}, {"heading": "Deaths", "year": "2012", "date": "August 17", "txt": "Victor Poor, American engineer, developed the Datapoint 2200 (b. 1933)", "entities": [{"title": "Datapoint 2200", "href": "/wiki/Datapoint_2200", "description": "The Datapoint 2200 was a mass-produced desktop personal computer, designed by Computer Terminal Corporation (CTC) founders Phil Ray and Gus Roche and announced by CTC in June 1970. It was initially presented by CTC simply as a versatile and cost-efficient terminal for connecting to a wide variety of mainframes by loading various terminal emulations from tape rather than being hardwired as most con"}]}, {"heading": "Deaths", "year": "2012", "date": "August 17", "txt": "Patrick Ricard, French businessman (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 17", "txt": "John Lynch-Staunton, Canadian lawyer and politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 17", "txt": "Odilia Dank, American educator and politician (b. 1938)", "entities": [{"title": "Odilia Dank", "href": "/wiki/Odilia_Dank", "description": "Odilia Mary Russo Dank was an educator from Oklahoma City who served as a Republican member of the Oklahoma House of Representatives, from District 85. Dank was elected in 1994 and served until she was term limited in 2006."}]}, {"heading": "Deaths", "year": "2013", "date": "August 17", "txt": "Jack Harshman, American baseball player (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 17", "txt": "John Hollander, American poet and critic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 17", "txt": "Frank Martínez, American painter (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 17", "txt": "Gus Winckel, Dutch lieutenant and pilot (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 17", "txt": "Børre Knudsen, Norwegian minister and activist (b. 1937)", "entities": [{"title": "Børre Knudsen", "href": "/wiki/B%C3%B8rre_Knudsen", "description": "Børre Arnold Knudsen (1937–2014) was a Norwegian Lutheran priest noted for his anti-abortion activism. Together with Ludvig Nessa, he staged protests at abortion clinics as well as other public stunts starting in the late 1980s, and he spent time in jail for refusing to pay fines received for his protests."}]}, {"heading": "Deaths", "year": "2014", "date": "August 17", "txt": "Wolfgang Leonhard, German historian and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 17", "txt": "Sophie Masloff, American civil servant and politician, 56th Mayor of Pittsburgh (b. 1917)", "entities": [{"title": "Mayor of Pittsburgh", "href": "/wiki/Mayor_of_Pittsburgh", "description": "The Mayor of Pittsburgh is the chief executive of the government of the city of Pittsburgh, Pennsylvania, United States, as stipulated by the Charter of the City of Pittsburgh. This article is a listing of past mayors of Pittsburgh."}]}, {"heading": "Deaths", "year": "2014", "date": "August 17", "txt": "Miodrag Pavlović, Serbian poet and critic (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 17", "txt": "Pierre Vassiliu, French singer-songwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 17", "txt": "Yvonne Craig, American ballet dancer and actress (b. 1937)", "entities": [{"title": "Yvonne Craig", "href": "/wiki/Yvonne_Craig", "description": "Yvonne Joyce Craig was an American actress and ballet dancer best known for her role as Batgirl in the 1960s television series Batman and as the green-skinned Orion slave girl Marta in the Star Trek episode \"Whom Gods Destroy\" (1969). The Huffington Post called her \"a pioneer of female superheroes\" for television."}]}, {"heading": "Deaths", "year": "2015", "date": "August 17", "txt": "Gerhard Mayer-Vorfelder, German businessman (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 17", "txt": "László Paskai, Hungarian cardinal (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 17", "txt": "Arthur Hiller, Canadian actor, director, and producer (b. 1923)", "entities": [{"title": "Arthur Hiller", "href": "/wiki/Arthur_Hiller", "description": "Arthur Hiller, was a Canadian-American television and film director with over 33 films to his credit during a 50-year career. He began his career directing television in Canada and later in the U.S. By the late 1950s he began directing films, most often comedies. He also directed dramas and romantic subjects, such as Love Story (1970), which was nominated for seven Oscars."}]}]