[{"heading": "Events", "year": "1 BC", "date": "August 16", "txt": "Wang Mang consolidates his power and is declared marshal of state. Emperor Ai of Han, who had died the previous day, had no heirs.", "entities": [{"title": "Wang Mang", "href": "/wiki/Wang_Mang", "description": "Wang Mang, courtesy name Jujun, was a Han dynasty official and consort kin who seized the Chinese imperial throne from the Liu family and founded the Xin dynasty (新朝). He ruled from 9 AD to 23 AD. The Han dynasty was restored after his overthrow, and his rule marked the separation between the Western Han dynasty and Eastern Han dynasty. Some historians have traditionally viewed Wang as a usurper, "}, {"title": "Emperor Ai of Han", "href": "/wiki/Emperor_Ai_of_Han", "description": "Emperor Ai of Han was an emperor of the Chinese Han dynasty. He ascended the throne when he was 20, having been made heir by his childless uncle Emperor Cheng, and he reigned from 7 to 1 BCE."}]}, {"heading": "Events", "year": "942", "date": "August 16", "txt": "Start of the four-day Battle of al-Mada'in, between the Hamdanids of Mosul and the Baridis of Basra over control of the Abbasid capital, Baghdad.", "entities": [{"title": "Battle of al-Mada'in", "href": "/wiki/Battle_of_al-Mada%27in", "description": "The Battle of al-Mada'in was fought near al-Mada'in in central Iraq between the armies of the Hamdanids and the Baridis, for control over Baghdad, the capital and seat of the Abbasid Caliphate, that was around 22 kilometres (14 mi) away and then under control of the Hamdanids. In a fiercely contested battle over four days that cost both sides many casualties, the Hamdanid army prevailed. They were"}, {"title": "Hamdanids", "href": "/wiki/Hamdanids", "description": "The Hamdanid dynasty was a Twelver Shia Muslim Arab dynasty of northern Mesopotamia and Syria (890–1004). They descended from the ancient Banu Taghlib Christian tribe of Mesopotamia and Eastern Arabia."}, {"title": "Mosul", "href": "/wiki/Mosul", "description": "Mosul is a major city in northern Iraq. It is the capital of Nineveh governorate and is Iraq's second largest city. Located approximately 400 km (250 mi) north of Baghdad; Mosul stands on the Tigris river. The metropolitan area of Mosul has grown from the old city on the western side to encompass substantial areas on both the \"Left Bank\" and the \"Right Bank\", as the two banks are described by the "}, {"title": "Baridis (page does not exist)", "href": "/w/index.php?title=Baridis&action=edit&redlink=1", "description": null}, {"title": "Basra", "href": "/wiki/Basra", "description": "Basra is an Iraqi city located on the Shatt al-Arab. It had an estimated population of 1.4 million in 2018. Basra is also Iraq's main port, although it does not have deep water access, which is handled at the port of Umm Qasr."}, {"title": "Abbasid", "href": "/wiki/Abbasid", "description": "The Abbasid Caliphate was the third caliphate to succeed the Islamic prophet Muhammad. It was founded by a dynasty descended from Muhammad's uncle, Abbas ibn Abdul-Muttalib, from whom the dynasty takes its name. They ruled as caliphs for most of the caliphate from their capital in Baghdad in modern-day Iraq, after having overthrown the Umayyad Caliphate in the Abbasid Revolution of 750 CE (132 AH)"}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}]}, {"heading": "Events", "year": "963", "date": "August 16", "txt": "Nikephoros II Phokas is crowned emperor of the Byzantine Empire.", "entities": [{"title": "Nikephoros II Phokas", "href": "/wiki/Nikephoros_II_Phokas", "description": "Nikephoros II Phokas, Latinized Nicephorus II Phocas, was Byzantine Emperor from 963 to 969. His brilliant military exploits contributed to the resurgence of the Byzantine Empire during the 10th century. His reign, however, included controversy. In the west, he inflamed conflict with the Bulgarians and saw Sicily completely turn over to the Muslims, while he failed to make any serious gains in Ita"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1328", "date": "August 16", "txt": "The House of Gonzaga seizes power in the Duchy of Mantua, and will rule until 1708.", "entities": [{"title": "House of Gonzaga", "href": "/wiki/House_of_Gonzaga", "description": "The House of Gonzaga is an Italian princely family that ruled Mantua, in northern Italy, from 1328 to 1708. They also ruled Monferrato in Piedmont and Nevers in France, as well as many other lesser fiefs throughout Europe. The family includes a saint, twelve cardinals and fourteen bishops. Two Gonzaga descendants became empresses of the Holy Roman Empire, and one became queen of Poland."}, {"title": "Duchy of Mantua", "href": "/wiki/Duchy_of_Mantua", "description": "The Duchy of Mantua was a duchy in Lombardy, Northern Italy. Its first duke was Federico II Gonzaga, member of the House of Gonzaga that ruled Mantua since 1328. The following year, the Duchy also acquired the March of Montferrat, thanks to the marriage between Gonzaga and Margaret Paleologa, Marchioness of Montferrat."}]}, {"heading": "Events", "year": "1513", "date": "August 16", "txt": "Battle of the Spurs (Battle of Guinegate): King Henry VIII of England and his Imperial allies defeat French Forces who are then forced to retreat.", "entities": [{"title": "Battle of the Spurs", "href": "/wiki/Battle_of_the_Spurs", "description": "The Battle of the Spurs or (Second) Battle of Guinegate took place on 16 August 1513. It formed a part of the War of the League of Cambrai, during the ongoing Italian Wars. Henry VIII and Maximilian I were besieging the town of Thérouanne in Artois. Henry's camp was at Guinegate, now called Enguinegatte. A large body of French heavy cavalry under Jacques de La Palice was covering an attempt by lig"}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}]}, {"heading": "Events", "year": "1570", "date": "August 16", "txt": "The Principality of Transylvania is established after John II Zápolya renounces his claim as King of Hungary in the Treaty of Speyer.", "entities": [{"title": "Principality of Transylvania (1570-1711)", "href": "/wiki/Principality_of_Transylvania_(1570-1711)", "description": "The Principality of Transylvania was a semi-independent state, ruled primarily by Hungarian princes. Its territory, in addition to the traditional Transylvanian lands, also included the other major component called Partium, which was in some periods comparable in size with Transylvania proper. The establishment of the principality was connected to the Treaty of Speyer. However Stephen Báthory's st"}, {"title": "John II Zápolya", "href": "/wiki/John_II_Z%C3%A1polya", "description": "John Sigismund Zápolya or Szapolyai was King of Hungary as John II from 1540 to 1551 and from 1556 to 1570, and the first Prince of Transylvania, from 1570 to his death. He was the only son of John I, King of Hungary, and Isabella of Poland. John I ruled parts of the Kingdom of Hungary with the support of the Ottoman Sultan Suleiman; the remaining areas were ruled by Ferdinand I of Habsburg, who a"}, {"title": "King of Hungary", "href": "/wiki/King_of_Hungary", "description": "The King of Hungary was the ruling head of state of the Kingdom of Hungary from 1000 to 1918. The style of title \"Apostolic King of Hungary\" was endorsed by Pope Clement XIII in 1758 and used afterwards by all Monarchs of Hungary."}, {"title": "Treaty of Speyer (1570)", "href": "/wiki/Treaty_of_Speyer_(1570)", "description": "The Treaty of Speyer, signed at the Diet of Speyer in 1570, was a peace agreement between the two Hungarian Kingdoms, Royal Hungary led by Maximilian II, and the Eastern Hungarian Kingdom, ruled by John Sigismund Zápolya."}]}, {"heading": "Events", "year": "1652", "date": "August 16", "txt": "Battle of Plymouth: Inconclusive naval action between the fleets of Michiel de Ruyter and George Ayscue in the First Anglo-Dutch War.", "entities": [{"title": "Battle of Plymouth", "href": "/wiki/Battle_of_Plymouth", "description": "The Battle of Plymouth was a naval battle in the First Anglo-Dutch War. It took place on 16 August 1652 and was a short battle, but had the unexpected outcome of a Dutch victory over England. General-at-Sea George Ayscue of the Commonwealth of England attacked an outward bound convoy of the Dutch Republic commanded by Vice-Commodore Michiel de Ruyter. The two commanders had been personal friends b"}, {"title": "Michiel de Ruyter", "href": "/wiki/Michiel_de_Ruyter", "description": "Michiel Adriaenszoon de Ruyter was a Dutch admiral. Widely celebrated and regarded as one of the most skilled admirals in history, De Ruyter is arguably most famous for his achievements with the Dutch Navy during the Anglo-Dutch Wars. He fought the English and French forces and scored several critical victories, with the Raid on the Medway being the most famous among them."}, {"title": "George Ayscue", "href": "/wiki/George_Ayscue", "description": "Sir George Ayscue was an English naval officer who served in the English Civil War and the Anglo-Dutch Wars who rose to the rank of Admiral of the White. He also served as Governor of Scilly Isles (1647) and Governor of Barbados (1650–1652)."}, {"title": "First Anglo-Dutch War", "href": "/wiki/First_Anglo-Dutch_War", "description": "The First Anglo-Dutch War, or simply the First Dutch War, was a conflict fought entirely at sea between the navies of the Commonwealth of England and the United Provinces of the Netherlands. It was largely caused by disputes over trade, and English historians also emphasise political issues. The war began with English attacks on Dutch merchant shipping, but expanded to vast fleet actions. Although"}]}, {"heading": "Events", "year": "1777", "date": "August 16", "txt": "American Revolutionary War: The Americans led by General John Stark rout British and Brunswick troops under Friedrich Baum at the Battle of Bennington in Walloomsac, New York.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "John Stark", "href": "/wiki/John_Stark", "description": "John Stark was a New Hampshire native who served as an officer in the British Army during the French and Indian war and a major general in the Continental Army during the American Revolution. He became widely known as the \"Hero of Bennington\" for his exemplary service at the Battle of Bennington in 1777."}, {"title": "Duchy of Brunswick", "href": "/wiki/Duchy_of_Brunswick", "description": "The Duchy of Brunswick was a historical German state. Its capital was the city of Brunswick (Braunschweig).\nIt was established as the successor state of the Principality of Brunswick-Wolfenbüttel by the Congress of Vienna in 1815. In the course of the 19th-century history of Germany, the duchy was part of the German Confederation, the North German Confederation and from 1871 the German Empire. It "}, {"title": "Friedrich Baum", "href": "/wiki/Friedrich_Baum", "description": "Friedrich Baum (1727–1777) was a German dragoon Lieutenant Colonel of Brunswick in British service during the American Revolutionary War. Baum served under another German officier, Major General Friedrich Adolf Riedesel, commanding the Dragoon Regiment \"Prinz Ludwig\" of the Braunschweiger Jäger in support of General John Burgoyne's 1777 campaign to attack the Lake Champlain-Hudson River corridor, "}, {"title": "Battle of Bennington", "href": "/wiki/Battle_of_Bennington", "description": "The Battle of Bennington was a battle of the American Revolutionary War, part of the Saratoga campaign, that took place on August 16, 1777, in Walloomsac, New York, about 10 miles (16 km) from its namesake, Bennington, Vermont. A rebel force of 2,000 men, primarily New Hampshire and Massachusetts militiamen, led by General John Stark, and reinforced by Vermont militiamen led by Colonel Seth Warner"}, {"title": "Walloomsac, New York", "href": "/wiki/Walloomsac,_New_York", "description": "Walloomsac, New York is a location in New York State, on the Walloomsac River. It is to the east, and upstream, from North Hoosick, New York. It includes the Bennington Battlefield, which was fought on both sides of the river and listed on the National Register of Historic Places in 1966. It is located in the northeast part of the Town of Hoosick, in Rensselaer County. The nearest community is Hoo"}]}, {"heading": "Events", "year": "1780", "date": "August 16", "txt": "American Revolutionary War: Battle of Camden: The British defeat the Americans near Camden, South Carolina.", "entities": [{"title": "Battle of Camden", "href": "/wiki/Battle_of_Camden", "description": "The Battle of Camden, also known as the Battle of Camden Court House, was a major victory for the British in the Southern theater of the American Revolutionary War. On August 16, 1780, British forces under Lieutenant General Charles, Lord Cornwallis routed the numerically superior U.S. forces led by Major General Horatio Gates about four miles north of Camden, South Carolina, thus strengthening th"}, {"title": "Camden, South Carolina", "href": "/wiki/Camden,_South_Carolina", "description": "Camden is a city in Kershaw County, South Carolina, United States. It is the largest city and county seat of Kershaw County. The population was 6,838 in the 2010 census and an estimated 7,196 in 2018. It is part of the Columbia, South Carolina, Metropolitan Statistical Area. Camden is the oldest inland city in South Carolina, and home to the Carolina Cup and the National Steeplechase Museum."}]}, {"heading": "Events", "year": "1792", "date": "August 16", "txt": "Maximilien de Robespierre presents the petition of the Commune of Paris to the Legislative Assembly, which demanded the formation of a revolutionary tribunal.", "entities": [{"title": "Maximilien de Robespierre", "href": "/wiki/Maximilien_de_Robespierre", "description": "Maximilien François Marie Isidore de Robespierre was a French lawyer and statesman who was one of the best-known and most influential figures of the French Revolution. As a member of the Constituent Assembly and the Jacobin Club, he campaigned for universal manhood suffrage and the abolition both of celibacy for the clergy, and slavery. In 1791, Robespierre became an outspoken advocate for the cit"}, {"title": "Paris Commune (French Revolution)", "href": "/wiki/Paris_Commune_(French_Revolution)", "description": "The Paris Commune during the French Revolution was the government of Paris from 1789 until 1795. Established in the Hôtel de Ville just after the storming of the Bastille, it consisted of 144 delegates elected by the 60 divisions of the city. Before its formal establishment, there had been much popular discontent on the streets of Paris over who represented the true Commune, and who had the right "}, {"title": "Legislative Assembly (France)", "href": "/wiki/Legislative_Assembly_(France)", "description": "The Legislative Assembly was the legislature of France from 1 October 1791 to 20 September 1792 during the years of the French Revolution. It provided the focus of political debate and revolutionary law-making between the periods of the National Constituent Assembly and of the National Convention."}, {"title": "Revolutionary Tribunal", "href": "/wiki/Revolutionary_Tribunal", "description": "The Revolutionary Tribunal was a court instituted by the National Convention during the French Revolution for the trial of political offenders. It eventually became one of the most powerful engines of the Reign of Terror."}]}, {"heading": "Events", "year": "1793", "date": "August 16", "txt": "French Revolution: A levée en masse is decreed by the National Convention.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "Levée en masse", "href": "/wiki/Lev%C3%A9e_en_masse", "description": "Levée en masse is a French term used for a policy of mass national conscription, often in the face of invasion."}, {"title": "National Convention", "href": "/wiki/National_Convention", "description": "The National Convention was a parliament of the French Revolution, following the two-year National Constituent Assembly and the one-year Legislative Assembly. Created after the great insurrection of 10 August 1792, it was the first French government organized as a republic, abandoning the monarchy altogether. The Convention sat as a single-chamber assembly from 20 September 1792 to 26 October 1795"}]}, {"heading": "Events", "year": "1812", "date": "August 16", "txt": "War of 1812: American General William Hull surrenders Fort Detroit without a fight to the British Army.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "William Hull", "href": "/wiki/William_Hull", "description": "William Hull was an American soldier and politician. He fought in the American Revolutionary War and was appointed as Governor of Michigan Territory (1805–13), gaining large land cessions from several American Indian tribes under the Treaty of Detroit (1807). He is most widely remembered, however, as the general in the War of 1812 who surrendered Fort Detroit to the British on August 16, 1812 foll"}, {"title": "Fort Shelby (Michigan)", "href": "/wiki/Fort_Shelby_(Michigan)", "description": "Fort Shelby was a military fort in Detroit, Michigan that played a significant role in the War of 1812. It was built by the British in 1779 as Fort Lernoult, and was ceded to the United States by the Jay Treaty in 1796. It was renamed Fort Detroit by Secretary of War Henry Dearborn in 1805."}, {"title": "Siege of Detroit", "href": "/wiki/Siege_of_Detroit", "description": "The siege of Detroit, also known as the surrender of Detroit or the Battle of Fort Detroit, was an early engagement in the British-U.S. War of 1812. A British force under Major General Isaac Brock with Native American allies under Shawnee leader Tecumseh used bluff and deception to intimidate U.S. Brigadier General William Hull into surrendering the fort and town of Detroit, Michigan, along with h"}]}, {"heading": "Events", "year": "1819", "date": "August 16", "txt": "Peterloo Massacre: Seventeen people die and over 600 are injured in cavalry charges at a public meeting at St. Peter's Field, Manchester, England.", "entities": [{"title": "Peterloo Massacre", "href": "/wiki/Peterloo_Massacre", "description": "The Peterloo Massacre took place at St Peter's Field, Manchester, Lancashire, England on Monday 16 August 1819. Eighteen people died when cavalry charged into a crowd of around 60,000 people who had gathered to demand the reform of parliamentary representation."}, {"title": "Cavalry", "href": "/wiki/Cavalry", "description": "Cavalry are soldiers or warriors who fight mounted on horseback. Cavalry were historically the most mobile of the combat arms, operating as light cavalry in the roles of reconnaissance, screening, and skirmishing in many armies, or as heavy cavalry for decisive shock attacks in other armies. An individual soldier in the cavalry is known by a number of designations depending on era and tactics, suc"}, {"title": "Manchester", "href": "/wiki/Manchester", "description": "Manchester is a city and metropolitan borough in Greater Manchester, England. The city has the country's fifth-largest population at 547,627 and lies within the United Kingdom's second-most populous urban area, with a population of 2.7 million, third most-populous county, at around 2.8 million, and third-most populous metropolitan area, with a population of 3.3 million. It is fringed by the Cheshi"}]}, {"heading": "Events", "year": "1841", "date": "August 16", "txt": "U.S. President John Tyler vetoes a bill which called for the re-establishment of the Second Bank of the United States. Enraged Whig Party members riot outside the White House in the most violent demonstration on White House grounds in U.S. history.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "John Tyler", "href": "/wiki/John_Tyler", "description": "John Tyler was the tenth president of the United States, holding office from 1841 to 1845 after briefly serving as the tenth vice president in 1841; he was elected vice president on the 1840 Whig ticket with President William Henry Harrison. Tyler ascended to the presidency after Harrison's death in April 1841, only a month after the start of the new administration. He was a stalwart supporter and"}, {"title": "Second Bank of the United States", "href": "/wiki/Second_Bank_of_the_United_States", "description": "The Second Bank of the United States, located in Philadelphia, Pennsylvania, was the second federally authorized Hamiltonian national bank in the United States during its 20-year charter from February 1816 to January 1836. The bank's formal name, according to section 9 of its charter as passed by Congress, was \"The President Directors and Company of the Bank of the United States\"."}, {"title": "Whig Party (United States)", "href": "/wiki/Whig_Party_(United_States)", "description": "The  Whig Party was a political party active in the middle of the 19th century in the United States. Alongside the slightly larger Democratic Party, it was one of the two major parties in the United States between the late 1830s and the early 1850s as part of the Second Party System. Four presidents were affiliated with the Whig Party for at least part of their respective terms. Other influential "}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}]}, {"heading": "Events", "year": "1858", "date": "August 16", "txt": "U.S. President James Buchanan inaugurates the new transatlantic telegraph cable by exchanging greetings with Queen Victoria of the United Kingdom. However, a weak signal forces a shutdown of the service in a few weeks.", "entities": [{"title": "James Buchanan", "href": "/wiki/James_Buchanan", "description": "James Buchanan Jr. was an American lawyer and politician who served as the 15th president of the United States (1857–1861). He previously served as secretary of state (1845–1849) and represented Pennsylvania in both houses of the U.S. Congress. He was a states' rights advocate, and minimized the role of the federal government in the nation's final years of slavery."}, {"title": "Transatlantic telegraph cable", "href": "/wiki/Transatlantic_telegraph_cable", "description": "Transatlantic telegraph cables were undersea cables running under the Atlantic Ocean used for telegraph communications. Telegraphy is now an obsolete form of communication and the cables have long since been decommissioned, but telephone and data are still carried on other transatlantic telecommunications cables. The first cable was laid in the 1850s across the floor of the Atlantic from Valentia "}, {"title": "Queen Victoria", "href": "/wiki/Queen_Victoria", "description": "Victoria was Queen of the United Kingdom of Great Britain and Ireland from 20 June 1837 until her death in 1901. Known as the Victorian era, her reign of 63 years and seven months was longer than any previous British monarch. It was a period of industrial, political, scientific, and military change within the United Kingdom, and was marked by a great expansion of the British Empire. In 1876, Parli"}]}, {"heading": "Events", "year": "1859", "date": "August 16", "txt": "The Grand Duchy of Tuscany formally deposes the exiled House of Lorraine.", "entities": [{"title": "Grand Duchy of Tuscany", "href": "/wiki/Grand_Duchy_of_Tuscany", "description": "The Grand Duchy of Tuscany was a central Italian monarchy that existed, with interruptions, from 1569 to 1859, replacing the Republic of Florence. The grand duchy's capital was Florence. In the 19th century the population of the Grand Duchy was about 1,815,000 inhabitants."}, {"title": "House of Lorraine", "href": "/wiki/House_of_Lorraine", "description": "The House of Lorraine originated as a cadet branch of the House of Metz. It inherited the Duchy of Lorraine in 1473 after the death without a male heir of Nicholas I, Duke of Lorraine. By the marriage of Francis of Lorraine to Maria Theresa of Austria in 1736, and with the success in the ensuing War of the Austrian Succession (1740–1748), the House of Lorraine was joined to the House of Habsburg a"}]}, {"heading": "Events", "year": "1863", "date": "August 16", "txt": "The Dominican Restoration War begins when Gregorio Luperón raises the Dominican flag in Santo Domingo after Spain had recolonized the country.", "entities": [{"title": "Dominican Restoration War", "href": "/wiki/Dominican_Restoration_War", "description": "The Dominican Restoration War was a guerrilla war between 1863 and 1865 in the Dominican Republic between nationalists and Spain, who had recolonized the country 17 years after its independence. The war resulted in the restoration of Dominican sovereignty, the withdrawal of Spanish forces, the separation of the Captaincy General of Santo Domingo from Spain, and the establishment of a second republ"}, {"title": "Gregorio Luperón", "href": "/wiki/Gregorio_Luper%C3%B3n", "description": "Gregorio Luperón was a Dominican military general and statesman who was one of the leaders in the restoration of the Dominican Republic after the Spanish annexation in 1863."}, {"title": "Flag of the Dominican Republic", "href": "/wiki/Flag_of_the_Dominican_Republic", "description": "The flag of the Dominican Republic represents the Dominican Republic and, together with the coat of arms and the national anthem, has the status of a national symbol. The blue on the flag stands for liberty, the white for salvation, and the red for the blood of heroes. The civil ensign follows the same design, but without the charge in the center. The flag was designed by Juan Pablo Duarte."}, {"title": "Santo Domingo", "href": "/wiki/Santo_Domingo", "description": "Santo Domingo, once known as Santo Domingo de Guzmán, is the capital and largest city of the Dominican Republic and the largest metropolitan area in the Caribbean by population. As of 2010, the city had a total population of 2,908,607, when including the metropolitan area. The city is coterminous with the boundaries of the Distrito Nacional, itself bordered on three sides by Santo Domingo Province"}]}, {"heading": "Events", "year": "1869", "date": "August 16", "txt": "Battle of Acosta Ñu: A Paraguayan battalion made up of children is massacred by the Brazilian Army during the Paraguayan War.", "entities": [{"title": "Battle of Acosta Ñu", "href": "/wiki/Battle_of_Acosta_%C3%91u", "description": "The Battle of Acosta Ñu or Campo Grande was a battle during the Paraguayan War, fought on August 16, 1869, between the Triple Alliance and Paraguay. The 3,500 poorly armed Paraguayans, mostly boys between nine and 15 years old, old men and wounded combatants, confronted 20,000 Brazilian veteran soldiers."}, {"title": "Paraguay", "href": "/wiki/Paraguay", "description": "Paraguay, officially the Republic of Paraguay, is a country in South America. It is bordered by Argentina to the south and southwest, Brazil to the east and northeast, and Bolivia to the northwest. Although one of only two landlocked countries in South America, the country has coasts, beaches and ports on the Paraguay and Paraná rivers that give exit to the Atlantic Ocean through the Paraná-Paragu"}, {"title": "Brazilian Army", "href": "/wiki/Brazilian_Army", "description": "The Brazilian Army is the land arm of the Brazilian Armed Forces. The Brazilian Army has fought in several international conflicts, mostly in South America during the 19th century. In the 20th century, it fought on the Allied side in World War I and World War II. Aligned with the Western Bloc, during the time of military dictatorship in Brazil from 1964 to 1985, it also had active participation in"}, {"title": "Paraguayan War", "href": "/wiki/Paraguayan_War", "description": "The Paraguayan War, also known as the War of the Triple Alliance, was a South American war that lasted from 1864 to 1870; this war was fought between Paraguay and the Triple Alliance of Argentina, the Empire of Brazil, and Uruguay. It was the deadliest and bloodiest interstate war in Latin America's history. It particularly devastated Paraguay, which suffered abysmal losses in population ; Paragua"}]}, {"heading": "Events", "year": "1870", "date": "August 16", "txt": "Franco-Prussian War: The Battle of Mars-la-Tour is fought, resulting in a Prussian victory.", "entities": [{"title": "Franco-Prussian War", "href": "/wiki/Franco-Prussian_War", "description": "The Franco-Prussian War or Franco-German War, often referred to in France as the War of 1870, was a conflict between the Second French Empire and the German states of the North German Confederation led by the Kingdom of Prussia. Lasting from 19 July 1870 to 28 January 1871, the conflict was caused primarily by France's determination to restore its dominant position in continental Europe, which it "}, {"title": "Battle of Mars-la-Tour", "href": "/wiki/Battle_of_Mars-la-Tour", "description": "The Battle of Mars-La-Tour was fought on 16 August 1870, during the Franco-Prussian War, near the village of Mars-La-Tour in northeast France. One Prussian corps, reinforced by two more later in the day, encountered the entire French Army of the Rhine in a meeting engagement and, surprisingly, forced the Army of the Rhine to retreat toward the fortress of Metz."}, {"title": "Kingdom of Prussia", "href": "/wiki/Kingdom_of_Prussia", "description": "The Kingdom of Prussia was a German kingdom that constituted the state of Prussia between 1701 and 1918. It was the driving force behind the unification of Germany in 1871 and was the leading state of the German Empire until its dissolution in 1918. Although it took its name from the region called Prussia, it was based in the Margraviate of Brandenburg. Its capital was Berlin."}]}, {"heading": "Events", "year": "1891", "date": "August 16", "txt": "The Basilica of San Sebastian, Manila, the first all-steel church in Asia, is officially inaugurated and blessed.", "entities": [{"title": "Basilica of San Sebastian, Manila", "href": "/wiki/Basilica_of_San_Sebastian,_Manila", "description": "The Minor Basilica of San Sebastian, better known as San Sebastian Church or San Sebastian Basilica, is a minor basilica of the Roman Catholic Church in Manila, Philippines. It is the church of the parish of San Sebastian."}]}, {"heading": "Events", "year": "1896", "date": "August 16", "txt": "Skookum Jim Mason, George Carmack and Dawson Charlie discover gold in a tributary of the Klondike River in Canada, setting off the Klondike Gold Rush.", "entities": [{"title": "Keish", "href": "/wiki/Keish", "description": "Keish, legally James Mason, best known by his nickname Skookum Jim Mason, was a member of the Tagish First Nation in what became the Yukon Territory of Canada. He was born near Bennett Lake on what is now the British Columbia and Yukon border, to a Tahltan woman. He lived in Caribou Crossing, now Carcross, Yukon, Canada."}, {"title": "George Carmack", "href": "/wiki/George_Carmack", "description": "George Washington Carmack was an American-born prospector in the Yukon. He was originally credited with registering Discovery Claim, the discovery of gold that set off the Klondike Gold Rush on August 16, 1896. Today, historians usually give the credit to his Tagish brother-in-law, Skookum Jim Mason."}, {"title": "Dawson Charlie", "href": "/wiki/Dawson_Charlie", "description": "Dawson Charlie or K̲áa Goox̱ [qʰáː kuːχ] was a Canadian Tagish/Tlingit First Nation person and one of the co-discoverers of gold at Discovery Claim that led to the Klondike Gold Rush located in the Yukon territory of Northwest Canada. He was the nephew of Keish, also known as Skookum Jim Mason, and accompanied him on his search for his aunt, Kate Carmack. He staked one of the first three claims in"}, {"title": "Klondike River", "href": "/wiki/Klondike_River", "description": "The Klondike River is a tributary of the Yukon River in Canada that gave its name to the Klondike Gold Rush. The Klondike River has its source in the Ogilvie Mountains and flows into the Yukon River at Dawson City."}, {"title": "Klondike Gold Rush", "href": "/wiki/Klondike_Gold_Rush", "description": "The Klondike Gold Rush was a migration by an estimated 100,000 prospectors to the Klondike region of the Yukon, in north-western Canada, between 1896 and 1899. Gold was discovered there by local miners on August 16, 1896; when news reached Seattle and San Francisco the following year, it triggered a stampede of prospectors. Some became wealthy, but the majority went in vain. It has been immortaliz"}]}, {"heading": "Events", "year": "1900", "date": "August 16", "txt": "The Battle of Elands River during the Second Boer War ends after a 13-day siege is lifted by the British. The battle had begun when a force of between 2,000 and 3,000 Boers had surrounded a force of 500 Australians, Rhodesians, Canadians and British soldiers at a supply dump at Brakfontein Drift.", "entities": [{"title": "Battle of Elands River (1900)", "href": "/wiki/Battle_of_Elands_River_(1900)", "description": "The Battle of Elands River was an engagement of the Second Boer War that took place between 4 and 16 August 1900 in western Transvaal. The battle was fought at Brakfontein Drift near the Elands River between a force of 2,000 to 3,000 Boers and a garrison of 500 Australian, Rhodesian, Canadian and British soldiers, who were stationed there to protect a British supply dump that had been established "}]}, {"heading": "Events", "year": "1906", "date": "August 16", "txt": "The 8.2 Mw Valparaíso earthquake hits central Chile, killing 3,882 people.", "entities": [{"title": "Seismic magnitude scales", "href": "/wiki/Seismic_magnitude_scales#Mw", "description": "Seismic magnitude scales are used to describe the overall strength or \"size\" of an earthquake. These are distinguished from seismic intensity scales that categorize the intensity or severity of ground shaking (quaking) caused by an earthquake at a given location. Magnitudes are usually determined from measurements of an earthquake's seismic waves as recorded on a seismogram. Magnitude scales vary "}, {"title": "1906 Valparaíso earthquake", "href": "/wiki/1906_Valpara%C3%ADso_earthquake", "description": "The 1906 Valparaíso earthquake hit Valparaíso, Chile, on August 16 at 19:55 local time. Its epicenter was offshore from the Valparaíso Region, and its intensity was estimated at magnitude 8.2 Mw. This earthquake occurred thirty minutes after the 1906 Aleutian Islands earthquake."}]}, {"heading": "Events", "year": "1913", "date": "August 16", "txt": "Tōhoku Imperial University of Japan (modern day Tohoku University) becomes the first university in Japan to admit female students.", "entities": [{"title": "Tohoku University", "href": "/wiki/Tohoku_University", "description": "Tohoku University , or Tohokudai , located in Sendai, Miyagi in the Tōhoku Region, Japan, is a Japanese national university. It was the third Imperial University in Japan, the top three Designated National University along with the University of Tokyo and Kyoto University and selected as a Top Type university of Top Global University Project by the Japanese government. In 2020, the Times Higher Ed"}]}, {"heading": "Events", "year": "1913", "date": "August 16", "txt": "Completion of the Royal Navy battlecruiser HMS Queen Mary.", "entities": [{"title": "Battlecruiser", "href": "/wiki/Battlecruiser", "description": "The battlecruiser was a type of capital ship of the first half of the 20th century. They were similar in displacement, armament and cost to battleships, but differed slightly in form and balance of attributes. Battlecruisers typically had thinner armour and a somewhat lighter main gun battery than contemporary battleships, installed on a longer hull with much higher engine power in order to attain"}, {"title": "HMS Queen Mary", "href": "/wiki/HMS_Queen_Mary", "description": "HMS Queen Mary was the last battlecruiser built by the Royal Navy before the First World War. The sole member of her class, Queen Mary shared many features with the  Lion-class battlecruisers, including her eight 13.5-inch (343 mm) guns. She was completed in 1913 and participated in the Battle of Heligoland Bight as part of the Grand Fleet in 1914. Like most of the modern British battlecruisers, t"}]}, {"heading": "Events", "year": "1916", "date": "August 16", "txt": "The Migratory Bird Treaty between Canada and the United States is signed.", "entities": [{"title": "Migratory Bird Treaty", "href": "/wiki/Migratory_Bird_Treaty", "description": "The Migratory Bird Treaty or Convention is an environmental treaty between Canada and the United States. It was originally signed on 16 August 1916 by the U.S. and Great Britain,, entered into force in on 6 December 1916, and has since been amended several times.Whereas, many species of birds in the course of their annual migrations traverse certain parts of the Dominion of Canada and the United S"}]}, {"heading": "Events", "year": "1918", "date": "August 16", "txt": "The Battle of Lake Baikal was fought between the Czechoslovak Legion and the Red Army.", "entities": [{"title": "Battle of Lake Baikal", "href": "/wiki/Battle_of_Lake_Baikal", "description": "The Battle of Lake Baikal is a naval battle undertaken by Czechoslovak forces."}, {"title": "Czechoslovak Legion", "href": "/wiki/Czechoslovak_Legion", "description": "The Czechoslovak Legion were volunteer armed forces composed predominantly of Czechs and Slovaks fighting on the side of the Entente powers during World War I. Their goal was to win the support of the Allied Powers for the independence of Bohemia and Moravia from the Austrian Empire and of Slovak territories from the Kingdom of Hungary, which were then part of the Austro-Hungarian Empire. With the"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1920", "date": "August 16", "txt": "Ray Chapman of the Cleveland Indians is hit on the head by a fastball thrown by Carl Mays of the New York Yankees, and dies early the next day. Chapman was the second player to die from injuries sustained in a Major League Baseball game, the first being Doc Powers in 1909.", "entities": [{"title": "Ray Chapman", "href": "/wiki/Ray_Chapman", "description": "Raymond Johnson Chapman was an American baseball player. He spent his entire career as a shortstop for the Cleveland Indians."}, {"title": "Cleveland Indians", "href": "/wiki/Cleveland_Indians", "description": "The Cleveland Indians are an American professional baseball team based in Cleveland. The Indians compete in Major League Baseball (MLB) as a member club of the American League (AL) Central division. Since 1994, they have played at Progressive Field. The team's spring training facility is at Goodyear Ballpark in Goodyear, Arizona. Since their establishment as a major league franchise in 1901, the t"}, {"title": "Fastball", "href": "/wiki/Fastball", "description": "The fastball is the most common type of pitch thrown by pitchers in baseball and softball. \"Power pitchers,\" such as former American major leaguers Nolan Ryan and Roger Clemens, rely on speed to prevent the ball from being hit, and have thrown fastballs at speeds of 95–105 miles per hour (153–169 km/h) (officially) and up to 108.1 miles per hour (174.0 km/h) (unofficially). Pitchers who throw more"}, {"title": "Carl Mays", "href": "/wiki/Carl_Mays", "description": "Carl William Mays was an American baseball pitcher who played 15 seasons in Major League Baseball from 1915 to 1929. During his career, he won over 200 games, 27 in 1921 alone, and was a member of four World Series-champion teams. Mays threw the pitch that fatally injured Ray Chapman of the Cleveland Indians on August 16, 1920. Chapman became the only major league player to die as a direct result "}, {"title": "New York Yankees", "href": "/wiki/New_York_Yankees", "description": "The New York Yankees are an American professional baseball team based in the New York City borough of the Bronx. They compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. They are one of two major league clubs based in New York City, the other being the National League's (NL) New York Mets. The Yankees began play in the 1901 season as the Baltimore Ori"}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}, {"title": "Doc Powers", "href": "/wiki/Doc_Powers", "description": "Michael Riley \"Doc\" Powers was an American Major League Baseball player who caught for four teams from 1898 to 1909."}]}, {"heading": "Events", "year": "1920", "date": "August 16", "txt": "The congress of the Communist Party of Bukhara opens. The congress would call for armed revolution.", "entities": []}, {"heading": "Events", "year": "1920", "date": "August 16", "txt": "Polish–Soviet War: The Battle of Radzymin concludes; the Soviet Red Army is forced to turn away from Warsaw.", "entities": [{"title": "Battle of Radzymin (1920)", "href": "/wiki/Battle_of_Radzymin_(1920)", "description": "The Battle of Radzymin took place during the Polish–Soviet War (1919–21). The battle occurred near the town of Radzymin, some 20 kilometres (12 mi) north-east of Warsaw, between August 13 and 16, 1920. Along with the Battle of Ossów and the Polish counteroffensive from the Wieprz River area, this engagement was a key part of what later became known as the Battle of Warsaw. It also proved to be one"}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}, {"title": "Warsaw", "href": "/wiki/Warsaw", "description": "Warsaw is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents within a greater metropolitan area of 3.1 million residents, which makes Warsaw the 7th most-populous capital city in the European Union. The city area measures 517.24 square kilometres (199.71 sq mi), while the metr"}]}, {"heading": "Events", "year": "1923", "date": "August 16", "txt": "The United Kingdom gives the name \"Ross Dependency\" to part of its claimed Antarctic territory and makes the Governor-General of the Dominion of New Zealand its administrator.", "entities": [{"title": "Ross Dependency", "href": "/wiki/Ross_Dependency", "description": "The Ross Dependency is a region of Antarctica defined by a sector originating at the South Pole, passing along longitudes 160° east to 150° west, and terminating at latitude 60° south. It is claimed by New Zealand. Since the Antarctic Treaty came into force in 1961, Article IV of which states: \"No acts or activities taking place while the present Treaty is in force shall constitute a basis for ass"}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}, {"title": "Dominion of New Zealand", "href": "/wiki/Dominion_of_New_Zealand", "description": "The Dominion of New Zealand was the historical successor to the Colony of New Zealand. It was a constitutional monarchy with a high level of self-government within the British Empire."}]}, {"heading": "Events", "year": "1927", "date": "August 16", "txt": "The Dole Air Race begins from Oakland, California, to Honolulu, Hawaii, during which six out of the eight participating planes crash or disappear.", "entities": [{"title": "Dole Air Race", "href": "/wiki/Dole_Air_Race", "description": "The Dole Air Race, also known as the Dole Derby, was a deadly air race across the Pacific Ocean from Oakland, California to Honolulu in the Territory of Hawaii held in August 1927. There were eighteen official and unofficial entrants; fifteen of those drew for starting positions, and of those fifteen, two were disqualified, two withdrew, and three aircraft crashed before the race, resulting in thr"}, {"title": "Oakland, California", "href": "/wiki/Oakland,_California", "description": "Oakland is the largest city and the county seat of Alameda County, California, US. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th most populated city in the United States. With a population of 433,031 as of 2019, i"}, {"title": "Honolulu", "href": "/wiki/Honolulu", "description": "Honolulu is the capital and largest city of the U.S. state of Hawaii, which is located in the Pacific Ocean. It is an unincorporated county seat of the consolidated City and County of Honolulu, situated along the southeast coast of the island of Oʻahu, and is the westernmost and southernmost major U.S. city. Honolulu is Hawaii's main gateway to the world. It is also a major hub for international b"}]}, {"heading": "Events", "year": "1929", "date": "August 16", "txt": "The 1929 Palestine riots break out in Mandatory Palestine between Palestinian Arabs and Jews and continue until the end of the month. In total, 133 Jews and 116 Arabs are killed.", "entities": [{"title": "1929 Palestine riots", "href": "/wiki/1929_Palestine_riots", "description": "The 1929 Arab riots in Palestine, or the Buraq Uprising, also known as the 1929 Massacres, refers to a series of demonstrations and riots in late August 1929 when a long-running dispute between Muslims and Jews over access to the Western Wall in Jerusalem escalated into violence."}, {"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}, {"title": "Palestinian Arabs", "href": "/wiki/Palestinian_Arabs", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}]}, {"heading": "Events", "year": "1930", "date": "August 16", "txt": "The first color sound cartoon, Fiddlesticks, is released by Ub Iwerks.", "entities": [{"title": "Cartoon", "href": "/wiki/Cartoon", "description": "A cartoon is a type of illustration, sometimes animated, typically in a non-realistic or semi-realistic style. The specific meaning has evolved over time, but the modern usage usually refers to either: an image or series of images intended for satire, caricature, or humor; or a motion picture that relies on a sequence of illustrations for its animation. Someone who creates cartoons in the first se"}, {"title": "Ub Iwerks", "href": "/wiki/Ub_Iwerks", "description": "Ubbe Eert \"Ub\" Iwwerks was an American animator, cartoonist, character designer, inventor, and special effects technician, who designed Oswald the Lucky Rabbit and Mickey Mouse. Iwerks produced alongside Walt Disney and won numerous awards, including multiple Academy Awards."}]}, {"heading": "Events", "year": "1930", "date": "August 16", "txt": "The first British Empire Games were opened in Hamilton, Ontario by the Governor General of Canada, the Viscount Willingdon.", "entities": [{"title": "Hamilton, Ontario", "href": "/wiki/Hamilton,_Ontario", "description": "Hamilton is a port city in the Canadian province of Ontario. Hamilton has a population of 536,917, and its census metropolitan area, which includes Burlington and Grimsby, has a population of 767,000. The city is 58 kilometres (36 mi) southwest of Toronto in the Greater Toronto and Hamilton Area (GTHA)."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}, {"title": "Freeman Freeman-Thomas, 1st Marquess of Willingdon", "href": "/wiki/Freeman_Freeman-Thomas,_1st_Marquess_of_Willingdon", "description": "Freeman Freeman-Thomas, 1st Marquess of Willingdon, was a British Liberal politician and administrator who served as Governor General of Canada, the 13th since Canadian Confederation, and as Viceroy and Governor-General of India, the country's 22nd."}]}, {"heading": "Events", "year": "1933", "date": "August 16", "txt": "Christie Pits riot takes place in Toronto, Ontario.", "entities": [{"title": "Christie Pits riot", "href": "/wiki/Christie_Pits_riot", "description": "The Christie Pits riot occurred on 16 August 1933 at the Christie Pits playground in Toronto, Ontario. The riot can be understood in the context of the Great Depression, anti-semitism, \"Swastika Clubs\" and parades and resentment of \"foreigners\" in Toronto, and the rise of Adolf Hitler and the Nazis in Germany in 1933."}, {"title": "Toronto", "href": "/wiki/Toronto", "description": "Toronto is the capital city of the Canadian province of Ontario. With a recorded population of 2,731,571 in 2016, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseshoe, an urban agglomeration of 9,245,438 people surrounding the western end of Lake Ontario, while the Greater Toronto Area (GTA) proper had a 2016 popu"}, {"title": "Ontario", "href": "/wiki/Ontario", "description": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area. Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capi"}]}, {"heading": "Events", "year": "1942", "date": "August 16", "txt": "World War II: A naval L-class blimp drifts in from the Pacific and eventually crashes in Daly City, California. The two-man crew cannot be found.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "L-class blimp", "href": "/wiki/L-class_blimp", "description": "The L class blimps were training airships operated by the United States Navy during World War II. In the mid-1930s, the Goodyear Aircraft Company built a family of small non-rigid airships that the company used for advertising the Goodyear name. In 1937 the United States Navy awarded a contract for two different airships, K class blimp designated K-2 and a smaller blimp based upon Goodyear's small"}, {"title": "Daly City, California", "href": "/wiki/Daly_City,_California", "description": "Daly City is the most populous city in San Mateo County, California, United States, with an estimated 2019 population of 106,280. Located in the San Francisco Bay Area, and immediately south of San Francisco, it is named in honor of businessman and landowner John Donald Daly."}]}, {"heading": "Events", "year": "1944", "date": "August 16", "txt": "First flight of a jet with forward-swept wings, the Junkers Ju 287.", "entities": [{"title": "Forward-swept wing", "href": "/wiki/Forward-swept_wing", "description": "A forward-swept wing is an aircraft wing configuration in which the quarter-chord line of the wing has a forward sweep. Typically, the leading edge also sweeps forward."}, {"title": "Junkers Ju 287", "href": "/wiki/Junkers_Ju_287", "description": "The Junkers Ju 287 was an aerodynamic testbed built in Nazi Germany to develop the technology required for a multi-engine jet bomber. It was powered by four Junkers Jumo 004 engines, featured an unusual and novel forward-swept wing, and apart from the wing was assembled largely from components scavenged from other aircraft. It was one of the very few jet propelled aircraft ever built with fixed la"}]}, {"heading": "Events", "year": "1945", "date": "August 16", "txt": "The National Representatives' Congress, the precursor of the current National Assembly of Vietnam, convenes in Sơn Dương.", "entities": [{"title": "National Assembly of Vietnam", "href": "/wiki/National_Assembly_of_Vietnam", "description": "The National Assembly of the Socialist Republic of Vietnam  is national legislature of the Socialist Republic of Vietnam."}, {"title": "Sơn Dương", "href": "/wiki/S%C6%A1n_D%C6%B0%C6%A1ng", "description": "Sơn Dương is a rural district of Tuyên Quang Province in the Northeast region of Vietnam. As of 2019 the district had a population of 183,600. The district covers an area of 789 km². The district capital lies at Sơn Dương."}]}, {"heading": "Events", "year": "1946", "date": "August 16", "txt": "Mass riots in Kolkata begin; more than 4,000 people would be killed in 72 hours.", "entities": [{"title": "Direct Action Day", "href": "/wiki/Direct_Action_Day", "description": "Direct Action Day, also known as the 1946 Calcutta Killings, was a day of nationwide protest by the Indian Muslim community announced by Jinnah. It led to large-scale violence between Muslims and Hindus in the city of Calcutta in the Bengal province of British India. The day also marked the start of what is known as The Week of the Long Knives."}, {"title": "Kolkata", "href": "/wiki/Kolkata", "description": "Kolkata is the capital of the Indian state of West Bengal. Located on the eastern bank of the Hooghly River, the city is approximately 80 kilometres (50 mi) west of the border with Bangladesh. It is the primary business, commercial, and financial hub of Eastern India and the main port of communication for North-East India, as well as having the third-largest urban economy of India. Kolkata is home"}]}, {"heading": "Events", "year": "1946", "date": "August 16", "txt": "The All Hyderabad Trade Union Congress is founded in Secunderabad.", "entities": [{"title": "Secunderabad", "href": "/wiki/Secunderabad", "description": "Secunderabad is the twin city of Hyderabad in the Indian state of Telangana. Named after Sikandar Jah, the third Nizam of the Asaf Jahi dynasty, Secunderabad was established in 1806 as a British cantonment. Although both the cities are together referred to as the twin cities, Hyderabad and Secunderabad have different histories and cultures, with Secunderabad having developed directly under British"}]}, {"heading": "Events", "year": "1954", "date": "August 16", "txt": "The first issue of Sports Illustrated is published.", "entities": []}, {"heading": "Events", "year": "1960", "date": "August 16", "txt": "Cyprus gains its independence from the United Kingdom.", "entities": [{"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}]}, {"heading": "Events", "year": "1960", "date": "August 16", "txt": "Joseph Kittinger parachutes from a balloon over New Mexico at 102,800 feet (31,300 m), setting three records that held until 2012: High-altitude jump, free fall, and highest speed by a human without an aircraft.", "entities": [{"title": "New Mexico", "href": "/wiki/New_Mexico", "description": "New Mexico is a state in the Southwestern United States; its capital is Santa Fe, which was founded in 1610 as capital of Nuevo México, while its largest city is Albuquerque with its accompanying metropolitan area. It is both one of the Southwestern and Mountain States and shares the Four Corners region with Utah, Colorado, and Arizona. New Mexico is also bordered by the state of Texas to the east"}, {"title": "Free fall", "href": "/wiki/Free_fall", "description": "In Newtonian physics, free fall is any motion of a body where gravity is the only force acting upon it. In the context of general relativity, where gravitation is reduced to a space-time curvature, a body in free fall has no force acting on it."}, {"title": "Human", "href": "/wiki/Human", "description": "Humans are the most populous and widespread species of primates, characterized by bipedality and large complex brains, which has allowed the development of advanced tools, culture and language. Humans create complex social structures composed of many cooperating and competing groups, from families and kinship networks to political states. Social interactions between humans have established a wide "}]}, {"heading": "Events", "year": "1962", "date": "August 16", "txt": "Eight years after the remaining French India territories were handed to India, the ratifications of the treaty are exchanged to make the transfer official.", "entities": [{"title": "French India", "href": "/wiki/French_India", "description": "French India, formally the Établissements français dans l'Inde, was a French colony comprising five geographically separated enclaves on the Indian Subcontinent that had initially been factories of the French East India Company. Beginning in the second half of the 17th century, they were de facto incorporated into the Republic of India in 1950 and 1954. The enclaves were Pondichéry, Karikal, Yanao"}]}, {"heading": "Events", "year": "1964", "date": "August 16", "txt": "Vietnam War: A coup d'état replaces Dương Văn Minh with General Nguyễn Khánh as President of South Vietnam. A new constitution is established with aid from the U.S. Embassy.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Dương Văn Minh", "href": "/wiki/D%C6%B0%C6%A1ng_V%C4%83n_Minh", "description": "Dương Văn Minh, popularly known as Big Minh, was a South Vietnamese politician and a senior general in the Army of the Republic of Vietnam (ARVN) and a politician during the presidency of Ngô Đình Diệm. In 1963, he became chief of a military junta after leading a coup in which Diệm was assassinated. Minh lasted only three months before being toppled by Nguyễn Khánh, but assumed power again as the "}, {"title": "Nguyễn Khánh", "href": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Constitution", "href": "/wiki/Constitution", "description": "A constitution is an aggregate of fundamental principles or established precedents that constitute the legal basis of a polity, organisation or other type of entity and commonly determine how that entity is to be governed."}, {"title": "List of diplomatic missions of the United States", "href": "/wiki/List_of_diplomatic_missions_of_the_United_States", "description": "The United States has the second most diplomatic missions of any country in the world,\nincluding 166 of the 193 member countries of the United Nations, as well as observer state Vatican City and non-member countries of Kosovo and Taiwan. It maintains \"interest sections\" in member states Iran and Syria."}]}, {"heading": "Events", "year": "1966", "date": "August 16", "txt": "Vietnam War: The House Un-American Activities Committee begins investigations of Americans who have aided the Viet Cong. The committee intends to introduce legislation making these activities illegal. Anti-war demonstrators disrupt the meeting and 50 people are arrested.", "entities": [{"title": "House Un-American Activities Committee", "href": "/wiki/House_Un-American_Activities_Committee", "description": "The House Committee on Un-American Activities (HCUA), popularly dubbed the House Un-American Activities Committee (HUAC), and from 1969 onwards known as the House Committee on Internal Security, was an investigative committee of the United States House of Representatives. The HUAC was created in 1938 to investigate alleged disloyalty and subversive activities on the part of private citizens, publi"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}]}, {"heading": "Events", "year": "1972", "date": "August 16", "txt": "In an unsuccessful coup d'état attempt, the Royal Moroccan Air Force fires upon Hassan II of Morocco's plane while he is traveling back to Rabat", "entities": [{"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "1972 Moroccan coup attempt", "href": "/wiki/1972_Moroccan_coup_attempt", "description": "The 1972 Moroccan coup attempt was an unsuccessful attempt to assassinate King Hassan II of Morocco on 16 August 1972. The attempted coup d'état occurred in Morocco when a rebel faction within the Moroccan military attempted to shoot down an aircraft carrying the Moroccan king, Hassan II.\nThe attempt was orchestrated by General Mohamed Oufkir, a close advisor to King Hassan. He was assisted by Moh"}, {"title": "Royal Moroccan Air Force", "href": "/wiki/Royal_Moroccan_Air_Force", "description": "The Royal Moroccan Air Force, RMAF, is the air force branch of the Moroccan Armed Forces."}, {"title": "Hassan II of Morocco", "href": "/wiki/Hassan_II_of_Morocco", "description": "Hassan II was the King of Morocco from 1961 until his death in 1999. He was a member of the Alaouite dynasty. He was the eldest son of Mohammed V, Sultan, then King of Morocco (1909–1961), and his second wife, Lalla Abla bint Tahar (1909–1992). Hassan was known to be one of the most severe rulers of Morocco, widely accused of authoritarian practices and of being an autocrat, particularly during th"}, {"title": "Rabat", "href": "/wiki/Rabat", "description": "Rabat is the capital city of Morocco and the country's seventh largest city with an urban population of approximately 580,000 (2014) and a metropolitan population of over 1.2 million. It is also the capital city of the Rabat-Salé-Kénitra administrative region. Rabat is located on the Atlantic Ocean at the mouth of the river Bou Regreg, opposite Salé, the city's main commuter town."}]}, {"heading": "Events", "year": "1975", "date": "August 16", "txt": "Australian Prime Minister Gough Whitlam symbolically hands over land to the Gurindji people after the 8-year Wave Hill walk-off, a landmark event in the history of Indigenous land rights in Australia, commemorated in a 1991 song by Paul Kelly and an annual celebration.", "entities": [{"title": "Gough Whitlam", "href": "/wiki/Gough_Whitlam", "description": "Edward Gough Whitlam was the 21st Prime Minister of Australia, serving from 1972 to 1975. He led the Australian Labor Party (ALP) to power for the first time in 23 years at the 1972 election. He won the 1974 election before being controversially dismissed by the Governor-General of Australia, Sir John Kerr, at the climax of the 1975 Australian constitutional crisis. Whitlam remains the only Austra"}, {"title": "Gurindji people", "href": "/wiki/Gurindji_people", "description": "The Gurindji are an Aboriginal Australian people of northern Australia, 460 kilometres (290 mi) southwest of Katherine in the Northern Territory's Victoria River region."}, {"title": "Wave Hill walk-off", "href": "/wiki/Wave_Hill_walk-off", "description": "\n\n\nThe Wave Hill walk-off, also known as the Gurindji strike, was a walk-off and strike by 200 Gurindji stockmen, house servants and their families, starting on 23 August 1966 and lasting for about nine years. It took place at Wave Hill, a cattle station in Kalkarindji, Northern Territory, Australia, and was led by Gurindji man Vincent Lingiari."}, {"title": "Indigenous land rights in Australia", "href": "/wiki/Indigenous_land_rights_in_Australia", "description": "\n\nIndigenous land rights in Australia, also known as Aboriginal land rights in Australia, relate to the rights and interests in land of Aboriginal and Torres Strait Islander people in Australia, and the term may also include the struggle for those rights. Connection to the land and waters is vital in Australian Aboriginal culture and to that of Torres Strait Islander people, and there has been a l"}, {"title": "Paul Kelly (Australian musician)", "href": "/wiki/Paul_Kelly_(Australian_musician)", "description": "Paul Maurice Kelly is an Australian rock music singer-songwriter and guitarist. He has performed solo, and has led numerous groups, including the Dots, the Coloured Girls, and the Messengers. He has worked with other artists and groups, including associated projects Professor Ratbaggy and Stardust Five. Kelly's music style has ranged from bluegrass to studio-oriented dub reggae, but his core outpu"}]}, {"heading": "Events", "year": "1987", "date": "August 16", "txt": "Northwest Airlines Flight 255, a McDonnell Douglas MD-82, crashes after takeoff in Detroit, Michigan, killing 154 of the 155 on board, plus two people on the ground.", "entities": [{"title": "Northwest Airlines Flight 255", "href": "/wiki/Northwest_Airlines_Flight_255", "description": "Northwest Airlines Flight 255, a McDonnell Douglas MD-82, crashed shortly after takeoff from Detroit Metropolitan Airport on August 16, 1987, at about 8:46 p.m. EDT, killing all six crew members and 148 of its 149 passengers, along with two people on the ground. The sole survivor was a 4-year-old girl who sustained serious injuries. It was the second-deadliest aviation accident at the time in the "}, {"title": "McDonnell Douglas MD-80", "href": "/wiki/McDonnell_Douglas_MD-80#MD-82", "description": "The McDonnell Douglas MD-80 is a series of single-aisle airliners developed by McDonnell Douglas from the earlier DC-9.\n\nStretched, heavier, and with higher bypass Pratt & Whitney JT8D-200 engines, the DC-9 Series 80 was launched in October 1977.\nIt made its first flight on October 18, 1979 and was certified on August 25, 1980. It was first delivered to launch customer Swissair on September 13, 19"}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}, {"title": "Michigan", "href": "/wiki/Michigan", "description": "Michigan is a state in the Great Lakes and upper Midwestern United States. Its name comes from the Ojibwe word ᒥᓯᑲᒥ mishigami, meaning \"large water\" or \"large lake\". With a population of approximately 10 million, Michigan is the tenth most populous state, the 11th most extensive state by area, and the largest by area east of the Mississippi River. Its capital is Lansing, and its largest city is De"}]}, {"heading": "Events", "year": "1989", "date": "August 16", "txt": "A solar particle event affects computers at the Toronto Stock Exchange, forcing a halt to trading.", "entities": [{"title": "Solar particle event", "href": "/wiki/Solar_particle_event", "description": "A solar particle event or solar proton event (SPE), or prompt proton event, occurs when particles emitted by the Sun become accelerated either close to the Sun during a flare or in interplanetary space by coronal mass ejection shocks. The events can include other nuclei such as helium ions and HZE ions. These particles cause multiple effects. They can penetrate the Earth's magnetic field and cause"}, {"title": "Toronto Stock Exchange", "href": "/wiki/Toronto_Stock_Exchange", "description": "The Toronto Stock Exchange is a stock exchange in Toronto, Ontario, Canada. It is the 8th largest exchange in the world by market capitalization. Based in the EY Tower in Toronto's Financial District, the TSX is a wholly owned subsidiary of the TMX Group for the trading of senior equities. A broad range of businesses from Canada and abroad are represented on the exchange. In addition to convention"}]}, {"heading": "Events", "year": "1991", "date": "August 16", "txt": "Indian Airlines Flight 257, a Boeing 737-200, crashes during approach to Imphal Airport, killing all 69 people on board.", "entities": [{"title": "Indian Airlines Flight 257", "href": "/wiki/Indian_Airlines_Flight_257", "description": "Indian Airlines Flight 257 was a flight on 16 August 1991 that crashed on its descent into Imphal, India, killing all 69 occupants."}, {"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}, {"title": "Imphal Airport", "href": "/wiki/Imphal_Airport", "description": "Imphal Airport is a domestic airport located 7 km. south of Imphal, the capital of Manipur state in India. It is the third busiest airport in northeastern India after the Lokpriya Gopinath Bordoloi Airport and Maharaja Bir Bikram Airport."}]}, {"heading": "Events", "year": "2005", "date": "August 16", "txt": "West Caribbean Airways Flight 708, a McDonnell Douglas MD-82, crashes in Machiques, Venezuela, killing all 160 people on board.", "entities": [{"title": "West Caribbean Airways Flight 708", "href": "/wiki/West_Caribbean_Airways_Flight_708", "description": "West Caribbean Airways Flight 708 was a West Caribbean Airways charter flight that crashed in northwest Venezuela in the early hours of Tuesday, 16 August 2005, killing all 160 passengers and crew on board. The plane, a McDonnell Douglas MD-82, registration HK-4374X, was en route from Tocumen International Airport (PTY) in Panama City, Panama, to Martinique Aimé Césaire International Airport (FDF)"}, {"title": "McDonnell Douglas MD-80", "href": "/wiki/McDonnell_Douglas_MD-80#MD-82", "description": "The McDonnell Douglas MD-80 is a series of single-aisle airliners developed by McDonnell Douglas from the earlier DC-9.\n\nStretched, heavier, and with higher bypass Pratt & Whitney JT8D-200 engines, the DC-9 Series 80 was launched in October 1977.\nIt made its first flight on October 18, 1979 and was certified on August 25, 1980. It was first delivered to launch customer Swissair on September 13, 19"}, {"title": "Machiques", "href": "/wiki/Machiques", "description": "Machiques is a city in Zulia State, Venezuela, located in the northwest portion of the country. It is close to the border with Colombia, and the area's main economic activity is cattle raising. On 16 August 2005 West Caribbean Airways Flight 708, en route from Panama City to Fort-de-France, stalled and crashed in a mountainous area of the municipality, killing all 160 people on board."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "2008", "date": "August 16", "txt": "The Trump International Hotel and Tower in Chicago is topped off at 1,389 feet (423 m), at the time becoming the world's highest residence above ground-level.", "entities": [{"title": "Trump International Hotel and Tower (Chicago)", "href": "/wiki/Trump_International_Hotel_and_Tower_(Chicago)", "description": "The Trump International Hotel and Tower is a skyscraper condo-hotel in downtown Chicago, Illinois. The building, named for Donald Trump, was designed by architect Adrian Smith of Skidmore, Owings and Merrill. Bovis Lend Lease built the 98-story structure, which reaches a height of 1,388 feet (423.2 m) including its spire, its roof topping out at 1,171 feet (357 m). It is next to the main branch of"}, {"title": "Dwelling", "href": "/wiki/Dwelling", "description": "In law, a dwelling is a self-contained unit of accommodation used by one or more households as a home - such as a house, apartment, mobile home, houseboat, vehicle, or other \"substantial\" structure. The concept of a dwelling has significance in relation to search and seizure, conveyancing of real property, burglary, trespass, and land-use planning."}]}, {"heading": "Events", "year": "2012", "date": "August 16", "txt": "South African police fatally shoot 34 miners and wound 78 more during an industrial dispute at Marikana near Rustenburg.", "entities": [{"title": "South African Police Service", "href": "/wiki/South_African_Police_Service", "description": "The South African Police Service (SAPS) is the national police force of the Republic of South Africa. Its 1,154 police stations in South Africa are divided according to the provincial borders, and a Provincial Commissioner is appointed in each province. The nine Provincial Commissioners report directly to the National Commissioner. The head office is in the Wachthuis Building in Pretoria."}, {"title": "Marikana miners' strike", "href": "/wiki/Marikana_miners%27_strike", "description": "The Marikana massacre, was the killing of 34 miners by the South African Police Service (SAPS). It took place on 16 August 2012, and was the most lethal use of force by South African security forces against civilians since 1976. The massacre has been compared to the 1960 Sharpeville massacre. The incident took place on the 25th anniversary of a nationwide miners' strike."}, {"title": "Rustenburg", "href": "/wiki/Rustenburg", "description": "Rustenburg is a town at the foot of the Magaliesberg mountain range. Rustenburg is the most populous city in the North West Province of South Africa. In 2017, the city's Gross Domestic Product (GDP) reached ZAR 63.8 billion, accounting for 21.1% of the GDP of the North West Province, and 1.28% of the GDP of South Africa. Rustenburg was one of the official host cities of the 2010 FIFA World Cup, be"}]}, {"heading": "Events", "year": "2013", "date": "August 16", "txt": "The ferry St. Thomas Aquinas collides with a cargo ship and sinks at Cebu, Philippines, killing 61 people with 59 others missing.", "entities": [{"title": "MV St. Thomas Aquinas", "href": "/wiki/MV_St._Thomas_Aquinas", "description": "MV St. Thomas Aquinas was a Philippine-registered passenger ferry operated by 2GO Travel. On 16 August 2013, the vessel collided with a cargo ship named MV Sulpicio Express Siete of Philippine Span Asia Carrier Corporation causing it to sink. As of 3 September 2013, there were 108 dead and 29 missing with 733 rescued as a result of the accident."}, {"title": "Cebu", "href": "/wiki/Cebu", "description": "Cebu, officially the Province of Cebu, is a province of the Philippines located in the Central Visayas (Region VII) region, and consists of a main island and 167 surrounding islands and islets. Its capital is Cebu City, \"the Queen City of the South\", the oldest city and first capital of the Philippines, which is politically independent from the provincial government."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "2015", "date": "August 16", "txt": "More than 96 people are killed and hundreds injured following a series of air-raids by the Syrian Arab Air Force on the rebel-held market town of Douma.", "entities": [{"title": "2015 Douma market massacre", "href": "/wiki/2015_Douma_market_massacre", "description": "On August 16, 2015, the Syrian Air Force launched strikes on the rebel-held city of Douma, northeast of Damascus, killing at least 96 people and injuring at least 200 others. It was one of the deadliest attacks to have occurred during the Syrian Civil War."}, {"title": "Syrian Arab Air Force", "href": "/wiki/Syrian_Arab_Air_Force", "description": "The Syrian Air Force, officially the Syrian Arab Air Force, is the air force branch of the Syrian Armed Forces. It is variously abbreviated in English to SAF, SAAF, or SyAAF. It was established in 1948. Land-based air defense systems are grouped under the Syrian Air Defense Force, which split from both the Air Force and the Army."}, {"title": "Syrian opposition", "href": "/wiki/Syrian_opposition", "description": "The Syrian opposition is the political structure represented by the Syrian National Coalition and associated Syrian anti-government groups with certain territorial control as an alternative Syrian government."}, {"title": "Douma, Syria", "href": "/wiki/Douma,_Syria", "description": "Douma  is a city in Syria. Its centre is about 10 km (6 mi) northeast of the centre of Damascus. Being the centre of Rif Dimashq governorate, the town is also the administrative centre of Douma District. Douma is a major city of the region known as Ghouta, for the peri-urban settlements to the east and south of Damascus."}]}, {"heading": "Events", "year": "2015", "date": "August 16", "txt": "Trigana Air Flight 267, an ATR 42, crashes in Oksibl, Pegunungan Bintang, killing all 54 people on board.", "entities": [{"title": "ATR 42", "href": "/wiki/ATR_42", "description": "The ATR 42 is a regional airliner produced by ATR, with final assembly in Toulouse, France.\n\nOn 4 November 1981, the aircraft was launched with ATR, as a joint venture between French Aérospatiale and Aeritalia .\nThe ATR 42-300 performed its maiden flight on 16 August 1984 and type certification was granted during September 1985.\nLaunch customer Air Littoral operated its first revenue-earning fligh"}, {"title": "Oksibil, Pegunungan Bintang", "href": "/wiki/Oksibil,_Pegunungan_Bintang", "description": "Oksibil is a district of Papua in Indonesia that is also the administrative centre of the Pegunungan Bintang Regency. According to the 2010 census the district has a population of 4,087 inhabitants."}]}, {"heading": "Events", "year": "2017", "date": "August 16", "txt": "The Minamata Convention on Mercury enters in force.", "entities": [{"title": "Minamata Convention on Mercury", "href": "/wiki/Minamata_Convention_on_Mercury", "description": "The Minamata Convention on Mercury is an international treaty designed to protect human health and the environment from anthropogenic emissions and releases of mercury and mercury compounds. The convention was a result of three years of meeting and negotiating, after which the text of the convention was approved by delegates representing close to 140 countries on 19 January 2013 in Geneva and adop"}]}, {"heading": "Events", "year": "2020", "date": "August 16", "txt": "The enormous August Complex fire in California is reported on this day. It burned more than one million acres of land.", "entities": [{"title": "August Complex fire", "href": "/wiki/August_Complex_fire", "description": "The August Complex was a massive wildfire that burned in the Coast Range of Northern California, in Glenn, Lake, Mendocino, Tehama, Trinity, and Shasta Counties. The complex originated as 38 separate fires started by lightning strikes on August 16–17, 2020. Four of the largest fires, the Doe, Tatham, Glade, and Hull fires, had burned together by August 30. On September 9, the Doe Fire, the main fi"}]}, {"heading": "Births", "year": "1355", "date": "August 16", "txt": "Philippa, 5th Countess of Ulster (d. 1382)", "entities": [{"title": "Philippa, 5th Countess of Ulster", "href": "/wiki/Philippa,_5th_Countess_of_Ulster", "description": "Philippa of Clarence was a medieval English princess and the suo jure Countess of Ulster."}]}, {"heading": "Births", "year": "1378", "date": "August 16", "txt": "Hongxi Emperor of China (d. 1425)", "entities": [{"title": "Hongxi Emperor", "href": "/wiki/Hongxi_Emperor", "description": "The Hongxi Emperor, personal name Zhu Gaochi (朱高熾), was the fourth Emperor of the Ming dynasty, reigned from 1424 to 1425. He succeeded his father, the Yongle Emperor, in 1424. His era name \"Hongxi\" means \"vastly bright\"."}]}, {"heading": "Births", "year": "1401", "date": "August 16", "txt": "Jacqueline, Countess of Hainaut (d. 1436)", "entities": [{"title": "Jacqueline, Countess of Hainaut", "href": "/wiki/Jacqueline,_Countess_of_Hainaut", "description": "Jacqueline, of the House of Wittelsbach, was a noblewoman who ruled the counties of Holland, Zeeland and Hainaut in the Low Countries from 1417 to 1433. She was also Dauphine of France for a short time between 1415 and 1417 and Duchess of Gloucester in the 1420s, if her marriage to Humphrey, Duke of Gloucester, is accepted as valid."}]}, {"heading": "Births", "year": "1557", "date": "August 16", "txt": "Agostino Carracci, Italian painter and etcher (d. 1602)", "entities": [{"title": "Agostino Carracci", "href": "/wiki/Agostino_Carracci", "description": "Agostino Carracci was an Italian painter, printmaker, tapestry designer, and art teacher. He was, together with his brother, Annibale Carracci, and cousin, Ludovico Carracci, one of the founders of the Accademia degli Incamminati in Bologna. This teaching academy promoted the Carracci emphasized drawing from life. It promoted progressive tendencies in art and was a reaction to the Mannerist distor"}]}, {"heading": "Births", "year": "1565", "date": "August 16", "txt": "Christina, Grand Duchess of Tuscany (d. 1637)", "entities": [{"title": "Christina, Grand Duchess of Tuscany", "href": "/wiki/Christina,_Grand_Duchess_of_Tuscany", "description": "Christina of Lorraine or Christine de Lorraine was a member of the House of Lorraine and was the Grand Duchess of Tuscany by marriage. She served as Regent of Tuscany jointly with her daughter-in-law during the minority of her grandson from 1621 to 1628."}]}, {"heading": "Births", "year": "1573", "date": "August 16", "txt": "Anne of Austria, Queen of Poland (d. 1598)", "entities": [{"title": "Anne of Austria, Queen of Poland", "href": "/wiki/Anne_of_Austria,_Queen_of_Poland", "description": "Anne of Austria was Queen of Poland and Sweden as the first consort of King Sigismund III Vasa."}]}, {"heading": "Births", "year": "1637", "date": "August 16", "txt": "Countess Emilie Juliane of Barby-Mühlingen (d. 1706)", "entities": [{"title": "Countess Emilie Juliane of Barby-Mühlingen", "href": "/wiki/Countess_Emilie_Juliane_of_Barby-M%C3%BChlingen", "description": "Emilie Juliane was a German countess and hymn writer."}]}, {"heading": "Births", "year": "1645", "date": "August 16", "txt": "Jean de La Bruyère, French philosopher and author (d. 1696)", "entities": [{"title": "Jean de La Bruyère", "href": "/wiki/Jean_de_La_Bruy%C3%A8re", "description": "Jean de La Bruyère was a French philosopher and moralist, who was noted for his satire."}]}, {"heading": "Births", "year": "1650", "date": "August 16", "txt": "Vincenzo Coronelli, Italian monk, cosmographer, and cartographer (d. 1718)", "entities": [{"title": "Vincenzo Coronelli", "href": "/wiki/Vincenzo_Coronelli", "description": "Vincenzo Maria Coronelli was an Italian Franciscan friar, cosmographer, cartographer, publisher, and encyclopedist known in particular for his atlases and globes. He spent most of his life in Venice."}]}, {"heading": "Births", "year": "1682", "date": "August 16", "txt": "Louis, Duke of Burgundy (d. 1712)", "entities": [{"title": "Louis, Dauphin of France (1682-1712)", "href": "/wiki/Louis,_Dauphin_of_France_(1682-1712)", "description": "Louis, Duke of Burgundy, was the eldest son of Louis, Grand Dauphin, and grandson of the reigning French monarch, King Louis XIV. He was known as the \"Petit Dauphin\" to distinguish him from his father, until the latter died in April 1711. At that time he became the official Dauphin of France. He died in 1712 before his grandfather, the King. Upon the death of Louis XIV in 1715, the Duke of Burgund"}]}, {"heading": "Births", "year": "1744", "date": "August 16", "txt": "Pierre Méchain, French astronomer and surveyor (d. 1804)", "entities": [{"title": "Pierre Méchain", "href": "/wiki/Pierre_M%C3%A9chain", "description": "Pierre François André Méchain was a French astronomer and surveyor who, with Charles Messier, was a major contributor to the early study of deep-sky objects and comets."}]}, {"heading": "Births", "year": "1761", "date": "August 16", "txt": "Yevstigney Fomin, Russian pianist and composer (d. 1800)", "entities": [{"title": "Yevstigney Fomin", "href": "/wiki/Yevstigney_Fomin", "description": "Yevstigney Ipat'yevich Fomin was a Russian opera composer of Ukrainian origin of the 18th century."}]}, {"heading": "Births", "year": "1815", "date": "August 16", "txt": "John Bosco, Italian priest and educator (d. 1888)", "entities": [{"title": "John Bosco", "href": "/wiki/John_Bosco", "description": "John Melchior Bosco, popularly known as Don Bosco [ˈdɔm ˈbɔsko, bo-], Italian for \"Father\", was an Italian Roman Catholic priest, educator, and writer of the 19th century. While working in Turin, where the population suffered many of the ill-effects of industrialization and urbanization, he dedicated his life to the betterment and education of street children, juvenile delinquents, and other disad"}]}, {"heading": "Births", "year": "1816", "date": "August 16", "txt": "Octavia Taylor, daughter of Zachary Taylor (d. 1820)", "entities": [{"title": "Octavia Taylor", "href": "/wiki/Octavia_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}, {"title": "Zachary Taylor", "href": "/wiki/Zachary_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}]}, {"heading": "Births", "year": "1820", "date": "August 16", "txt": "Andrew Rainsford Wetmore, Canadian lawyer and politician, 1st Premier of New Brunswick (d. 1892)", "entities": [{"title": "Andrew Rainsford Wetmore", "href": "/wiki/Andrew_Rainsford_Wetmore", "description": "Andrew Rainsford Wetmore was a New Brunswick politician, jurist, and a member of a prominent United Empire Loyalist family."}, {"title": "Premier of New Brunswick", "href": "/wiki/Premier_of_New_Brunswick", "description": "The premier of New Brunswick is the first minister for the Canadian province of New Brunswick. They are the province's head of government and de facto chief executive."}]}, {"heading": "Births", "year": "1821", "date": "August 16", "txt": "Arthur Cayley, English mathematician and academic (d. 1895)", "entities": [{"title": "Arthur Cayley", "href": "/wiki/Arthur_Cayley", "description": "Arthur Cayley was a prolific British mathematician who worked mostly on algebra. He helped found the modern British school of pure mathematics."}]}, {"heading": "Births", "year": "1831", "date": "August 16", "txt": "John Jones Ross, Canadian lawyer and politician, 7th Premier of Quebec (d. 1901)", "entities": [{"title": "John Jones Ross", "href": "/wiki/John_Jones_Ross", "description": "John Jones Ross, was a Canadian politician. Ross served as Premier of Quebec and later as a member of the Senate of Canada."}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1832", "date": "August 16", "txt": "Wilhelm Wundt, German physician, psychologist, and physiologist (d. 1920)", "entities": [{"title": "Wilhelm Wundt", "href": "/wiki/Wilhelm_Wundt", "description": "Wilhelm Maximilian Wundt was a German physiologist, philosopher, and professor, known today as one of the founders of modern psychology. Wundt, who distinguished psychology as a science from philosophy and biology, was the first person ever to call himself a psychologist. He is widely regarded as the \"father of experimental psychology\". In 1879, at University of Leipzig, Wundt founded the first fo"}]}, {"heading": "Births", "year": "1842", "date": "August 16", "txt": "Jakob Rosanes, Ukrainian-German mathematician, chess player, and academic (d. 1922)", "entities": [{"title": "Jakob Rosanes", "href": "/wiki/Jakob_Rosanes", "description": "Jakob Rosanes was a German mathematician who worked on algebraic geometry and invariant theory. He was also a chess master."}]}, {"heading": "Births", "year": "1845", "date": "August 16", "txt": "Gabriel Lippmann, Luxembourger-French physicist and academic, Nobel Prize laureate (d. 1921)", "entities": [{"title": "Gabriel Lippmann", "href": "/wiki/Gabriel_Lippmann", "description": "Jonas Ferdinand Gabriel Lippmann was a Franco-Luxembourgish physicist and inventor, and Nobel laureate in physics for his method of reproducing colours photographically based on the phenomenon of interference."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1848", "date": "August 16", "txt": "Vladimir Sukhomlinov, Russian general (d. 1926)", "entities": [{"title": "Vladimir Sukhomlinov", "href": "/wiki/Vladimir_Sukhomlinov", "description": "Vladimir Aleksandrovich Sukhomlinov was a Russian general of the Imperial Russian Army who served as the Chief of the General Staff from 1908 to 1909 and the Minister of War from 1909 to 1915."}]}, {"heading": "Births", "year": "1855", "date": "August 16", "txt": "James McGowen, Australian politician, 18th Premier of New South Wales (d. 1922)", "entities": [{"title": "James McGowen", "href": "/wiki/James_McGowen", "description": "James Sinclair Taylor McGowen was an Australian politician and the first Labor Premier of New South Wales from 21 October 1910 to 30 June 1913."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1856", "date": "August 16", "txt": "Aparicio Saravia, Uruguayan general and politician (d. 1904)", "entities": [{"title": "Aparicio Saravia", "href": "/wiki/Aparicio_Saravia", "description": "Aparicio Saravia Da Rosa was a Uruguayan politician and military leader. He was a member of the Uruguayan National Party and was a revolutionary leader against the Uruguayan government."}]}, {"heading": "Births", "year": "1858", "date": "August 16", "txt": "Arthur Achleitner, German author (d. 1927)", "entities": [{"title": "Arthur Achleitner", "href": "/wiki/Arthur_Achleitner", "description": "Arthur Achleitner was a German writer. His works are noteworthy because he describes local customs and peculiarities of the people in the Austrian and Bavarian Alps, and the Mediterranean regions of the former Austro-Hungarian Empire."}]}, {"heading": "Births", "year": "1860", "date": "August 16", "txt": "Martin Hawke, 7th Baron Hawke, English-Scottish cricketer (d. 1938)", "entities": [{"title": "Martin Hawke, 7th Baron Hawke", "href": "/wiki/Martin_Hawke,_7th_Baron_Hawke", "description": "Martin Bladen Hawke, 7th Baron Hawke, generally known as Lord Hawke, was an English amateur cricketer active from 1881 to 1911 who played for Yorkshire and England. He was born in Willingham by Stow, near Gainsborough, Lincolnshire, and died in Edinburgh. He appeared in 633 first-class matches, including five Test matches, as a righthanded batsman, scoring 16,749 runs with a highest score of 166 a"}]}, {"heading": "Births", "year": "1860", "date": "August 16", "txt": "Jules Laforgue, Uruguayan-French poet and author (d. 1887)", "entities": []}, {"heading": "Births", "year": "1862", "date": "August 16", "txt": "Amos Alonzo Stagg, American baseball player and coach (d. 1965)", "entities": [{"title": "Amos Alonzo Stagg", "href": "/wiki/Amos_Alonzo_Stagg", "description": "Amos Alonzo Stagg was an American athlete and college coach in multiple sports, primarily American football. He served as the head football coach at the International YMCA Training School (1890–1891), the University of Chicago (1892–1932), and the College of the Pacific (1933–1946), compiling a career college football record of 314–199–35 (.605). His undefeated Chicago Maroons teams of 1905 and 19"}]}, {"heading": "Births", "year": "1864", "date": "August 16", "txt": "Elsie Inglis, Scottish surgeon and suffragette (d. 1917)", "entities": [{"title": "Elsie Inglis", "href": "/wiki/Elsie_Inglis", "description": "Elsie Maud Inglis was an innovative Scottish doctor, pioneering surgeon, inspiring teacher, suffragist, and founder of the Scottish Women's Hospitals, and the first woman to hold the Serbian Order of the White Eagle."}]}, {"heading": "Births", "year": "1865", "date": "August 16", "txt": "Mary Gilmore, Australian socialist, poet and journalist (d. 1962)", "entities": [{"title": "Mary Gilmore", "href": "/wiki/Mary_Gilmore", "description": "Dame Mary Jean Gilmore was an Australian writer and journalist known for her prolific contributions to Australian literature and the broader national discourse. She wrote both prose and poetry."}]}, {"heading": "Births", "year": "1868", "date": "August 16", "txt": "Bernarr Macfadden, American bodybuilder and publisher, founded Macfadden Publications (d. 1955)", "entities": [{"title": "Bernarr Macfadden", "href": "/wiki/Bernarr_Macfadden", "description": "Bernarr Macfadden was an American proponent of physical culture, a combination of bodybuilding with nutritional and health theories. He founded the long-running magazine publishing company Macfadden Publications. He was the predecessor of Charles Atlas and Jack LaLanne; together they pioneered the American cultural trend of \"obsession with diet, health and fitness\". Macfadden was also known for hi"}, {"title": "Macfadden Publications", "href": "/wiki/Macfadden_Publications", "description": "Macfadden Communications Group is a publisher of business magazines. It has a historical link with a company started in 1898 by Bernarr Macfadden that was one of the largest magazine publishers of the twentieth century."}]}, {"heading": "Births", "year": "1876", "date": "August 16", "txt": "Ivan Bilibin, Russian illustrator and stage designer (d. 1942)", "entities": [{"title": "Ivan Bilibin", "href": "/wiki/Ivan_Bilibin", "description": "Ivan Yakovlevich Bilibin was a Russian illustrator and stage designer who took part in the Mir iskusstva, contributed to the Ballets Russes, co-founded the Union of Russian Artists and from 1937 was a member of the Artists' Union of the USSR. Ivan Bilibin gained popularity with his illustrations to Russian folk tales and Slavic folklore. His work was throughout his career inspired by the art and c"}]}, {"heading": "Births", "year": "1877", "date": "August 16", "txt": "Roque Ruaño, Spanish priest and engineer (d. 1935)", "entities": [{"title": "Roque Ruaño", "href": "/wiki/Roque_Rua%C3%B1o", "description": "Roque Ruaño Garrido, O.P. was a Spanish priest-civil engineer. He was known after he drew up plans for University of Santo Tomas (UST) Main Building, the first earthquake-shock resistant building in Asia, which was constructed at the Sulucan property of the Dominican order in city of Manila."}]}, {"heading": "Births", "year": "1882", "date": "August 16", "txt": "Désiré Mérchez, French swimmer and water polo player (d. 1968)", "entities": [{"title": "Désiré Mérchez", "href": "/wiki/D%C3%A9sir%C3%A9_M%C3%A9rchez", "description": "Désiré Alfred Mérchez was a male French swimmer and water polo player who competed in the 1900 Summer Olympics. He was born in Lille and died in Nice."}]}, {"heading": "Births", "year": "1884", "date": "August 16", "txt": "Hugo Gernsback, Luxembourger-American author and publisher (d. 1967)", "entities": [{"title": "Hugo Gernsback", "href": "/wiki/Hugo_Gernsback", "description": "Hugo Gernsback was a Luxembourgish–American inventor, writer, editor, and magazine publisher, best known for publications including the first science fiction magazine. His contributions to the genre as publisher—although not as a writer—were so significant that, along with the novelists H. G. Wells and Jules Verne, he is sometimes called \"The Father of Science Fiction\". In his honour, annual award"}]}, {"heading": "Births", "year": "1888", "date": "August 16", "txt": "T. E. Lawrence, British colonel, diplomat, writer and archaeologist (d. 1935)", "entities": [{"title": "T. E. Lawrence", "href": "/wiki/T._E._Lawrence", "description": "Colonel Thomas Edward Lawrence was a British archaeologist, army officer, diplomat, and writer who became renowned for his role in the Arab Revolt (1916–1918) and the Sinai and Palestine Campaign (1915–1918) against the Ottoman Empire during the First World War. The breadth and variety of his activities and associations, and his ability to describe them vividly in writing, earned him international"}]}, {"heading": "Births", "year": "1888", "date": "August 16", "txt": "Armand J. Piron, American violinist, composer, and bandleader (d. 1943)", "entities": []}, {"heading": "Births", "year": "1892", "date": "August 16", "txt": "Hal Foster, Canadian-American author and illustrator (d. 1982)", "entities": [{"title": "Hal Foster", "href": "/wiki/Hal_Foster", "description": "Harold Rudolf Foster was a Canadian-American comic strip artist and writer best known as the creator of the comic strip Prince Valiant. His drawing style is noted for its high level of draftsmanship and attention to detail."}]}, {"heading": "Births", "year": "1892", "date": "August 16", "txt": "Otto Messmer, American cartoonist and animator, co-created Felix the Cat (d. 1983)", "entities": []}, {"heading": "Births", "year": "1894", "date": "August 16", "txt": "George Meany, American plumber and labor leader (d. 1980)", "entities": [{"title": "George Meany", "href": "/wiki/George_Meany", "description": "William George Meany was an American labor union leader for 57 years. He was the key figure in the creation of the AFL-CIO and served as the AFL-CIO's first president, from 1955 to 1979."}]}, {"heading": "Births", "year": "1895", "date": "August 16", "txt": "Albert Cohen, Greek-Swiss author and playwright (d. 1981)", "entities": [{"title": "Albert Cohen (novelist)", "href": "/wiki/Albert_Cohen_(novelist)", "description": "Albert Cohen was a Greek-born Romaniote Jewish Swiss novelist who wrote in French. He worked as a civil servant for various international organizations, such as the International Labour Organization. He became a Swiss citizen in 1919."}]}, {"heading": "Births", "year": "1895", "date": "August 16", "txt": "Liane Haid, Austrian-Swiss actress and singer (d. 2000)", "entities": []}, {"heading": "Births", "year": "1900", "date": "August 16", "txt": "Ida Browne, Australian geologist and palaeontologist (d. 1976)", "entities": [{"title": "Ida Browne", "href": "/wiki/Ida_Browne", "description": "Ida Alison Browne (1900–1976) was an Australian geologist, petrologist and palaeontologist at the University of Sydney."}]}, {"heading": "Births", "year": "1902", "date": "August 16", "txt": "Georgette Heyer, English author (d. 1974)", "entities": [{"title": "Georgette Heyer", "href": "/wiki/Georgette_Heyer", "description": "Georgette Heyer was an English novelist and short story writer, in both the historical romance and detective fiction genres. Her writing career began in 1921, when she turned a story for her younger brother into the novel The Black Moth. In 1925 Heyer married George Ronald Rougier, a mining engineer. The couple spent several years living in Tanganyika Territory and Macedonia before returning to En"}]}, {"heading": "Births", "year": "1902", "date": "August 16", "txt": "Wallace Thurman, American author and playwright (d. 1934)", "entities": []}, {"heading": "Births", "year": "1904", "date": "August 16", "txt": "Minoru Genda, Japanese general, pilot, and politician (d. 1989)", "entities": [{"title": "Minoru Genda", "href": "/wiki/Minoru_Genda", "description": "Minoru Genda  was a well-known Japanese military aviator and politician. He is best known for helping to plan the attack on Pearl Harbor. He was also the third Chief of Staff of the Japan Air Self-Defense Force."}]}, {"heading": "Births", "year": "1904", "date": "August 16", "txt": "Wendell Meredith Stanley, American biochemist and virologist, Nobel Prize laureate (d. 1971)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1908", "date": "August 16", "txt": "Orlando Cole, American cellist and educator (d. 2010)", "entities": [{"title": "Orlando Cole", "href": "/wiki/Orlando_Cole", "description": "Orlando Cole was an American cello teacher who taught two generations of soloists, chamber musicians, and first cellists in a dozen leading orchestras, including Lynn Harrell, Jonah Kim, Ronald Leonard, Lorne Munroe, Peter Stumpf and Marcy Rosen."}]}, {"heading": "Births", "year": "1908", "date": "August 16", "txt": "William Keepers Maxwell, Jr., American editor, novelist, short story writer, and essayist (d. 2000)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 16", "txt": "Paul Callaway, American organist and conductor (d. 1995)", "entities": [{"title": "Paul Callaway", "href": "/wiki/Paul_Callaway", "description": "Paul Smith Callaway, was a prominent American organist and choral conductor, particularly well known for his thirty-eight years at the Washington National Cathedral, Washington, D.C., between 1939–1977. A friend of Leonard Bernstein and Ned Rorem, he was also active in opera and a frequent guest conductor of the Lake George Opera Company and was the founding musical director of the Opera Society o"}]}, {"heading": "Births", "year": "1910", "date": "August 16", "txt": "Gloria Blondell, American actress (d. 1986)", "entities": [{"title": "Gloria Blondell", "href": "/wiki/Gloria_Blondell", "description": "Gloria Blondell was a stage, film, and television actress who was the younger sister of actress Joan Blondell."}]}, {"heading": "Births", "year": "1910", "date": "August 16", "txt": "Mae Clarke, American actress (d. 1992)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 16", "txt": "E. F. Schumacher, German economist and statistician (d. 1977)", "entities": [{"title": "E. F. Schumacher", "href": "/wiki/E._F._Schumacher", "description": "Ernst Friedrich Schumacher was a German-British statistician and economist who is best known for his proposals for human-scale, decentralised and appropriate technologies. He served as Chief Economic Advisor to the British National Coal Board from 1950 to 1970, and founded the Intermediate Technology Development Group in 1966."}]}, {"heading": "Births", "year": "1912", "date": "August 16", "txt": "Ted Drake, English footballer and manager (d. 1995)", "entities": [{"title": "Ted Drake", "href": "/wiki/Ted_Drake", "description": "Edward Joseph Drake was an English football player and manager. As a player, he first played for Southampton but made his name playing for Arsenal in the 1930s, winning two league titles and an FA Cup, as well as five caps for England. Drake is Arsenal's joint fifth highest goalscorer of all time. He also holds the record for the most goals scored in a top flight game in English football, with sev"}]}, {"heading": "Births", "year": "1913", "date": "August 16", "txt": "Menachem Begin, Belarusian-Israeli politician, Prime Minister of Israel, Nobel Prize laureate (d. 1992)", "entities": [{"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1915", "date": "August 16", "txt": "Al Hibbler, American baritone singer (d. 2001)", "entities": [{"title": "Al Hibbler", "href": "/wiki/Al_Hibbler", "description": "Albert George Hibbler was an American baritone vocalist, who sang with Duke Ellington's orchestra before having several pop hits as a solo artist. Some of Hibbler's singing is classified as rhythm and blues, but he is best seen as a bridge between R&B and traditional pop music. According to one authority, \"Hibbler cannot be regarded as a jazz singer but as an exceptionally good interpreter of twen"}]}, {"heading": "Births", "year": "1916", "date": "August 16", "txt": "Iggy Katona, American race car driver (d. 2003)", "entities": [{"title": "Iggy Katona", "href": "/wiki/Iggy_Katona", "description": "Egnatius \"Iggy\" Katona was an American stock car racing driver from Willis, Michigan. He is most famous for his performance in the ARCA series in the 1950s, 1960s and 1970s, where he won six championships and 79 races, the latter of which stood as a series record until Frank Kimmel surpassed it in 2013. Other ARCA records held by Katona include most starts (630), oldest race winner and most consec"}]}, {"heading": "Births", "year": "1917", "date": "August 16", "txt": "Matt Christopher, American author (d. 1997)", "entities": [{"title": "Matt Christopher", "href": "/wiki/Matt_Christopher", "description": "Matthew Frederick Christopher was an American writer of children's books. He wrote more than 100 novels and 300 short stories, mainly featuring sports. After Christopher's death, his family oversaw production of books under Christopher's name created by various writers and illustrators, treating the name as a trademark."}]}, {"heading": "Births", "year": "1917", "date": "August 16", "txt": "Roque Cordero, Panamanian composer and educator (d. 2008)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 16", "txt": "Karl-Heinz Euling, German captain (d. 2014)", "entities": [{"title": "Karl-Heinz Euling", "href": "/wiki/Karl-Heinz_Euling", "description": "The Knight's Cross of the Iron Cross and its variants were the highest awards in the military and paramilitary forces of Nazi Germany during World War II. The Knight's Cross of the Iron Cross was awarded for a wide range of reasons and across all ranks, from a senior commander for skilled leadership of his troops in battle to a low-ranking soldier for a single act of extreme gallantry. A total of "}]}, {"heading": "Births", "year": "1920", "date": "August 16", "txt": "Charles Bukowski, German-American poet, novelist, and short story writer (d. 1994)", "entities": [{"title": "Charles Bukowski", "href": "/wiki/Charles_Bukowski", "description": "Henry Charles Bukowski was a German–American poet, novelist, and short story writer."}]}, {"heading": "Births", "year": "1922", "date": "August 16", "txt": "James Casey, English comedian, radio scriptwriter and producer (d. 2011)", "entities": [{"title": "James Casey (variety artist)", "href": "/wiki/James_Casey_(variety_artist)", "description": "James Casey, known professionally as Jim Casey, was at various times during his long career a Variety comedian on the English music-halls, a scriptwriter for BBC Radio's variety shows and situation comedies, and a senior BBC Radio Light Entertainment producer."}]}, {"heading": "Births", "year": "1922", "date": "August 16", "txt": "Ernie Freeman, American pianist and bandleader (d. 2001)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 16", "txt": "Millôr Fernandes, Brazilian journalist and playwright (d. 2012)", "entities": [{"title": "Millôr Fernandes", "href": "/wiki/Mill%C3%B4r_Fernandes", "description": "Millôr Fernandes was a Brazilian writer, journalist, cartoonist, humorist and playwright. Born Milton Viola Fernandes, his birth was registered on May 27, 1924; the handwriting on his birth certificate rendered the name \"Millôr\", which he adopted as his official name."}]}, {"heading": "Births", "year": "1924", "date": "August 16", "txt": "Fess Parker, American actor (d. 2010)", "entities": [{"title": "Fess Parker", "href": "/wiki/Fess_Parker", "description": "Fess Elisha Parker Jr., was an American film and television actor best known for his portrayals of Davy Crockett in the Walt Disney 1954–1955 TV miniseries, which aired on ABC, and as Daniel Boone in an NBC television series from 1964 to 1970. He was also known as a winemaker and resort owner-operator."}]}, {"heading": "Births", "year": "1924", "date": "August 16", "txt": "Inez Voyce, American baseball player", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 16", "txt": "Willie Jones, American baseball player (d. 1983)", "entities": [{"title": "Willie Jones (baseball)", "href": "/wiki/Willie_Jones_(baseball)", "description": "Willie Edward Jones, nicknamed \"Puddin' Head\", was a professional baseball third baseman who played in Major League Baseball (MLB) for the Philadelphia Phillies (1947–1959), Cleveland Indians (1959), and Cincinnati Reds (1959–1961). He batted and threw right-handed."}]}, {"heading": "Births", "year": "1925", "date": "August 16", "txt": "Mal Waldron, American pianist and composer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 16", "txt": "Lois Nettleton, American actress (d. 2008)", "entities": [{"title": "Lois Nettleton", "href": "/wiki/Lois_Nettleton", "description": "Lois June Nettleton was an American film, stage, radio, and television actress. She received three Primetime Emmy Award nominations and won two Daytime Emmy Awards."}]}, {"heading": "Births", "year": "1928", "date": "August 16", "txt": "Ann Blyth, American actress and singer", "entities": [{"title": "Ann Blyth", "href": "/wiki/Ann_Blyth", "description": "Ann Marie Blyth is an American actress and singer. For her performance as Veda in the 1945 Michael Curtiz film Mildred Pierce, Blyth was nominated for an Academy Award for Best Supporting Actress. She is one of the last surviving stars from the Golden Age of Hollywood."}]}, {"heading": "Births", "year": "1928", "date": "August 16", "txt": "Eydie Gormé, American singer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 16", "txt": "Ara Güler, Turkish photographer and journalist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 16", "txt": "Eddie Kirkland, American singer-songwriter and guitarist (d. 2011)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 16", "txt": "Wyatt Tee Walker, American pastor, theologian, and activist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 16", "txt": "Bill Evans, American pianist and composer (d. 1980)", "entities": [{"title": "Bill Evans", "href": "/wiki/Bill_Evans", "description": "William John Evans was an American jazz pianist and composer who mostly played in trios. His use of impressionist harmony, inventive interpretation of traditional jazz repertoire, block chords, and trademark rhythmically independent, \"singing\" melodic lines continues to influence jazz pianists today."}]}, {"heading": "Births", "year": "1929", "date": "August 16", "txt": "Helmut Rahn, German footballer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 16", "txt": "Fritz Von Erich, American wrestler and trainer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 16", "txt": "Robert Culp, American actor, director, and screenwriter (d. 2010)", "entities": [{"title": "Robert Culp", "href": "/wiki/Robert_Culp", "description": "Robert Martin Culp was an American actor, screenwriter, voice actor, and director, widely known for his work in television. Culp earned an international reputation for his role as Kelly Robinson on I Spy (1965–1968), the espionage television series in which co-star Bill Cosby and he played secret agents. Before this, he starred in the CBS/Four Star Western series Trackdown as Texas Ranger Hoby Gil"}]}, {"heading": "Births", "year": "1930", "date": "August 16", "txt": "Frank Gifford, American football player, sportscaster, and actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 16", "txt": "Leslie Manigat, Haitian educator and politician, 43rd President of Haiti (d. 2014)", "entities": [{"title": "President of Haiti", "href": "/wiki/President_of_Haiti", "description": "The president of Haiti, officially called the president of the Republic of Haiti is the head of state of Haiti. Executive power in Haiti is divided between the president and the government headed by the Prime Minister of Haiti. The current president is Jovenel Moïse, who took office on February 7, 2017."}]}, {"heading": "Births", "year": "1930", "date": "August 16", "txt": "Flor Silvestre, Mexican singer and actress", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 16", "txt": "Reiner Kunze, German poet and translator", "entities": [{"title": "Reiner Kunze", "href": "/wiki/Reiner_Kunze", "description": "Reiner Kunze is a German writer and GDR dissident. He studied media and journalism at the University of Leipzig. In 1968, he left the GDR state party SED following the communist Warsaw Pact countries invasion of Czechoslovakia in response to the Prague Spring. He had to publish his work under various pseudonyms. In 1976, his most famous book The Lovely Years, which contained critical insights into"}]}, {"heading": "Births", "year": "1933", "date": "August 16", "txt": "Tom Maschler, English author and publisher", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 16", "txt": "Julie Newmar, American actress", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 16", "txt": "Stuart Roosa, American colonel, pilot, and astronaut (d. 1994)", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 16", "txt": "Angela Buxton, British tennis player (d. 2020)", "entities": [{"title": "Angela Buxton", "href": "/wiki/Angela_Buxton", "description": "Angela Buxton was a British tennis player. She won the women's doubles title at both the French Championships and Wimbledon in 1956 with her playing partner Althea Gibson."}]}, {"heading": "Births", "year": "1934", "date": "August 16", "txt": "Diana Wynne Jones, English author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 16", "txt": "Ketty Lester, American singer and actress", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 16", "txt": "Pierre Richard, French actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 16", "txt": "John Standing, English actor", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 16", "txt": "Sam Trimble, Australian cricketer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 16", "txt": "Cliff Fletcher, Canadian businessman", "entities": [{"title": "Cliff Fletcher", "href": "/wiki/Cliff_Fletcher", "description": "George Clifford \"Cliff\" Fletcher is a National Hockey League executive and is a former general manager of the Atlanta Flames/Calgary Flames, Toronto Maple Leafs, and Phoenix Coyotes. He is currently a Senior Advisor to the Toronto Maple Leafs. Some of his nicknames are the \"Silver Fox\" and \"Trader Cliff\"."}]}, {"heading": "Births", "year": "1935", "date": "August 16", "txt": "Andreas Stamatiadis, Greek footballer and coach", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 16", "txt": "Anita Gillette, American actress and singer", "entities": [{"title": "Anita Gillette", "href": "/wiki/Anita_Gillette", "description": "Anita Gillette is an American actress. She is notable for her extensive Broadway credits, her many appearances as a celebrity guest on television game shows, her guest-starring and recurring roles in American television series and for her roles in feature films."}]}, {"heading": "Births", "year": "1936", "date": "August 16", "txt": "Alan Hodgkinson, English footballer and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 16", "txt": "David Anderson, Canadian journalist, lawyer, and politician", "entities": [{"title": "David Anderson (British Columbia politician)", "href": "/wiki/David_Anderson_(British_Columbia_politician)", "description": "David A. Anderson, is a former Canadian cabinet minister."}]}, {"heading": "Births", "year": "1937", "date": "August 16", "txt": "David Behrman, American composer and producer", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 16", "txt": "Ian Deans, Canadian politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 16", "txt": "Boris Rõtov, Estonian chess player (d. 1987)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 16", "txt": "Seán Brady, Irish cardinal", "entities": [{"title": "Seán Brady", "href": "/wiki/Se%C3%A1n_Brady", "description": "Seán Baptist Brady KGCHS is an Irish cardinal of the Roman Catholic Church. He was Primate of All Ireland and Archbishop of Armagh from 1996 until 2014, being elevated to the cardinalate in 2007. He faced repeated calls to resign over his alleged role in a cover-up of child abuse by priests in his jurisdiction."}]}, {"heading": "Births", "year": "1939", "date": "August 16", "txt": "Trevor McDonald, Trinidadian-English journalist and academic", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 16", "txt": "Billy Joe Shaver, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 16", "txt": "Eric Weissberg, American singer, banjo player, and multi-instrumentalist (d. 2020)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 16", "txt": "Bruce Beresford, Australian director and producer", "entities": [{"title": "Bruce Beresford", "href": "/wiki/Bruce_Beresford", "description": "Bruce Beresford is an Australian film director who has made more than 30 feature films over a 50-year career. Notable films he has directed include Breaker Morant (1980), Tender Mercies (1983), Crimes of the Heart (1986) and Driving Miss Daisy (1989)."}]}, {"heading": "Births", "year": "1942", "date": "August 16", "txt": "Lesley Turner Bowrey, Australian tennis player", "entities": [{"title": "Lesley Turner Bowrey", "href": "/wiki/Lesley_Turner_Bowrey", "description": "Lesley Rosemary Turner Bowrey, AM is a retired professional tennis player from Australia. Her career spanned two decades from the late 1950s until the late 1970s. Turner Bowrey won the singles title at the French Championships, one of the four Grand Slam events, in 1963 and 1965. In addition she won 11 Grand Slam events in doubles and mixed doubles. Turner Bowrey achieved her highest singles ranki"}]}, {"heading": "Births", "year": "1942", "date": "August 16", "txt": "Barbara George, American R&B singer-songwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 16", "txt": "Robert Squirrel Lester, American soul singer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 16", "txt": "Woody Peoples, American football player (d. 2010)", "entities": [{"title": "Woody Peoples", "href": "/wiki/Woody_Peoples", "description": "Woodrow Peoples, Jr. was an American football offensive lineman. The undrafted Grambling State University standout was a two-time Pro Bowler with the San Francisco 49ers, and a member of the 1980 National Football Conference (NFC) champion Philadelphia Eagles during his 13-year National Football League (NFL) career."}]}, {"heading": "Births", "year": "1944", "date": "August 16", "txt": "Kevin Ayers, English singer-songwriter and guitarist (d. 2013)", "entities": [{"title": "Kevin Ayers", "href": "/wiki/Kevin_Ayers", "description": "Kevin Ayers was an English singer-songwriter who was a major influential force in the English psychedelic music movement. Ayers was a founding member of the pioneering psychedelic band Soft Machine in the mid-1960s, and was closely associated with the Canterbury scene. He recorded a series of albums as a solo artist and over the years worked with Brian Eno, Syd Barrett, Bridget St John, John Cale,"}]}, {"heading": "Births", "year": "1945", "date": "August 16", "txt": "Bob Balaban, American actor, director, and producer", "entities": [{"title": "Bob Balaban", "href": "/wiki/Bob_Balaban", "description": "Robert Elmer Balaban, best known by his stage name Bob Balaban is an American actor, author, producer, comedian and director. He was one of the producers nominated for the Academy Award for Best Picture for Gosford Park (2001), in which he also appeared."}]}, {"heading": "Births", "year": "1945", "date": "August 16", "txt": "Russell Brookes, English race car driver (d. 2019)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 16", "txt": "Suzanne Farrell, American ballerina and educator", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 16", "txt": "Gary Loizzo, American guitarist, singer, recording engineer, and record producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 16", "txt": "Nigel Terry, British stage and film actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 16", "txt": "Masoud Barzani, Iranian-Kurdish politician, President of Iraqi Kurdistan", "entities": [{"title": "Masoud Barzani", "href": "/wiki/Masoud_Barzani", "description": "Masoud Barzani is a Kurdish politician who has been leader of the Kurdistan Democratic Party (KDP) since 1979, and was President of the Kurdistan Region of Iraq from 2005 to 2017. Barzani was born in the self-declared Republic of Mahabad, and succeeded his father Mustafa Barzani as leader of the KDP in 1979."}, {"title": "President of Iraqi Kurdistan", "href": "/wiki/President_of_Iraqi_Kurdistan", "description": "The President of Kurdistan Region is the head of the autonomous region in northern Iraq. They are part of the Kurdistan Presidency Council. The current President of Kurdistan Region is Nechirvan Barzani, who assumed office on 10 June 2019."}]}, {"heading": "Births", "year": "1946", "date": "August 16", "txt": "Lesley Ann Warren, American actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 16", "txt": "Carol Moseley Braun, American lawyer and politician, United States Ambassador to New Zealand", "entities": [{"title": "Carol Moseley Braun", "href": "/wiki/Carol_Moseley_Braun", "description": "Carol Elizabeth Moseley Braun, also sometimes Moseley-Braun, is an American diplomat, politician and lawyer who represented Illinois in the United States Senate from 1993 to 1999. Prior to her Senate tenure, Moseley Braun was a member of the Illinois House of Representatives from 1979 to 1988 and served as Cook County Recorder of Deeds from 1988 to 1992. She was elected to the U.S. Senate in 1992 "}, {"title": "United States Ambassador to New Zealand", "href": "/wiki/United_States_Ambassador_to_New_Zealand", "description": "The United States has maintained a consular presence in New Zealand since 1838. The first consul was James Reddy Clendon. Born in England, Clendon was a ship owner and merchant who bought land and settled in the Bay of Islands, New Zealand. In 1838 he was appointed by the federal government of the United States as consul for New Zealand. He was based at his property at Okiato, which in 1840 became"}]}, {"heading": "Births", "year": "1947", "date": "August 16", "txt": "Katharine Hamnett, English fashion designer", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 16", "txt": "Earl Blumenauer, American politician, U.S. Representative from Oregon", "entities": [{"title": "Earl Blumenauer", "href": "/wiki/Earl_Blumenauer", "description": "Earl Francis Blumenauer is an American politician serving as the U.S. Representative for Oregon's 3rd congressional district since 1996. A member of the Democratic Party, his district includes most of Portland east of the Willamette River. Blumenauer previously spent over 20 years as a public official in Portland, including serving on the Portland City Council from 1987 until 1996, when he succeed"}]}, {"heading": "Births", "year": "1948", "date": "August 16", "txt": "Barry Hay, Indian-born Dutch rock musician", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 16", "txt": "Mike Jorgensen, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 16", "txt": "Pierre Reid, Canadian educator and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 16", "txt": "Joey Spampinato, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 16", "txt": "Scott Asheton, American drummer (d. 2014)", "entities": [{"title": "Scott Asheton", "href": "/wiki/Scott_Asheton", "description": "Scott Randolph Asheton was an American musician, best known as the drummer for the rock band the Stooges."}]}, {"heading": "Births", "year": "1949", "date": "August 16", "txt": "Paul Pasqualoni, American football player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 16", "txt": "Bill Spooner, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 16", "txt": "Hasely Crawford, Trinidadian runner", "entities": [{"title": "Hasely Crawford", "href": "/wiki/Hasely_Crawford", "description": "Hasely Joachim Crawford TC is a former track and field athlete from Trinidad and Tobago. In 1976, he became his country's first Olympic champion and the first Olympic 100m champion from a Caribbean country. A stadium was renamed in his honor in 2001."}]}, {"heading": "Births", "year": "1950", "date": "August 16", "txt": "Jeff Thomson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 16", "txt": "Umaru Musa Yar'Adua, Nigerian businessman and politician, 13th President of Nigeria (d. 2010)", "entities": [{"title": "Umaru Musa Yar'Adua", "href": "/wiki/Umaru_Musa_Yar%27Adua", "description": "Umaru Musa Yar'Adua was a Nigerian politician who was the President of Nigeria from 2007 to 2010. He was declared the winner of the Nigerian presidential election held on 21 April 2007, and was sworn in on 29 May 2007."}, {"title": "President of Nigeria", "href": "/wiki/President_of_Nigeria", "description": "The president of the Federal Republic of Nigeria is the head of state and head of government of the Federal Republic of Nigeria. The president of Nigeria is also the commander-in-chief of the Nigerian Armed Forces. The president is elected in national elections which take place every four years. The offices, powers, and titles of the head of state and the head of government were officially merged "}]}, {"heading": "Births", "year": "1953", "date": "August 16", "txt": "Kathie Lee Gifford, American talk show host, singer, and actress", "entities": [{"title": "Kathie Lee Gifford", "href": "/wiki/Kathie_Lee_Gifford", "description": "Kathryn Lee Gifford is an American television presenter, singer, songwriter, occasional actress and author. She is best known for her 15-year run (1985–2000) on the talk show Live! with Regis and Kathie Lee, which she co-hosted with Regis Philbin. She is also known for her 11-year run with Hoda Kotb, on the fourth hour of NBC's Today show (2008–2019). She has received 11 Daytime Emmy nominations a"}]}, {"heading": "Births", "year": "1953", "date": "August 16", "txt": "James \"J.T.\" Taylor, American R&B singer-songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 16", "txt": "James Cameron, Canadian director, producer, and screenwriter", "entities": [{"title": "James Cameron", "href": "/wiki/James_Cameron", "description": "James Francis Cameron is a Canadian born film director, producer, screenwriter, editor, artist and environmentalist who currently lives in New Zealand. He is best known for making science fiction and epic films. Cameron first gained recognition for directing The Terminator (1984). He found further critical and commercial success with Aliens (1986), The Abyss (1989), Terminator 2: Judgment Day (199"}]}, {"heading": "Births", "year": "1954", "date": "August 16", "txt": "George Galloway, Scottish-English politician and broadcaster", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 16", "txt": "James Reilly, Irish surgeon and politician, Minister for Children and Youth Affairs", "entities": [{"title": "James Reilly (Irish politician)", "href": "/wiki/James_Reilly_(Irish_politician)", "description": "James Reilly is an Irish former Fine Gael politician, businessman and medical doctor. Between the February 2016 general election and the 6 May 2016 formation of a new government, he was the Acting Minister for Children and Youth Affairs, having held that ministry since July 2014 in the previous government, and was also deputy leader of Fine Gael from 2010 to 2017. He was the Minister for Health fr"}, {"title": "Minister for Children, Equality, Disability, Integration and Youth", "href": "/wiki/Minister_for_Children,_Equality,_Disability,_Integration_and_Youth", "description": "The Minister for Children, Equality, Disability, Integration and Youth is the senior minister at the Department of Children, Equality, Disability, Integration and Youth in the Government of Ireland."}]}, {"heading": "Births", "year": "1956", "date": "August 16", "txt": "Vahan Hovhannisyan, Armenian soldier and politician (d. 2014)", "entities": [{"title": "Vahan Hovhannisyan", "href": "/wiki/Vahan_Hovhannisyan", "description": "Vahan Hovhannisyan was an Armenian politician of the Armenian Revolutionary Federation (ARF). He was Vice-President of the National Assembly of Armenia from 2007 to 2008 and was a candidate in the February 2008 presidential election. A 2008 leaked confidential document by the US State Department described him as \"clearly the most likeable Dashnak by public persona.\""}]}, {"heading": "Births", "year": "1957", "date": "August 16", "txt": "Laura Innes, American actress and director", "entities": [{"title": "Laura Innes", "href": "/wiki/Laura_Innes", "description": "Laura Elizabeth Innes is an American actress and television director. She starred as Dr. Kerry Weaver in the NBC medical drama ER from 1995 to 2007 and reprised her role from 2008 to 2009 in the final season. She also starred as Sophia in the short-lived NBC thriller The Event from 2010 to 2011."}]}, {"heading": "Births", "year": "1957", "date": "August 16", "txt": "R. R. Patil, Indian lawyer and politician, Deputy Chief Minister of Maharashtra (d. 2015)", "entities": [{"title": "Deputy Chief Minister of Maharashtra", "href": "/wiki/Deputy_Chief_Minister_of_Maharashtra", "description": "Deputy Chief Minister of Maharashtra is the deputy head of government of Indian state of Maharashtra."}]}, {"heading": "Births", "year": "1958", "date": "August 16", "txt": "Madonna, American singer-songwriter, producer, actress, and director", "entities": [{"title": "Madonna", "href": "/wiki/Madonna", "description": "Madonna Louise Ciccone is an American singer, songwriter, and actress. Referred to as the \"Queen of Pop\", she is regarded as one of the most significant figures in popular culture. Madonna is noted for her continual reinvention and versatility in music production, songwriting, and visual presentation. She is also known for pushing the boundaries of artistic expression in mainstream music while rem"}]}, {"heading": "Births", "year": "1958", "date": "August 16", "txt": "Angela Bassett, American actress", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 16", "txt": "José Luis Clerc, Argentinian tennis player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 16", "txt": "Oscar Collodo, Swiss-Italian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 16", "txt": "Diane Dodds, Northern Irish educator and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 16", "txt": "Marc Sergeant, Belgian cyclist and manager", "entities": [{"title": "Marc Sergeant", "href": "/wiki/Marc_Sergeant", "description": "Marc Sergeant is a Belgian former professional road bicycle racer. He competed in the team time trial event at the 1980 Summer Olympics. After Sergeant stopped his cycling career, he became team manager at Lotto–Soudal."}]}, {"heading": "Births", "year": "1960", "date": "August 16", "txt": "Rosita Baltazar, Belizean choreographer, dancer, and dance instructor (d. 2015)", "entities": [{"title": "Rosita Baltazar", "href": "/wiki/Rosita_Baltazar", "description": "Rosita Baltazar was a Belizean choreographer, dancer, dance instructor and founding assistant director of the Belize National Dance Company. In 2004, she was awarded the Lord Rhaburn Music Award as a dance ambassador and in 2009 she received the Chatoyer Recognition Award from the National Garifuna Council of Belize for her efforts at preserving Garifuna culture."}]}, {"heading": "Births", "year": "1960", "date": "August 16", "txt": "Timothy Hutton, American actor, producer and director", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 16", "txt": "Franz Welser-Möst, Austrian-American conductor and director", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 16", "txt": "Christian Okoye, American football player", "entities": [{"title": "Christian Okoye", "href": "/wiki/Christian_Okoye", "description": "Christian Emeka Okoye, is a Nigerian-American former American football running back for the Kansas City Chiefs from 1987 to 1992. Nicknamed the \"Nigerian Nightmare\", he is known for his powerful running style and ability to break tackles. His six-season NFL career produced an NFL rushing champion title in 1989, first-team All-Pro honors in 1989, second-team All-Pro honors in 1991, two Pro Bowl app"}]}, {"heading": "Births", "year": "1961", "date": "August 16", "txt": "Angela Smith, English academic and politician", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 16", "txt": "Steve Carell, American actor, director, producer, and screenwriter", "entities": [{"title": "Steve Carell", "href": "/wiki/Steve_Carell", "description": "Steven John Carell is an American actor, comedian, writer, producer, and director. He is known for playing Michael Scott on the NBC sitcom The Office (2005–2013), on which he also worked as an occasional producer, writer and director. Carell has received numerous accolades for his performances in both film and television, including the Golden Globe Award for Best Actor – Television Series Musical "}]}, {"heading": "Births", "year": "1963", "date": "August 16", "txt": "Aloísio Pires Alves, Brazilian footballer and manager", "entities": [{"title": "Aloísio Pires Alves", "href": "/wiki/Alo%C3%ADsio_Pires_Alves", "description": "Aloísio Pires Alves, known simply as Aloísio, is a Brazilian retired footballer who played as a central defender."}]}, {"heading": "Births", "year": "1963", "date": "August 16", "txt": "Christine Cavanaugh, American voice artist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 16", "txt": "Jimmy Arias, American tennis player and sportscaster", "entities": [{"title": "Jimmy Arias", "href": "/wiki/Jimmy_Arias", "description": "James Arias is a retired tennis touring professional player from the United States."}]}, {"heading": "Births", "year": "1964", "date": "August 16", "txt": "Nigel Redman, English rugby player", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 16", "txt": "Barry Venison, English footballer and journalist", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 16", "txt": "Eddie Olczyk, American ice hockey player, coach, and commentator", "entities": [{"title": "Eddie Olczyk", "href": "/wiki/Eddie_Olczyk", "description": "Edward Walter \"Eddie\" Olczyk Jr. is an American professional ice hockey analyst, and a former player and coach. He was a center in the National Hockey League for 16 seasons with the Chicago Blackhawks, Toronto Maple Leafs, Winnipeg Jets, New York Rangers, Los Angeles Kings, and Pittsburgh Penguins. He won the Stanley Cup with the Rangers in 1994. Olczyk was also the head coach of the Pittsburgh Pe"}]}, {"heading": "Births", "year": "1967", "date": "August 16", "txt": "Mark Coyne, Australian rugby league player", "entities": [{"title": "Mark Coyne (rugby league)", "href": "/wiki/Mark_Coyne_(rugby_league)", "description": "Mark Coyne is an Australian former rugby league footballer, a state and international representative player and an Insurance Executive. His football club career was with the St George Dragons and the merged St George Illawarra Dragons - he captained both sides. He played principally at centre but sometimes as a wing in his notable representative career. He was also the brother of another first gra"}]}, {"heading": "Births", "year": "1967", "date": "August 16", "txt": "Ulrika Jonsson, Swedish journalist, actress, and author", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 16", "txt": "Mateja Svet, Slovenian skier", "entities": [{"title": "Mateja Svet", "href": "/wiki/Mateja_Svet", "description": "Mateja Svet ; born 16 August 1968) is a former Yugoslav alpine skier of Slovenian descent."}]}, {"heading": "Births", "year": "1968", "date": "August 16", "txt": "Wolfgang Tillmans, German photographer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 16", "txt": "Arvind Kejriwal, Indian civil servant and politician, 7th Chief Minister of Delhi", "entities": [{"title": "Chief Minister of Delhi", "href": "/wiki/Chief_Minister_of_Delhi", "description": "The Chief Minister of the Union Territory of Delhi is the head of government of Delhi. According to the Constitution of India, the lieutenant governor is Delhi's de jure head, but de facto executive authority rests with its chief minister. Following elections to the Delhi Legislative Assembly, the lieutenant governor usually invites the party with a majority of seats to form the government. The Pr"}]}, {"heading": "Births", "year": "1970", "date": "August 16", "txt": "Bonnie Bernstein, American journalist and sportscaster", "entities": [{"title": "Bonnie Bernstein", "href": "/wiki/Bonnie_Bernstein", "description": "Bonnie Lynn Bernstein is an American sports journalist and executive. She has been named one of the most accomplished female sportscasters in history by the American Sportscasters Association. Bernstein is Vice President, Content and Brand Development, of Campus Insiders, as well as the on-air \"face\" of the network. Additionally, she freelances for The Dan Patrick Show, ESPN, espnW and DirecTV and"}]}, {"heading": "Births", "year": "1970", "date": "August 16", "txt": "Saif Ali Khan, Indian actor and producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 16", "txt": "Manisha Koirala, Indian actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 16", "txt": "Stefan Klos, German footballer", "entities": [{"title": "Stefan Klos", "href": "/wiki/Stefan_Klos", "description": "Stefan Klos is a German former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1972", "date": "August 16", "txt": "Frankie Boyle, Scottish comedian and television host", "entities": [{"title": "Frankie Boyle", "href": "/wiki/Frankie_Boyle", "description": "Francis Martin Patrick Boyle is a Scottish comedian and writer. He is known for his cynical, surreal, graphic and often controversial sense of humour."}]}, {"heading": "Births", "year": "1972", "date": "August 16", "txt": "Stan Lazaridis, Australian footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 16", "txt": "Emily Robison, American singer-songwriter and banjo player", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 16", "txt": "Damian Jackson, American baseball player", "entities": [{"title": "Damian Jackson", "href": "/wiki/Damian_Jackson", "description": "Damian Jacques Jackson is a former major league second baseman who played 11 seasons for nine Major League Baseball (MLB) teams. He batted and threw right-handed."}]}, {"heading": "Births", "year": "1974", "date": "August 16", "txt": "Shivnarine Chanderpaul, Guyanese cricketer", "entities": [{"title": "Shivnarine Chanderpaul", "href": "/wiki/Shivnarine_Chanderpaul", "description": "Shivnarine Chanderpaul is a Guyanese cricketer of Indian descent and former West Indian international cricketer and captain of the West Indies cricket team. Considered as one of the greatest batsmen of his era, Chanderpaul is the first Indo-Caribbean to play 100 Tests for the West Indies."}]}, {"heading": "Births", "year": "1974", "date": "August 16", "txt": "Krisztina Egerszegi, Hungarian swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 16", "txt": "Iván Hurtado, Ecuadorian footballer and politician", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 16", "txt": "Didier Agathe, French footballer", "entities": [{"title": "Didier Agathe", "href": "/wiki/Didier_Agathe", "description": "Didier Fernand Agathe is a French football manager and former professional footballer who currently manages Chester-le-Street United. He is most known for his playing time at Celtic."}]}, {"heading": "Births", "year": "1975", "date": "August 16", "txt": "Jonatan Johansson, Finnish footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 16", "txt": "Pantelis Konstantinidis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 16", "txt": "George Stults, American model and actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 16", "txt": "Álvaro Tardáguila, Uruguayan cyclist", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 16", "txt": "Taika Waititi, New Zealand director, screenwriter and actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 16", "txt": "Pavel Královec, Czech football referee", "entities": [{"title": "Pavel Královec", "href": "/wiki/Pavel_Kr%C3%A1lovec", "description": "Pavel Královec is a Czech football referee. He has been a full international for FIFA since 2005."}]}, {"heading": "Births", "year": "1979", "date": "August 16", "txt": "Paul Gallacher, Scottish footballer", "entities": [{"title": "Paul Gallacher", "href": "/wiki/Paul_Gallacher", "description": "Paul James Gallacher is a Scottish former professional footballer who currently is the goalkeeping coach for Heart of Midlothian. Gallacher made eight appearances for the Scottish national team between 2002 and 2004. He started his career at Dundee United and made 127 appearances for them over a seven-year period, and has also played for Airdrieonians, Norwich City, Gillingham, Sheffield Wednesday"}]}, {"heading": "Births", "year": "1979", "date": "August 16", "txt": "Eduardo Maiorino, Brazilian mixed martial artist and kick-boxer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 16", "txt": "Ian Moran, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 16", "txt": "Emerson Ramos Borges, Brazilian footballer", "entities": [{"title": "Emerson Ramos Borges", "href": "/wiki/Emerson_Ramos_Borges", "description": "Emerson Ramos Borges is a Brazilian footballer who plays as a defender for Italian club Olbia."}]}, {"heading": "Births", "year": "1980", "date": "August 16", "txt": "Vanessa Carlton, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 16", "txt": "Bob Hardy, English bass player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 16", "txt": "Piet Rooijakkers, Dutch cyclist", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 16", "txt": "Roque Santa Cruz, Paraguayan footballer", "entities": [{"title": "Roque Santa Cruz", "href": "/wiki/Roque_Santa_Cruz", "description": "Roque Luis Santa Cruz Cantero is a Paraguayan footballer who plays as a striker for, and captains both Paraguayan club Club Olimpia and Paraguay national team. He is the record goal scorer and has earned over 100 caps for the Paraguay national team, thus he is regarded as one of the best players in the nation's history."}]}, {"heading": "Births", "year": "1982", "date": "August 16", "txt": "Joleon Lescott, English footballer", "entities": [{"title": "Joleon Lescott", "href": "/wiki/Joleon_Lescott", "description": "Joleon Patrick Lescott is an English professional footballer who last played for Spanish club Racing Murcia. He plays as a centre back, though he has occasionally played in various other positions across the defensive line, including left back. He currently works as a loanee player liaison agent for Manchester City, for whom he also played for five seasons."}]}, {"heading": "Births", "year": "1983", "date": "August 16", "txt": "Nikolaos Zisis, Greek basketball player", "entities": [{"title": "Nikolaos Zisis", "href": "/wiki/Nikolaos_Zisis", "description": "Nikolaos \"Nikos\" Zisis is a Greek professional basketball player for AEK Athens of the Greek Basket League and the Basketball Champions League. At a height of 1.97 m tall, he plays at both the point guard and shooting guard positions."}]}, {"heading": "Births", "year": "1984", "date": "August 16", "txt": "Matteo Anesi, Italian speed skater", "entities": [{"title": "Matteo Anesi", "href": "/wiki/Matteo_Anesi", "description": "Matteo Anesi is an Italian speed skater who won a gold medal in the team pursuit at the 2006 Winter Olympics. He placed 29th in the 1500 m event. After his active career he became one of the coaches of the Italian speed skating team."}]}, {"heading": "Births", "year": "1984", "date": "August 16", "txt": "Didier Cuche, Swiss skier", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 16", "txt": "Candice Dupree, American basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 16", "txt": "Konstantin Vassiljev, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 16", "txt": "Cristin Milioti, American actress", "entities": [{"title": "Cristin Milioti", "href": "/wiki/Cristin_Milioti", "description": "Cristin Milioti is an American actress and singer. She is known for playing Tracy McConnell on the sitcom How I Met Your Mother from 2013 to 2014, and for her work in theater productions such as That Face, Stunning, and the Tony Award-winning musical Once, for which she won a Grammy Award and was nominated for a Tony Award. She has also played Teresa Petrillo Belfort in the 2013 film The Wolf of W"}]}, {"heading": "Births", "year": "1986", "date": "August 16", "txt": "Yu Darvish, Japanese baseball player", "entities": [{"title": "Yu Darvish", "href": "/wiki/Yu_Darvish", "description": "Farid Yu Darvishsefat , popularly known as Yu Darvish, is a Japanese professional baseball starting pitcher for the San Diego Padres of Major League Baseball (MLB). Darvish has also played in MLB for the Texas Rangers, Los Angeles Dodgers, and Chicago Cubs and in Nippon Professional Baseball for the Hokkaido Nippon-Ham Fighters. In international play, Darvish pitched in the 2008 Beijing Olympics a"}]}, {"heading": "Births", "year": "1987", "date": "August 16", "txt": "Carey Price, Canadian ice hockey player", "entities": [{"title": "Carey Price", "href": "/wiki/Carey_Price", "description": "Carey Price is a Canadian professional ice hockey goaltender for the Montreal Canadiens of the National Hockey League (NHL). He is considered to be one of the best goaltenders in the world by many colleagues, fans, The Hockey News, and EA Sports; and one of the greatest goalies in the history of the Montreal Canadiens by several members of the news media."}]}, {"heading": "Births", "year": "1987", "date": "August 16", "txt": "Eri Kitamura, Japanese voice actress and singer.", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 16", "txt": "Ismaïl Aissati, Moroccan footballer", "entities": [{"title": "Ismaïl Aissati", "href": "/wiki/Isma%C3%AFl_Aissati", "description": "Ismaïl Aissati is a Moroccan professional footballer who plays as a midfielder for Adana Demirspor."}]}, {"heading": "Births", "year": "1989", "date": "August 16", "txt": "Wang Hao, Chinese race walker", "entities": [{"title": "Wang Hao (racewalker)", "href": "/wiki/Wang_Hao_(racewalker)", "description": "Wang Hao is a Chinese race walker."}]}, {"heading": "Births", "year": "1989", "date": "August 16", "txt": "Moussa Sissoko, French footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 16", "txt": "Godfrey Oboabona, Nigerian footballer", "entities": [{"title": "Godfrey Oboabona", "href": "/wiki/Godfrey_Oboabona", "description": "Godfrey Itama Oboabona is a Nigerian professional footballer who plays for Georgian club FC Dinamo Batumi as a centre-back."}]}, {"heading": "Births", "year": "1991", "date": "August 16", "txt": "José Eduardo de Araújo, Brazilian footballer", "entities": [{"title": "José Eduardo de Araújo", "href": "/wiki/Jos%C3%A9_Eduardo_de_Ara%C3%BAjo", "description": "José Eduardo de Araújo, or simply Zé Eduardo, is a Brazilian footballer who plays as a defensive midfielder for Sandefjord. He can also play at full-back or on either wing, but sees central midfield as his strongest position."}]}, {"heading": "Births", "year": "1991", "date": "August 16", "txt": "Jeffery Lamar Williams, American rapper, singer and songwriter", "entities": [{"title": "Young Thug", "href": "/wiki/Young_Thug", "description": "Jeffery Lamar Williams, known professionally as Young Thug, is an American rapper, singer, and songwriter. He is considered to be an influential figure of his generation, with his music impacting the modern sound of hip hop and trap music. Known for his eccentric vocal style and fashion, Thug initially released a series of independent mixtapes beginning in 2011 with I Came from Nothing. In early 2"}]}, {"heading": "Births", "year": "1992", "date": "August 16", "txt": "Diego Schwartzman, Argentinian tennis player", "entities": [{"title": "Diego Schwartzman", "href": "/wiki/Diego_Schwartzman", "description": "Diego Sebastián Schwartzman is an Argentine professional tennis player. He has won four ATP singles titles and reached his career-high singles ranking of world No. 8 in October 2020. As a clay court specialist, his best results have been on this surface. He is noted for his high-quality return game."}]}, {"heading": "Births", "year": "1993", "date": "August 16", "txt": "Cameron Monaghan, American actor and model", "entities": [{"title": "Cameron Monaghan", "href": "/wiki/Cameron_Monaghan", "description": "Cameron Riley Monaghan is an American actor and model. He is known for his role as Ian Gallagher on the Showtime comedy-drama series Shameless and as twins Jerome and Jeremiah Valeska, who serve as origins for the Joker, on the DC Comics-based TV series Gotham. He also portrayed Cal Kestis in the action-adventure game Star Wars Jedi: Fallen Order. Monaghan began his career as a child model at the "}]}, {"heading": "Births", "year": "1996", "date": "August 16", "txt": "Caeleb Dressel, American swimmer", "entities": [{"title": "Caeleb Dressel", "href": "/wiki/Caeleb_Dressel", "description": "Caeleb Remel Dressel is an American freestyle and butterfly swimmer who specializes in the sprint events. He currently represents the Cali Condors which is part of the International Swimming League. He won seven gold medals at the 2017 World Aquatics Championships in Budapest and a record eight medals, including six gold, at the 2019 World Aquatics Championships in Gwangju. Dressel is a two-time O"}]}, {"heading": "Births", "year": "1997", "date": "August 16", "txt": "Greyson Chance, American musician", "entities": [{"title": "Greyson Chance", "href": "/wiki/Greyson_Chance", "description": "Greyson Michael Chance is an American singer-songwriter and musician. He rose to national attention in 2010 with his performance of Lady Gaga's \"Paparazzi\" at a grade school music festival which went viral on YouTube, gaining over 69 million views. Two of his original compositions, \"Stars\" and \"Broken Hearts\", gained over six and eight million views respectively on his channel. Chance's debut sing"}]}, {"heading": "Births", "year": "1999", "date": "August 16", "txt": "Karen Chen, American figure skater", "entities": [{"title": "Karen Chen", "href": "/wiki/Karen_Chen", "description": "Karen Chen is an American figure skater. She is a two-time CS U.S. Classic bronze medalist, the 2015 CS Golden Spin of Zagreb bronze medalist, the 2017 U.S. national champion, and a three-time U.S. national bronze medalist. Chen competed at the 2018 Winter Olympics, placing 11th. She has also competed at seven ISU Championships, achieving her best result, fourth, at two World Championships."}]}, {"heading": "Deaths", "year": "AD 79", "date": "August 16", "txt": "Empress Ma, Chinese Han dynasty consort (b. 40)", "entities": [{"title": "Empress Ma (Han dynasty)", "href": "/wiki/Empress_Ma_(Han_dynasty)", "description": "Empress Ma, formally Empress Mingde, was an empress during the Eastern Han Dynasty from the year 60 until her death. Her husband was Emperor Ming of Han."}]}, {"heading": "Deaths", "year": "856", "date": "August 16", "txt": "Theutbald I, bishop of Langres", "entities": [{"title": "Theutbald I (bishop of Langres)", "href": "/wiki/Theutbald_I_(bishop_of_Langres)", "description": "Theutbald I was the bishop of Langres from when he was elected to succeed Alberic until his death. He is first securely attested as bishop in 842. He may have belonged to the same Bavarian family that had dominated the episcopate of Langres since 769."}, {"title": "Roman Catholic Diocese of Langres", "href": "/wiki/Roman_Catholic_Diocese_of_Langres", "description": "The Roman Catholic Diocese of Langres is a Roman Catholic diocese comprising the département of Haute-Marne in France."}]}, {"heading": "Deaths", "year": "963", "date": "August 16", "txt": "Marianos Argyros, Byzantine general (b. 944)", "entities": [{"title": "Marianos Argyros", "href": "/wiki/Marianos_Argyros", "description": "Marianos Argyros was a Byzantine aristocrat and member of the Argyros family. A monk, in 944 he supported the assumption of sole rule by Constantine VII, and was allowed to leave the monastery and enter imperial service. He held a succession of senior military commands, fighting in southern Italy against local rebels and the Fatimids, and in the Balkans against the Magyars. In 963, he tried to opp"}]}, {"heading": "Deaths", "year": "1027", "date": "August 16", "txt": "George I of Georgia (b. 998)", "entities": [{"title": "George I of Georgia", "href": "/wiki/George_I_of_Georgia", "description": "Giorgi I, of the House of Bagrationi, was the king of Georgia from 1014 until his death in 1027. He spent most of his thirteen-year-long reign waging a bloody and fruitless territorial war with the Byzantine Empire."}]}, {"heading": "Deaths", "year": "1153", "date": "August 16", "txt": "Bernard de Tremelay, fourth Grand Master of the Knights Templar", "entities": [{"title": "Bernard de Tremelay", "href": "/wiki/Bernard_de_Tremelay", "description": "Bernard de Tramelay was the fourth Grand Master of the Knights Templar."}, {"title": "Grand Masters of the Knights Templar", "href": "/wiki/Grand_Masters_of_the_Knights_Templar", "description": "The grand master of the Knights Templar was the supreme commander of the holy order, starting with founder Hugues de Payens in 1118. Some held the office for life while others resigned life in monasteries or diplomacy. Grand masters often led their knights into battle on the front line and the numerous occupational hazards of battle made some tenures very short."}]}, {"heading": "Deaths", "year": "1225", "date": "August 16", "txt": "Hōjō Masako, Japanese regent and onna-bugeisha (b. 1156)", "entities": [{"title": "Hōjō Masako", "href": "/wiki/H%C5%8Dj%C5%8D_Masako", "description": "Hōjō Masako  was a political leader who exercised significant power in the early years of the Kamakura period, which was reflected by her contemporary sobriquet of the \"nun shogun\". She was the eldest daughter of Hōjō Tokimasa and sister of Hōjō Yoshitoki, both of them shikkens of the Kamakura shogunate. She was the wife of Minamoto no Yoritomo, and mother of\nMinamoto no Yoriie and Minamoto no San"}, {"title": "Onna-bugeisha", "href": "/wiki/Onna-bugeisha", "description": "Onna-musha (女武者) is a term referring to female warriors in pre-modern Japan. These women engaged in battle alongside samurai men mainly in times of need. They were members of the bushi (samurai) class in feudal Japan and were trained in the use of weapons to protect their household, family, and honour in times of war. Significant icons such as Tomoe Gozen and Nakano Takeko are famous examples of o"}]}, {"heading": "Deaths", "year": "1258", "date": "August 16", "txt": "Theodore II Laskaris, Byzantine-Greek emperor (b. 1222)", "entities": [{"title": "Theodore II Laskaris", "href": "/wiki/Theodore_II_Laskaris", "description": "Theodore II Doukas Laskaris or Ducas Lascaris was Emperor of Nicaea from 1254 to 1258. He was the only child of Emperor John III Doukas Vatatzes and Empress Irene Laskarina. His mother was the eldest daughter of Theodore I Laskaris who had established the Empire of Nicaea as a successor state to the Byzantine Empire in Asia Minor, after the crusaders captured the Byzantine capital, Constantinople,"}]}, {"heading": "Deaths", "year": "1285", "date": "August 16", "txt": "Philip I, Count of Savoy (b. 1207)", "entities": [{"title": "Philip I, Count of Savoy", "href": "/wiki/Philip_I,_Count_of_Savoy", "description": "Philip I was the Count of Savoy from 1268 to 1285. Before this, he was the Bishop of Valence (1241–1267), Dean of Vienne, Isère (1241–1267) and Archbishop of Lyon (1245–1267)."}]}, {"heading": "Deaths", "year": "1297", "date": "August 16", "txt": "John II of Trebizond (b. 1262)", "entities": [{"title": "John II of Trebizond", "href": "/wiki/John_II_of_Trebizond", "description": "John II Megas Komnenos was Emperor of Trebizond from 1280 to 1297. He was the youngest son of Emperor Manuel I and his third wife, Irene Syrikaina, a Trapezuntine noblewoman. John succeeded to the throne after his full-brother George was betrayed by his archons on the mountain of Taurezion. It was during his reign that the style of the rulers of Trebizond changed; until then, they claimed the trad"}]}, {"heading": "Deaths", "year": "1327", "date": "August 16", "txt": "Roch, French saint (b. 1295)", "entities": [{"title": "Saint Roch", "href": "/wiki/Saint_Roch", "description": "Roch or Rocco (lived c. 1348 – 15/16 August 1376/79 is a Catholic saint, a confessor whose death is commemorated on 16 August and 9 September in Italy; he is especially invoked against the plague. He may also be called Rock in English, and has the designation of Rollox in Glasgow, Scotland, said to be a corruption of Roch's Loch, which referred to a small loch once near a chapel dedicated to Roch "}]}, {"heading": "Deaths", "year": "1339", "date": "August 16", "txt": "Azzone Visconti, founder of the state of Milan (b. 1302)", "entities": [{"title": "Azzone Visconti", "href": "/wiki/Azzone_Visconti", "description": "Azzone Visconti was lord of Milan from 1329 until his death. He is considered the founder of the state of Milan, which later became a duchy."}]}, {"heading": "Deaths", "year": "1358", "date": "August 16", "txt": "Albert II, Duke of Austria (b. 1298)", "entities": [{"title": "Albert II, Duke of Austria", "href": "/wiki/Albert_II,_Duke_of_Austria", "description": "Albert II, known as the Wise or the Lame, a member of the House of Habsburg, was duke of Austria and Styria from 1330, as well as duke of Carinthia and margrave of Carniola from 1335 until his death."}]}, {"heading": "Deaths", "year": "1419", "date": "August 16", "txt": "Wenceslaus IV of Bohemia (b. 1361)", "entities": [{"title": "Wenceslaus IV of Bohemia", "href": "/wiki/Wenceslaus_IV_of_Bohemia", "description": "Wenceslaus IV was King of Bohemia from 1363 until his death and King of Germany from 1376 until he was deposed in 1400. He belonged to the House of Luxembourg."}]}, {"heading": "Deaths", "year": "1443", "date": "August 16", "txt": "Ashikaga Yoshikatsu, Japanese shōgun (b. 1434)", "entities": [{"title": "Ashikaga Yoshikatsu", "href": "/wiki/Ashikaga_Yoshikatsu", "description": "Ashikaga Yoshikatsu  was the 7th shōgun of the Ashikaga shogunate who reigned from 1442 to 1443 during the Muromachi period of Japan. Yoshikatsu was the son of 6th shōgun Ashikaga Yoshinori with his concubine, Hino Shigeko (1411–1463). His childhood name was Chiyachamaru (千也茶丸). Hino Tomiko, Wife of Ashikaga Yoshimasa at first was betrothed with Yoshikatsu."}]}, {"heading": "Deaths", "year": "1492", "date": "August 16", "txt": "Beatrice of Silva, Dominican nun", "entities": [{"title": "Beatrice of Silva", "href": "/wiki/Beatrice_of_Silva", "description": "Beatrice of Silva, O.I.C., also known as Beatriz da Silva y de Menezes and as Beatriz de Menezes da Silva, was a noblewoman of Portugal, who became the foundress of the monastic Order of the Immaculate Conception of Our Lady in Spain. She is honored as a saint by the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "1518", "date": "August 16", "txt": "Loyset Compère, French composer (b. 1445)", "entities": [{"title": "Loyset Compère", "href": "/wiki/Loyset_Comp%C3%A8re", "description": "Loyset Compère was a Franco-Flemish composer of the Renaissance. Of the same generation as Josquin des Prez, he was one of the most significant composers of motets and chansons of that era, and one of the first musicians to bring the light Italianate Renaissance style to France."}]}, {"heading": "Deaths", "year": "1532", "date": "August 16", "txt": "John, Elector of Saxony (b. 1468)", "entities": [{"title": "John, Elector of Saxony", "href": "/wiki/John,_Elector_of_Saxony", "description": "Johann, known as Johann the Steadfast or Johann the Constant, was Elector of Saxony from 1525 until 1532 from the House of Wettin."}]}, {"heading": "Deaths", "year": "1661", "date": "August 16", "txt": "Thomas Fuller, English historian and author (b. 1608)", "entities": [{"title": "Thomas Fuller", "href": "/wiki/Thomas_Fuller", "description": "Thomas Fuller was an English churchman and historian. He is now remembered for his writings, particularly his Worthies of England, published in 1662, after his death. He was a prolific author, and one of the first English writers able to live by his pen."}]}, {"heading": "Deaths", "year": "1678", "date": "August 16", "txt": "Andrew Marvell, English poet and author (b. 1621)", "entities": [{"title": "Andrew Marvell", "href": "/wiki/Andrew_Marvell", "description": "Andrew Marvell was an English metaphysical poet, satirist and politician who sat in the House of Commons at various times between 1659 and 1678. During the Commonwealth period he was a colleague and friend of John Milton. His poems range from the love-song \"To His Coy Mistress\", to evocations of an aristocratic country house and garden in \"Upon Appleton House\" and \"The Garden\", the political addre"}]}, {"heading": "Deaths", "year": "1705", "date": "August 16", "txt": "Jacob Bernoulli, Swiss mathematician and theorist (b. 1654)", "entities": [{"title": "Jacob Bernoulli", "href": "/wiki/Jacob_Bernoulli", "description": "Jacob Bernoulli was one of the many prominent mathematicians in the Bernoulli family. He was an early proponent of Leibnizian calculus and sided with Gottfried Wilhelm Leibniz during the Leibniz–Newton calculus controversy. He is known for his numerous contributions to calculus, and along with his brother Johann, was one of the founders of the calculus of variations. He also discovered the fundame"}]}, {"heading": "Deaths", "year": "1733", "date": "August 16", "txt": "Matthew Tindal, English philosopher and author (b. 1657)", "entities": [{"title": "Matthew Tindal", "href": "/wiki/Matthew_Tindal", "description": "\n\n\nMatthew Tindal was an eminent English deist author. His works, highly influential at the dawn of the Enlightenment, caused great controversy and challenged the Christian consensus of his time."}]}, {"heading": "Deaths", "year": "1791", "date": "August 16", "txt": "Charles-François de Broglie, marquis de Ruffec, French soldier and diplomat (b. 1719)", "entities": [{"title": "Charles-François de Broglie, marquis de Ruffec", "href": "/wiki/Charles-Fran%C3%A7ois_de_Broglie,_marquis_de_Ruffec", "description": "Charles-François de Broglie, marquis de Ruffec, was a French soldier and diplomat from the House of Broglie."}]}, {"heading": "Deaths", "year": "1836", "date": "August 16", "txt": "Marc-Antoine Parseval, French mathematician and theorist (b. 1755)", "entities": [{"title": "Marc-Antoine Parseval", "href": "/wiki/Marc-Antoine_Parseval", "description": "Marc-Antoine Parseval des Chênes was a French mathematician, most famous for what is now known as Parseval's theorem, which presaged the unitarity of the Fourier transform."}]}, {"heading": "Deaths", "year": "1855", "date": "August 16", "txt": "Henry Colburn, English publisher (b. 1785)", "entities": [{"title": "Henry Colburn", "href": "/wiki/Henry_Colburn", "description": "\n\nHenry Colburn was a British publisher."}]}, {"heading": "Deaths", "year": "1861", "date": "August 16", "txt": "Ranavalona I, Queen consort of Kingdom of Madagascar and then sovereign (b. 1778)", "entities": [{"title": "Ranavalona I", "href": "/wiki/Ranavalona_I", "description": "Ranavalona I, also known as Ranavalo-Manjaka I, was sovereign of the Kingdom of Madagascar from 1828 to 1861. After positioning herself as queen following the death of her young husband, Radama I, Ranavalona pursued a policy of isolationism and self-sufficiency, reducing economic and political ties with European powers, repelling a French attack on the coastal town of Foulpointe, and taking vigoro"}, {"title": "Kingdom of Madagascar", "href": "/wiki/Kingdom_of_Madagascar", "description": "The Merina Kingdom or Kingdom of Madagascar, officially the Kingdom of Imerina, was a pre-colonial state off the coast of Southeast Africa that, by the 19th century, dominated most of what is now Madagascar. It spread outward from Imerina, the Central Highlands region primarily inhabited by the Merina ethnic group with a spiritual capital at Ambohimanga and a political capital 24 kilometres (15 mi"}]}, {"heading": "Deaths", "year": "1878", "date": "August 16", "txt": "Richard Upjohn, English-American architect (b. 1802)", "entities": [{"title": "Richard Upjohn", "href": "/wiki/Richard_Upjohn", "description": "Richard Upjohn was a British-born American architect who emigrated to the United States and became most famous for his Gothic Revival churches. He was partially responsible for launching the movement to such popularity in the United States. Upjohn also did extensive work in and helped to popularize the Italianate style. He was a founder and the first president of the American Institute of Architec"}]}, {"heading": "Deaths", "year": "1886", "date": "August 16", "txt": "Sri Ramakrishna Paramahamsa, Indian mystic and philosopher (b. 1836)", "entities": [{"title": "Ramakrishna", "href": "/wiki/Ramakrishna", "description": "Sri Ramakrishna Paramahamsa, born Gadadhar Chattopadhyaya, was an Indian Hindu mystic, saint, and religious leader in 19th century Bengal. Sri Ramakrishna experienced spiritual ecstasies from a young age, and was influenced by several religious traditions, including devotion toward the Goddess Kali, Tantra, Bhakti and Advaita Vedanta."}]}, {"heading": "Deaths", "year": "1887", "date": "August 16", "txt": "Webster Paulson, English civil engineer (b. 1837)", "entities": [{"title": "Webster Paulson", "href": "/wiki/Webster_Paulson", "description": "Webster Paulson was an English civil engineer who is known for his work in Malta in the late 19th century."}]}, {"heading": "Deaths", "year": "1888", "date": "August 16", "txt": "John Pemberton, American pharmacist and chemist, invented Coca-Cola (b. 1831)", "entities": [{"title": "John Pemberton", "href": "/wiki/John_Pemberton", "description": "John Stith Pemberton was an American pharmacist and Confederate States Army veteran who is best known as the inventor of Coca-Cola. In May 1886, he developed an early version of a beverage that would later become Coca-Cola, but sold his rights to the drink shortly before his death."}, {"title": "Coca-Cola", "href": "/wiki/Coca-Cola", "description": "Coca-Cola, or Coke, is a carbonated soft drink manufactured by The Coca-Cola Company. Originally marketed as a temperance drink and intended as a patent medicine, it was invented in the late 19th century by John Stith Pemberton and was bought out by businessman Asa Griggs Candler, whose marketing tactics led Coca-Cola to its dominance of the world soft-drink market throughout the 20th century. The"}]}, {"heading": "Deaths", "year": "1893", "date": "August 16", "txt": "Jean-Martin Charcot, French neurologist and academic (b. 1825)", "entities": [{"title": "Jean-Martin Charcot", "href": "/wiki/Jean-Martin_Charcot", "description": "Jean-Martin Charcot was a French neurologist and professor of anatomical pathology. He is best known today for his work on hypnosis and hysteria, in particular his work with his hysteria patient Louise Augustine Gleizes. Charcot is known as \"the founder of modern neurology\", and his name has been associated with at least 15 medical eponyms, including various conditions sometimes referred to as Cha"}]}, {"heading": "Deaths", "year": "1899", "date": "August 16", "txt": "Robert Bunsen, German chemist and academic (b. 1811)", "entities": [{"title": "Robert Bunsen", "href": "/wiki/Robert_Bunsen", "description": "Robert Wilhelm Eberhard Bunsen was a German chemist. He investigated emission spectra of heated elements, and discovered caesium and rubidium with the physicist Gustav Kirchhoff. The Bunsen–Kirchhoff Award for spectroscopy is named after Bunsen and Kirchhoff."}]}, {"heading": "Deaths", "year": "1900", "date": "August 16", "txt": "José Maria de Eça de Queirós, Portuguese journalist and author (b. 1845)", "entities": [{"title": "José Maria de Eça de Queirós", "href": "/wiki/Jos%C3%A9_Maria_de_E%C3%A7a_de_Queir%C3%B3s", "description": "José Maria de Eça de Queirós is generally considered to have been the greatest Portuguese writer in the realist style. Zola considered him to be far greater than Flaubert. In the London Observer, Jonathan Keates ranked him alongside Dickens, Balzac and Tolstoy. During his lifetime the spelling was Eça de Queiroz, and this is the form that appears on many editions of his works; the modern standard "}]}, {"heading": "Deaths", "year": "1904", "date": "August 16", "txt": "Prentiss Ingraham, American soldier and author (b. 1843)", "entities": [{"title": "Prentiss Ingraham", "href": "/wiki/Prentiss_Ingraham", "description": "Colonel Prentiss Ingraham was a Colonel in the Confederate Army, a mercenary throughout the 1860s, and a fiction writer."}]}, {"heading": "Deaths", "year": "1911", "date": "August 16", "txt": "Patrick Francis Moran, Irish-Australian cardinal (b. 1830)", "entities": [{"title": "Patrick Francis Moran", "href": "/wiki/Patrick_Francis_Moran", "description": "Patrick Francis Moran was the third Roman Catholic Archbishop of Sydney and the first cardinal appointed from Australia."}]}, {"heading": "Deaths", "year": "1914", "date": "August 16", "txt": "Carl Theodor Schulz, German-Norwegian gardener (b. 1835)", "entities": [{"title": "Carl Theodor Schulz", "href": "/wiki/Carl_Theodor_Schulz", "description": "Carl Theodor Schulz was a Norwegian gardener."}]}, {"heading": "Deaths", "year": "1916", "date": "August 16", "txt": "George Scott, English footballer (b. 1885)", "entities": [{"title": "George Scott (footballer, born 1885)", "href": "/wiki/George_Scott_(footballer,_born_1885)", "description": "George Scott was an English footballer."}]}, {"heading": "Deaths", "year": "1920", "date": "August 16", "txt": "Henry Daglish, Australian politician, 6th Premier of Western Australia (b. 1866)", "entities": [{"title": "Henry Daglish", "href": "/wiki/Henry_Daglish", "description": "Henry Daglish was the sixth Premier of Western Australia and the state's first Labor Premier."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1921", "date": "August 16", "txt": "Peter I of Serbia (b. 1844)", "entities": [{"title": "Peter I of Serbia", "href": "/wiki/Peter_I_of_Serbia", "description": "Peter I reigned as the last king of Serbia (1903–1918) and as the first king of the Serbs, Croats and Slovenes (1918–1921). Since he was the king of Serbia during a period of great Serbian military success, he was remembered by the Serbian people as King Peter the Liberator, and also as Old King."}]}, {"heading": "Deaths", "year": "1938", "date": "August 16", "txt": "Andrej Hlinka, Slovak priest, journalist, and politician (b. 1864)", "entities": [{"title": "Andrej Hlinka", "href": "/wiki/Andrej_Hlinka", "description": "Andrej Hlinka was a Slovak Catholic priest, journalist, banker, and politician, one of the most important Slovak public activists in Czechoslovakia before Second World War. He was the leader of the Hlinka's Slovak People's Party, papal chamberlain, inducted papal protonotary, member of the National Assembly of Czechoslovakia, and chairman of the St. Vojtech Fellowship."}]}, {"heading": "Deaths", "year": "1938", "date": "August 16", "txt": "Robert Johnson, American singer-songwriter and guitarist (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "August 16", "txt": "Takijirō Ōnishi, Japanese admiral (b. 1891)", "entities": [{"title": "Takijirō Ōnishi", "href": "/wiki/Takijir%C5%8D_%C5%8Cnishi", "description": "Takijirō Ōnishi  was an admiral in the Imperial Japanese Navy during World War II who came to be known as the father of the kamikaze."}]}, {"heading": "Deaths", "year": "1948", "date": "August 16", "txt": "Babe Ruth, American baseball player and coach (b. 1895)", "entities": [{"title": "Babe Ruth", "href": "/wiki/Babe_Ruth", "description": "George Herman \"Babe\" Ruth Jr. was an American professional baseball player whose career in Major League Baseball (MLB) spanned 22 seasons, from 1914 through 1935. Nicknamed \"The Bambino\" and \"The Sultan of Swat\", he began his MLB career as a star left-handed pitcher for the Boston Red Sox, but achieved his greatest fame as a slugging outfielder for the New York Yankees. Ruth established many MLB b"}]}, {"heading": "Deaths", "year": "1949", "date": "August 16", "txt": "Margaret Mitchell, American journalist and author (b. 1900)", "entities": [{"title": "Margaret Mitchell", "href": "/wiki/Margaret_Mitchell", "description": "Margaret Munnerlyn Mitchell was an American novelist and journalist. Mitchell wrote only one novel, published during her lifetime, the American Civil War-era novel Gone with the Wind, for which she won the National Book Award for Most Distinguished Novel of 1936 and the Pulitzer Prize for Fiction in 1937. In recent years long after her death, a collection of Mitchell's girlhood writings and a nove"}]}, {"heading": "Deaths", "year": "1952", "date": "August 16", "txt": "Lydia Field Emmet, American painter and academic (b. 1866)", "entities": [{"title": "Lydia Field Emmet", "href": "/wiki/Lydia_Field_Emmet", "description": "Lydia Field Emmet was an American artist best known for her work as a portraitist. She studied with, among others, prominent artists such as William Merritt Chase, Harry Siddons Mowbray, Kenyon Cox and Tony Robert-Fleury. Emmet exhibited widely during her career, and her paintings can now be found hanging in the White House, and many prestigious art galleries, including the Metropolitan Museum of "}]}, {"heading": "Deaths", "year": "1956", "date": "August 16", "txt": "Bela Lugosi, Hungarian-American actor (b. 1882)", "entities": [{"title": "Bela Lugosi", "href": "/wiki/Bela_Lugosi", "description": "Béla Ferenc Dezső Blaskó, known professionally as Bela Lugosi, was a Hungarian-American actor best remembered for portraying Count Dracula in the 1931 film and for his roles in other horror films."}]}, {"heading": "Deaths", "year": "1957", "date": "August 16", "txt": "Irving Langmuir, American chemist and physicist, Nobel Prize laureate (b. 1881)", "entities": [{"title": "Irving Langmuir", "href": "/wiki/Irving_Langmuir", "description": "Irving Langmuir was an American chemist, physicist, and engineer. He was awarded the Nobel Prize in Chemistry in 1932 for his work in surface chemistry."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1958", "date": "August 16", "txt": "Jacob M. Lomakin, Soviet Consul General in New York City,  journalist and economist (b. 1904)", "entities": [{"title": "Jacob M. Lomakin", "href": "/wiki/Jacob_M._Lomakin", "description": "Jacob Mironovich Lomakin was a Soviet diplomat, journalist and economist.\n"}]}, {"heading": "Deaths", "year": "1959", "date": "August 16", "txt": "William Halsey, Jr., American admiral (b. 1882)", "entities": [{"title": "William Halsey, Jr.", "href": "/wiki/William_Halsey,_Jr.", "description": "William Frederick Halsey Jr. was a fleet admiral in the United States Navy during World War II. He is one of four individuals to have attained the rank of fleet admiral of the United States Navy, the others being Ernest King, William Leahy, and Chester W. Nimitz."}]}, {"heading": "Deaths", "year": "1959", "date": "August 16", "txt": "Wanda Landowska, Polish-French harpsichord player (b. 1879)", "entities": [{"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Deaths", "year": "1961", "date": "August 16", "txt": "Abdul Haq, Pakistani linguist and scholar (b. 1870)", "entities": [{"title": "Abdul Haq (Urdu scholar)", "href": "/wiki/Abdul_Haq_(Urdu_scholar)", "description": "Maulvi Abdul Haq was a scholar and a linguist, whom some call Baba-e-Urdu. Abdul Haq was a champion of the Urdu language and the demand for it to be made the national language of Pakistan."}]}, {"heading": "Deaths", "year": "1971", "date": "August 16", "txt": "Spyros Skouras, Greek-American businessman (b. 1893)", "entities": [{"title": "Spyros Skouras", "href": "/wiki/Spyros_Skouras", "description": "Spyros Panagiotis Skouras was a Greek-American motion picture pioneer and movie executive who was the president of the 20th Century-Fox from 1942 to 1962. He resigned June 27, 1962, but served as chairman of the company for several years. He also had numerous ships, owning Prudential Lines."}]}, {"heading": "Deaths", "year": "1972", "date": "August 16", "txt": "Pierre Brasseur, French actor and screenwriter (b. 1905)", "entities": [{"title": "Pierre Brasseur", "href": "/wiki/Pierre_Brasseur", "description": "Pierre Brasseur, born Pierre-Albert Espinasse, was a French actor."}]}, {"heading": "Deaths", "year": "1973", "date": "August 16", "txt": "Selman Waksman, Ukrainian-American biochemist and microbiologist, Nobel Prize laureate (b. 1888)", "entities": [{"title": "Selman Waksman", "href": "/wiki/Selman_Waksman", "description": "Selman Abraham Waksman was a Russian Empire-born Jewish-American inventor, biochemist and microbiologist whose research into the decomposition of organisms that live in soil enabled the discovery of streptomycin and several other antibiotics. A professor of biochemistry and microbiology at Rutgers University for four decades, he discovered a number of antibiotics, and he introduced procedures that"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1977", "date": "August 16", "txt": "Elvis Presley, American singer, guitarist, and actor  (b. 1935)", "entities": [{"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}]}, {"heading": "Deaths", "year": "1978", "date": "August 16", "txt": "Alidius Tjarda van Starkenborgh Stachouwer, Dutch soldier and politician, Governor-General of the Dutch East Indies (b. 1888)", "entities": [{"title": "Alidius Tjarda van Starkenborgh Stachouwer", "href": "/wiki/Alidius_Tjarda_van_Starkenborgh_Stachouwer", "description": "Jhr. Alidius Warmoldus Lambertus Tjarda van Starkenborgh Stachouwer was a Dutch nobleman and statesman, primarily noted for being the last colonial Governor-General of the Netherlands East Indies, now Indonesia. He was taken captive after accepting Japan's demands for an unconditional surrender of the islands on 9 March 1942."}, {"title": "Governor-General of the Dutch East Indies", "href": "/wiki/Governor-General_of_the_Dutch_East_Indies", "description": "The Governor-General of the Dutch East Indies represented Dutch rule in the Dutch East Indies between 1610 and Dutch recognition of the independence of Indonesia in 1949."}]}, {"heading": "Deaths", "year": "1979", "date": "August 16", "txt": "John Diefenbaker, Canadian lawyer and politician, 13th Prime Minister of Canada (b. 1895)", "entities": [{"title": "John Diefenbaker", "href": "/wiki/John_Diefenbaker", "description": "John George Diefenbaker was the 13th prime minister of Canada, serving from 1957 to 1963. Between 1930 and 1979, he was the only federal Progressive Conservative leader to lead the party to an election victory, doing so three times, although only once with a majority of seats in the House of Commons of Canada."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1983", "date": "August 16", "txt": "Earl Averill, American baseball player (b. 1902)", "entities": [{"title": "Earl Averill", "href": "/wiki/Earl_Averill", "description": "Howard Earl Averill was an American professional baseball player. He played in Major League Baseball (MLB) as a center fielder from 1929 to 1941, including 11 seasons for the Cleveland Indians. He was a six-time All-Star (1933–1938) and was elected to the Baseball Hall of Fame in 1975."}]}, {"heading": "Deaths", "year": "1984", "date": "August 16", "txt": "Duško Radović, Serbian children's writer, poet, journalist, aphorist and TV editor (b. 1922)", "entities": [{"title": "Duško Radović", "href": "/wiki/Du%C5%A1ko_Radovi%C4%87", "description": "Dušan \"Duško\" Radović was a Serbian children's writer, poet, journalist, aphorist and TV editor."}]}, {"heading": "Deaths", "year": "1986", "date": "August 16", "txt": "Ronnie Aird, English cricketer and administrator (b. 1902)", "entities": [{"title": "Ronnie Aird", "href": "/wiki/Ronnie_Aird", "description": "Ronald Aird was an English first-class cricketer and administrator."}]}, {"heading": "Deaths", "year": "1986", "date": "August 16", "txt": "Jaime Sáenz, Bolivian author and poet (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "August 16", "txt": "Amanda Blake, American actress (b. 1929)", "entities": [{"title": "Amanda Blake", "href": "/wiki/Amanda_Blake", "description": "Amanda Blake was an American actress best known for the role of the red-haired saloon proprietress \"Miss Kitty Russell\" on the western television series Gunsmoke. Along with her third husband, Frank Gilbert, she ran one of the first successful programs for breeding cheetahs in captivity."}]}, {"heading": "Deaths", "year": "1990", "date": "August 16", "txt": "Pat O'Connor, New Zealand wrestler and trainer (b. 1925)", "entities": [{"title": "Pat O'Connor (wrestler)", "href": "/wiki/Pat_O%27Connor_(wrestler)", "description": "Patrick John O'Connor, was a New Zealand amateur and professional wrestler. Regarded as one of the premier workers of his era, O'Connor held the AWA World Heavyweight Championship and NWA World Heavyweight Championship simultaneously, the latter of which he held for approximately two years. He was also the inaugural AWA World Heavyweight Champion. He is an overall two-time world champion."}]}, {"heading": "Deaths", "year": "1991", "date": "August 16", "txt": "Luigi Zampa, Italian director and screenwriter (b. 1905)", "entities": [{"title": "Luigi Zampa", "href": "/wiki/Luigi_Zampa", "description": "Luigi Zampa was an Italian film director."}]}, {"heading": "Deaths", "year": "1992", "date": "August 16", "txt": "Mark Heard, American singer-songwriter, guitarist, and producer (b. 1951)", "entities": [{"title": "Mark Heard", "href": "/wiki/Mark_Heard", "description": "John Mark Heard III was an American record producer, folk rock singer, and songwriter originally from Macon, Georgia, United States. Heard released 16 albums, and produced and performed with many other artists as well, such as Sam Phillips, Pierce Pettis, Phil Keaggy, Vigilantes of Love, Peter Buck of R.E.M., John Austin, The Choir, Randy Stonehill and Michael Been of The Call. Heard produced part"}]}, {"heading": "Deaths", "year": "1993", "date": "August 16", "txt": "Stewart Granger, English-American actor (b. 1913)", "entities": [{"title": "Stewart Granger", "href": "/wiki/Stewart_Granger", "description": "Stewart Granger was a British film actor, mainly associated with heroic and romantic leading roles. He was a popular leading man from the 1940s to the early 1960s, rising to fame through his appearances in the Gainsborough melodramas."}]}, {"heading": "Deaths", "year": "1997", "date": "August 16", "txt": "Nusrat Fateh Ali Khan, Pakistani musician and Qawwali singer (b. 1948)", "entities": [{"title": "Nusrat Fateh Ali Khan", "href": "/wiki/Nusrat_Fateh_Ali_Khan", "description": "Nusrat Fateh Ali Khan, was a Pakistani vocalist, musician, composer and music director primarily a singer of qawwali, a form of Sufi devotional music. He is considered to be the greatest Sufi singer in the Punjabi and Urdu language, and World's greatest qawwali singer ever; he is often referred to as \"Shahenshah-e-Qawwali\". He was described as the 4th greatest singer of all time by LA Weekly in 20"}, {"title": "Qawwali", "href": "/wiki/Qawwali", "description": "Qawwali is a form of Sufi Islamic devotional singing, originating from the Indian subcontinent, and notably popular in the Punjab and Sindh regions of Pakistan; in Hyderabad, Delhi and other parts of India, especially North India; as well as the Dhaka and Chittagong Divisions of Bangladesh."}]}, {"heading": "Deaths", "year": "1998", "date": "August 16", "txt": "Phil Leeds, American actor (b. 1916)", "entities": [{"title": "Phil Leeds", "href": "/wiki/Phil_Leeds", "description": "Phil Leeds was an American character actor."}]}, {"heading": "Deaths", "year": "1998", "date": "August 16", "txt": "Dorothy West, American journalist and author (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 16", "txt": "Abu Nidal, Palestinian terrorist leader (b. 1937)", "entities": [{"title": "Abu Nidal", "href": "/wiki/Abu_Nidal", "description": "Sabri Khalil al-Banna, known by his nom de guerre Abu Nidal, was the founder of Fatah: The Revolutionary Council, a militant Palestinian splinter group more commonly known as the Abu Nidal Organization (ANO). At the height of its militancy in the 1970s and 1980s, the ANO was widely regarded as the most ruthless of the Palestinian groups."}]}, {"heading": "Deaths", "year": "2002", "date": "August 16", "txt": "Jeff Corey, American actor (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 16", "txt": "John Roseboro, American baseball player and coach (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "August 16", "txt": "Idi Amin, Ugandan field marshal and politician, 3rd President of Uganda (b. 1928)", "entities": [{"title": "Idi Amin", "href": "/wiki/Idi_Amin", "description": "Idi Amin Dada Oumee was a Ugandan military officer who served as the president of Uganda from 1971 to 1979. Commonly known as the \"Butcher of Uganda\", he is considered one of the most brutal despots in world history."}, {"title": "President of Uganda", "href": "/wiki/President_of_Uganda", "description": "The President of the Republic of Uganda is the head of state and the head of government of Uganda. The President leads the executive branch of the Government of Uganda and is the commander-in-chief of the Uganda People's Defence Force."}]}, {"heading": "Deaths", "year": "2004", "date": "August 16", "txt": "Ivan Hlinka, Czech ice hockey player and coach (b. 1950)", "entities": [{"title": "Ivan Hlinka", "href": "/wiki/Ivan_Hlinka", "description": "Ivan Hlinka was a Czech professional ice hockey player and coach. He is considered to be one of the most important figures in Czech ice hockey history. A big centre, his playing style was comparable to Phil Esposito, often scoring with shots from the slot."}]}, {"heading": "Deaths", "year": "2004", "date": "August 16", "txt": "Balanadarajah Iyer, Sri Lankan journalist and poet (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 16", "txt": "Carl Mydans, American photographer and journalist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 16", "txt": "Robert Quiroga, American boxer (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 16", "txt": "Vassar Clements, American fiddler (b. 1928)", "entities": [{"title": "Vassar Clements", "href": "/wiki/Vassar_Clements", "description": "Vassar Carlton Clements was a Grammy Award-winning American jazz, swing, and bluegrass fiddler. Clements has been dubbed the Father of Hillbilly Jazz, an improvisational style that blends and borrows from swing, hot jazz, and bluegrass along with roots also in country and other musical traditions."}]}, {"heading": "Deaths", "year": "2005", "date": "August 16", "txt": "Tonino Delli Colli, Italian cinematographer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 16", "txt": "William Corlett, English novelist and playwright (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 16", "txt": "Frère Roger, Swiss monk and mystic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 16", "txt": "Alfredo Stroessner, Paraguayan general and dictator; 46th President of Paraguay (b. 1912)", "entities": [{"title": "Alfredo Stroessner", "href": "/wiki/Alfredo_Stroessner", "description": "Alfredo Stroessner Matiauda was a Paraguayan Army officer who was the dictator of Paraguay from 1954 to 1989. He ascended to the position after leading an army coup in 1954. His 35-year-long rule, marked by an uninterrupted period of repression in his country, is the longest in modern South American history."}, {"title": "President of Paraguay", "href": "/wiki/President_of_Paraguay", "description": "The president of Paraguay, officially known as the president of the Republic of Paraguay, is according to the Constitution of Paraguay the head of the executive branch of the Government of Paraguay, both head of state and head of government. His honorific title is Su Excelencia."}]}, {"heading": "Deaths", "year": "2007", "date": "August 16", "txt": "Bahaedin Adab, Iranian engineer and politician (b. 1945)", "entities": [{"title": "Bahaedin Adab", "href": "/wiki/Bahaedin_Adab", "description": "Bahaedin Adab, also spelled Bahaeddin or Bahaoddin Adab, Kurdish \"Baha Adab\" was a prominent Iranian Kurdish politician and engineer and philanthropist. He was born in Sanandaj and had a civil engineering master's degree from Amirkabir University of Technology. He died of cancer on 16 August 2007 in Tehran. He was buried in \"Bahasht Mhamadi\" Behesht-e Mohammadi cemetery in Sanandaj alongside his p"}]}, {"heading": "Deaths", "year": "2008", "date": "August 16", "txt": "Dorival Caymmi, Brazilian singer-songwriter and actor (b. 1914)", "entities": [{"title": "Dorival Caymmi", "href": "/wiki/Dorival_Caymmi", "description": "Dorival Caymmi was a Brazilian singer, songwriter, actor, and painter active for more than 70 years beginning in 1933. He contributed to the birth of Brazil's bossa nova movement, and several of his samba pieces, such as \"Samba da Minha Terra\", \"Doralice\" and \"Saudade da Bahia\", have become staples of música popular brasileira. Equally notable are his ballads celebrating the fishermen and women of"}]}, {"heading": "Deaths", "year": "2008", "date": "August 16", "txt": "Ronnie Drew, Irish musician, folk singer and actor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 16", "txt": "Masanobu Fukuoka, Japanese farmer and author (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 16", "txt": "Dimitrios Ioannidis, Greek general (b. 1923)", "entities": [{"title": "Dimitrios Ioannidis", "href": "/wiki/Dimitrios_Ioannidis", "description": "Dimitrios Ioannidis, also known as Dimitris Ioannidis and as The Invisible Dictator, was a Greek military officer and one of the leading figures in the junta that ruled the country from 1967 to 1974. Ioannidis was considered a \"purist and a moralist, a type of Greek Gaddafi\"."}]}, {"heading": "Deaths", "year": "2011", "date": "August 16", "txt": "Mihri Belli, Turkish activist and politician (b. 1916)", "entities": [{"title": "Mihri Belli", "href": "/wiki/Mihri_Belli", "description": "Mihri Belli was a prominent leader of the socialist movement in Turkey. He fought for the partisan side in the Greek Civil War."}]}, {"heading": "Deaths", "year": "2012", "date": "August 16", "txt": "Princess Lalla Amina of Morocco (b. 1954)", "entities": [{"title": "Princess Lalla Amina of Morocco", "href": "/wiki/Princess_Lalla_Amina_of_Morocco", "description": "Princess Lalla Amina was a member of the Moroccan royal family and former President of the Royal Moroccan Federation of Equestrian Sports."}]}, {"heading": "Deaths", "year": "2012", "date": "August 16", "txt": "Martine Franck, Belgian photographer and director (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 16", "txt": "Abune Paulos, Ethiopian patriarch (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 16", "txt": "William Windom, American actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 16", "txt": "David Rees, Welsh mathematician and academic (b. 1918)", "entities": [{"title": "David Rees (mathematician)", "href": "/wiki/David_Rees_(mathematician)", "description": "David Rees FRS was a professor of pure mathematics at the University of Exeter, having been head of the Mathematics / Mathematical Sciences Department at Exeter from 1958-1983. During the Second World War, Rees was active on Enigma research in Hut 6 at Bletchley Park."}]}, {"heading": "Deaths", "year": "2014", "date": "August 16", "txt": "Patrick Aziza, Nigerian general and politician, Governor of Kebbi State (b. 1947)", "entities": [{"title": "Patrick Aziza", "href": "/wiki/Patrick_Aziza", "description": "Major-General Patrick Aziza was the first military Governor of Kebbi State, Nigeria after it was split off from Sokoto State on 27 August 1991 during the military regime of General Ibrahim Babangida."}, {"title": "List of Governors of Kebbi State", "href": "/wiki/List_of_Governors_of_Kebbi_State", "description": "\n\nThis is a list of Kebbi State administrators and Governors of Kebbi State. \nKebbi State was formed on 27 August 1991, when it was split off from Sokoto State."}]}, {"heading": "Deaths", "year": "2014", "date": "August 16", "txt": "Vsevolod Nestayko, Ukrainian author (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 16", "txt": "Mario Oriani-Ambrosini, Italian-South African lawyer and politician (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 16", "txt": "Peter Scholl-Latour, German journalist, author, and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 16", "txt": "Jacob Bekenstein, Mexican-American physicist, astronomer, and academic (b. 1947)", "entities": [{"title": "Jacob Bekenstein", "href": "/wiki/Jacob_Bekenstein", "description": "Jacob David Bekenstein was a Mexican-born Israeli-American theoretical physicist who made fundamental contributions to the foundation of black hole thermodynamics and to other aspects of the connections between information and gravitation."}]}, {"heading": "Deaths", "year": "2015", "date": "August 16", "txt": "Anna Kashfi, British actress (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 16", "txt": "Shuja Khanzada, Pakistani colonel and politician (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 16", "txt": "Mile Mrkšić, Serb general (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 16", "txt": "João Havelange, Brazilian water polo player, lawyer, and businessman (b. 1916)", "entities": [{"title": "João Havelange", "href": "/wiki/Jo%C3%A3o_Havelange", "description": "Jean-Marie Faustin Godefroid \"João\" de Havelange was a Brazilian lawyer, businessman, athlete and centenarian who served as the seventh president of FIFA from 1974 to 1998. His tenure as President is the second longest in FIFA's history, behind only that of Jules Rimet. He received the title of Honorary President when leaving office, but resigned in April 2013. He succeeded Stanley Rous and was su"}]}, {"heading": "Deaths", "year": "2016", "date": "August 16", "txt": "John McLaughlin, American television personality (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "August 16", "txt": "Wakako Yamauchi, American-Japanese writer (b. 1924)", "entities": [{"title": "Wakako Yamauchi", "href": "/wiki/Wakako_Yamauchi", "description": "Wakako Yamauchi was a Japanese American writer. Her plays are considered pioneering works in Asian-American theater."}]}, {"heading": "Deaths", "year": "2018", "date": "August 16", "txt": "Aretha Franklin, American singer-songwriter (b. 1942)", "entities": [{"title": "Aretha Franklin", "href": "/wiki/Aretha_Franklin", "description": "Aretha Louise Franklin was an American singer, songwriter, actress, pianist, and civil rights activist. Franklin began her career as a child singing gospel at New Bethel Baptist Church in Detroit, Michigan, where her father C. L. Franklin was a minister. At the age of 18, she embarked on a secular-music career as a recording artist for Columbia Records. While Franklin's career did not immediately "}]}, {"heading": "Deaths", "year": "2019", "date": "August 16", "txt": "Peter Fonda,  American actor, director, and screenwriter. (b. 1940) ", "entities": [{"title": "Peter Fonda", "href": "/wiki/Peter_Fonda", "description": "Peter Henry Fonda was an American actor, director, and screenwriter. He was the son of Henry Fonda, younger brother of Jane Fonda, and father of Bridget Fonda. He was a part of the counterculture of the 1960s.\nFonda was nominated for the Academy Award for Best Original Screenplay for Easy Rider (1969), and the Academy Award for Best Actor for Ulee's Gold (1997). For the latter, he won the Golden G"}]}]