[{"heading": "Events", "year": "392", "date": "August 22", "txt": "Arbogast has Eugenius elected Western Roman Emperor.", "entities": [{"title": "Arbogast (magister militum)", "href": "/wiki/Arbogast_(magister_militum)", "description": "Arbogastes or Arbogast was a Roman army officer of Frankish origin."}, {"title": "Eugenius", "href": "/wiki/Eugenius", "description": "Flavius Eugenius was a usurper in the western Roman Empire (392–394) against Emperor Theodosius I. He was the last Emperor to support Roman polytheism."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}]}, {"heading": "Events", "year": "851", "date": "August 22", "txt": "Battle of Jengland: Erispoe defeats Charles the Bald near the Breton town of Jengland.", "entities": [{"title": "Battle of Jengland", "href": "/wiki/Battle_of_Jengland", "description": "The Battle of Jengland took place on 22 August 851, between the Frankish army of Charles the Bald and the Breton army of Erispoe, Duke of Brittany. The Bretons were victorious, leading to the signing of the Treaty of Angers in September 851 which secured Breton independence."}, {"title": "Erispoe", "href": "/wiki/Erispoe", "description": "Erispoe was Duke of Brittany from 851. After the death of his father Nominoe, he led a successful military campaign against the Franks, culminating in his victory at the Battle of Jengland. He is subsequently referred to as \"King of Brittany\"."}, {"title": "Charles the Bald", "href": "/wiki/Charles_the_Bald", "description": "Charles the Bald was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious b"}]}, {"heading": "Events", "year": "1138", "date": "August 22", "txt": "Battle of the Standard between Scotland and England.", "entities": [{"title": "Battle of the Standard", "href": "/wiki/Battle_of_the_Standard", "description": "The Battle of the Standard, sometimes called the Battle of Northallerton, took place on 22 August 1138 on Cowton Moor near Northallerton in Yorkshire. English forces under William of Aumale repelled a Scottish army led by King David I of Scotland."}]}, {"heading": "Events", "year": "1485", "date": "August 22", "txt": "The Battle of Bosworth Field, the death of Richard III and the end of the House of Plantagenet.", "entities": [{"title": "Battle of Bosworth Field", "href": "/wiki/Battle_of_Bosworth_Field", "description": "The Battle of Bosworth or Bosworth Field was the last significant battle of the Wars of the Roses, the civil war between the Houses of Lancaster and York that extended across England in the latter half of the 15th century. Fought on 22 August 1485, the battle was won by an alliance of Lancastrians and disaffected Yorkists. Their leader Henry Tudor, Earl of Richmond, became the first English monarc"}, {"title": "Richard III of England", "href": "/wiki/Richard_III_of_England", "description": "Richard III was King of England and Lord of Ireland from 1483 until his death in 1485. He was the last king of the House of York and the last of the Plantagenet dynasty. His defeat and death at the Battle of Bosworth Field, the last decisive battle of the Wars of the Roses, marked the end of the Middle Ages in England. He is the protagonist of Richard III, one of William Shakespeare's history play"}, {"title": "House of Plantagenet", "href": "/wiki/House_of_Plantagenet", "description": "The House of Plantagenet was a royal house which originated from the lands of Anjou in France. The name Plantagenet is used by modern historians to identify four distinct royal houses: the Angevins, who were also counts of Anjou; the main body of the Plantagenets following the loss of Anjou; and the Plantagenets' two cadet branches, the houses of Lancaster and York. The family held the English thr"}]}, {"heading": "Events", "year": "1559", "date": "August 22", "txt": "Bartolomé Carranza, Spanish archbishop, is arrested for heresy.", "entities": [{"title": "Bartolomé Carranza", "href": "/wiki/Bartolom%C3%A9_Carranza", "description": "Bartolomé Carranza was a Navarrese priest of the Dominican Order, theologian and Archbishop of Toledo. He is notable for having been persecuted by the Spanish Inquisition.\nHe spent much of his later life imprisoned on charges of heresy. He was first denounced in 1530, and imprisoned during 1558–1576.\nThe final judgement found no proof of heresy but secluded him to the Dominican cloister of Santa M"}, {"title": "Archbishop", "href": "/wiki/Archbishop", "description": "In many Christian Denominations, an archbishop is a bishop of higher rank or office. In some cases, such as the Lutheran Church of Sweden and the Church of England, the title is borne by the leader of the denomination. In others, such as the Roman Catholic Church, there are many archbishops who either have jurisdiction over an ecclesiastical province in addition to their own Archdiocese, or are ot"}, {"title": "Heresy in Christianity", "href": "/wiki/Heresy_in_Christianity", "description": "Heresy in Christianity denotes the formal denial or doubt of a core doctrine of the Christian faith as defined by one or more of the Christian churches."}]}, {"heading": "Events", "year": "1614", "date": "August 22", "txt": "Fettmilch Uprising: Jews are expelled from Frankfurt, Holy Roman Empire, following the plundering of the Judengasse.", "entities": [{"title": "Fettmilch Uprising", "href": "/wiki/Fettmilch_Uprising", "description": "The Frankfurter Judengasse was the Jewish ghetto of Frankfurt and one of the earliest ghettos in Germany. It existed from 1462 until 1811 and was home to Germany's largest Jewish community in early modern times."}, {"title": "Frankfurt", "href": "/wiki/Frankfurt", "description": "Frankfurt, officially Frankfurt am Main, is the most populous city in the German state of Hesse. Its 763,380 inhabitants as of 31 December 2019 make it the fifth-most populous city in Germany. On the River Main, it forms a continuous conurbation with the neighboring city of Offenbach am Main and its urban area has a population of 2.3 million. The city is the heart of the larger Rhine-Main Metropol"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}, {"title": "Frankfurter Judengasse", "href": "/wiki/Frankfurter_Judengasse", "description": "The Frankfurter Judengasse was the Jewish ghetto of Frankfurt and one of the earliest ghettos in Germany. It existed from 1462 until 1811 and was home to Germany's largest Jewish community in early modern times."}]}, {"heading": "Events", "year": "1639", "date": "August 22", "txt": "Madras (now Chennai), India, is founded by the British East India Company on a sliver of land bought from local Nayak rulers.", "entities": [{"title": "Chennai", "href": "/wiki/Chennai", "description": "Chennai is the capital of the Indian state of Tamil Nadu. Located on the Coromandel Coast of the Bay of Bengal, it is one of the largest cultural, economic and educational centres of south India. According to the 2011 Indian census, it is the sixth-most populous city and fourth-most populous urban agglomeration in India. The city together with the adjoining regions constitutes the Chennai Metropol"}, {"title": "East India Company", "href": "/wiki/East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}]}, {"heading": "Events", "year": "1642", "date": "August 22", "txt": "Charles I raises his standard in Nottingham, which marks the beginning of the English Civil War.", "entities": [{"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "Nottingham", "href": "/wiki/Nottingham", "description": "Nottingham is a city and unitary authority area in Nottinghamshire, England. Part of the East Midlands region, it is 128 miles (206 km) north of London and 45 miles (72 km) northeast of Birmingham."}, {"title": "English Civil War", "href": "/wiki/English_Civil_War", "description": "The English Civil War (1642–1651) was a series of civil wars and political machinations between Parliamentarians (\"Roundheads\") and Royalists (\"Cavaliers\"), mainly over the manner of England's governance and issues of religious freedom. It was part of the wider Wars of the Three Kingdoms. The first (1642–1646) and second (1648–1649) wars pitted the supporters of King Charles I against the supporte"}]}, {"heading": "Events", "year": "1654", "date": "August 22", "txt": "Jacob Barsimson arrives in New Amsterdam. He is the first known Jewish immigrant to America.", "entities": [{"title": "Jacob Barsimson", "href": "/wiki/Jacob_Barsimson", "description": "Jacob Barsimson was one of the earliest Jewish settlers at New Amsterdam, and the earliest identified Jewish settler within the present limits of the state of New York."}, {"title": "New Amsterdam", "href": "/wiki/New_Amsterdam", "description": "New Amsterdam was a 17th-century Dutch settlement established at the southern tip of Manhattan Island that served as the seat of the colonial government in New Netherland. The initial trading factory gave rise to the settlement around Fort Amsterdam. The fort was situated on the strategic southern tip of the island of Manhattan and was meant to defend the fur trade operations of the Dutch West Ind"}]}, {"heading": "Events", "year": "1711", "date": "August 22", "txt": "Britain's Quebec Expedition loses eight ships and almost nine hundred soldiers, sailors and women to rocks at Pointe-aux-Anglais.", "entities": [{"title": "Quebec Expedition", "href": "/wiki/Quebec_Expedition", "description": "The Quebec Expedition, or the Walker Expedition to Quebec, was a British attempt to attack Quebec in 1711 in Queen Anne's War, the North American theatre of the War of Spanish Succession. It failed when seven transports and one storeship were wrecked and some 850 soldiers drowned in one of the worst naval disasters in British history."}, {"title": "Pointe-aux-Anglais", "href": "/wiki/Pointe-aux-Anglais", "description": "Pointe-aux-Anglais is a community in the city of Port-Cartier, Quebec, Canada, located halfway between Sept-Îles and Baie-Comeau (232 km), and some 80 kilometres (50 mi) from the town centre of Port-Cartier itself."}]}, {"heading": "Events", "year": "1717", "date": "August 22", "txt": "Spanish troops land on Sardinia.", "entities": [{"title": "Sardinia", "href": "/wiki/Sardinia", "description": "Sardinia is the second-largest island in the Mediterranean Sea, after Sicily, and one of the 20 regions of Italy. It is located west of the Italian Peninsula, north of Tunisia and immediately south of the French island of Corsica."}]}, {"heading": "Events", "year": "1770", "date": "August 22", "txt": "James Cook names and lands on Possession Island, and claims the east coast of Australia for Britain as New South Wales.", "entities": [{"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}, {"title": "Possession Island (Queensland)", "href": "/wiki/Possession_Island_(Queensland)", "description": "Possession Island is a small island in the Torres Strait Islands group off the coast of far northern Queensland, Australia. It is known as Bedanug or Bedhan Lag by one of the Indigenous Australian groups of Torres Strait Islander people, the Kaurareg, though the Ankamuti were also Indigenous to the island."}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}]}, {"heading": "Events", "year": "1777", "date": "August 22", "txt": "British forces abandon the Siege of Fort Stanwix after hearing rumors of Continental Army reinforcements.", "entities": [{"title": "Siege of Fort Stanwix", "href": "/wiki/Siege_of_Fort_Stanwix", "description": "The siege of Fort Stanwix in 1777 began on August 2 and ended August 22. Fort Stanwix, in the western part of the Mohawk River Valley, was then the primary defense point for the Continental Army against British and Indian forces aligned against them in the American Revolutionary War. The fort was occupied by Continental Army forces from New York and Massachusetts under the command of Colonel Peter"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}]}, {"heading": "Events", "year": "1780", "date": "August 22", "txt": "James Cook's ship HMS Resolution returns to England (Cook having been killed on Hawaii during the voyage).", "entities": [{"title": "HMS Resolution (1771)", "href": "/wiki/HMS_Resolution_(1771)", "description": "HMS Resolution was a sloop of the Royal Navy, a converted merchant collier purchased by the Navy and adapted, in which Captain James Cook made his second and third voyages of exploration in the Pacific. She impressed him enough that he called her \"the ship of my choice\", and \"the fittest for service of any I have seen\"."}]}, {"heading": "Events", "year": "1791", "date": "August 22", "txt": "Beginning of the Haitian Slave Revolution in Saint-Domingue, Haiti.", "entities": [{"title": "Haiti", "href": "/wiki/Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}, {"title": "Haitian Revolution", "href": "/wiki/Haitian_Revolution", "description": "The Haitian Revolution was a successful insurrection by self-liberated slaves against French colonial rule in Saint-Domingue, now the sovereign state of Haiti. The revolt began on 22 August 1791, and ended in 1804 with the former colony's independence. It involved blacks, mulattoes, French, Spanish, and British participants—with the ex-slave Toussaint Louverture emerging as Haiti's most charismati"}, {"title": "Saint-Domingue", "href": "/wiki/Saint-Domingue", "description": "Saint-Domingue was a French colony on the Caribbean island of Hispaniola from 1659 to 1804, in what is now an island that hosts two countries; the Dominican Republic and Haiti. The name was also used, at times, for the island of Hispaniola as a whole, all of it, nominally, being at times a French colony. The Spanish form of the name, Santo Domingo, also was used at times for the island as a whole."}]}, {"heading": "Events", "year": "1798", "date": "August 22", "txt": "French troops land at Kilcummin, County Mayo, Ireland to aid the rebellion.", "entities": [{"title": "Kilcummin", "href": "/wiki/Kilcummin", "description": "Kilcummin is a beachhead and civil parish on the northern coast of County Mayo in Ireland. Traditionally a fishing community, the Kilcummin area is sparsely populated. The \"Tír Sáile - North Mayo Sculpture Trail\" and \"Tour d'Humbert\" tourist route lead through the area. Kilcummin overlooks Killala Bay, the blue flag beach \"An Trá nRoss\", \"Bartra Island\" and lies on the opposite shore to Enniscrone"}, {"title": "Irish Rebellion of 1798", "href": "/wiki/Irish_Rebellion_of_1798", "description": "The Irish Rebellion of 1798 was a major uprising against British rule in Ireland. The main organising force was the Society of United Irishmen, a republican revolutionary group influenced by the ideas of the American and French revolutions: originally formed by Presbyterian radicals angry at being shut out of power by the Anglican establishment, they were joined by many from the majority Catholic "}]}, {"heading": "Events", "year": "1827", "date": "August 22", "txt": "José de la Mar becomes President of Peru.", "entities": [{"title": "José de la Mar", "href": "/wiki/Jos%C3%A9_de_la_Mar", "description": "José Domingo de la Merced de la Mar y Cortázar was a Spanish and later Peruvian military leader and politician who served as the second and eighth President of Peru."}, {"title": "List of Presidents of Peru", "href": "/wiki/List_of_Presidents_of_Peru", "description": "This is a list of those who have served as President of the Republic of Peru from its establishment to the present. The office was established by the Constituent Congress of Peru (1822), after the resignation of José de San Martín to his position as Protector of Peru and his subsequent departure from Peru. The first president was José de la Riva-Agüero and the current president in office is Franci"}]}, {"heading": "Events", "year": "1846", "date": "August 22", "txt": "The Second Federal Republic of Mexico is established.", "entities": [{"title": "Second Federal Republic of Mexico", "href": "/wiki/Second_Federal_Republic_of_Mexico", "description": "The Second Federal Republic of Mexico is the name given to the second attempt to achieve a federalist government in Mexico after a period of centralism. Officially called the United Mexican States, a federal republic was established again on August 22, 1846 when interim president José Mariano Salas issued a decree restoring the 1824 constitution. The Second Republic continued to be rocked by the p"}]}, {"heading": "Events", "year": "1849", "date": "August 22", "txt": "The first air raid in history. Austria launches pilotless balloons against the city of Venice.", "entities": [{"title": "Airstrike", "href": "/wiki/Airstrike", "description": "An airstrike, air strike or air raid is an offensive operation carried out by aircraft. Air strikes are delivered from aircraft such as blimps, balloons, fighters, bombers, ground attack aircraft, attack helicopters and drones. The official definition includes all sorts of targets, including enemy air targets, but in popular usage the term is usually narrowed to a tactical (small-scale) attack on "}, {"title": "Venice", "href": "/wiki/Venice", "description": "Venice is a city in northeastern Italy and the capital of the Veneto region. It is built on a group of 118 small islands that are separated by canals and linked by over 400 bridges. The islands are in the shallow Venetian Lagoon, an enclosed bay lying between the mouths of the Po and the Piave rivers. In 2020, 258,685 people resided in the Comune di Venezia, of whom around 55,000 live in the histo"}]}, {"heading": "Events", "year": "1851", "date": "August 22", "txt": "The first America's Cup is won by the yacht America.", "entities": [{"title": "America's Cup", "href": "/wiki/America%27s_Cup", "description": "The America's Cup, informally known as the Auld Mug, is a trophy awarded in the sport of sailing. It is the oldest international competition still operating in any sport. America's Cup match races are held between two sailing yachts: one from the yacht club that currently holds the trophy and the other from the yacht club that is challenging for the cup. There is no fixed schedule, with matches he"}, {"title": "Yacht", "href": "/wiki/Yacht", "description": "A yacht is a sail or power vessel used for pleasure, cruising, or racing. There is no standard definition, so the term applies to such vessels that have a cabin with amenities that accommodate overnight use. To be termed a yacht, as opposed to a boat, such a pleasure vessel is likely to be at least 33 feet (10 m) in length and may have been judged to have good aesthetic qualities."}]}, {"heading": "Events", "year": "1864", "date": "August 22", "txt": "Twelve nations sign the First Geneva Convention, establishing the rules of protection of the victims of armed conflicts.", "entities": [{"title": "First Geneva Convention", "href": "/wiki/First_Geneva_Convention", "description": "\n\nThe First Geneva Convention for the Amelioration of the Condition of the Wounded in Armies in the Field, held on 22 August 1864, is the first of four treaties of the Geneva Conventions. It defines \"the basis on which rest the rules of international law for the protection of the victims of armed conflicts.\" After the first treaty was adopted in 1864, it was significantly revised and replaced in 1"}]}, {"heading": "Events", "year": "1875", "date": "August 22", "txt": "The Treaty of Saint Petersburg between Japan and Russia is ratified, providing for the exchange of Sakhalin for the Kuril Islands.", "entities": [{"title": "Treaty of Saint Petersburg (1875)", "href": "/wiki/Treaty_of_Saint_Petersburg_(1875)", "description": "The Treaty of Saint Petersburg  between the Empire of Japan and Empire of Russia was signed on 7 May 1875, and its ratifications exchanged at Tokyo on 22 August 1875. The treaty itself went into effect in 1877."}, {"title": "Sakhalin", "href": "/wiki/Sakhalin", "description": "Sakhalin is the northernmost island of the Japanese archipelago and the largest island of the Russian Federation. It is situated in the North Pacific Ocean between 45°50' and 54°24' N, and is sandwiched between the Sea of Okhotsk to the east and the Sea of Japan to the west. It is administered as part of Sakhalin Oblast. Sakhalin, which is about one third the size of Honshu, is just off the Russia"}, {"title": "Kuril Islands", "href": "/wiki/Kuril_Islands", "description": "The Kuril Islands or Kurile Islands is a volcanic archipelago in Russia's Sakhalin Oblast that stretches approximately 1,300 km (810 mi) northeast from Hokkaido, Japan to Kamchatka, Russia, separating the Sea of Okhotsk from the north Pacific Ocean. There are 56 islands and many minor rocks. It consists of the Greater Kuril Chain and the Lesser Kuril Chain. The total land area is 10,503.2 square k"}]}, {"heading": "Events", "year": "1894", "date": "August 22", "txt": "Mahatma Gandhi forms the Natal Indian Congress (NIC) in order to fight discrimination against Indian traders in Natal.", "entities": [{"title": "Mahatma Gandhi", "href": "/wiki/Mahatma_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}, {"title": "Natal Indian Congress", "href": "/wiki/Natal_Indian_Congress", "description": "The Natal Indian Congress (NIC) was an organisation that aimed to fight discrimination against Indians in South Africa."}]}, {"heading": "Events", "year": "1902", "date": "August 22", "txt": "Cadillac Motor Company is founded.", "entities": [{"title": "Cadillac", "href": "/wiki/Cadillac", "description": "The Cadillac Motor Car Division is a division of the American automobile manufacturer General Motors Company (GM) that designs and builds luxury vehicles. Its major markets are the United States, Canada, and China. Cadillac models are distributed in 34 additional markets worldwide. Cadillac automobiles are at the top of the luxury field within the United States. In 2019, Cadillac sold 390,458 vehi"}]}, {"heading": "Events", "year": "1902", "date": "August 22", "txt": "Theodore Roosevelt becomes the first President of the United States to make a public appearance in an automobile.", "entities": []}, {"heading": "Events", "year": "1902", "date": "August 22", "txt": "At least 4,000 people are killed by the 1902 Turkestan earthquake in the Tien Shan mountains.", "entities": []}, {"heading": "Events", "year": "1922", "date": "August 22", "txt": "Michael Collins, Commander-in-chief of the Irish Free State Army, is shot dead in an ambush during the Irish Civil War.", "entities": [{"title": "Michael Collins (Irish leader)", "href": "/wiki/Michael_Collins_(Irish_leader)", "description": "Michael Collins was an Irish revolutionary, soldier, and politician who was a leading figure in the early-20th-century Irish struggle for independence. He was Chairman of the Provisional Government of the Irish Free State from January 1922 until his assassination in August 1922."}, {"title": "Commander-in-chief", "href": "/wiki/Commander-in-chief", "description": "A commander-in-chief or supreme commander is the person who exercises supreme command and control over an armed forces or a military branch. As a technical term, it refers to military competencies that reside in a country's executive leadership, a head of state or a head of government."}, {"title": "Irish Free State", "href": "/wiki/Irish_Free_State", "description": "The Irish Free State was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the Irish Republic, the Irish Republican Army (IRA), and British Crown forces."}, {"title": "Irish Civil War", "href": "/wiki/Irish_Civil_War", "description": "The Irish Civil War was a conflict that followed the Irish War of Independence and accompanied the establishment of the Irish Free State, an entity independent from the United Kingdom but within the British Empire."}]}, {"heading": "Events", "year": "1934", "date": "August 22", "txt": "Bill Woodfull of Australia becomes the only test cricket captain to twice regain The Ashes.", "entities": [{"title": "Bill Woodfull", "href": "/wiki/Bill_Woodfull", "description": "William Maldon Woodfull was an Australian cricketer of the 1920s and 1930s. He captained both Victoria and Australia, and was best known for his dignified and moral conduct during the tumultuous bodyline series in 1932–33. Trained as a schoolteacher, Woodfull was known for his benevolent attitude towards his players, and his patience and defensive technique as an opening batsman. Woodfull was not "}, {"title": "Australia national cricket team", "href": "/wiki/Australia_national_cricket_team", "description": "The Australia men's national cricket team represents Australia in men's international cricket. As the joint oldest team in Test cricket history, playing in the first ever Test match in 1877, the team also plays One-Day International (ODI) and Twenty20 International (T20I) cricket, participating in both the first ODI, against England in the 1970–71 season and the first T20I, against New Zealand in "}, {"title": "Test cricket", "href": "/wiki/Test_cricket", "description": "Test cricket is the form of the sport of cricket with the longest match duration, and is considered the game's highest standard. Rotary Test matches are played between national representative teams that have been granted Test status, as determined and conferred by the International Cricket Council (ICC). The term Test stems from the fact that the long, gruelling matches are mentally and physically"}, {"title": "The Ashes", "href": "/wiki/The_Ashes", "description": "The Ashes is a Test cricket series played between England and Australia. The Ashes are regarded as being held by the team that most recently won the series. If the series is drawn, the team that currently holds the Ashes retains the trophy. The term originated in a satirical obituary published in a British newspaper, The Sporting Times, immediately after Australia's 1882 victory at The Oval, its f"}]}, {"heading": "Events", "year": "1941", "date": "August 22", "txt": "World War II: German troops begin the Siege of Leningrad.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Siege of Leningrad", "href": "/wiki/Siege_of_Leningrad", "description": "The siege of Leningrad was a prolonged military blockade undertaken from the south by the Army Group North of Nazi Germany against the Soviet city of Leningrad on the Eastern Front in World War II. The Finnish army invaded from the north, co-operating with the Germans until Finland had recaptured territory lost in the recent Winter War, but refused to make further approaches to the city. Also co-o"}]}, {"heading": "Events", "year": "1942", "date": "August 22", "txt": "Brazil declares war on Germany, Japan and Italy.", "entities": [{"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "Germany", "href": "/wiki/Germany", "description": "Germany, officially the Federal Republic of Germany, is a country in Central Europe. It is the second-most populous country in Europe after Russia, and the most populous member state of the European Union. Germany is situated between the Baltic and North seas to the north, and the Alps to the south; covering an area of 357,022 square kilometres (137,847 sq mi), with a population of over 83 million"}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}, {"title": "Italy", "href": "/wiki/Italy", "description": "Italy, officially the Italian Republic, is a country consisting of a continental part, delimited by the Alps, a peninsula and several islands surrounding it. Italy is located in Southern Europe, and is also considered part of Western Europe. A unitary parliamentary republic with Rome as its capital, the country covers a total area of 301,340 km2 (116,350 sq mi) and shares land borders with France,"}]}, {"heading": "Events", "year": "1944", "date": "August 22", "txt": "World War II: Holocaust of Kedros in Crete by German forces.", "entities": [{"title": "Holocaust of Kedros", "href": "/wiki/Holocaust_of_Kedros", "description": "The Holocaust of Kedros, also known as the Holocaust of Amari, was the mass murder of the civilian residents of nine villages located in the Amari Valley on the Greek island of Crete during its occupation by the Axis powers in World War II. The massacre was a reprisal operation mounted by Nazi German forces."}, {"title": "Crete", "href": "/wiki/Crete", "description": "Crete is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean Sea. Crete rests approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi)."}]}, {"heading": "Events", "year": "1949", "date": "August 22", "txt": "The Queen Charlotte earthquake is Canada's strongest since the 1700 Cascadia earthquake.", "entities": [{"title": "1949 Queen Charlotte Islands earthquake", "href": "/wiki/1949_Queen_Charlotte_Islands_earthquake", "description": "The 1949 Queen Charlotte Islands earthquake struck the sparsely populated Queen Charlotte Islands and the Pacific Northwest coast at 8:01 p.m. PDT on August 21. The shock had a surface wave magnitude of 8.1 and a maximum Mercalli Intensity of VIII (Severe)."}, {"title": "1700 Cascadia earthquake", "href": "/wiki/1700_Cascadia_earthquake", "description": "The 1700 Cascadia earthquake occurred along the Cascadia subduction zone on January 26, 1700 with an estimated moment magnitude of 8.7–9.2. The megathrust earthquake involved the Juan de Fuca Plate from mid-Vancouver Island, south along the Pacific Northwest coast as far as northern California. The length of the fault rupture was about 1,000 kilometers, with an average slip of 20 meters (66 ft)."}]}, {"heading": "Events", "year": "1953", "date": "August 22", "txt": "The penal colony on Devil's Island is permanently closed.", "entities": [{"title": "Penal colony", "href": "/wiki/Penal_colony", "description": "A penal colony or exile colony is a settlement used to exile prisoners and separate them from the general population by placing them in a remote location, often an island or distant colonial territory. Although the term can be used to refer to a correctional facility located in a remote location it is more commonly used to refer to communities of prisoners overseen by wardens or governors having a"}, {"title": "Devil's Island", "href": "/wiki/Devil%27s_Island", "description": "The penal colony of Cayenne, commonly known as Devil's Island, was a French penal colony that operated in the 19th and 20th century in the Salvation Islands of French Guiana. Opened in 1852, the Devil's Island system received convicts from the Prison of St-Laurent-du-Maroni, who had been deported from all parts of the Second French Empire, and it was infamous for its harsh treatment of detainees, "}]}, {"heading": "Events", "year": "1962", "date": "August 22", "txt": "The OAS attempts to assassinate French president Charles de Gaulle.", "entities": [{"title": "Organisation de l'armée secrète", "href": "/wiki/Organisation_de_l%27arm%C3%A9e_secr%C3%A8te", "description": "The Organisation Armée Secrète or OAS was a far-right French dissident paramilitary organisation during the Algerian War. The OAS carried out terrorist attacks, including bombings and assassinations, in an attempt to prevent Algeria's independence from French colonial rule. Its motto was L’Algérie est française et le restera."}, {"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}]}, {"heading": "Events", "year": "1963", "date": "August 22", "txt": "X-15 Flight 91 reaches the highest altitude of the X-15 program (107.96 km (67.08 mi) (354,200 feet)).", "entities": [{"title": "X-15 Flight 91", "href": "/wiki/X-15_Flight_91", "description": "X-15 Flight 91 was an August 22, 1963 American crewed mission, and the second and final flight in the program to achieve sub-orbital spaceflight—a flight over 100 km in altitude—which was previously achieved during Flight 90 a month earlier by the same pilot, Joseph A. Walker. It was the highest flight of the X-15 program."}]}, {"heading": "Events", "year": "1966", "date": "August 22", "txt": "Labor movements NFWA and AWOC merge to become the United Farm Workers Organizing Committee (UFWOC), predecessor of the United Farm Workers.", "entities": [{"title": "United Farm Workers", "href": "/wiki/United_Farm_Workers", "description": "The United Farm Workers of America, or more commonly just United Farm Workers (UFW), is a labor union for farmworkers in the United States. It originated from the merger of two workers' rights organizations, the Agricultural Workers Organizing Committee (AWOC) led by organizer Larry Itliong, and the National Farm Workers Association (NFWA) led by César Chávez and Dolores Huerta. They became allied"}, {"title": "United Farm Workers", "href": "/wiki/United_Farm_Workers", "description": "The United Farm Workers of America, or more commonly just United Farm Workers (UFW), is a labor union for farmworkers in the United States. It originated from the merger of two workers' rights organizations, the Agricultural Workers Organizing Committee (AWOC) led by organizer Larry Itliong, and the National Farm Workers Association (NFWA) led by César Chávez and Dolores Huerta. They became allied"}]}, {"heading": "Events", "year": "1968", "date": "August 22", "txt": "Pope Paul VI arrives in Bogotá, Colombia. It is the first visit of a pope to Latin America.", "entities": [{"title": "Pope Paul VI", "href": "/wiki/Pope_Paul_VI", "description": "Pope Paul VI was head of the Catholic Church and sovereign of the Vatican City State from 21 June 1963 to his death in 1978. Succeeding John XXIII, he continued the Second Vatican Council, which he closed in 1965, implementing its numerous reforms, and fostered improved ecumenical relations with Eastern Orthodox and Protestant churches, which resulted in many historic meetings and agreements."}, {"title": "Bogotá", "href": "/wiki/Bogot%C3%A1", "description": "Bogotá, officially Bogotá, Distrito Capital, abbreviated Bogotá, D.C., and formerly known as Santa Fe de Bogotá during the Spanish period and between 1991 and 2000, is the capital and largest city of Colombia, administered as the Capital District, as well as the capital of the department of Cundinamarca. Bogotá is a territorial entity of the first order, with the same administrative status as the "}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}]}, {"heading": "Events", "year": "1971", "date": "August 22", "txt": "J. Edgar Hoover and John Mitchell announce the arrest of 20 of the Camden 28.", "entities": [{"title": "J. Edgar Hoover", "href": "/wiki/J._Edgar_Hoover", "description": "John Edgar Hoover was an American law enforcement administrator who served as the first Director of the Federal Bureau of Investigation (FBI) of the United States. He was appointed director of the Bureau of Investigation – the FBI's predecessor – in 1924 and was instrumental in founding the FBI in 1935, where he remained director for another 37 years until his death in 1972 at the age of 77. Hoove"}, {"title": "John N. Mitchell", "href": "/wiki/John_N._Mitchell", "description": "John Newton Mitchell was an American lawyer, the 67th Attorney General of the United States under President Richard Nixon, chairman of Nixon's 1968 and 1972 presidential campaigns, and a convicted criminal. Prior to that, he had been a municipal bond lawyer and one of Nixon's closest personal friends."}, {"title": "The Camden 28", "href": "/wiki/The_Camden_28", "description": "The Camden 28 were a group of Catholic left anti-Vietnam War activists who in 1971 planned and executed a raid on a Camden, New Jersey draft board. The raid resulted in a high-profile criminal trial of the activists that was seen by many as a referendum on the Vietnam War and as an example of jury nullification."}]}, {"heading": "Events", "year": "1972", "date": "August 22", "txt": "Rhodesia is expelled by the IOC for its racist policies.", "entities": [{"title": "Rhodesia", "href": "/wiki/Rhodesia", "description": "Rhodesia, officially from 1970 the Republic of Rhodesia, was an unrecognised state in Southern Africa from 1965 to 1979, equivalent in territory to modern Zimbabwe. Rhodesia was the de facto successor state to the British colony of Southern Rhodesia, which had been self-governing since achieving responsible government in 1923. A landlocked nation, Rhodesia was bordered by South Africa to the south"}, {"title": "International Olympic Committee", "href": "/wiki/International_Olympic_Committee", "description": "The International Olympic Committee is a non-governmental sports organisation based in Lausanne, Switzerland. It is constituted in the form of an association under the Swiss Civil Code. Founded by Pierre de Coubertin and Demetrios Vikelas in 1894, it is the authority responsible for organising the modern Summer and Winter Olympic Games."}]}, {"heading": "Events", "year": "1973", "date": "August 22", "txt": "The Congress of Chile votes in favour of a resolution condemning President Salvador Allende's government and demands that he resign or else be unseated through force and new elections.", "entities": [{"title": "Congress of Chile", "href": "/wiki/Congress_of_Chile", "description": "The National Congress of Chile is the legislative branch of the government of the Republic of Chile."}, {"title": "Salvador Allende", "href": "/wiki/Salvador_Allende", "description": "Salvador Guillermo Allende Gossens was a Chilean physician and socialist politician, who served as the 28th president of Chile from 3 November 1970 until his death on 11 September 1973. He was the first Marxist to be elected president in a liberal democracy in Latin America."}]}, {"heading": "Events", "year": "1978", "date": "August 22", "txt": "Nicaraguan Revolution: The FLSN seizes the National Congress of Nicaragua, along with over a thousand hostages.", "entities": [{"title": "Nicaraguan Revolution", "href": "/wiki/Nicaraguan_Revolution", "description": "The Nicaraguan Revolution encompassed the rising opposition to the Somoza dictatorship in the 1960s and 1970s, the violent campaign led by the Sandinista National Liberation Front (FSLN) to oust the dictatorship in 1978–79, the subsequent efforts of the FSLN to govern Nicaragua from 1979 to 1990, and the Contra War, which was waged between the FSLN-led government of Nicaragua and the United States"}, {"title": "Sandinista National Liberation Front", "href": "/wiki/Sandinista_National_Liberation_Front", "description": "The Sandinista National Liberation Front is a socialist political party in Nicaragua. Its members are called Sandinistas [sandiˈnistas] in both English and Spanish. The party is named after Augusto César Sandino, who led the Nicaraguan resistance against the United States occupation of Nicaragua in the 1930s."}, {"title": "National Congress of Nicaragua", "href": "/wiki/National_Congress_of_Nicaragua", "description": "The National Congress of Nicaragua was the legislature of Nicaragua before the Nicaraguan Revolution of 1979."}]}, {"heading": "Events", "year": "1978", "date": "August 22", "txt": "The District of Columbia Voting Rights Amendment is passed by the U.S. Congress, although it is never ratified by a sufficient number of states.", "entities": []}, {"heading": "Events", "year": "1981", "date": "August 22", "txt": "Far Eastern Air Transport Flight 103 disintegrates in mid-air and crashes in Sanyi Township, Miaoli County, Taiwan. All 110 people on board are killed.", "entities": [{"title": "Far Eastern Air Transport Flight 103", "href": "/wiki/Far_Eastern_Air_Transport_Flight_103", "description": "Far Eastern Air Transport Flight 103 was a flight from Taiwan Taipei Songshan Airport to Kaohsiung International Airport that crashed on 22 August 1981, killing all 110 people on board. The Boeing 737-222 aircraft disintegrated in mid-air and crashed in the township of Sanyi, Miaoli. It is also called the Sanyi Air Disaster. The crash is the second-deadliest aviation accident on Taiwanese soil, be"}, {"title": "Sanyi, Miaoli", "href": "/wiki/Sanyi,_Miaoli", "description": "Sanyi Township is a rural township in southern Miaoli County, Taiwan. It is famous for its mudiao (woodcarving) industry, earning it the name the Woodcarving Kingdom of Taiwan."}, {"title": "Miaoli County", "href": "/wiki/Miaoli_County", "description": "Miaoli County is a county in western Taiwan. Miaoli is adjacent with Hsinchu County and Hsinchu City to the north, Taichung to the south, and borders the Taiwan Strait to the west. Miaoli is classified as a county in central Taiwan by the National Development Council, while the Taiwan Central Weather Bureau classifies Miaoli as a county in northern Taiwan. Miaoli City is the capital of the county,"}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "1985", "date": "August 22", "txt": "British Airtours Flight 28M suffers an engine fire during takeoff at Manchester Airport. The pilots abort but due to inefficient evacuation procedures 55 people are killed, mostly from smoke inhalation.", "entities": [{"title": "British Airtours Flight 28M", "href": "/wiki/British_Airtours_Flight_28M", "description": "British Airtours Flight 28M was an international passenger flight which caught fire before takeoff at Manchester Airport, England on 22 August 1985 with the loss of 55 lives. It was en route to Corfu International Airport in Greece."}, {"title": "Manchester Airport", "href": "/wiki/Manchester_Airport", "description": "Manchester Airport is an international airport at Ringway, Manchester, England, 7.5 nautical miles south-west of Manchester city centre. In 2019, it was the third busiest airport in the United Kingdom in terms of passenger numbers and the busiest of those not serving London. The airport comprises three passenger terminals and a cargo terminal, and is the only airport in the UK other than Heathrow "}]}, {"heading": "Events", "year": "1989", "date": "August 22", "txt": "Nolan Ryan strikes out Rickey Henderson to become the first Major League Baseball pitcher to record 5,000 strikeouts.", "entities": [{"title": "Nolan Ryan", "href": "/wiki/Nolan_Ryan", "description": "Lynn Nolan Ryan Jr., nicknamed The Ryan Express, is an American former Major League Baseball (MLB) pitcher and sports executive. Over a record 27-year career that included play in four decades, Ryan pitched for the New York Mets, California Angels, Houston Astros, and Texas Rangers. He was inducted into the Baseball Hall of Fame in 1999. After his retirement in 1993, Ryan served as chief executive"}, {"title": "Rickey Henderson", "href": "/wiki/Rickey_Henderson", "description": "Rickey Nelson Henley Henderson is an American retired professional baseball left fielder who played in Major League Baseball (MLB) for nine teams from 1979 to 2003, including four separate tenures with his original team, the Oakland Athletics. Nicknamed the \"Man of Steal\", he is widely regarded as baseball's greatest leadoff hitter and baserunner. He holds the major league records for career stole"}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}, {"title": "Pitcher", "href": "/wiki/Pitcher", "description": "In baseball, the pitcher is the player who throws the baseball from the pitcher's mound toward the catcher to begin each play, with the goal of retiring a batter, who attempts to either make contact with the pitched ball or draw a walk. In the numbering system used to record defensive plays, the pitcher is assigned the number 1. The pitcher is often considered the most important player on the defe"}, {"title": "Strikeout", "href": "/wiki/Strikeout", "description": "In baseball or softball, a strikeout occurs when a batter racks up three strikes during a time at bat. It usually means the batter is out. A strikeout is a statistic recorded for both pitchers and batters, and is denoted by K. A \"strikeout looking\" — in which the batter does not swing and the third strike is called by the umpire — is usually denoted by a ꓘ."}]}, {"heading": "Events", "year": "1991", "date": "August 22", "txt": "Iceland is the first nation in the world to recognize the independence of the Baltic states.", "entities": [{"title": "Iceland", "href": "/wiki/Iceland", "description": "Iceland is a Nordic island country in the North Atlantic Ocean, with a population of 356,991 and an area of 103,000 km2 (40,000 sq mi), making it the most sparsely populated country in Europe. The capital and largest city is Reykjavík. Reykjavík and the surrounding areas in the southwest of the country are home to over two-thirds of the population. Iceland is volcanically and geologically active. "}]}, {"heading": "Events", "year": "1992", "date": "August 22", "txt": "FBI sniper Lon Horiuchi shoots and kills Vicki Weaver during an 11-day siege at her home at Ruby Ridge, Idaho.", "entities": [{"title": "Federal Bureau of Investigation", "href": "/wiki/Federal_Bureau_of_Investigation", "description": "The Federal Bureau of Investigation (FBI) is the domestic intelligence and security service of the United States and its principal federal law enforcement agency. Operating under the jurisdiction of the United States Department of Justice, the FBI is also a member of the U.S. Intelligence Community and reports to both the Attorney General and the Director of National Intelligence. A leading U.S. c"}, {"title": "Sniper", "href": "/wiki/Sniper", "description": "A sniper is a military/paramilitary marksman who engages targets from positions of concealment or at distances exceeding the target's detection capabilities. Snipers generally have specialized training and are equipped with high-precision rifles and high-magnification optics, and often also serve as scouts/observers feeding tactical information back to their units or command headquarters."}, {"title": "Lon Horiuchi", "href": "/wiki/Lon_Horiuchi", "description": "Lon Tomohisa Horiuchi is an American Former FBI HRT member and former United States Army officer who was involved in the 1992 Ruby Ridge standoff and 1993 Waco siege. In 1997, Horiuchi was charged with manslaughter for the death of Vicki Weaver at Ruby Ridge, but the charges were later dropped."}, {"title": "Ruby Ridge, Idaho", "href": "/wiki/Ruby_Ridge,_Idaho", "description": "Ruby Ridge was the site of an 11-day siege in 1992 in Boundary County, Idaho, near Naples. It began on August 21, when deputies of the United States Marshals Service (USMS) initiated action to apprehend and arrest Randy Weaver under a bench warrant after his failure to appear on firearms charges. Given three conflicting dates for his court appearance, and suspecting a conspiracy against him, Weave"}]}, {"heading": "Events", "year": "2003", "date": "August 22", "txt": "Alabama Chief Justice Roy Moore is suspended after refusing to comply with a federal court order to remove a rock inscribed with the Ten Commandments from the lobby of the Alabama Supreme Court building.", "entities": [{"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Chief Justice", "href": "/wiki/Chief_Justice", "description": "The chief justice is the presiding member of a supreme court in any of many countries with a justice system based on English common law, such as the High Court of Australia, the Supreme Court of Canada, the Court of Final Appeal of Hong Kong, the Supreme Court of India, the Supreme Court of Ireland, the Supreme Court of Japan, the Supreme Court of Nepal, the Supreme Court of New Zealand, the Supre"}, {"title": "Roy Moore", "href": "/wiki/Roy_Moore", "description": "Roy Stewart Moore is an American politician who served as the 27th and 31st chief justice of the Supreme Court of Alabama and was each time removed from that office by the Alabama Court of the Judiciary for judicial misconduct. He was the Republican nominee in the 2017 United States Senate special election in Alabama to fill the seat vacated by Jeff Sessions, but lost to Democratic candidate Doug "}, {"title": "Ten Commandments", "href": "/wiki/Ten_Commandments", "description": "The Ten Commandments, also known as the Decalogue, are a set of biblical principles relating to ethics and worship that play a fundamental role in Judaism and Christianity. The text of the Ten Commandments appears twice in the Hebrew Bible: at Exodus 20:2–17 and Deuteronomy 5:6–21."}, {"title": "Alabama Supreme Court", "href": "/wiki/Alabama_Supreme_Court", "description": "The Supreme Court of Alabama is the highest court in the state of Alabama. The court consists of a Chief Justice and eight Associate Justices. Each justice is elected in partisan elections for staggered six-year terms. The Supreme Court is housed in the Heflin-Torbert Judicial Building in downtown Montgomery, Alabama."}]}, {"heading": "Events", "year": "2004", "date": "August 22", "txt": "Versions of The Scream and Madonna, two paintings by Edvard Munch, are stolen at gunpoint from a museum in Oslo, Norway.", "entities": [{"title": "Edvard Munch", "href": "/wiki/Edvard_Munch", "description": "Edvard Munch was a Norwegian painter. His best known work, The Scream, has become one of the iconic images of world art."}, {"title": "Oslo", "href": "/wiki/Oslo", "description": "Oslo is the capital and most populous city of Norway. It constitutes both a county and a municipality. As of 23 November 2020, the municipality of Oslo had a population of 697,549, while the population of the city's greater urban area was 1,019,513, as of 4 November 2019. The metropolitan area had an estimated population of 1.71 million."}]}, {"heading": "Events", "year": "2006", "date": "August 22", "txt": "Pulkovo Aviation Enterprise Flight 612 crashes near the Russian border over eastern Ukraine, killing all 170 people on board.", "entities": [{"title": "Pulkovo Aviation Enterprise Flight 612", "href": "/wiki/Pulkovo_Aviation_Enterprise_Flight_612", "description": "Pulkovo Aviation Enterprise Flight 612 was a scheduled passenger flight on 22 August 2006, operated by Saint Petersburg-based airlines Pulkovo Aviation Enterprise, flying from Anapa Airport to Pulkovo Airport in Saint Petersburg. The aircraft crashed in Donetsk Oblast in Eastern Ukraine, near the Russian border. All 170 people on board were killed."}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}]}, {"heading": "Events", "year": "2006", "date": "August 22", "txt": "Grigori Perelman is awarded the Fields Medal for his proof of the Poincaré conjecture in mathematics but refuses to accept the medal.", "entities": [{"title": "Fields Medal", "href": "/wiki/Fields_Medal", "description": "The Fields Medal is a prize awarded to two, three, or four mathematicians under 40 years of age at the International Congress of the International Mathematical Union (IMU), a meeting that takes place every four years."}, {"title": "Poincaré conjecture", "href": "/wiki/Poincar%C3%A9_conjecture", "description": "In mathematics, the Poincaré conjecture is a theorem about the characterization of the 3-sphere, which is the hypersphere that bounds the unit ball in four-dimensional space."}]}, {"heading": "Events", "year": "2007", "date": "August 22", "txt": "The Texas Rangers defeat the Baltimore Orioles 30–3, the most runs scored by a team in modern Major League Baseball history.", "entities": [{"title": "Texas Rangers (baseball)", "href": "/wiki/Texas_Rangers_(baseball)", "description": "The Texas Rangers are an American professional baseball team based in Arlington, Texas, located in the Dallas–Fort Worth metroplex. They compete in Major League Baseball (MLB) as a member club of the American League (AL) West division. In 2020, they moved to the new Globe Life Field after having played at Globe Life Park in Arlington from 1994 to 2019. The team's name is shared with the law enforc"}, {"title": "Baltimore Orioles", "href": "/wiki/Baltimore_Orioles", "description": "The Baltimore Orioles are an American professional baseball team based in Baltimore. The Orioles compete in Major League Baseball (MLB) as a member club of the American League (AL) East division. As one of the American League's eight charter teams in 1901, this particular franchise spent its first year as a major league club in Milwaukee, Wisconsin, as the Milwaukee Brewers before moving to St. Lo"}, {"title": "Major League Baseball", "href": "/wiki/Major_League_Baseball", "description": "Major League Baseball (MLB) is an American professional baseball organization and the oldest of the major professional sports leagues in the United States and Canada. A total of 30 teams play in Major League Baseball: 15 teams in the National League (NL) and 15 in the American League (AL). The NL and AL were formed in 1876 and 1901, respectively. Beginning in 1903, the two leagues cooperated but r"}]}, {"heading": "Events", "year": "2012", "date": "August 22", "txt": "Ethnic clashes over grazing rights for cattle in Kenya's Tana River District result in more than 52 deaths.", "entities": [{"title": "2012–13 Tana River District clashes", "href": "/wiki/2012%E2%80%9313_Tana_River_District_clashes", "description": "In August 2012, a series of ethnic clashes between the Orma and Pokomo peoples of Kenya's Tana River District resulted in the deaths of at least fifty-two people. The violence was the worst of its kind in Kenya since the country's 2007–08 crisis, which left 118 people dead and more than 13,500 displaced - over 50% of the 13,500 were children, women and the elderly."}, {"title": "Grazing rights", "href": "/wiki/Grazing_rights", "description": "Grazing rights is the right of a user to allow their livestock to feed (graze) in a given area."}, {"title": "Tana River District", "href": "/wiki/Tana_River_District", "description": "Tana River County is a county in the former Coast Province, Kenya. It is named after the Tana River. It has an area of 38,437 square kilometres (14,841 sq mi) and a population of 315,943. The capital and largest town is Hola."}]}, {"heading": "Births", "year": "1412", "date": "August 22", "txt": "Frederick II, Elector of Saxony (d. 1464)", "entities": [{"title": "Frederick II, Elector of Saxony", "href": "/wiki/Frederick_II,_Elector_of_Saxony", "description": "Frederick II, The Gentle was Elector of Saxony (1428–1464) and was Landgrave of Thuringia (1440–1445)."}]}, {"heading": "Births", "year": "1570", "date": "August 22", "txt": "Franz von Dietrichstein, Roman Catholic archbishop and cardinal (d. 1636)", "entities": [{"title": "Franz von Dietrichstein", "href": "/wiki/Franz_von_Dietrichstein", "description": "Franz Seraph von Dietrichstein, of the Austrian and Moravian House of Dietrichstein, was Prince of Dietrichstein, Archbishop of Olomouc, Governor (Landeshauptmann) of Moravia and a Cardinal."}]}, {"heading": "Births", "year": "1599", "date": "August 22", "txt": "Agatha Marie of Hanau, German noblewoman (d. 1636)", "entities": [{"title": "Agatha Marie of Hanau", "href": "/wiki/Agatha_Marie_of_Hanau", "description": "Countess Agatha Marie of Hanau-Lichtenberg was a daughter of Count Johann Reinhard I (1569-1625) and his wife, Countess Maria Elisabeth of Hohenlohe-Neuenstein (1576-1605)."}]}, {"heading": "Births", "year": "1601", "date": "August 22", "txt": "Georges de Scudéry, French author, poet, and playwright (d. 1667)", "entities": [{"title": "Georges de Scudéry", "href": "/wiki/Georges_de_Scud%C3%A9ry", "description": "Georges de Scudéry, the elder brother of Madeleine de Scudéry, was a French novelist, dramatist and poet."}]}, {"heading": "Births", "year": "1624", "date": "August 22", "txt": "Jean Regnault de Segrais, French author and poet (d. 1701)", "entities": [{"title": "Jean Regnault de Segrais", "href": "/wiki/Jean_Regnault_de_Segrais", "description": "Jean Regnault de Segrais was a French poet and novelist born in Caen. He was elected a member of the Académie française in 1662."}]}, {"heading": "Births", "year": "1647", "date": "August 22", "txt": "Denis Papin, French physicist and mathematician, developed pressure cooking (d. 1712)", "entities": [{"title": "Denis Papin", "href": "/wiki/Denis_Papin", "description": "Denis Papin FRS was a French physicist, mathematician and inventor, best known for his pioneering invention of the steam digester, the forerunner of the pressure cooker and of the steam engine."}, {"title": "Pressure cooking", "href": "/wiki/Pressure_cooking", "description": "Pressure cooking is the process of cooking food under high pressure steam, employing water or a water-based cooking liquid, in a sealed vessel known as a pressure cooker. High pressure limits boiling, and permits cooking temperatures well above 100 °C (212 °F) to be reached."}]}, {"heading": "Births", "year": "1679", "date": "August 22", "txt": "Pierre Guérin de Tencin, French cardinal (d. 1758)", "entities": [{"title": "Pierre Guérin de Tencin", "href": "/wiki/Pierre_Gu%C3%A9rin_de_Tencin", "description": "Pierre-Paul Guérin de Tencin, French ecclesiastic, was archbishop of Embrun and Lyon, and a cardinal. His sister was Claudine Guérin de Tencin."}]}, {"heading": "Births", "year": "1760", "date": "August 22", "txt": "Pope Leo XII (d. 1829)", "entities": [{"title": "Pope Leo XII", "href": "/wiki/Pope_Leo_XII", "description": "Pope Leo XII, born Annibale Francesco Clemente Melchiorre Girolamo Nicola della Genga, was head of the Catholic Church and ruler of the Papal States from 28 September 1823 to his death in 1829."}]}, {"heading": "Births", "year": "1764", "date": "August 22", "txt": "Charles Percier, French architect and interior designer (d. 1838)", "entities": [{"title": "Charles Percier", "href": "/wiki/Charles_Percier", "description": "Charles Percier was a neoclassical French architect, interior decorator and designer, who worked in a close partnership with Pierre François Léonard Fontaine, originally his friend from student days. For work undertaken from 1794 onward, trying to ascribe conceptions or details to one or other of them is fruitless; it is impossible to disentangle their cooperative efforts in this fashion. Together"}]}, {"heading": "Births", "year": "1771", "date": "August 22", "txt": "Henry Maudslay, English engineer (d. 1831)", "entities": [{"title": "Henry Maudslay", "href": "/wiki/Henry_Maudslay", "description": "Henry Maudslay was an English machine tool innovator, tool and die maker, and inventor. He is considered a founding father of machine tool technology. His inventions were an important foundation for the Industrial Revolution."}]}, {"heading": "Births", "year": "1773", "date": "August 22", "txt": "Aimé Bonpland, French botanist and explorer (d. 1858)", "entities": [{"title": "Aimé Bonpland", "href": "/wiki/Aim%C3%A9_Bonpland", "description": "Aimé Jacques Alexandre Bonpland was a French explorer and botanist who traveled with Alexander von Humboldt in Latin America from 1799 to 1804. He co-authored volumes of the scientific results of their expedition."}]}, {"heading": "Births", "year": "1778", "date": "August 22", "txt": "James Kirke Paulding, American poet, playwright, and politician, 11th United States Secretary of the Navy (d. 1860)", "entities": [{"title": "James Kirke Paulding", "href": "/wiki/James_Kirke_Paulding", "description": "James Kirke Paulding was an American writer and, for a time, the United States Secretary of the Navy. Paulding 's early writings were satirical and violently anti-British, as shown in The Diverting History of John Bull and Brother Jonathan (1812). He wrote numerous long poems and serious histories. Among his novels are Konigsmarke, the Long Finne (1823) and The Dutchman's Fireside (1831). He is be"}, {"title": "United States Secretary of the Navy", "href": "/wiki/United_States_Secretary_of_the_Navy", "description": "The secretary of the Navy is a statutory officer and the head of the Department of the Navy, a military department within the United States Department of Defense."}]}, {"heading": "Births", "year": "1788", "date": "August 22", "txt": "Thomas Tredgold, English engineer and author (d. 1829)", "entities": [{"title": "Thomas Tredgold", "href": "/wiki/Thomas_Tredgold", "description": "Thomas Tredgold (1788–1829) was an English engineer and author, known for his early work on railroad construction. His definition of civil engineering formed the basis of the charter of the Institution of Civil Engineers."}]}, {"heading": "Births", "year": "1800", "date": "August 22", "txt": "William S. Harney, American general (d. 1889)", "entities": [{"title": "William S. Harney", "href": "/wiki/William_S._Harney", "description": "William Selby Harney was a Tennessee-born cavalry officer in the US Army, who became known during the Indian Wars and the Mexican–American War. One of four general officers in the US Army at the beginning of the American Civil War, he was removed from overseeing the Department of the West because of his Confederate sympathies early in the war although he kept Missouri from joining the Confederacy."}]}, {"heading": "Births", "year": "1800", "date": "August 22", "txt": "Samuel David Luzzatto, Italian poet and scholar (d. 1865)", "entities": []}, {"heading": "Births", "year": "1827", "date": "August 22", "txt": "Ezra Butler Eddy, Canadian businessman and politician (d. 1906)", "entities": [{"title": "Ezra Butler Eddy", "href": "/wiki/Ezra_Butler_Eddy", "description": "Ezra Butler Eddy was a Canadian businessman and political figure. Born in Vermont, Eddy moved to Canada and founded the E. B. Eddy Company, which produced matches, and related wood products, and later diversified into pulp and paper, growing to a major manufacturer. Eddy later became a politician, serving as mayor of Hull, Quebec and Quebec legislator."}]}, {"heading": "Births", "year": "1834", "date": "August 22", "txt": "Samuel Pierpont Langley, American physicist and astronomer (d. 1906)", "entities": [{"title": "Samuel Pierpont Langley", "href": "/wiki/Samuel_Pierpont_Langley", "description": "Samuel Pierpont Langley was an American astronomer, physicist, inventor of the bolometer and aviation pioneer. In addition to becoming the third Secretary of the Smithsonian Institution, he was also a professor of astronomy at the University of Pittsburgh, where he was the director of the Allegheny Observatory."}]}, {"heading": "Births", "year": "1836", "date": "August 22", "txt": "Archibald Willard, American soldier and painter (d. 1918)", "entities": [{"title": "Archibald Willard", "href": "/wiki/Archibald_Willard", "description": "Archibald MacNeal Willard was an American painter who was born and raised in Bedford, Ohio. He was the son of Samuel Willard, the pastor of Bedford Baptist Church."}]}, {"heading": "Births", "year": "1844", "date": "August 22", "txt": "George W. De Long, American Naval officer and explorer (d. 1881)", "entities": [{"title": "George W. De Long", "href": "/wiki/George_W._De_Long", "description": "George Washington De Long was a United States Navy officer and explorer who led the ill-fated Jeannette expedition of 1879–1881, in search of the Open Polar Sea."}]}, {"heading": "Births", "year": "1845", "date": "August 22", "txt": "William Lewis Douglas, American businessman and politician, 42nd Governor of Massachusetts (d. 1924)", "entities": [{"title": "William Lewis Douglas", "href": "/wiki/William_Lewis_Douglas", "description": "William Lewis Douglas was a U.S. businessman and politician from Massachusetts. He served as the 42nd Governor of Massachusetts from 1905 until 1906. He also founded and oversaw the growth of the W. L. Douglas Shoe Company, a highly successful Brockton, Massachusetts business that became one of the world's largest shoe manufacturers. He also opened the first nationwide chain of shoe stores devoted"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1847", "date": "August 22", "txt": "John Forrest, Australian politician, 1st Premier of Western Australia (d. 1918)", "entities": [{"title": "John Forrest", "href": "/wiki/John_Forrest", "description": "Sir John Forrest was an Australian explorer, the first Premier of Western Australia and a cabinet minister in Australia's first federal parliament."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1848", "date": "August 22", "txt": "Melville Elijah Stone, American publisher, founded the Chicago Daily News (d. 1929)", "entities": [{"title": "Melville Elijah Stone", "href": "/wiki/Melville_Elijah_Stone", "description": "Melville Elijah Stone was an American newspaper publisher, the founder of the Chicago Daily News, and was the general manager of the reorganized Associated Press."}]}, {"heading": "Births", "year": "1854", "date": "August 22", "txt": "Milan I of Serbia (d. 1901)", "entities": [{"title": "Milan I of Serbia", "href": "/wiki/Milan_I_of_Serbia", "description": "Milan Obrenović reigned as the prince of Serbia from 1868 to 1882 and subsequtenly as king from 1882 to 1889. Milan I unexpectedy abdicated in favor of his son, Alexander I of Serbia, in 1889."}]}, {"heading": "Births", "year": "1857", "date": "August 22", "txt": "Ned Hanlon, American baseball player and manager (d. 1937)", "entities": [{"title": "Ned Hanlon (baseball)", "href": "/wiki/Ned_Hanlon_(baseball)", "description": "Edward Hugh Hanlon, also known as \"Foxy Ned\", and sometimes referred to as \"The Father of Modern Baseball,\" was an American professional baseball player and manager whose career spanned from 1876 to 1914. He was posthumously inducted into the Baseball Hall of Fame in 1996 by the Veterans Committee."}]}, {"heading": "Births", "year": "1860", "date": "August 22", "txt": "Paul Gottlieb Nipkow, Polish-German technician and inventor, created the Nipkow disk (d. 1940)", "entities": [{"title": "Paul Gottlieb Nipkow", "href": "/wiki/Paul_Gottlieb_Nipkow", "description": "Paul Julius Gottlieb Nipkow was a German technician and inventor. He invented the Nipkow disk, which laid the foundation of television, since his disk was a fundamental component in the first televisions. Hundreds of stations experimented with television broadcasting using his disk in the 1920s and 1930s, until it was superseded by all-electronic systems in the 1940s."}, {"title": "Nipkow disk", "href": "/wiki/Nipkow_disk", "description": "A Nipkow disk, also known as scanning disk, is a mechanical, rotating, geometrically operating image scanning device, patented in 1885 by Paul Gottlieb Nipkow. This scanning disk was a fundamental component in mechanical television, and thus the first televisions, through the 1920s and 1930s."}]}, {"heading": "Births", "year": "1860", "date": "August 22", "txt": "Alfred Ploetz, German physician, biologist, and eugenicist (d. 1940)", "entities": []}, {"heading": "Births", "year": "1862", "date": "August 22", "txt": "Claude Debussy, French pianist and composer (d. 1918)", "entities": [{"title": "Claude Debussy", "href": "/wiki/Claude_Debussy", "description": "(Achille) Claude Debussy was a French composer. He is sometimes seen as the first Impressionist composer, although he vigorously rejected the term. He was among the most influential composers of the late 19th and early 20th centuries."}]}, {"heading": "Births", "year": "1867", "date": "August 22", "txt": "Maximilian Bircher-Benner, Swiss physician and nutritionist (d. 1939)", "entities": [{"title": "Maximilian Bircher-Benner", "href": "/wiki/Maximilian_Bircher-Benner", "description": "Maximilian Oskar Bircher-Benner, M.D. was a Swiss physician and a pioneer nutritionist credited for popularizing muesli and raw food vegetarianism."}]}, {"heading": "Births", "year": "1867", "date": "August 22", "txt": "Charles Francis Jenkins, American inventor (d. 1934)", "entities": []}, {"heading": "Births", "year": "1868", "date": "August 22", "txt": "Willis R. Whitney, American chemist (d. 1958)", "entities": [{"title": "Willis R. Whitney", "href": "/wiki/Willis_R._Whitney", "description": "Willis Rodney Whitney was an American chemist and founder of the research laboratory of the General Electric Company. He is known as the \"father of industrial research\" in the United States for blending the worlds of research and industry together; which at the time, were two very distinct careers. He is also known for his corrosion theory of iron which he developed after studying at M.I.T. and th"}]}, {"heading": "Births", "year": "1873", "date": "August 22", "txt": "Alexander Bogdanov, Russian physician and philosopher (d. 1928)", "entities": [{"title": "Alexander Bogdanov", "href": "/wiki/Alexander_Bogdanov", "description": "Alexander Aleksandrovich Bogdanov, born Alexander Malinovsky, was a Russian and later Soviet physician, philosopher, science fiction writer, and Bolshevik revolutionary."}]}, {"heading": "Births", "year": "1874", "date": "August 22", "txt": "Max Scheler, German philosopher and author (d. 1928)", "entities": [{"title": "Max Scheler", "href": "/wiki/Max_Scheler", "description": "Max Ferdinand Scheler was a German philosopher known for his work in phenomenology, ethics, and philosophical anthropology. Scheler developed further the philosophical method of the founder of phenomenology, Edmund Husserl, and was called by José Ortega y Gasset \"Adam of the philosophical paradise.\" After his death in 1928, Martin Heidegger affirmed, with Ortega y Gasset, that all philosophers of "}]}, {"heading": "Births", "year": "1880", "date": "August 22", "txt": "Gorch Fock, German author and poet (d. 1916)", "entities": [{"title": "Gorch Fock (author)", "href": "/wiki/Gorch_Fock_(author)", "description": "Gorch Fock was the pseudonym of the German author Johann Wilhelm Kinau. Other pseudonyms he used were Jakob Holst and Giorgio Focco."}]}, {"heading": "Births", "year": "1880", "date": "August 22", "txt": "George Herriman, American cartoonist (d. 1944)", "entities": []}, {"heading": "Births", "year": "1881", "date": "August 22", "txt": "James Newland, Australian soldier and policeman (d. 1949)", "entities": [{"title": "James Newland", "href": "/wiki/James_Newland", "description": "James Ernest Newland, VC was an Australian soldier, policeman and a recipient of the Victoria Cross, the highest decoration for gallantry \"in the face of the enemy\" that can be awarded to members of the British and Commonwealth armed forces. Newland was awarded the Victoria Cross following three separate actions in April 1917, during attacks against German forces retreating to the Hindenburg Line."}]}, {"heading": "Births", "year": "1882", "date": "August 22", "txt": "Raymonde de Laroche, French pilot (d. 1919)", "entities": [{"title": "Raymonde de Laroche", "href": "/wiki/Raymonde_de_Laroche", "description": "Raymonde de Laroche was a French pilot, thought to be the first woman to pilot a plane. She became the world's first licensed female pilot on 8 March 1910."}]}, {"heading": "Births", "year": "1887", "date": "August 22", "txt": "Lutz Graf Schwerin von Krosigk, German jurist and politician, German Minister of Foreign Affairs (d. 1977)", "entities": [{"title": "Lutz Graf Schwerin von Krosigk", "href": "/wiki/Lutz_Graf_Schwerin_von_Krosigk", "description": "Johann Ludwig \"Lutz\" Graf Schwerin von Krosigk was a German senior government official who served as Minister of Finance of Germany from 1932 to 1945 and de facto Chancellor of Germany in May 1945."}, {"title": "Minister for Foreign Affairs (Germany)", "href": "/wiki/Minister_for_Foreign_Affairs_(Germany)", "description": "The Federal Minister for Foreign Affairs is the head of the Federal Foreign Office and a member of the Cabinet of Germany. The current office holder is Heiko Maas. Since 1966, the Foreign Minister has often also simultaneously held the office of Vice Chancellor."}]}, {"heading": "Births", "year": "1890", "date": "August 22", "txt": "Cecil Kellaway, South African actor (d. 1973)", "entities": [{"title": "Cecil Kellaway", "href": "/wiki/Cecil_Kellaway", "description": "Cecil Lauriston Kellaway was a British/South African character actor. He was nominated for the Academy Award for Best Supporting Actor for both The Luck of the Irish (1948) and Guess Who's Coming to Dinner (1967)."}]}, {"heading": "Births", "year": "1891", "date": "August 22", "txt": "Henry Bachtold, Australian soldier and railway engineer (d. 1983)", "entities": [{"title": "Henry Bachtold", "href": "/wiki/Henry_Bachtold", "description": "Henry Bachtold DSO MC was an Australian soldier and railway engineer. He fought during World War I as an engineer with the 1st Field Company at the Gallipoli Campaign, where he was mentioned in despatches and awarded the Military Cross. He commanded the 14th Field Company at the Battle of Polygon Wood, for which he was appointed a Companion of the Distinguished Service Order. Bachtold commanded th"}]}, {"heading": "Births", "year": "1891", "date": "August 22", "txt": "Jacques Lipchitz, Lithuanian-Italian sculptor (d. 1973)", "entities": []}, {"heading": "Births", "year": "1893", "date": "August 22", "txt": "Wilfred Kitching, English 7th General of The Salvation Army (d. 1977)", "entities": [{"title": "Wilfred Kitching", "href": "/wiki/Wilfred_Kitching", "description": "Wilfred Kitching, CBE was the 7th General of The Salvation Army (1954-1963)."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1893", "date": "August 22", "txt": "Dorothy Parker, American poet, short story writer, critic, and satirist (d. 1967)", "entities": []}, {"heading": "Births", "year": "1893", "date": "August 22", "txt": "Ernest H. Volwiler, American chemist (d. 1992)", "entities": []}, {"heading": "Births", "year": "1895", "date": "August 22", "txt": "László Almásy, Hungarian captain, pilot, and explorer (d. 1951)", "entities": [{"title": "László Almásy", "href": "/wiki/L%C3%A1szl%C3%B3_Alm%C3%A1sy", "description": "László Ede Almásy de Zsadány et Törökszentmiklós was a Hungarian aristocrat, motorist, desert explorer, aviator, Scout-leader and sportsman who served as the basis for the protagonist in both Michael Ondaatje's novel The English Patient (1992) and the movie adaptation of the same name (1996)."}]}, {"heading": "Births", "year": "1895", "date": "August 22", "txt": "Paul Comtois, Canadian lawyer and politician, 21st Lieutenant Governor of Quebec (d. 1966)", "entities": [{"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Births", "year": "1896", "date": "August 22", "txt": "Laurence McKinley Gould, American geologist, educator, and polar explorer (d. 1995)", "entities": [{"title": "Laurence McKinley Gould", "href": "/wiki/Laurence_McKinley_Gould", "description": "Laurence McKinley Gould was an American geologist, educator, and polar explorer. He made expeditions to both the Arctic and Antarctic, and was chief scientist on Richard Evelyn Byrd's first Antarctic expedition, which Gould described in his 1931 book Cold: the Record of an Antarctic Sledge Journey. He served as president of Carleton College from 1945 to 1962, and president of the American Associat"}]}, {"heading": "Births", "year": "1897", "date": "August 22", "txt": "Bill Woodfull, Australian cricketer and educator (d. 1965)", "entities": [{"title": "Bill Woodfull", "href": "/wiki/Bill_Woodfull", "description": "William Maldon Woodfull was an Australian cricketer of the 1920s and 1930s. He captained both Victoria and Australia, and was best known for his dignified and moral conduct during the tumultuous bodyline series in 1932–33. Trained as a schoolteacher, Woodfull was known for his benevolent attitude towards his players, and his patience and defensive technique as an opening batsman. Woodfull was not "}]}, {"heading": "Births", "year": "1900", "date": "August 22", "txt": "Lisy Fischer, Swiss-born pianist and child prodigy (d. 1999)", "entities": [{"title": "Lisy Fischer", "href": "/wiki/Lisy_Fischer", "description": "Elisabeth (Lisy) Fischer was a Swiss pianist from a talented Jewish family. Born to parents Arthur Fischer and Bertha Hochstetter, she was a child prodigy giving piano recitals from 11 years of age first in Geneva and afterwards in Paris under the tutelage of Lucien Grou de Flagny and later Charles Barbier."}]}, {"heading": "Births", "year": "1902", "date": "August 22", "txt": "Thomas Pelly, American lawyer and politician (d. 1973)", "entities": [{"title": "Thomas Pelly", "href": "/wiki/Thomas_Pelly", "description": "Thomas Minor Pelly was a U.S. Representative from Washington."}]}, {"heading": "Births", "year": "1902", "date": "August 22", "txt": "Leni Riefenstahl, German actress, film director and propagandist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 22", "txt": "Edward Rowe Snow, American historian and author (d. 1982)", "entities": []}, {"heading": "Births", "year": "1903", "date": "August 22", "txt": "Jerry Iger, American cartoonist, co-founded Eisner & Iger (d. 1990)", "entities": [{"title": "Jerry Iger", "href": "/wiki/Jerry_Iger", "description": "Samuel Maxwell \"Jerry\" Iger was an American cartoonist and art-studio entrepreneur. With business partner Will Eisner, he co-founded Eisner & Iger, a comic book packager that produced comics on demand for new publishers during the late-1930s and 1940s period known to fans and historians as the Golden Age of Comic Books."}, {"title": "Eisner & Iger", "href": "/wiki/Eisner_%26_Iger", "description": "Eisner & Iger was a comic book \"packager\" that produced comics on demand for publishers entering the new medium during the late-1930s and 1940s period fans and historians call the Golden Age of Comic Books. Many of comic books' most significant creators, including Jack Kirby, entered the field through its doors."}]}, {"heading": "Births", "year": "1904", "date": "August 22", "txt": "Deng Xiaoping, Chinese soldier and politician, 1st Vice Premier of the People's Republic of China (d. 1997)", "entities": [{"title": "Deng Xiaoping", "href": "/wiki/Deng_Xiaoping", "description": "Deng Xiaoping was a Chinese revolutionary and statesman who served as the paramount leader of the People's Republic of China (PRC) from December 1978 to November 1989. After Mao Zedong's death in 1976, Deng gradually rose to supreme power and led China through a series of far-reaching market-economy reforms, earning him the reputation as the \"Architect of Modern China\"."}, {"title": "Vice Premier of the People's Republic of China", "href": "/wiki/Vice_Premier_of_the_People%27s_Republic_of_China", "description": "The vice-premiers of the State Council of the People's Republic of China are high-ranking executive assistants to the Premier. Generally, the title is held by multiple individuals at one time, with each Vice-Premier holding a broad portfolio of responsibilities. The highest-ranked office holder is informally called the First-ranked Vice-Premier. The first-ranked VP takes over duties of the Premier"}]}, {"heading": "Births", "year": "1908", "date": "August 22", "txt": "Henri Cartier-Bresson, French photographer and painter (d. 2004)", "entities": [{"title": "Henri Cartier-Bresson", "href": "/wiki/Henri_Cartier-Bresson", "description": "Henri Cartier-Bresson was a French humanist photographer considered a master of candid photography, and an early user of 35 mm film. He pioneered the genre of street photography, and viewed photography as capturing a decisive moment."}]}, {"heading": "Births", "year": "1908", "date": "August 22", "txt": "Erwin Thiesies, German rugby player and coach (d. 1993)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 22", "txt": "Julius J. Epstein, American screenwriter and producer (d. 2000)", "entities": [{"title": "Julius J. Epstein", "href": "/wiki/Julius_J._Epstein", "description": "Julius J. Epstein was an American screenwriter, who had a long career, best remembered for his screenplay, written with his twin brother, Philip, and Howard E. Koch, of the film Casablanca (1942), for which the writers won an Academy Award. It was adapted from an unpublished play, Everybody Comes to Rick's, written by Murray Bennett and Joan Alison."}]}, {"heading": "Births", "year": "1909", "date": "August 22", "txt": "Mel Hein, American football player and coach (d. 1992)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 22", "txt": "Leonard Pagliero, English businessman and pilot (d. 2008)", "entities": [{"title": "Leonard Pagliero", "href": "/wiki/Leonard_Pagliero", "description": "Leonard Pagliero OBE was Director of the Stationers Association and Chairman of The Kennel Club. During World War II, he served as a pilot for RAF Transport Command. He was also a dog show judge and judged several times at Crufts. He became Master of the Worshipful Company of Glass Sellers, and was given the Freedom of the City of London."}]}, {"heading": "Births", "year": "1913", "date": "August 22", "txt": "Bruno Pontecorvo, Italian physicist and academic (d. 1993)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 22", "txt": "Jack Dunphy, American author and playwright (d. 1992)", "entities": [{"title": "Jack Dunphy", "href": "/wiki/Jack_Dunphy", "description": "John Paul Dunphy was an American novelist and playwright, and partner of American author Truman Capote."}]}, {"heading": "Births", "year": "1914", "date": "August 22", "txt": "Connie B. Gay, American businessman, co-founded the Country Music Hall of Fame and Museum (d. 1989)", "entities": [{"title": "Country Music Hall of Fame and Museum", "href": "/wiki/Country_Music_Hall_of_Fame_and_Museum", "description": "The Country Music Hall of Fame and Museum in Nashville, Tennessee, is one of the world's largest museums and research centers dedicated to the preservation and interpretation of American vernacular music. Chartered in 1964, the museum has amassed one of the world's most extensive musical collections."}]}, {"heading": "Births", "year": "1915", "date": "August 22", "txt": "David Dellinger, American activist (d. 2004)", "entities": [{"title": "David Dellinger", "href": "/wiki/David_Dellinger", "description": "David T. Dellinger was an American pacifist and an activist for nonviolent social change. He achieved peak prominence as one of the Chicago Seven, who were put on trial in 1969."}]}, {"heading": "Births", "year": "1915", "date": "August 22", "txt": "James Hillier, Canadian-American scientist, co-designed the electron microscope (d. 2007)", "entities": [{"title": "Electron microscope", "href": "/wiki/Electron_microscope", "description": "An electron microscope is a microscope that uses a beam of accelerated electrons as a source of illumination. As the wavelength of an electron can be up to 100,000 times shorter than that of visible light photons, electron microscopes have a higher resolving power than light microscopes and can reveal the structure of smaller objects. A scanning transmission electron microscope has achieved better"}]}, {"heading": "Births", "year": "1915", "date": "August 22", "txt": "Edward Szczepanik, Polish economist and politician, 15th Prime Minister of the Polish Republic in Exile (d. 2005)", "entities": [{"title": "Polish government-in-exile", "href": "/wiki/Polish_government-in-exile", "description": "The Polish government-in-exile, officially known as the Government of the Republic of Poland in exile, was the government in exile of Poland formed in the aftermath of the Invasion of Poland of September 1939, and the subsequent occupation of Poland by Germany and the Soviet Union, which brought to an end the Second Polish Republic."}]}, {"heading": "Births", "year": "1917", "date": "August 22", "txt": "John Lee Hooker, American singer-songwriter and guitarist (d. 2001)", "entities": [{"title": "John Lee Hooker", "href": "/wiki/John_Lee_Hooker", "description": "John Lee Hooker was an American blues singer, songwriter, and guitarist. The son of a sharecropper, he rose to prominence performing an electric guitar-style adaptation of Delta blues. Hooker often incorporated other elements, including talking blues and early North Mississippi Hill country blues. He developed his own driving-rhythm boogie style, distinct from the 1930s–1940s piano-derived boogie-"}]}, {"heading": "Births", "year": "1918", "date": "August 22", "txt": "Mary McGrory, American journalist and author (d. 2004)", "entities": [{"title": "Mary McGrory", "href": "/wiki/Mary_McGrory", "description": "Mary McGrory was an American journalist and columnist. She specialized in American politics, and was noted for her detailed coverage of political maneuverings. She wrote over 8,000 columns, but no books, and made very few media or lecture appearances. She was a fierce opponent of the Vietnam War and was on Richard Nixon's enemies list. One reviewer said:McGrory is what you get when proximity to po"}]}, {"heading": "Births", "year": "1920", "date": "August 22", "txt": "Ray Bradbury, American science fiction writer and screenwriter (d. 2012)", "entities": [{"title": "Ray Bradbury", "href": "/wiki/Ray_Bradbury", "description": "Ray Douglas Bradbury was an American author and screenwriter. One of the most celebrated 20th-century American writers, he worked in a variety of modes, including fantasy, science fiction, horror, mystery, and realistic fiction."}]}, {"heading": "Births", "year": "1920", "date": "August 22", "txt": "Denton Cooley, American surgeon and scientist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 22", "txt": "Dinos Dimopoulos, Greek director and screenwriter (d. 2003)", "entities": [{"title": "Dinos Dimopoulos", "href": "/wiki/Dinos_Dimopoulos", "description": "Dinos Dimopoulos was a Greek actor, film director, screenwriter and theatre director. He directed 47 films between 1953 and 1993."}]}, {"heading": "Births", "year": "1921", "date": "August 22", "txt": "Tony Pawson, English cricketer, footballer, and journalist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 22", "txt": "Roberto Aizenberg, Argentine painter and sculptor (d. 1996)", "entities": [{"title": "Roberto Aizenberg", "href": "/wiki/Roberto_Aizenberg", "description": "Roberto Aizenberg, nicknamed \"Bobby\", was an Argentine painter and sculptor. He was considered the best-known orthodox surrealist painter in Argentina."}]}, {"heading": "Births", "year": "1922", "date": "August 22", "txt": "Theoni V. Aldredge, Greek-American costume designer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 22", "txt": "James Kirkwood, Jr., American playwright and author (d. 1989)", "entities": [{"title": "James Kirkwood, Jr.", "href": "/wiki/James_Kirkwood,_Jr.", "description": "James Kirkwood Jr. was an American playwright, author and actor. In 1976 he received the Tony Award, the Drama Desk Award for Outstanding Book of a Musical, and the Pulitzer Prize for Drama for the Broadway hit A Chorus Line."}]}, {"heading": "Births", "year": "1924", "date": "August 22", "txt": "Harishankar Parsai, Indian writer, satirist and humorist (d. 1995)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 22", "txt": "Honor Blackman, English actress and republican (d. 2020)", "entities": [{"title": "Honor Blackman", "href": "/wiki/Honor_Blackman", "description": "Honor Blackman was an English actress, widely known for the roles of Cathy Gale in The Avengers (1962–1964), Bond girl Pussy Galore in Goldfinger (1964), Julia Daggett in Shalako (1968) and Hera in Jason and the Argonauts (1963). She is also known for her role as Laura West in the ITV sitcom The Upper Hand (1990–1996)."}]}, {"heading": "Births", "year": "1926", "date": "August 22", "txt": "Bob Flanigan, American pop singer (d. 2011)", "entities": [{"title": "Bob Flanigan (singer)", "href": "/wiki/Bob_Flanigan_(singer)", "description": "Robert Lee \"Bob\" Flanigan was an American tenor vocalist and founding member of The Four Freshmen, a jazz vocal group."}]}, {"heading": "Births", "year": "1928", "date": "August 22", "txt": "Tinga Seisay, Sierra Leonean academic and diplomat (d.2015)", "entities": [{"title": "Tinga Seisay", "href": "/wiki/Tinga_Seisay", "description": "Samuel Tinga Khendekha Seisay was a Sierra Leonean diplomat and pro-democracy activist."}]}, {"heading": "Births", "year": "1928", "date": "August 22", "txt": "Karlheinz Stockhausen, German composer and academic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 22", "txt": "Valery Alekseyev, Russian anthropologist and author (d. 1991)", "entities": [{"title": "Valery Alekseyev (anthropologist)", "href": "/wiki/Valery_Alekseyev_(anthropologist)", "description": "Valery Pavlovich Alekseyev was a Russian anthropologist, director of the Institute of Archaeology in Moscow (1987–1991) and member of the Soviet Academy of Sciences, exceptionally without having been a member of the Communist Party."}]}, {"heading": "Births", "year": "1929", "date": "August 22", "txt": "Ulrich Wegener, German police officer and general (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 22", "txt": "Gylmar dos Santos Neves, Brazilian footballer (d. 2013)", "entities": [{"title": "Gylmar dos Santos Neves", "href": "/wiki/Gylmar_dos_Santos_Neves", "description": "Gylmar dos Santos Neves, known simply as Gilmar, was a Brazilian footballer who played goalkeeper for Corinthians and Santos and was a member of the Brazil national team in three World Cups. He was elected the best Brazilian goalkeeper of the 20th century and one of the best in the world by the IFFHS. He is remembered for his sober style on the pitch and his peaceful personality."}]}, {"heading": "Births", "year": "1932", "date": "August 22", "txt": "Gerald P. Carr, American engineer, colonel, and astronaut (d. 2020)", "entities": [{"title": "Gerald P. Carr", "href": "/wiki/Gerald_P._Carr", "description": "Colonel Gerald Paul Carr was an American mechanical and aeronautical engineer, United States Marine Corps officer, naval aviator, and NASA astronaut. He was Commander of Skylab 4, the third and final crewed visit to the Skylab Orbital Workshop, from November 16, 1973, to February 8, 1974."}]}, {"heading": "Births", "year": "1933", "date": "August 22", "txt": "Sylva Koscina, Italian actress (d. 1994)", "entities": [{"title": "Sylva Koscina", "href": "/wiki/Sylva_Koscina", "description": "Sylva Koscina was a Yugoslav-born Italian actress, maybe best remembered for her role as Iole, the bride of Hercules in Hercules (1958) and Hercules Unchained (1960). She also played Paul Newman's romantic interest in The Secret War of Harry Frigg (1968)."}]}, {"heading": "Births", "year": "1934", "date": "August 22", "txt": "Norman Schwarzkopf, Jr., American general and engineer (d. 2012)", "entities": [{"title": "Norman Schwarzkopf, Jr.", "href": "/wiki/Norman_Schwarzkopf,_Jr.", "description": "Herbert Norman Schwarzkopf Jr. was a United States Army general. While serving as the commander of United States Central Command, he led all coalition forces in the Gulf War."}]}, {"heading": "Births", "year": "1935", "date": "August 22", "txt": "Annie Proulx, American novelist, short story writer, and journalist", "entities": [{"title": "Annie Proulx", "href": "/wiki/Annie_Proulx", "description": "Edna Ann Proulx is an American novelist, short story writer, and journalist. She has written most frequently as Annie Proulx but has also used the names E. Annie Proulx and E.A. Proulx."}]}, {"heading": "Births", "year": "1936", "date": "August 22", "txt": "Chuck Brown, American singer-songwriter, guitarist, and producer (d. 2012)", "entities": [{"title": "Chuck Brown", "href": "/wiki/Chuck_Brown", "description": "Charles Louis Brown was an American guitarist, bandleader and singer who garnered the honorific nickname \"The Godfather of Go-Go\". Go-go is a subgenre of funk music developed around the Washington, D.C. metropolitan area in the mid-1970s. While its musical classification, influences, and origins are debated, Brown is regarded as the fundamental force behind the creation of go-go music."}]}, {"heading": "Births", "year": "1936", "date": "August 22", "txt": "John Callaway, American journalist and producer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 22", "txt": "Dale Hawkins, American singer-songwriter and guitarist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 22", "txt": "Werner Stengel, German roller coaster designer and engineer, designed the Maverick roller coaster", "entities": [{"title": "Maverick (roller coaster)", "href": "/wiki/Maverick_(roller_coaster)", "description": "Maverick is a steel roller coaster located at Cedar Point in Sandusky, Ohio. Manufactured by Intamin at a cost of $21 million, it was the 500th roller coaster designed by German engineer Werner Stengel and the first to feature a twisted horseshoe roll element. There are two launch points along the 4,450-foot (1,360 m) track that utilize linear synchronous motors (LSM). Maverick features a beyond-v"}]}, {"heading": "Births", "year": "1938", "date": "August 22", "txt": "Jean Berkey, American businesswoman and politician (d. 2013)", "entities": [{"title": "Jean Berkey", "href": "/wiki/Jean_Berkey", "description": "\n\nJean Louise Berkey was an American politician who served as a Washington State Senator from Washington's 38th legislative district from 2005 to 2011. Her career ended due to the Moxie Media scandal: in the 2010 primary election, her fellow Democrat, Nick Harper, bankrolled ads for a third candidate in an effort to \"Squeeze The Middle\" and prevent the moderate incumbent Berkey from running in the"}]}, {"heading": "Births", "year": "1939", "date": "August 22", "txt": "Valerie Harper, American actress (d. 2019)", "entities": [{"title": "Valerie Harper", "href": "/wiki/Valerie_Harper", "description": "Valerie Kathryn Harper was an American actress. She began her career as a dancer on Broadway, making her debut in the musical Take Me Along in 1959. She is best remembered for her role as Rhoda Morgenstern on The Mary Tyler Moore Show (1970–1977) and its spin-off Rhoda (1974–1978). For her work on Mary Tyler Moore, she thrice received the Primetime Emmy Award for Outstanding Supporting Actress in "}]}, {"heading": "Births", "year": "1939", "date": "August 22", "txt": "Fred Milano, American doo-wop singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 22", "txt": "Carl Yastrzemski, American baseball player", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 22", "txt": "Bill McCartney, American football player and coach, founded Promise Keepers", "entities": [{"title": "Bill McCartney", "href": "/wiki/Bill_McCartney", "description": "William Paul McCartney is a former American football player and coach and the founder of the Promise Keepers men's ministry. He was the head football coach at the University of Colorado Boulder from 1982 to 1994, where he compiled a record of 93–55–5 and won three consecutive Big Eight Conference titles between 1989 and 1991. McCartney's 1990 team was crowned as national champions by the Associate"}, {"title": "Promise Keepers", "href": "/wiki/Promise_Keepers", "description": "Promise Keepers is an Evangelical Christian parachurch organization for men. It originated in the United States, but independent branches have also been established in Canada and New Zealand."}]}, {"heading": "Births", "year": "1941", "date": "August 22", "txt": "Bill Parcells, American football player and coach", "entities": [{"title": "Bill Parcells", "href": "/wiki/Bill_Parcells", "description": "Duane Charles \"Bill\" Parcells, also known as \"the Big Tuna\", is an American former football coach who was a head coach in the National Football League (NFL) for 19 seasons. He rose to prominence as the head coach of the New York Giants, which he led to two Super Bowl titles. Parcells later served as the head coach of the New England Patriots, New York Jets, and Dallas Cowboys. Throughout his caree"}]}, {"heading": "Births", "year": "1942", "date": "August 22", "txt": "Uğur Mumcu, Turkish journalist and author (d. 1993)", "entities": [{"title": "Uğur Mumcu", "href": "/wiki/U%C4%9Fur_Mumcu", "description": "Uğur Mumcu was a Turkish investigative journalist for the daily Cumhuriyet. He was assassinated by a bomb placed in his car outside his home."}]}, {"heading": "Births", "year": "1943", "date": "August 22", "txt": "Alun Michael, Welsh police commissioner and politician, inaugural First Minister of Wales", "entities": [{"title": "Alun Michael", "href": "/wiki/Alun_Michael", "description": "Alun Edward Michael is a Welsh Labour politician serving as South Wales Police and Crime Commissioner since 2012. He served as Secretary of State for Wales from 1998 to 1999 and then as the first First Secretary of Wales and Leader of Welsh Labour from 1999 to 2000."}, {"title": "First Minister of Wales", "href": "/wiki/First_Minister_of_Wales", "description": "The First Minister of Wales is the Leader of the Welsh Government. The First Minister chairs the Welsh Cabinet and is primarily responsible for the formulation, development and presentation of Welsh Government policy. Additional functions of the First Minister include promoting and representing Wales in an official capacity, at home and abroad, and responsibility for constitutional affairs, as the"}]}, {"heading": "Births", "year": "1943", "date": "August 22", "txt": "Masatoshi Shima, Japanese computer scientist and engineer, co-designed the Intel 4004", "entities": [{"title": "Intel 4004", "href": "/wiki/Intel_4004", "description": "The Intel 4004 is a 4-bit central processing unit (CPU) released by Intel Corporation in 1971. It was the first commercially produced microprocessor, and the first in a long line of Intel CPUs."}]}, {"heading": "Births", "year": "1944", "date": "August 22", "txt": "Roger Cashmore, English physicist and academic", "entities": [{"title": "Roger Cashmore", "href": "/wiki/Roger_Cashmore", "description": "\n\nRoger John Cashmore is the Chair of the United Kingdom Atomic Energy Authority. Previously he was Principal of Brasenose College, Oxford and Professor of Experimental Physics at the University of Oxford.\nHis interests include the origin of the masses of particles and the Higgs boson."}]}, {"heading": "Births", "year": "1945", "date": "August 22", "txt": "David Chase, American director, producer, and screenwriter", "entities": [{"title": "David Chase", "href": "/wiki/David_Chase", "description": "David Henry Chase is an American screenwriter, director, and producer. He is best known for writing and producing the HBO drama The Sopranos which aired for six seasons between 1999 and 2007. Chase has also produced and written for such shows as The Rockford Files, I'll Fly Away, and Northern Exposure. He created the original series Almost Grown which aired for 10 episodes in 1988 and 1989. He has"}]}, {"heading": "Births", "year": "1945", "date": "August 22", "txt": "Ron Dante, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 22", "txt": "Donna Jean Godchaux, American singer-songwriter", "entities": [{"title": "Donna Jean Godchaux", "href": "/wiki/Donna_Jean_Godchaux", "description": "Donna Jean Thatcher Godchaux-MacKay is an American singer, best known for having been a member of the Grateful Dead from 1972 until 1979."}]}, {"heading": "Births", "year": "1947", "date": "August 22", "txt": "Cindy Williams, American actress and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 22", "txt": "David Marks, American singer-songwriter and guitarist", "entities": [{"title": "David Marks (musician)", "href": "/wiki/David_Marks_(musician)", "description": "David Lee Marks is an American guitarist who is best known for being an early member of the Beach Boys. While growing up in Hawthorne, California, Marks was a neighborhood friend of the original band members and was a frequent participant at their family get-togethers. Following his departure from the group, Marks fronted the Marksmen and performed and recorded as a session musician."}]}, {"heading": "Births", "year": "1949", "date": "August 22", "txt": "Doug Bair, American baseball player and coach", "entities": [{"title": "Doug Bair", "href": "/wiki/Doug_Bair", "description": "Charles Douglas Bair is an American former professional baseball pitcher. He played for 15 Major League Baseball (MLB) seasons — from 1976 to 1990 — for seven teams."}]}, {"heading": "Births", "year": "1949", "date": "August 22", "txt": "Diana Nyad, American swimmer and author", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 22", "txt": "Ray Burris, American baseball player and coach", "entities": [{"title": "Ray Burris", "href": "/wiki/Ray_Burris", "description": "Bertram Ray Burris is an American former pitcher in Major League Baseball (MLB), and the current rehabilitation pitching coordinator in the Philadelphia Phillies organization. He played in MLB from 1973 through 1987 for seven different teams. Listed at 6 feet 5 inches (1.96 m) and 200 pounds (91 kg), he threw and batted right-handed."}]}, {"heading": "Births", "year": "1950", "date": "August 22", "txt": "Scooter Libby, American lawyer and politician, Chief of Staff to the Vice President of the United States", "entities": [{"title": "Chief of Staff to the Vice President of the United States", "href": "/wiki/Chief_of_Staff_to_the_Vice_President_of_the_United_States", "description": "The chief of staff to the vice president of the United States is the chief of staff position within the Office of the Vice President, part of the Executive Office of the President of the United States. The chief of staff has been responsible for overseeing the actions of the vice president's staff, managing the vice president's schedule, and deciding who is allowed to meet with the vice president."}]}, {"heading": "Births", "year": "1952", "date": "August 22", "txt": "Peter Laughner, American singer-songwriter and guitarist (d. 1977)", "entities": [{"title": "Peter Laughner", "href": "/wiki/Peter_Laughner", "description": "Peter Laughner was an American guitarist, songwriter and singer."}]}, {"heading": "Births", "year": "1953", "date": "August 22", "txt": "Paul Ellering, American weightlifter, wrestler, and manager", "entities": [{"title": "Paul Ellering", "href": "/wiki/Paul_Ellering", "description": "Paul Ellering is an American professional wrestling manager, professional wrestler and dog musher. He is currently signed with WWE to a legends contract. Ellering spent most of his wrestling career managing the Road Warriors, working with them from 1983 to 1990 and again on occasion between 1992 and 1997. In addition to being their on screen manager he actually handled the team's affairs outside t"}]}, {"heading": "Births", "year": "1955", "date": "August 22", "txt": "Chiranjeevi, Indian film actor, producer and politician", "entities": [{"title": "Chiranjeevi", "href": "/wiki/Chiranjeevi", "description": "Chiranjeevi is an Indian actor and former politician. Known for his breakdancing skills, Chiranjeevi starred in over 150 feature films, primarily in Telugu cinema. In a film career spanning thirty-nine years, he won three Andhra Pradesh State Nandi Awards, a Raghupathi Venkaiah Award, and nine Filmfare Awards South. In 2006, he was honored with the Padma Bhushan, India's third-highest civilian awa"}]}, {"heading": "Births", "year": "1956", "date": "August 22", "txt": "Paul Molitor, American baseball player and coach", "entities": [{"title": "Paul Molitor", "href": "/wiki/Paul_Molitor", "description": "Paul Leo Molitor, nicknamed \"Molly\" and \"The Ignitor\", is an American former Major League Baseball (MLB) player and former manager of the Minnesota Twins, who is in the Baseball Hall of Fame. During his 21-year baseball career, he played for the Milwaukee Brewers (1978–1992), Toronto Blue Jays (1993–1995), and Minnesota Twins (1996–1998). He was known for his exceptional hitting and speed. He made"}]}, {"heading": "Births", "year": "1956", "date": "August 22", "txt": "Peter Taylor, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 22", "txt": "Steve Davis, English snooker player, sportscaster, and author", "entities": [{"title": "Steve Davis", "href": "/wiki/Steve_Davis", "description": "Steve Davis, is a retired English professional snooker player from Plumstead, London. He dominated the sport during the 1980s, when he reached eight World Snooker Championship finals in nine years, won six world titles, and held the world number one ranking for seven consecutive seasons. He was the first player to make an officially recognised maximum break in professional competition and also the"}]}, {"heading": "Births", "year": "1957", "date": "August 22", "txt": "Holly Dunn, American country music singer-songwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 22", "txt": "Colm Feore, American-Canadian actor", "entities": [{"title": "Colm Feore", "href": "/wiki/Colm_Feore", "description": "Colm Joseph Feore is an American-born Canadian actor. A 13-year veteran of the Stratford Festival, he is best known for his Gemini-winning turn as Prime Minister Pierre Trudeau in the television miniseries Trudeau, and his performance as Glenn Gould in Thirty Two Short Films About Glenn Gould, as well as roles such as Detective Martin Ward in Bon Cop, Bad Cop, Lord Marshal Zhylaw in The Chronicles"}]}, {"heading": "Births", "year": "1958", "date": "August 22", "txt": "Stevie Ray, American semi-retired wrestler", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 22", "txt": "Vernon Reid, English-born American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 22", "txt": "Juan Croucier, Cuban-American singer-songwriter, bass player, and producer", "entities": [{"title": "Juan Croucier", "href": "/wiki/Juan_Croucier", "description": "Juan Croucier is a Cuban-born American hard rock bassist and songwriter. He is best known as the bassist for the heavy metal band Ratt."}]}, {"heading": "Births", "year": "1959", "date": "August 22", "txt": "Pia Gjellerup, Danish lawyer and politician, Danish Minister of Finance", "entities": [{"title": "List of Finance Ministers of Denmark", "href": "/wiki/List_of_Finance_Ministers_of_Denmark", "description": "This is a list of Finance Ministers of Denmark since 1848. Denmark's first unified Finance Ministry was established in that year."}]}, {"heading": "Births", "year": "1959", "date": "August 22", "txt": "Mark Williams, English actor", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 22", "txt": "Holger Gehrke, German footballer and manager", "entities": [{"title": "Holger Gehrke", "href": "/wiki/Holger_Gehrke", "description": "Holger Andreas Gehrke is a former professional German football player and manager."}]}, {"heading": "Births", "year": "1960", "date": "August 22", "txt": "Collin Raye, American country music singer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 22", "txt": "Andrés Calamaro, Argentine singer-songwriter, guitarist, and producer", "entities": [{"title": "Andrés Calamaro", "href": "/wiki/Andr%C3%A9s_Calamaro", "description": "Andrés Calamaro, is an Argentine musician, composer and Latin Grammy winner. His former band Los Rodríguez was a major success in Spain and throughout Latin America mainly during the 1990s. He is multi-instrumentalist and became one of the main icons of Argentine rock, selling over 1.3 million records to date."}]}, {"heading": "Births", "year": "1961", "date": "August 22", "txt": "Iain Coucher, English businessman", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 22", "txt": "Roland Orzabal, English singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 22", "txt": "Debbi Peterson, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 22", "txt": "Stefano Tilli, Italian sprinter", "entities": [{"title": "Stefano Tilli", "href": "/wiki/Stefano_Tilli", "description": "Stefano Tilli is a retired Italian sprinter trained by Fabrizio Lepore, who specialized in the 100 and 200 m."}]}, {"heading": "Births", "year": "1963", "date": "August 22", "txt": "Tori Amos, American singer-songwriter, pianist, and producer", "entities": [{"title": "Tori Amos", "href": "/wiki/Tori_Amos", "description": "Myra Ellen \"Tori\" Amos is an American singer-songwriter and pianist. She is a classically trained musician with a mezzo-soprano vocal range. Having already begun composing instrumental pieces on piano, Amos won a full scholarship to the Peabody Institute at Johns Hopkins University at the age of five, the youngest person ever to have been admitted. She had to leave at the age of 11 when her schola"}]}, {"heading": "Births", "year": "1963", "date": "August 22", "txt": "James DeBarge, American R&B/soul singer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 22", "txt": "Terry Catledge, American basketball player", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 22", "txt": "Trey Gowdy, American lawyer and U.S. Representative", "entities": [{"title": "Trey Gowdy", "href": "/wiki/Trey_Gowdy", "description": "Harold Watson \"Trey\" Gowdy III is an American television news personality, former politician, and former federal prosecutor who served as the U.S. Representative for South Carolina's 4th congressional district from 2011 to 2019. His district included much of the Upstate region of South Carolina, including Greenville and Spartanburg."}, {"title": "Member of Congress", "href": "/wiki/Member_of_Congress", "description": "A Member of Congress (MOC) is a person who has been appointed or elected and inducted into an official body called a congress, typically to represent a particular constituency in a legislature. Member of Parliament (MP) is an equivalent term in other, unaffiliated jurisdictions."}]}, {"heading": "Births", "year": "1964", "date": "August 22", "txt": "Mats Wilander, Swedish-American tennis player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 22", "txt": "Wendy Botha, South African-Australian surfer", "entities": [{"title": "Wendy Botha", "href": "/wiki/Wendy_Botha", "description": "Wendy Botha is a four-time world surfing champion. She won her first title as a South African citizen in 1987, then she became an Australian citizen and won three more titles in 1989, 1991, and 1992. She also posed nude for Australian Playboy for the September issue of 1992. \nBotha married New Zealand rugby league international and television star Brent Todd in 1993.\nThey had two children, Jessica"}]}, {"heading": "Births", "year": "1965", "date": "August 22", "txt": "David Reimer, Canadian victim of a botched circumcision and sex reassignment surgery (d. 2004)", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 22", "txt": "GZA, American rapper and producer", "entities": [{"title": "GZA", "href": "/wiki/GZA", "description": "Gary Earl Grice, better known by his stage names GZA and The Genius, is an American rapper and songwriter. A founding member of the hip hop group the Wu-Tang Clan, GZA is the group's \"spiritual head\", being both the first member in the group to receive a record deal and being the oldest member. He has appeared on his fellow Clan members' solo projects, and has maintained a successful solo career s"}]}, {"heading": "Births", "year": "1966", "date": "August 22", "txt": "Rob Witschge, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 22", "txt": "Ty Burrell, American actor and comedian", "entities": [{"title": "Ty Burrell", "href": "/wiki/Ty_Burrell", "description": "Tyler Gerald Burrell is an American actor and comedian. He originally rose to prominence in several roles on Broadway including Macbeth, and the off-Broadway plays Corners, The Blue Demon, Burn This, and Show People. Burrell is best known for his role as Phil Dunphy in the ABC sitcom Modern Family, for which he won the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series in 201"}]}, {"heading": "Births", "year": "1967", "date": "August 22", "txt": "Paul Colman, Australian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 22", "txt": "Alfred Gough, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 22", "txt": "Layne Staley, American singer-songwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 22", "txt": "Casper Christensen, Danish comedian, actor, and screenwriter", "entities": [{"title": "Casper Christensen", "href": "/wiki/Casper_Christensen", "description": "Casper Lindholm Christensen is a Danish comedian. He has hosted many shows including Casper & Mandrilaftalen, the Danish airing of Shooting Stars and Don't Forget Your Toothbrush, and the Danish version of Deal or No Deal. He also had a leading role in the Danish sit-coms Langt fra Las Vegas and Klovn (Clown/Fool)."}]}, {"heading": "Births", "year": "1968", "date": "August 22", "txt": "Rich Lowry, American writer and magazine editor (National Review)", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 22", "txt": "Aleksandr Mostovoi, Russian footballer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 22", "txt": "Elisabeth Murdoch, Australian businesswoman", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 22", "txt": "Horst Skoff, Austrian tennis player (d. 2008)", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 22", "txt": "Charlie Connelly, English author and broadcaster", "entities": [{"title": "Charlie Connelly", "href": "/wiki/Charlie_Connelly", "description": "Charlie Connelly is an author of popular non-fiction books. In addition to being a writer, Connelly also appears as a presenter on radio and television shows."}]}, {"heading": "Births", "year": "1970", "date": "August 22", "txt": "Giada De Laurentiis, Italian-American chef and author", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 22", "txt": "Tímea Nagy, Hungarian fencer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 22", "txt": "Craig Finn, American singer-songwriter and guitarist", "entities": [{"title": "Craig Finn", "href": "/wiki/Craig_Finn", "description": "Craig Finn is an American singer-songwriter and musician. He is best known as the frontman of the American indie rock band The Hold Steady, with whom he has recorded eight studio albums. Prior to forming The Hold Steady, Finn was the frontman of Lifter Puller. Described by Pitchfork as \"a born storyteller who's chosen rock as his medium,\" Finn has released four solo albums, Clear Heart Full Eyes ("}]}, {"heading": "Births", "year": "1972", "date": "August 22", "txt": "Okkert Brits, South African pole vaulter", "entities": [{"title": "Okkert Brits", "href": "/wiki/Okkert_Brits", "description": "Okkert Brits is a former South African track and field athlete who specialised in the pole vault. He was the silver medallist at the World Championships in Athletics in 2003. He was a four-time champion at the African Championships in Athletics and twice champion at the All-Africa Games. He was a gold medallist at the 2002 Commonwealth Games and took bronze at the 1995 IAAF World Indoor Championsh"}]}, {"heading": "Births", "year": "1972", "date": "August 22", "txt": "Paul Doucette, American singer-songwriter, guitarist, and drummer", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 22", "txt": "Steve Kline, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 22", "txt": "Max Wilson, German-Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 22", "txt": "Roslina Bakar, Malaysian sport shooter", "entities": [{"title": "Roslina Bakar", "href": "/wiki/Roslina_Bakar", "description": "Roslina Bakar is a Malaysian sport shooter."}]}, {"heading": "Births", "year": "1973", "date": "August 22", "txt": "Howie Dorough, American singer-songwriter and dancer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 22", "txt": "Kristen Wiig, American actress, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 22", "txt": "Eurelijus Žukauskas, Lithuanian basketball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 22", "txt": "Cory Gardner, American politician", "entities": [{"title": "Cory Gardner", "href": "/wiki/Cory_Gardner", "description": "Cory Scott Gardner is an American attorney and politician who served as a United States Senator from Colorado from 2015 to 2021. A Republican, he was the U.S. Representative for Colorado's 4th congressional district from 2011 to 2015 and a member of the Colorado House of Representatives from 2005 to 2011."}]}, {"heading": "Births", "year": "1974", "date": "August 22", "txt": "Agustín Pichot, Argentinian rugby player", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 22", "txt": "Clint Bolton, Australian footballer", "entities": [{"title": "Clint Bolton", "href": "/wiki/Clint_Bolton", "description": "Clint Brian Bolton is an Australian former goalkeeper. He was one of the most experienced goalkeepers in the history of the National Soccer League, which preceded the A-League. He played over 300 games for Brisbane Strikers, Sydney Olympic FC and Parramatta Power, and won two A-League championships with Sydney FC."}]}, {"heading": "Births", "year": "1975", "date": "August 22", "txt": "Rodrigo Santoro, Brazilian actor", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 22", "txt": "Marius Bezykornovas, Lithuanian footballer", "entities": [{"title": "Marius Bezykornovas", "href": "/wiki/Marius_Bezykornovas", "description": "Marius Bezykornovas is a Lithuanian footballer."}]}, {"heading": "Births", "year": "1976", "date": "August 22", "txt": "Bryn Davies, American bassist, cellist, and pianist", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 22", "txt": "Laurent Hernu, French decathlete", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 22", "txt": "Randy Wolf, American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 22", "txt": "Heiðar Helguson, Icelandic footballer", "entities": [{"title": "Heiðar Helguson", "href": "/wiki/Hei%C3%B0ar_Helguson", "description": "Heiðar Helguson is an Icelandic former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1977", "date": "August 22", "txt": "Keren Cytter, Israeli visual artist and writer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 22", "txt": "James Corden, English actor, comedian, writer, and television presenter", "entities": [{"title": "James Corden", "href": "/wiki/James_Corden", "description": "James Kimberley Corden is an English actor, comedian, singer, writer, producer, and television host. In the United States, he is best known as the host of The Late Late Show with James Corden, a late-night talk show that has been on CBS since 2015. In the United Kingdom, he is best known for co-writing and starring in the critically-acclaimed BBC sitcom Gavin & Stacey."}]}, {"heading": "Births", "year": "1978", "date": "August 22", "txt": "Ioannis Gagaloudis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 22", "txt": "Matt Walters, American football player", "entities": [{"title": "Matt Walters", "href": "/wiki/Matt_Walters", "description": "Matthew Jeremy Walters is a former American football player."}]}, {"heading": "Births", "year": "1980", "date": "August 22", "txt": "Roland Benschneider, German footballer", "entities": [{"title": "Roland Benschneider", "href": "/wiki/Roland_Benschneider", "description": "Roland Benschneider is a German former professional footballer, who works as sports director at FC Energie Cottbus."}]}, {"heading": "Births", "year": "1980", "date": "August 22", "txt": "Nicolas Macrozonaris, Canadian sprinter", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 22", "txt": "Seiko Yamamoto, Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 22", "txt": "Alex Holmes, American football player", "entities": [{"title": "Alex Holmes", "href": "/wiki/Alex_Holmes", "description": "Alex Holmes is a former National Football League tight end."}]}, {"heading": "Births", "year": "1981", "date": "August 22", "txt": "Jang Hyun-kyu, South Korean footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 22", "txt": "Christina Obergföll, German athlete", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 22", "txt": "Theo Bos, Dutch cyclist", "entities": [{"title": "Theo Bos", "href": "/wiki/Theo_Bos", "description": "Theo Bos is a Dutch track cyclist, Olympic silver medalist and five-time world champion, who currently rides for UCI Track Team BEAT Cycling. A former road bicycle racing competitor, he is the brother of Olympic medalist in speed skating Jan Bos."}]}, {"heading": "Births", "year": "1983", "date": "August 22", "txt": "Jahri Evans, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 22", "txt": "Lee Camp, English footballer", "entities": [{"title": "Lee Camp (footballer)", "href": "/wiki/Lee_Camp_(footballer)", "description": "Lee Michael John Camp is a professional footballer who plays as a goalkeeper for Swindon Town. Internationally, he represents Northern Ireland, being eligible through his Northern Ireland-born grandfather, although he previously played for the England under-21 team."}]}, {"heading": "Births", "year": "1984", "date": "August 22", "txt": "Lawrence Quaye, Ghanaian-Qatari footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 22", "txt": "Luke Russert, American journalist", "entities": [{"title": "Luke Russert", "href": "/wiki/Luke_Russert", "description": "Lucas Russert, best known as Luke Russert, is an American broadcast news correspondent, who worked for NBC News from 2008 to 2016. His reporting was seen on NBC Nightly News, TODAY, NBCNews.com, and MSNBC. He also was a guest anchor on various MSNBC programs, including Andrea Mitchell Reports and Way Too Early."}]}, {"heading": "Births", "year": "1985", "date": "August 22", "txt": "Jey Uso, Samoan-American wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 22", "txt": "Jimmy Uso, Samoan-American wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 22", "txt": "Stephen Ireland, Irish footballer", "entities": [{"title": "Stephen Ireland", "href": "/wiki/Stephen_Ireland", "description": "Stephen James Ireland is an Irish former professional footballer who played as an attacking midfielder."}]}, {"heading": "Births", "year": "1986", "date": "August 22", "txt": "Neville, English wrestler", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 22", "txt": "Tokushōryū Makoto, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 22", "txt": "Leonardo Moracci, Italian footballer", "entities": [{"title": "Leonardo Moracci", "href": "/wiki/Leonardo_Moracci", "description": "Leonardo Moracci is an Italian footballer who plays for Serie D club ASD Cannara."}]}, {"heading": "Births", "year": "1987", "date": "August 22", "txt": "Apollo Crews, American wrestler", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 22", "txt": "Giacomo Bonaventura, Italian footballer", "entities": [{"title": "Giacomo Bonaventura", "href": "/wiki/Giacomo_Bonaventura", "description": "Giacomo \"Jack\" Bonaventura ( is an Italian professional footballer who plays as a midfielder for Serie A club Fiorentina, and the Italy national football team."}]}, {"heading": "Births", "year": "1990", "date": "August 22", "txt": "Randall Cobb, American football player", "entities": [{"title": "Randall Cobb (American football)", "href": "/wiki/Randall_Cobb_(American_football)", "description": "Randall Ladonald Cobb II is an American football wide receiver for the Houston Texans of the National Football League (NFL). He played college football at the University of Kentucky, and was drafted by the Green Bay Packers in the second round of the 2011 NFL Draft."}]}, {"heading": "Births", "year": "1990", "date": "August 22", "txt": "Drew Hutchison, American baseball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 22", "txt": "Robbie Rochow, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 22", "txt": "Federico Macheda, Italian footballer", "entities": [{"title": "Federico Macheda", "href": "/wiki/Federico_Macheda", "description": "Federico Macheda is an Italian professional footballer who plays as a forward for Super League Greece club Panathinaikos."}]}, {"heading": "Births", "year": "1991", "date": "August 22", "txt": "Brayden Schenn, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 22", "txt": "Ema Burgić Bucko, Bosnian tennis player", "entities": [{"title": "Ema Burgić Bucko", "href": "/wiki/Ema_Burgi%C4%87_Bucko", "description": "Ema Burgić Bucko is a retired tennis player from Bosnia."}]}, {"heading": "Births", "year": "1994", "date": "August 22", "txt": "Olli Määttä, Finnish ice hockey player", "entities": [{"title": "Olli Määttä", "href": "/wiki/Olli_M%C3%A4%C3%A4tt%C3%A4", "description": "Olli Määttä is a Finnish professional ice hockey defenceman for the Los Angeles Kings of the National Hockey League (NHL). He was selected by the Pittsburgh Penguins in the first round, 22nd overall, in the 2012 NHL Entry Draft. Määttä has also played for the Chicago Blackhawks."}]}, {"heading": "Births", "year": "1995", "date": "August 22", "txt": "Dua Lipa, English singer-songwriter", "entities": [{"title": "Dua Lipa", "href": "/wiki/Dua_Lipa", "description": "Dua Lipa is an English singer and songwriter. After working as a model, she signed with Warner Bros. Records in 2014 and released her eponymous debut album in 2017. The album peaked at number three on the UK Albums Chart, and yielded eight singles, including \"Be the One\", \"IDGAF\", and the UK number-one single \"New Rules\", which also peaked at number six in the US. The album has achieved platinum s"}]}, {"heading": "Births", "year": "1996", "date": "August 22", "txt": "Jessica-Jane Applegate, British Paralympic swimmer", "entities": [{"title": "Jessica-Jane Applegate", "href": "/wiki/Jessica-Jane_Applegate", "description": "Jessica-Jane Applegate MBE is a British Paralympic swimmer. Applegate competes in the S14 classification for swimmers with intellectual disabilities, mainly freestyle and backstroke preferring shorter distances. She qualified for the 2012 Summer Paralympics and on 2 September in the S14 200m freestyle, Applegate won the gold setting a Paralympic record."}]}, {"heading": "Deaths", "year": "408", "date": "August 22", "txt": "Stilicho, Roman general (b. 359)", "entities": [{"title": "Stilicho", "href": "/wiki/Stilicho", "description": "Flavius Stilicho or Stilico was a military commander in the Roman army who, for a time, became the most powerful man in the Western Roman Empire. He was of Vandal origins and married to Serena, the niece of emperor Theodosius I, and became guardian for the underage Honorius. After many years of victories against a number of enemies, both barbarian and Roman, a series of political and military disa"}]}, {"heading": "Deaths", "year": "1155", "date": "August 22", "txt": "Emperor Konoe of Japan (b. 1139)", "entities": [{"title": "Emperor Konoe", "href": "/wiki/Emperor_Konoe", "description": "Emperor Konoe  was the 76th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1241", "date": "August 22", "txt": "Pope Gregory IX, (b. 1143)", "entities": [{"title": "Pope Gregory IX", "href": "/wiki/Pope_Gregory_IX", "description": "Pope Gregory IX was Bishop of Rome, and as such, head of the Catholic Church and ruler of the Papal States from 19 March 1227 to his death. He is known for issuing the Decretales and instituting the Papal Inquisition, in response to the failures of the episcopal inquisitions established during the time of Pope Lucius III, through his papal bull Ad abolendam issued in 1184."}]}, {"heading": "Deaths", "year": "1280", "date": "August 22", "txt": "Pope Nicholas III (b. 1225)", "entities": [{"title": "Pope Nicholas III", "href": "/wiki/Pope_Nicholas_III", "description": "Pope Nicholas III, born Giovanni Gaetano Orsini, was head of the Catholic Church and ruler of the Papal States from 25 November 1277 to his death."}]}, {"heading": "Deaths", "year": "1304", "date": "August 22", "txt": "John II, Count of Holland (b. 1247)", "entities": [{"title": "John II, Count of Holland", "href": "/wiki/John_II,_Count_of_Holland", "description": "John II was Count of Hainaut, Holland, and Zeeland."}]}, {"heading": "Deaths", "year": "1338", "date": "August 22", "txt": "William II, Duke of Athens (b. 1312)", "entities": [{"title": "William II, Duke of Athens", "href": "/wiki/William_II,_Duke_of_Athens", "description": "William II was the third son of Frederick III of Sicily and Eleanor of Anjou. He inherited the Duchy of Athens after the death of his elder brother Manfred on 9 November 1317."}]}, {"heading": "Deaths", "year": "1350", "date": "August 22", "txt": "Philip VI of France (b. 1293)", "entities": [{"title": "Philip VI of France", "href": "/wiki/Philip_VI_of_France", "description": "Philip VI, called the Fortunate and of Valois, was the first King of France from the House of Valois, reigning from 1328 until his death."}]}, {"heading": "Deaths", "year": "1358", "date": "August 22", "txt": "Isabella of France (b. 1295)", "entities": [{"title": "Isabella of France", "href": "/wiki/Isabella_of_France", "description": "Isabella of France, sometimes described as the She-Wolf of France, was Queen of England as the wife of King Edward II, and regent of England from 1327 until 1330. She was the youngest surviving child and only surviving daughter of Philip IV of France and Joan I of Navarre. Isabella was notable in her lifetime for her diplomatic skills, intelligence, and beauty. She became a \"femme fatale\" figure i"}]}, {"heading": "Deaths", "year": "1425", "date": "August 22", "txt": "Eleanor, Princess of Asturias (b. 1423)", "entities": [{"title": "Eleanor, Princess of Asturias", "href": "/wiki/Eleanor,_Princess_of_Asturias", "description": "Eleanor of Castile was heir presumptive to the throne of the Crown of Castile and Princess of Asturias from 1424 until a few months before her death."}]}, {"heading": "Deaths", "year": "1456", "date": "August 22", "txt": "Vladislav II of Wallachia", "entities": [{"title": "Vladislav II of Wallachia", "href": "/wiki/Vladislav_II_of_Wallachia", "description": "Vladislav II was a voivode of the principality of Wallachia, from 1447 to 1448, and again from 1448 to 1456. The way Vladislav II came to the throne is debatable. The most accepted view is that Vladislav assassinated Vlad II Dracul, ruler of Wallachia, and was subsequently placed on the throne by John Hunyadi, on the other, Vladislav II was helped by the Ottomans to replace Dan III which was assig"}]}, {"heading": "Deaths", "year": "1485", "date": "August 22", "txt": "Richard III of England (b. 1452)", "entities": [{"title": "Richard III of England", "href": "/wiki/Richard_III_of_England", "description": "Richard III was King of England and Lord of Ireland from 1483 until his death in 1485. He was the last king of the House of York and the last of the Plantagenet dynasty. His defeat and death at the Battle of Bosworth Field, the last decisive battle of the Wars of the Roses, marked the end of the Middle Ages in England. He is the protagonist of Richard III, one of William Shakespeare's history play"}]}, {"heading": "Deaths", "year": "1485", "date": "August 22", "txt": "James Harrington, Yorkist knight", "entities": []}, {"heading": "Deaths", "year": "1485", "date": "August 22", "txt": "John Howard, 1st Duke of Norfolk (b. 1430)", "entities": []}, {"heading": "Deaths", "year": "1485", "date": "August 22", "txt": "Richard Ratcliffe, supporter of Richard III", "entities": []}, {"heading": "Deaths", "year": "1485", "date": "August 22", "txt": "William Brandon, supporter of Henry VII (b. 1426)", "entities": []}, {"heading": "Deaths", "year": "1532", "date": "August 22", "txt": "William Warham, Archbishop of Canterbury (b. 1450)", "entities": [{"title": "William Warham", "href": "/wiki/William_Warham", "description": "William Warham was the Archbishop of Canterbury from 1503 to his death."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1545", "date": "August 22", "txt": "Charles Brandon, 1st Duke of Suffolk, English politician and husband of Mary Tudor (b. c. 1484)", "entities": [{"title": "Charles Brandon, 1st Duke of Suffolk", "href": "/wiki/Charles_Brandon,_1st_Duke_of_Suffolk", "description": "Charles Brandon, 1st Duke of Suffolk, 1st Viscount Lisle, PC was an English military leader and courtier. Through his third wife, Mary Tudor, he was brother-in-law to King Henry VIII."}, {"title": "Mary Tudor, Queen of France", "href": "/wiki/Mary_Tudor,_Queen_of_France", "description": "Mary Tudor was an English princess who was briefly queen of France. She was the younger surviving daughter of King Henry VII of England and Elizabeth of York, and the third wife of Louis XII of France, who was more than 30 years older than she. Following his death, she married Charles Brandon, 1st Duke of Suffolk. Performed secretly in France, the marriage occurred without the consent of Mary's br"}]}, {"heading": "Deaths", "year": "1553", "date": "August 22", "txt": "John Dudley, 1st Duke of Northumberland, English admiral and politician, Lord President of the Council (b. 1504)", "entities": [{"title": "John Dudley, 1st Duke of Northumberland", "href": "/wiki/John_Dudley,_1st_Duke_of_Northumberland", "description": "John Dudley, 1st Duke of Northumberland was an English general, admiral, and politician, who led the government of the young King Edward VI from 1550 until 1553, and unsuccessfully tried to install Lady Jane Grey on the English throne after the King's death. The son of Edmund Dudley, a minister of Henry VII executed by Henry VIII, John Dudley became the ward of Sir Edward Guildford at the age of s"}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Deaths", "year": "1572", "date": "August 22", "txt": "Thomas Percy, 7th Earl of Northumberland, English leader of the Rising of the North (b. 1528)", "entities": [{"title": "Thomas Percy, 7th Earl of Northumberland", "href": "/wiki/Thomas_Percy,_7th_Earl_of_Northumberland", "description": "Thomas Percy, 7th Earl of Northumberland, 1st Baron Percy, KG, led the Rising of the North and was executed for treason. He was later beatified by the Catholic Church."}, {"title": "Rising of the North", "href": "/wiki/Rising_of_the_North", "description": "The Rising of the North of 1569, also called the Revolt of the Northern Earls or Northern Rebellion, was an unsuccessful attempt by Catholic nobles from Northern England to depose Queen Elizabeth I of England and replace her with Mary, Queen of Scots."}]}, {"heading": "Deaths", "year": "1584", "date": "August 22", "txt": "Jan Kochanowski, Polish poet and playwright (b. 1530)", "entities": [{"title": "Jan Kochanowski", "href": "/wiki/Jan_Kochanowski", "description": "Jan Kochanowski was a Polish Renaissance poet who established poetic patterns that would become integral to the Polish literary language. He is commonly regarded as the greatest Polish poet before Adam Mickiewicz."}]}, {"heading": "Deaths", "year": "1599", "date": "August 22", "txt": "Luca Marenzio, Italian singer-songwriter (b. 1553)", "entities": [{"title": "Luca Marenzio", "href": "/wiki/Luca_Marenzio", "description": "Luca Marenzio was an Italian composer and singer of the late Renaissance."}]}, {"heading": "Deaths", "year": "1607", "date": "August 22", "txt": "Bartholomew Gosnold, English lawyer and explorer, founded the London Company (b. 1572)", "entities": [{"title": "Bartholomew Gosnold", "href": "/wiki/Bartholomew_Gosnold", "description": "Bartholomew Gosnold was an English barrister, explorer, and privateer, who was instrumental in founding the Virginia Company of London, and Jamestown in colonial America. He led the first recorded European expedition to Cape Cod. He is considered by Preservation Virginia to be the \"prime mover of the colonization of Virginia\"."}, {"title": "London Company", "href": "/wiki/London_Company", "description": "The London Company was an English joint-stock company established in 1606 by royal charter by King James I with the purpose of establishing colonial settlements in North America."}]}, {"heading": "Deaths", "year": "1652", "date": "August 22", "txt": "Jacob De la Gardie, Estonian-Swedish soldier and politician, Lord High Constable of Sweden (b. 1583)", "entities": [{"title": "Jacob De la Gardie", "href": "/wiki/Jacob_De_la_Gardie", "description": "Field Marshal and Count Jacob Pontusson De la Gardie was a statesman and a soldier of the Swedish Empire, and a Marshal from 1620 onward."}, {"title": "Lord High Constable of Sweden", "href": "/wiki/Lord_High_Constable_of_Sweden", "description": "The Lord High Constable was a prominent and influential office in Sweden, from the 13th century until 1676, excluding periods when the office was out of use. The office holder was a member of the Swedish Privy Council and, from 1630 and on, the head of the Swedish Council of War. From 1634, the Lord High Constable was one of five Great Officers of the Realm."}]}, {"heading": "Deaths", "year": "1664", "date": "August 22", "txt": "Maria Cunitz, Polish astronomer and author (b. 1610)", "entities": [{"title": "Maria Cunitz", "href": "/wiki/Maria_Cunitz", "description": "Maria Cunitz or Maria Cunitia was an accomplished Silesian astronomer, and the most notable female astronomer of the early modern era. She authored a book Urania propitia, in which she provided new tables, new ephemera, and a simpler working solution to Kepler's Area Law for determining the position of a planet on its elliptical path. The Cunitz crater on Venus is named after her. The minor planet"}]}, {"heading": "Deaths", "year": "1680", "date": "August 22", "txt": "John George II, Elector of Saxony (b. 1613)", "entities": [{"title": "John George II, Elector of Saxony", "href": "/wiki/John_George_II,_Elector_of_Saxony", "description": "Johann George II was the Elector of Saxony from 1656 to 1680. He belonged to the Albertine line of the House of Wettin."}]}, {"heading": "Deaths", "year": "1681", "date": "August 22", "txt": "Philippe Delano, Dutch Plymouth Colony settler (b. 1602)", "entities": [{"title": "Philippe Delano", "href": "/wiki/Philippe_Delano", "description": "In the United States, members of the Delano family include U.S. presidents Franklin Delano Roosevelt and Calvin Coolidge, astronaut Alan B. Shepard, and writer Laura Ingalls Wilder. Its progenitor is Philippe de Lannoy (1602–1681), a Pilgrim of Walloon descent, who arrived at Plymouth, Massachusetts, in the early 1620s. His descendants also include Eustachius De Lannoy, Frederic Adrian Delano, Rob"}]}, {"heading": "Deaths", "year": "1701", "date": "August 22", "txt": "John Granville, 1st Earl of Bath, English soldier and politician, Lord Lieutenant of Ireland (b. 1628)", "entities": [{"title": "John Granville, 1st Earl of Bath", "href": "/wiki/John_Granville,_1st_Earl_of_Bath", "description": "John Granville, 1st Earl of Bath PC, of Stowe in the parish of Kilkhampton in Cornwall, was an English Royalist soldier and statesman during the Civil War who played a major role in the 1660 Restoration of the Monarchy and was later appointed Lord Lieutenant of Ireland. He was the first in his family to adopt the modernised spelling as Granville of their ancient surname Grenville, which emphasised"}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Deaths", "year": "1711", "date": "August 22", "txt": "Louis François, duc de Boufflers, French general (b. 1644)", "entities": [{"title": "Louis François, duc de Boufflers", "href": "/wiki/Louis_Fran%C3%A7ois,_duc_de_Boufflers", "description": "Louis François de Boufflers, Duke of Boufflers was a French soldier. He was created count of Cagny and duke of Boufflers and named marshal of France.\n"}]}, {"heading": "Deaths", "year": "1752", "date": "August 22", "txt": "William Whiston, English mathematician, historian, and theologian (b. 1667)", "entities": [{"title": "William Whiston", "href": "/wiki/William_Whiston", "description": "William Whiston was an English theologian, historian, and mathematician, a leading figure in the popularisation of the ideas of Isaac Newton. He is now probably best known for helping to instigate the Longitude Act in 1714 and his important translations of the Antiquities of the Jews and other works by Josephus. He was a prominent exponent of Arianism and wrote A New Theory of the Earth."}]}, {"heading": "Deaths", "year": "1773", "date": "August 22", "txt": "George Lyttelton, 1st Baron Lyttelton, English poet and politician, Chancellor of the Exchequer (b. 1709)", "entities": [{"title": "George Lyttelton, 1st Baron Lyttelton", "href": "/wiki/George_Lyttelton,_1st_Baron_Lyttelton", "description": "George Lyttelton, 1st Baron Lyttelton,, known between 1751 and 1756 as Sir George Lyttelton, 5th Baronet, was a British statesman. As an author himself, he was also the supporter of other writers and as a patron of the arts made an important contribution to the development of 18th century landscape design."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Deaths", "year": "1793", "date": "August 22", "txt": "Louis de Noailles, French general (b. 1713)", "entities": [{"title": "Louis de Noailles", "href": "/wiki/Louis_de_Noailles", "description": "Louis de Noailles, 4th Duke of Noailles was a French peer and Marshal of France. He was the son of Françoise Charlotte d'Aubigné, niece of Madame de Maintenon, and a nephew of Marie Victoire de Noailles, daughter-in-law of Louis XIV of France."}]}, {"heading": "Deaths", "year": "1797", "date": "August 22", "txt": "Dagobert Sigmund von Wurmser, French-Austrian field marshal (b. 1724)", "entities": [{"title": "Dagobert Sigmund von Wurmser", "href": "/wiki/Dagobert_Sigmund_von_Wurmser", "description": "Dagobert Sigismund, Count von Wurmser was an Austrian field marshal during the French Revolutionary Wars. Although he fought in the Seven Years' War, the War of the Bavarian Succession, and mounted several successful campaigns in the Rhineland in the initial years of the French Revolutionary Wars, he is probably most remembered for his unsuccessful operations against Napoleon Bonaparte during the "}]}, {"heading": "Deaths", "year": "1806", "date": "August 22", "txt": "Jean-Honoré Fragonard, French painter and illustrator (b. 1732)", "entities": [{"title": "Jean-Honoré Fragonard", "href": "/wiki/Jean-Honor%C3%A9_Fragonard", "description": "Jean-Honoré Fragonard was a French painter and printmaker whose late Rococo manner was distinguished by remarkable facility, exuberance, and hedonism. One of the most prolific artists active in the last decades of the Ancien Régime, Fragonard produced more than 550 paintings, of which only five are dated. Among his most popular works are genre paintings conveying an atmosphere of intimacy and veil"}]}, {"heading": "Deaths", "year": "1818", "date": "August 22", "txt": "Warren Hastings, English lawyer and politician, 1st Governor-General of Bengal (b. 1732)", "entities": [{"title": "Warren Hastings", "href": "/wiki/Warren_Hastings", "description": "Warren Hastings, an English statesman, was the first Governor of the Presidency of Fort William (Bengal), the head of the Supreme Council of Bengal, and thereby the first de facto Governor-General of Bengal from 1772 to 1785. He and Robert Clive are credited with laying the foundation of the British Empire in India. He was an energetic organizer and reformer. In 1779–1784 he led the forces of the "}, {"title": "Governor-General of Bengal", "href": "/wiki/Governor-General_of_Bengal", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Deaths", "year": "1828", "date": "August 22", "txt": "Franz Joseph Gall, Austrian neuroanatomist and physiologist (b. 1758)", "entities": [{"title": "Franz Joseph Gall", "href": "/wiki/Franz_Joseph_Gall", "description": "Franz Josef Gall was a German neuroanatomist, physiologist, and pioneer in the study of the localization of mental functions in the brain."}]}, {"heading": "Deaths", "year": "1850", "date": "August 22", "txt": "Nikolaus Lenau, Romanian-Austrian poet and author (b. 1802)", "entities": [{"title": "Nikolaus Lenau", "href": "/wiki/Nikolaus_Lenau", "description": "Nikolaus Lenau was the nom de plume of Nikolaus Franz Niembsch Edler von Strehlenau, a German-language Austrian poet."}]}, {"heading": "Deaths", "year": "1861", "date": "August 22", "txt": "Xianfeng, Emperor of China (b. 1831)", "entities": [{"title": "Xianfeng Emperor", "href": "/wiki/Xianfeng_Emperor", "description": "The Xianfeng Emperor, or by temple name Emperor Wenzong of Qing (清文宗), given name Yizhu (奕詝), was the eighth Emperor of the Qing dynasty, and the seventh Qing emperor to rule over China proper, reigned from 1850 to 1861. During his reign the Qing dynasty experienced several wars and rebellions including the Taiping Rebellion, Nian Rebellion, and Second Opium War. He was the last Chinese emperor to"}]}, {"heading": "Deaths", "year": "1888", "date": "August 22", "txt": "Ágoston Trefort, Hungarian jurist and politician, Hungarian Minister of Education (b. 1817)", "entities": [{"title": "Ágoston Trefort", "href": "/wiki/%C3%81goston_Trefort", "description": "Dr. Ágoston Trefort was a Hungarian politician, who served as Minister of Religion and Education from 1872 until his death. He was the President of the Hungarian Academy of Sciences from 1885."}, {"title": "Minister of Education (Hungary)", "href": "/wiki/Minister_of_Education_(Hungary)", "description": "The Minister of Human Capacities of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Human Capacities. The current minister of human capacities is Miklós Kásler."}]}, {"heading": "Deaths", "year": "1891", "date": "August 22", "txt": "Jan Neruda, Czech journalist, author, and poet (b. 1834)", "entities": [{"title": "Jan Neruda", "href": "/wiki/Jan_Neruda", "description": "Jan Nepomuk Neruda was a Czech journalist, writer, poet and art critic; one of the most prominent representatives of Czech Realism and a member of the \"May School\"."}]}, {"heading": "Deaths", "year": "1903", "date": "August 22", "txt": "Robert Gascoyne-Cecil, 3rd Marquess of Salisbury, English academic and politician, Prime Minister of the United Kingdom (b. 1830)", "entities": [{"title": "Robert Gascoyne-Cecil, 3rd Marquess of Salisbury", "href": "/wiki/Robert_Gascoyne-Cecil,_3rd_Marquess_of_Salisbury", "description": "Robert Arthur Talbot Gascoyne-Cecil, 3rd Marquess of Salisbury, was a British statesman. He was styled Lord Robert Cecil before the death of his elder brother in 1865, Viscount Cranborne from June 1865 until his father died in April 1868, and then the Marquess of Salisbury. He served as prime minister three times for a total of over thirteen years. He acted as his own foreign minister. He avoided "}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1904", "date": "August 22", "txt": "Kate Chopin, American novelist and poet (b. 1850)", "entities": [{"title": "Kate Chopin", "href": "/wiki/Kate_Chopin", "description": "Kate Chopin was an American author of short stories and novels based in Louisiana. She is considered by scholars to have been a forerunner of American 20th-century feminist authors of Southern or Catholic background, such as Zelda Fitzgerald, and is one of the most frequently read and recognized writers of Louisiana Creole heritage."}]}, {"heading": "Deaths", "year": "1909", "date": "August 22", "txt": "Henry Radcliffe Crocker, English dermatologist and author (b. 1846)", "entities": [{"title": "Henry Radcliffe Crocker", "href": "/wiki/Henry_Radcliffe_Crocker", "description": "Henry Radcliffe Crocker, MD, FRCP was an English dermatologist. Originally from Hove in Sussex, England, Crocker started his working life as an apprentice to a general practitioner before going to London to attend the University College Hospital medical school. Working as a resident medical officer with William Tilbury Fox, Crocker began a lifelong career in dermatology. With his 1888 book Disease"}]}, {"heading": "Deaths", "year": "1914", "date": "August 22", "txt": "Giacomo Radini-Tedeschi, Italian bishop and academic (b. 1859)", "entities": [{"title": "Giacomo Radini-Tedeschi", "href": "/wiki/Giacomo_Radini-Tedeschi", "description": "Giacomo Maria Radini-Tedeschi was the Bishop of the Roman Catholic Diocese of Bergamo. Today he is famous for his strong involvement in social issues at the beginning of 20th century."}]}, {"heading": "Deaths", "year": "1918", "date": "August 22", "txt": "Korbinian Brodmann, German neurologist and academic (b. 1868)", "entities": [{"title": "Korbinian Brodmann", "href": "/wiki/Korbinian_Brodmann", "description": "Korbinian Brodmann was a German neurologist who became famous for mapping the cerebral cortex and defining 52 distinct regions, known as Brodmann areas, based on their cytoarchitectonic (histological) characteristics."}]}, {"heading": "Deaths", "year": "1920", "date": "August 22", "txt": "Anders Zorn, Swedish artist (b. 1860)", "entities": [{"title": "Anders Zorn", "href": "/wiki/Anders_Zorn", "description": "Anders Leonard Zorn was one of Sweden's foremost artists. He obtained international success as a painter, sculptor, and etcher."}]}, {"heading": "Deaths", "year": "1922", "date": "August 22", "txt": "Michael Collins, Irish rebel, counter-intelligence and military tactician, and politician; 2nd Irish Minister of Finance (b. 1890)", "entities": [{"title": "Michael Collins (Irish leader)", "href": "/wiki/Michael_Collins_(Irish_leader)", "description": "Michael Collins was an Irish revolutionary, soldier, and politician who was a leading figure in the early-20th-century Irish struggle for independence. He was Chairman of the Provisional Government of the Irish Free State from January 1922 until his assassination in August 1922."}, {"title": "Minister for Finance (Ireland)", "href": "/wiki/Minister_for_Finance_(Ireland)", "description": "The Minister for Finance is the senior minister at the Department of Finance in the Government of Ireland. The minister is responsible for all financial and monetary matters of the state, and is considered the second most important member of the Government of Ireland, after the Taoiseach."}]}, {"heading": "Deaths", "year": "1926", "date": "August 22", "txt": "Charles William Eliot, American academic (b. 1834)", "entities": [{"title": "Charles William Eliot", "href": "/wiki/Charles_William_Eliot", "description": "Charles William Eliot was an American academic who was selected as Harvard's president in 1869. A member of the prominent Eliot family of Boston, he transformed the provincial college into the pre-eminent American research university. Eliot served until 1909, having the longest term as president in the university's history."}]}, {"heading": "Deaths", "year": "1933", "date": "August 22", "txt": "Alexandros Kontoulis, Greek general and diplomat (b. 1858)", "entities": [{"title": "Alexandros Kontoulis", "href": "/wiki/Alexandros_Kontoulis", "description": "Alexandros Kontoulis was a Greek Army officer who rose to the rank of Lieutenant General. He was among the driving minds behind the Macedonian Struggle and was involved in the Albanian national movement, with the nom de guerre of Kapetan Skourtis. Kontoulis fought with distinction in the Greco-Turkish War of 1897 and the First Balkan War, where he was heavily wounded. In the Greco-Turkish War of 1"}]}, {"heading": "Deaths", "year": "1940", "date": "August 22", "txt": "Oliver Lodge, English physicist and academic (b. 1851)", "entities": [{"title": "Oliver Lodge", "href": "/wiki/Oliver_Lodge", "description": "Sir Oliver Joseph Lodge, was a British physicist and writer involved in the development of, and holder of key patents for, radio. He identified electromagnetic radiation independent of Hertz's proof and at his 1894 Royal Institution lectures, Lodge demonstrated an early radio wave detector he named the \"coherer\". In 1898 he was awarded the \"syntonic\" patent by the United States Patent Office. Lodg"}]}, {"heading": "Deaths", "year": "1940", "date": "August 22", "txt": "Gerald Strickland, 1st Baron Strickland, Maltese lawyer and politician, 4th Prime Minister of Malta (b. 1861)", "entities": [{"title": "Prime Minister of Malta", "href": "/wiki/Prime_Minister_of_Malta", "description": "The Prime Minister of Malta is the head of government, which is the highest official of Malta."}]}, {"heading": "Deaths", "year": "1942", "date": "August 22", "txt": "Michel Fokine, Russian dancer and choreographer (b. 1880)", "entities": [{"title": "Michel Fokine", "href": "/wiki/Michel_Fokine", "description": "Michael Fokine was a groundbreaking Imperial Russian choreographer and dancer."}]}, {"heading": "Deaths", "year": "1946", "date": "August 22", "txt": "Döme Sztójay, Hungarian general and politician, 35th Prime Minister of Hungary (b. 1883)", "entities": [{"title": "Döme Sztójay", "href": "/wiki/D%C3%B6me_Szt%C3%B3jay", "description": "Döme Sztójay was a Hungarian soldier and diplomat of Serb origin, who served as Prime Minister of Hungary in 1944, during World War II."}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Deaths", "year": "1950", "date": "August 22", "txt": "Kirk Bryan, American geologist and academic (b. 1888)", "entities": [{"title": "Kirk Bryan (geologist)", "href": "/wiki/Kirk_Bryan_(geologist)", "description": "Kirk Bryan was an American geologist on the faculty of Harvard University from 1925 until his death in 1950."}]}, {"heading": "Deaths", "year": "1951", "date": "August 22", "txt": "Jack Bickell, Canadian businessman and philanthropist (b. 1884)", "entities": [{"title": "Jack Bickell", "href": "/wiki/Jack_Bickell", "description": "John Paris Bickell, also known as Jack Bickell, was a Canadian businessman, philanthropist, and sports team owner. He is best known for his long-time association with the Toronto Maple Leafs professional ice hockey team as the owner, president, chairman and director 1924-1951."}]}, {"heading": "Deaths", "year": "1953", "date": "August 22", "txt": "Jim Tabor, American baseball player (b. 1916)", "entities": [{"title": "Jim Tabor", "href": "/wiki/Jim_Tabor", "description": "James Reubin Tabor, nicknamed \"Rawhide,\" was an American Major League Baseball player, a third baseman for the Boston Red Sox (1938–44) and Philadelphia Phillies (1946–47). Born in New Hope, Alabama, he batted and threw right-handed, stood 6 feet 2 inches (1.88 m) tall and weighed 175 pounds (79 kg)."}]}, {"heading": "Deaths", "year": "1958", "date": "August 22", "txt": "Roger Martin du Gard, French novelist and paleographer, Nobel Prize laureate (b. 1881)", "entities": [{"title": "Roger Martin du Gard", "href": "/wiki/Roger_Martin_du_Gard", "description": "Roger Martin du Gard was a French novelist, winner of the 1937 Nobel Prize for Literature."}, {"title": "Nobel Prize for Literature", "href": "/wiki/Nobel_Prize_for_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1960", "date": "August 22", "txt": "Johannes Sikkar, Estonian soldier and politician, Prime Minister of Estonia in exile (b. 1897)", "entities": [{"title": "Johannes Sikkar", "href": "/wiki/Johannes_Sikkar", "description": "Johannes Sikkar was the first head of the Estonian government in exile as Acting Prime Minister."}, {"title": "Prime Minister of Estonia in exile", "href": "/wiki/Prime_Minister_of_Estonia_in_exile", "description": "The Estonian government-in-exile was the formally declared governmental authority of the Republic of Estonia in exile, existing from 1944 until the reestablishment of Estonian sovereignty over Estonian territory in 1991–92. It traced its legitimacy through constitutional succession to the last Estonian government in power prior to the Soviet invasion of 1940. During its existence, it was the inter"}]}, {"heading": "Deaths", "year": "1963", "date": "August 22", "txt": "William Morris, 1st Viscount Nuffield, English businessman and philanthropist, founded Morris Motors (b. 1877)", "entities": [{"title": "William Morris, 1st Viscount Nuffield", "href": "/wiki/William_Morris,_1st_Viscount_Nuffield", "description": "William Richard Morris, 1st Viscount Nuffield, was an English motor manufacturer and philanthropist. He was the founder of Morris Motors Limited and is remembered as the founder of the Nuffield Foundation, the Nuffield Trust and Nuffield College, Oxford, as well as being involved in his role as President of BUPA in creating what is now Nuffield Health. He took his title from the village of Nuffiel"}, {"title": "Morris Motors", "href": "/wiki/Morris_Motors", "description": "Morris Motors Limited was a British privately owned motor vehicle manufacturing company formed in 1919 to take over the assets of William Morris's WRM Motors Limited and continue production of the same vehicles. By 1926 its production represented 42 per cent of British car manufacture—a remarkable expansion rate attributed to William Morris's practice of buying in major as well as minor components"}]}, {"heading": "Deaths", "year": "1967", "date": "August 22", "txt": "Gregory Goodwin Pincus, American biologist and academic, co-created the birth-control pill (b. 1903)", "entities": [{"title": "Gregory Goodwin Pincus", "href": "/wiki/Gregory_Goodwin_Pincus", "description": "Gregory Goodwin Pincus was an American biologist and researcher who co-invented the combined oral contraceptive pill."}, {"title": "Combined oral contraceptive pill", "href": "/wiki/Combined_oral_contraceptive_pill", "description": "The combined oral contraceptive pill (COCP), often referred to as the birth control pill or colloquially as \"the pill\", is a type of birth control that is designed to be taken orally by women. It includes a combination of an estrogen and a progestogen. When taken correctly, it alters the menstrual cycle to eliminate ovulation and prevent pregnancy."}]}, {"heading": "Deaths", "year": "1970", "date": "August 22", "txt": "Vladimir Propp, Russian philologist and scholar (b. 1895)", "entities": [{"title": "Vladimir Propp", "href": "/wiki/Vladimir_Propp", "description": "Vladimir Yakovlevich Propp was a Soviet folklorist and scholar who analysed the basic structural elements of Russian folk tales to identify their simplest irreducible structural units."}]}, {"heading": "Deaths", "year": "1974", "date": "August 22", "txt": "Jacob Bronowski, Polish-English mathematician, biologist, and author (b. 1908)", "entities": [{"title": "Jacob Bronowski", "href": "/wiki/Jacob_Bronowski", "description": "Jacob Bronowski was a Polish-British mathematician and historian. He is best known for developing a humanistic approach to science, and as the presenter and writer of the thirteen-part 1973 BBC television documentary series, and accompanying book, The Ascent of Man, which led to his regard as \"one of the world's most celebrated intellectuals\"."}]}, {"heading": "Deaths", "year": "1976", "date": "August 22", "txt": "Gina Bachauer, Greek pianist and composer (b. 1913)", "entities": [{"title": "Gina Bachauer", "href": "/wiki/Gina_Bachauer", "description": "Gina Bachauer, was a Greek classical pianist who toured extensively in the United States and Europe."}]}, {"heading": "Deaths", "year": "1976", "date": "August 22", "txt": "Juscelino Kubitschek, Brazilian physician and politician, 21st President of Brazil (b. 1902)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1977", "date": "August 22", "txt": "Sebastian Cabot, English actor (b. 1918)", "entities": [{"title": "Sebastian Cabot (actor)", "href": "/wiki/Sebastian_Cabot_(actor)", "description": "Charles Sebastian Thomas Cabot was a British actor. He is best remembered as the gentleman's gentleman, Giles French, opposite Brian Keith's character, William \"Uncle Bill\" Davis, in the CBS-TV sitcom Family Affair (1966–1971). He was also known for playing the Wazir in the film Kismet (1955) and Dr. Carl Hyatt in the CBS-TV series Checkmate (1960–1962)."}]}, {"heading": "Deaths", "year": "1977", "date": "August 22", "txt": "Chunseong, Korean monk, philosopher and writer (b. 1891)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "August 22", "txt": "Jomo Kenyatta, Kenyan journalist and politician, 1st President of Kenya (b. 1894)", "entities": [{"title": "Jomo Kenyatta", "href": "/wiki/Jomo_Kenyatta", "description": "Jomo Kenyatta was a Kenyan anti-colonial activist and politician who governed Kenya as its Prime Minister from 1963 to 1964 and then as its first President from 1964 to his death in 1978. He was the country's first indigenous head of government and played a significant role in the transformation of Kenya from a colony of the British Empire into an independent republic. Ideologically an African nat"}, {"title": "President of Kenya", "href": "/wiki/President_of_Kenya", "description": "The president of the Republic of Kenya is the head of state and head of government of Kenya. The president leads the executive branch of the Government of Kenya and is the commander-in-chief of the Kenya Defence Forces. The official residence of the president is State House, Nairobi."}]}, {"heading": "Deaths", "year": "1979", "date": "August 22", "txt": "James T. Farrell, American novelist, short-story writer, and poet (b. 1904)", "entities": [{"title": "James T. Farrell", "href": "/wiki/James_T._Farrell", "description": "James Thomas Farrell was an American novelist, short-story writer and poet."}]}, {"heading": "Deaths", "year": "1980", "date": "August 22", "txt": "James Smith McDonnell, American pilot, engineer, and businessman, founded McDonnell Aircraft (b. 1899)", "entities": [{"title": "James Smith McDonnell", "href": "/wiki/James_Smith_McDonnell", "description": "James Smith \"Mac\" McDonnell was an American aviator, engineer, and businessman. He was an aviation pioneer and founder of McDonnell Aircraft Corporation, later McDonnell Douglas, and the James S. McDonnell Foundation."}, {"title": "McDonnell Aircraft", "href": "/wiki/McDonnell_Aircraft", "description": "The McDonnell Aircraft Corporation was an American aerospace manufacturer based in St. Louis, Missouri. The company was founded on July 6, 1939, by James Smith McDonnell, and was best known for its military fighters, including the F-4 Phantom II, and manned spacecraft including the Mercury capsule and Gemini capsule. McDonnell Aircraft later merged with the Douglas Aircraft Company to form McDonne"}]}, {"heading": "Deaths", "year": "1981", "date": "August 22", "txt": "Vicente Manansala, Filipino painter (b. 1910)", "entities": [{"title": "Vicente Manansala", "href": "/wiki/Vicente_Manansala", "description": "Vicente Silva Manansala was a Filipino cubist painter and illustrator. He was a member of the prominent Cruz, Manansala, Lopez family clan."}]}, {"heading": "Deaths", "year": "1985", "date": "August 22", "txt": "Charles Gibson (historian), Historian of Mexico and its Indians, President of the American Historical Association (b. 1920)", "entities": [{"title": "Charles Gibson (historian)", "href": "/wiki/Charles_Gibson_(historian)", "description": "Charles Gibson was an American ethnohistorian who wrote foundational works on the Nahua peoples of colonial Mexico and was elected President of the American Historical Association in 1977."}, {"title": "American Historical Association", "href": "/wiki/American_Historical_Association", "description": "The American Historical Association (AHA) is the oldest professional association of historians in the United States and the largest such organization in the world. Founded in 1884, the AHA provides leadership for the discipline by protecting academic freedom, developing professional standards, supporting scholarship and innovative teaching, and helping to sustain and enhance the work of historians"}]}, {"heading": "Deaths", "year": "1986", "date": "August 22", "txt": "Celâl Bayar, Turkish lawyer and politician, 3rd President of Turkey (b. 1883)", "entities": [{"title": "Celâl Bayar", "href": "/wiki/Cel%C3%A2l_Bayar", "description": "Mahmut Celâl Bayar was a Turkish politician who was the third President of Turkey from 1950 to 1960; previously he was Prime Minister of Turkey from 1937 to 1939. Bayar, as the Turkish President, was decorated with the Legion of Merit by the President of the United States, as a result of Turkey's participation in the Korean War. He is considered to be the longest-lived former head of state and was"}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Deaths", "year": "1987", "date": "August 22", "txt": "Joseph P. Lash, American author and journalist (b. 1909)", "entities": [{"title": "Joseph P. Lash", "href": "/wiki/Joseph_P._Lash", "description": "Joseph P. Lash was an American radical political activist, journalist, and author. A close friend of Eleanor Roosevelt, Lash won both the Pulitzer Prize for Biography and the National Book Award in Biography for Eleanor and Franklin (1971), the first of two volumes he wrote about the former First Lady."}]}, {"heading": "Deaths", "year": "1989", "date": "August 22", "txt": "Robert Grondelaers, Belgian cyclist (b. 1933)", "entities": [{"title": "Robert Grondelaers", "href": "/wiki/Robert_Grondelaers", "description": "Robert Grondelaers  was a road cyclist from Belgium. He won the silver medal in the men's individual road race at the 1952 Summer Olympics in Helsinki, Finland. At the same tournament he claimed the title in the men's team road race, alongside André Noyelle and Lucien Victor. He was a professional rider from 1954 to 1962."}]}, {"heading": "Deaths", "year": "1989", "date": "August 22", "txt": "Huey P. Newton, American activist, co-founded the Black Panther Party (b. 1942)", "entities": [{"title": "Black Panther Party", "href": "/wiki/Black_Panther_Party", "description": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a Black Power political organization founded by college students Bobby Seale and Huey P. Newton in October 1966 in Oakland, California. The party was active in the United States between 1966-1982, with chapters in numerous major cities, and international chapters in Britain and Algeria. Upon its inception the B"}]}, {"heading": "Deaths", "year": "1991", "date": "August 22", "txt": "Colleen Dewhurst, Canadian-American actress (b. 1924)", "entities": [{"title": "Colleen Dewhurst", "href": "/wiki/Colleen_Dewhurst", "description": "Colleen Rose Dewhurst was a Canadian-American actress mostly known for theatre roles. She was a renowned interpreter of the works of Eugene O'Neill on the stage, and her career also encompassed film, early dramas on live television, and Joseph Papp's New York Shakespeare Festival. One of her last roles was playing Marilla Cuthbert in the Kevin Sullivan television adaptations of the Anne of Green G"}]}, {"heading": "Deaths", "year": "1991", "date": "August 22", "txt": "Boris Pugo, Russian soldier and politician, Soviet Minister of Interior (b. 1937)", "entities": [{"title": "Ministry of Internal Affairs (Russia)", "href": "/wiki/Ministry_of_Internal_Affairs_(Russia)", "description": "The Ministry of Internal Affairs of the Russian Federation is the interior ministry of Russia. Emperor Alexander I of Russia founded its predecessor in 1802 in Imperial Russia. The Ministry has its headquarters in Moscow."}]}, {"heading": "Deaths", "year": "1994", "date": "August 22", "txt": "Gilles Groulx, Canadian director and screenwriter (b. 1931)", "entities": [{"title": "Gilles Groulx", "href": "/wiki/Gilles_Groulx", "description": "Gilles Groulx was a Canadian film director. He grew up in a working-class family with 14 children. After studying business in school, he went to work in an office but found the white-collar environment too stultifying. Deciding that the only way out was to become an intellectual, he attended the École du meuble de Montréal for a time and was a supporter of Borduas' automatiste movement. He also ma"}]}, {"heading": "Deaths", "year": "1994", "date": "August 22", "txt": "Allan Houser, American sculptor and painter (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "August 22", "txt": "Johnny Carey, Irish footballer and manager (b. 1919)", "entities": [{"title": "Johnny Carey", "href": "/wiki/Johnny_Carey", "description": "John Joseph Carey, known as Johnny Carey or Jackie Carey, was an Irish professional footballer and manager. As a player Carey spent most of his career at Manchester United, where he was team captain from 1946 until he retired as a player in 1953. He was also a dual internationalist, playing for and captaining both Ireland teams – the FAI XI and the IFA XI. In 1947 he also captained a Europe XI whi"}]}, {"heading": "Deaths", "year": "1996", "date": "August 22", "txt": "Erwin Komenda, Austrian car designer and engineer (b. 1904)", "entities": [{"title": "Erwin Komenda", "href": "/wiki/Erwin_Komenda", "description": "Erwin Komenda was a Porsche employee, and a lead contributor to the design of the bodies for the VW Beetle and various Porsche sports cars."}]}, {"heading": "Deaths", "year": "2000", "date": "August 22", "txt": "Abulfaz Elchibey, 2nd President of Azerbaijan (b. 1938)", "entities": [{"title": "Abulfaz Elchibey", "href": "/wiki/Abulfaz_Elchibey", "description": "Abulfaz Elchibey was an Azerbaijani political figure and a former Soviet dissident. His real name was Abulfaz Gadirgulu oglu Aliyev, but he assumed the nickname of \"Elçibəy\" upon his leadership of the Azerbaijani Popular Front in 1990. Elchibey was the president of Azerbaijan, serving from 16 June 1992 until his overthrow in a coup d'état in June 1993. He positioned himself as an overt pan-Turkist"}, {"title": "President of Azerbaijan", "href": "/wiki/President_of_Azerbaijan", "description": "The president of the Republic of Azerbaijan is the head of state of Azerbaijan. The Constitution states that the president is the embodiment of executive power, commander-in-chief, \"representative of Azerbaijan in home and foreign policies\", and that he/she \"shall have the right of immunity [from prosecution].\" The president rules through his executive office, the Presidential Administration, cons"}]}, {"heading": "Deaths", "year": "2003", "date": "August 22", "txt": "Arnold Gerschwiler, Swiss figure skater and coach (b. 1914)", "entities": [{"title": "Arnold Gerschwiler", "href": "/wiki/Arnold_Gerschwiler", "description": "Arnold Gerschwiler OBE was a Swiss figure skating coach."}]}, {"heading": "Deaths", "year": "2004", "date": "August 22", "txt": "Konstantin Aseev, Russian chess player and trainer (b. 1960)", "entities": [{"title": "Konstantin Aseev", "href": "/wiki/Konstantin_Aseev", "description": "Konstantin Aseev was a Russian chess Grandmaster and trainer."}]}, {"heading": "Deaths", "year": "2004", "date": "August 22", "txt": "Angus Bethune, Australian soldier and politician, 33rd Premier of Tasmania (b. 1908)", "entities": [{"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "2004", "date": "August 22", "txt": "Daniel Petrie, Canadian director and producer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 22", "txt": "Luc Ferrari, French-Italian director and composer (b. 1929)", "entities": [{"title": "Luc Ferrari", "href": "/wiki/Luc_Ferrari", "description": "Luc Ferrari was a French composer of Italian heritage and a pioneer in musique concrète and electroacoustic music. He was a founding member of RTF's Groupe de Recherches Musicales (GRMC), working alongside composers such as Pierre Schaeffer and Pierre Henry."}]}, {"heading": "Deaths", "year": "2005", "date": "August 22", "txt": "Ernest Kirkendall, American chemist and metallurgist (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 22", "txt": "Grace Paley, American short story writer and poet (b. 1922)", "entities": [{"title": "Grace Paley", "href": "/wiki/Grace_Paley", "description": "Grace Paley was an American short story author, poet, teacher, and political activist."}]}, {"heading": "Deaths", "year": "2008", "date": "August 22", "txt": "Gladys Powers, English-Canadian soldier (b. 1899)", "entities": [{"title": "Gladys Powers", "href": "/wiki/Gladys_Powers", "description": "Gladys Stokes Luxford Powers was thought to be, at age 109, the last female veteran of the First World War following the 27 March 2007 death of fellow 109-year-old Charlotte Winters from the US. However the subsequent discovery of fellow Britons Ivy Campany, who died on 19 December 2008, and Florence Green has disproved this. Regardless, Powers was the last veteran living in Canada, following the "}]}, {"heading": "Deaths", "year": "2009 - Muriel Duckworth, Canadian pacifist, feminist, and activist (b. 1908)[19]", "date": "August 22", "txt": "Muriel Duckworth, Canadian pacifist, feminist, and activist (b. 1908)", "entities": [{"title": "Pacifism", "href": "/wiki/Pacifism", "description": "Pacifism is opposition to war, militarism or violence. The word pacifism was coined by the French peace campaigner Émile Arnaud and adopted by other peace activists at the tenth Universal Peace Congress in Glasgow in 1901. A related term is ahimsa, which is a core philosophy in Indian Religions such as Hinduism, Buddhism, and Jainism. While modern connotations are recent, having been explicated si"}, {"title": "Feminism", "href": "/wiki/Feminism", "description": "Feminism is a range of social movements, political movements, and ideologies that aim to define and establish the political, economic, personal, and social equality of the sexes. Feminism incorporates the position that societies prioritize the male point of view, and that women are treated unjustly within those societies. Efforts to change that include fighting against gender stereotypes and estab"}, {"title": "Activist", "href": "/wiki/Activist", "description": "Activism consists of efforts to promote, impede, direct, or intervene in social, political, economic, or environmental reform with the desire to make changes in society toward a perceived greater good. Forms of activism range from mandate building in the community, petitioning elected officials, running or contributing to a political campaign, preferential patronage of businesses, and demonstrativ"}]}, {"heading": "Deaths", "year": "2009", "date": "August 22", "txt": "Elmer Kelton, American journalist and author (b. 1926)", "entities": [{"title": "Elmer Kelton", "href": "/wiki/Elmer_Kelton", "description": "Elmer Stephen Kelton was an American journalist and writer, known particularly for his Western novels. His pseudonyms are: Tom Early, Alex Hawk, Lee McElroy"}]}, {"heading": "Deaths", "year": "2010", "date": "August 22", "txt": "Stjepan Bobek, Croatian footballer and manager (b. 1923)", "entities": [{"title": "Stjepan Bobek", "href": "/wiki/Stjepan_Bobek", "description": "Stjepan Bobek was a Croatian and Yugoslav professional football striker and later football manager."}]}, {"heading": "Deaths", "year": "2011", "date": "August 22", "txt": "Nick Ashford, American singer-songwriter and producer (b. 1942)", "entities": [{"title": "Ashford & Simpson", "href": "/wiki/Ashford_%26_Simpson", "description": "Ashford & Simpson were an American husband-and-wife songwriting-production team and recording duo of Nickolas Ashford and Valerie Simpson."}]}, {"heading": "Deaths", "year": "2011", "date": "August 22", "txt": "Jack Layton, Canadian academic and politician (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 22", "txt": "Casey Ribicoff, American philanthropist (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 22", "txt": "Nina Bawden, English author (b. 1925)", "entities": [{"title": "Nina Bawden", "href": "/wiki/Nina_Bawden", "description": "Nina Bawden CBE, FRSL, JP was an English novelist and children's writer. She was shortlisted for the Booker Prize in 1987 and the Lost Man Booker Prize in 2010. She is one of very few who have both served as a Booker judge and made a Booker shortlist as an author. She was a recipient of the Golden PEN Award."}]}, {"heading": "Deaths", "year": "2012", "date": "August 22", "txt": "Paul Shan Kuo-hsi, Chinese cardinal (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 22", "txt": "Jeffrey Stone, American actor and screenwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 22", "txt": "Paul Poberezny, American pilot and businessman, founded the Experimental Aircraft Association (b. 1921)", "entities": [{"title": "Paul Poberezny", "href": "/wiki/Paul_Poberezny", "description": "Paul Howard Poberezny was an American aviator, entrepreneur, and aircraft designer. He founded the Experimental Aircraft Association (EAA) in 1953, and spent the greater part of his life promoting homebuilt aircraft."}, {"title": "Experimental Aircraft Association", "href": "/wiki/Experimental_Aircraft_Association", "description": "The Experimental Aircraft Association (EAA) is an international organization of aviation enthusiasts based in Oshkosh, Wisconsin, United States. Since its inception it has grown internationally with over 200,000 members and nearly 1,000 chapters worldwide, and hosts the largest aviation gathering of its kind in the world, EAA AirVenture Oshkosh."}]}, {"heading": "Deaths", "year": "2013", "date": "August 22", "txt": "Andrea Servi, Italian footballer (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 22", "txt": "U. R. Ananthamurthy, Indian author, poet, and playwright (b. 1932)", "entities": [{"title": "U. R. Ananthamurthy", "href": "/wiki/U._R._Ananthamurthy", "description": "Udupi Rajagopalacharya Ananthamurthy was an Indian contemporary writer and critic in the Kannada language. He was born in Thirtahalli Taluk and is considered as one of the pioneers of the Navya movement. In 1994, he became the sixth Kannada writer to be honored with the Jnanpith Award, the highest literary honour conferred in India. In 1998, he received the Padma Bhushan award from the Government "}]}, {"heading": "Deaths", "year": "2014", "date": "August 22", "txt": "Emmanuel Kriaras, Greek lexicographer and philologist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 22", "txt": "Pete Ladygo, American football player and coach (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 22", "txt": "Noella Leduc, American baseball player (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 22", "txt": "John Sperling, American businessman, founded the University of Phoenix (b. 1921)", "entities": [{"title": "University of Phoenix", "href": "/wiki/University_of_Phoenix", "description": "University of Phoenix (UoPX) is a for-profit online college. Founded in 1976, the school confers certificates and degrees at the certificate, associate, bachelor's, master's, and doctoral degree levels. It is regionally accredited by the Higher Learning Commission and has an open enrollment admission policy, accepting all applicants with a high-school diploma, GED, or its equivalent as sufficient "}]}, {"heading": "Deaths", "year": "2014", "date": "August 22", "txt": "John S. Waugh, American chemist and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 22", "txt": "Arthur Morris, Australian cricketer and journalist (b. 1922)", "entities": [{"title": "Arthur Morris", "href": "/wiki/Arthur_Morris", "description": "Arthur Robert Morris was an Australian cricketer who played 46 Test matches between 1946 and 1955. An opener, Morris is regarded as one of Australia's greatest left-handed batsmen. He is best known for his key role in Don Bradman's Invincibles side, which made an undefeated tour of England in 1948. He was the leading scorer in the Tests on the tour, with three centuries. His efforts in the Fourth "}]}, {"heading": "Deaths", "year": "2015", "date": "August 22", "txt": "Ieng Thirith, Cambodian academic and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 22", "txt": "Eric Thompson, English race car driver and book dealer (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 22", "txt": "S. R. Nathan, 6th President of Singapore (b. 1924)", "entities": [{"title": "S. R. Nathan", "href": "/wiki/S._R._Nathan", "description": "Sellapan Ramanathan, usually referred to as S. R. Nathan, was a Singaporean politician who was the sixth President of Singapore serving a twelve-year term from 1 September 1999 to 31 August 2011, having been elected in uncontested elections in the 1999 Singaporean presidential election and in the 2005 Singaporean presidential election. He was Singapore's longest-serving president."}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Deaths", "year": "2016", "date": "August 22", "txt": "Toots Thielemans, Belgian and American jazz musician (b. 1922)", "entities": [{"title": "Jazz in Belgium", "href": "/wiki/Jazz_in_Belgium", "description": "The history of jazz in Belgium starts with the Dinant instrument maker Adolphe Sax, whose saxophone became part of military bands in New Orleans around 1900 and would develop into the jazz instrument par excellence. From then on the early history of jazz in Belgium virtually runs parallel to developments in the country of the birth of jazz, from the minstrel shows in the late 19th century until th"}]}, {"heading": "Deaths", "year": "2017", "date": "August 22", "txt": "Michael J. C. Gordon, British Computer scientist (b. 1948)", "entities": [{"title": "Michael J. C. Gordon", "href": "/wiki/Michael_J._C._Gordon", "description": "Michael John Caldwell Gordon FRS was a leading British computer scientist."}, {"title": "Computer scientist", "href": "/wiki/Computer_scientist", "description": "\n\nA computer scientist is a person who has acquired the knowledge of computer science, the study of the theoretical foundations of information and computation and their application."}]}, {"heading": "Deaths", "year": "2018", "date": "August 22", "txt": "Ed King, American musician (b. 1949)", "entities": [{"title": "Ed King", "href": "/wiki/Ed_King", "description": "Edward Calhoun King was an American musician. He was a guitarist for the psychedelic rock band Strawberry Alarm Clock and guitarist and bassist for the Southern rock band Lynyrd Skynyrd from 1972 to 1975 and again from 1987 to 1996."}]}, {"heading": "Deaths", "year": "2018", "date": "August 22", "txt": "Krishna Reddy Indian printmaker, sculptor and teacher (b. 1925)", "entities": []}]