[{"heading": "Events", "year": "29 BC", "date": "August 14", "txt": "Octavian holds the second of three consecutive triumphs in Rome to celebrate the victory over the Dalmatian tribes.", "entities": [{"title": "Octavian", "href": "/wiki/Octavian", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Dalmatian tribes", "href": "/wiki/Dalmatian_tribes", "description": "The Delmatae, alternatively Dalmatae during the Roman period, were a group of Illyrian tribes in Dalmatia, contemporary southern Croatia and western Bosnia and Herzegovina. The region of Dalmatia takes its name from the tribe."}]}, {"heading": "Events", "year": "1040", "date": "August 14", "txt": "King Duncan I is killed in battle against his first cousin and rival Macbeth. The latter succeeds him as King of Scotland.", "entities": [{"title": "Duncan I of Scotland", "href": "/wiki/Duncan_I_of_Scotland", "description": "Donnchad mac Crinain was king of Scotland (Alba) from 1034 to 1040. He is the historical basis of the \"King Duncan\" in Shakespeare's play Macbeth."}, {"title": "Macbeth, King of Scotland", "href": "/wiki/Macbeth,_King_of_Scotland", "description": "Macbeth was King of Scots from 1040 until his death. He ruled over a portion of present-day Scotland."}, {"title": "List of Scottish monarchs", "href": "/wiki/List_of_Scottish_monarchs", "description": "The monarch of Scotland was the head of state of the Kingdom of Scotland. According to tradition, the first King of Scots was Kenneth I MacAlpin, who founded the state in 843. Historically, the Kingdom of Scotland is thought to have grown out of an earlier \"Kingdom of the Picts\", though in reality the distinction is a product of later medieval myth and confusion from a change in nomenclature i.e. "}]}, {"heading": "Events", "year": "1183", "date": "August 14", "txt": "Taira no Munemori and the Taira clan take the young Emperor Antoku and the three sacred treasures and flee to western Japan to escape pursuit by the Minamoto clan.", "entities": [{"title": "Taira no Munemori", "href": "/wiki/Taira_no_Munemori", "description": "Taira no Munemori  was heir to Taira no Kiyomori, and one of the Taira clan's chief commanders in the Genpei War."}, {"title": "Taira clan", "href": "/wiki/Taira_clan", "description": "The Taira was one of the four most important clans that dominated Japanese politics during the Heian, Kamakura and Muromachi Periods of Japanese history - the others being the Fujiwara, the Tachibana, and the Minamoto. The clan is divided into four major groups, named after the emperor they descended from: Kanmu Heishi, Ninmyō Heishi, Montoku Heishi, and Kōkō Heishi."}, {"title": "Emperor Antoku", "href": "/wiki/Emperor_Antoku", "description": "Emperor Antoku  was the 81st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1180 through 1185."}, {"title": "Imperial Regalia of Japan", "href": "/wiki/Imperial_Regalia_of_Japan", "description": "The Three Sacred Treasures  are the Imperial Regalia of Japan and consist of the sword Kusanagi no Tsurugi (草薙劍), the mirror Yata no Kagami (八咫鏡), and the jewel Yasakani no Magatama (八尺瓊勾玉). They represent the three primary virtues: valor, wisdom, and benevolence."}, {"title": "Minamoto clan", "href": "/wiki/Minamoto_clan", "description": "Minamoto (源) was one of the surnames bestowed by the Emperors of Japan upon members of the imperial family who were excluded from the line of succession and demoted into the ranks of the nobility from 1192 to 1333. The practice was most prevalent during the Heian period, although its last occurrence was during the Sengoku period. The Taira were another such offshoot of the imperial dynasty, making"}]}, {"heading": "Events", "year": "1264", "date": "August 14", "txt": "After tricking the Venetian galley fleet into sailing east to the Levant, the Genoese capture an entire Venetian trade convoy at the Battle of Saseno.", "entities": [{"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Galley", "href": "/wiki/Galley", "description": " A galley is a type of ship that is propelled mainly by rowing. The galley is characterized by its long, slender hull, shallow draft, and low freeboard. Virtually all types of galleys had sails that could be used in favorable winds, but human effort was always the primary method of propulsion. This allowed galleys to navigate independently of winds and currents. The galley originated among the sea"}, {"title": "Levant", "href": "/wiki/Levant", "description": "The Levant is an approximate historical geographical term referring to a large area in the Eastern Mediterranean region of Western Asia. In its narrowest sense, it is equivalent to the historical region of Syria, which included present-day Syria, Lebanon, Jordan, Israel, Palestine and most of Turkey south-east of the middle Euphrates. In its widest historical sense, the Levant included all of the "}, {"title": "Republic of Genoa", "href": "/wiki/Republic_of_Genoa", "description": "The Republic of Genoa was an independent state and maritime republic from the 11th century to 1797 in Liguria on the northwestern Italian coast, incorporating Corsica from 1347 to 1768, and numerous other territories throughout the Mediterranean and the Black Sea."}, {"title": "Battle of Saseno", "href": "/wiki/Battle_of_Saseno", "description": "The Battle of Saseno took place on 14 August 1264 near Saseno island off the coast of Albania, between a fleet of the Republic of Genoa and a trade convoy of the Republic of Venice, during the War of Saint Sabas. So far in the war, the Genoese had experienced only defeats in direct confrontations with the Venetian navy, and had therefore resorted to raiding the Venetian commerce convoys to the Lev"}]}, {"heading": "Events", "year": "1352", "date": "August 14", "txt": "War of the Breton Succession: Anglo-Bretons defeat the French in the Battle of Mauron.", "entities": [{"title": "War of the Breton Succession", "href": "/wiki/War_of_the_Breton_Succession", "description": "The War of the Breton Succession was a conflict between the Counts of Blois and the Montforts of Brittany for control of the Sovereign Duchy of Brittany, then a fief of the Kingdom of France. It was fought between 1341 and 12 April 1365."}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Battle of Mauron", "href": "/wiki/Battle_of_Mauron", "description": "The Battle of Mauron was fought in 1352 between an Anglo-Breton force and France. The Anglo-Bretons were victorious. The battle took place in the context of the Hundred Years War. With the Franco-Breton claimant, Charles de Blois, a prisoner, and the Anglo-Breton claimant a minor, the English were attempting to rule Brittany in the name of their protégé."}]}, {"heading": "Events", "year": "1370", "date": "August 14", "txt": "Charles IV, Holy Roman Emperor, grants city privileges to Karlovy Vary.", "entities": [{"title": "Charles IV, Holy Roman Emperor", "href": "/wiki/Charles_IV,_Holy_Roman_Emperor", "description": "Charles IV, born Wenceslaus, King of Bohemia and Holy Roman Emperor, had a long and successful reign. The empire he ruled from Prague expanded, and his subjects lived in peace and prosperity. When the Emperor died, the whole empire mourned. More than 7,000 people accompanied him on his last procession."}, {"title": "City privileges", "href": "/wiki/City_privileges", "description": "Town privileges or borough rights were important features of European towns during most of the second millennium. The city law customary in Central Europe probably dates back to Italian models, which in turn were oriented towards the traditions of the self-administration of Roman cities"}, {"title": "Karlovy Vary", "href": "/wiki/Karlovy_Vary", "description": "Karlovy Vary is a spa city in the Karlovy Vary Region of the Czech Republic. It has about 48,000 inhabitants. It lies on the confluence of the rivers Ohře and Teplá, approximately 130 km (81 mi) west of Prague. It is named after Charles IV, Holy Roman Emperor and the King of Bohemia, who founded the city in 1370. It is the site of numerous hot springs, and is the most visited spa town in the Czech"}]}, {"heading": "Events", "year": "1385", "date": "August 14", "txt": "Portuguese Crisis of 1383–85: Battle of Aljubarrota: Portuguese forces commanded by John I of Portugal defeat the Castilian army of John I of Castile.", "entities": [{"title": "1383–85 Portuguese interregnum", "href": "/wiki/1383%E2%80%9385_Portuguese_interregnum", "description": "The 1383–1385 Portuguese interregnum was a civil war in Portuguese history during which no crowned king of Portugal reigned. The interregnum began when King Ferdinand I died without a male heir and ended when King John I was crowned in 1385 after his victory during the Battle of Aljubarrota."}, {"title": "Battle of Aljubarrota", "href": "/wiki/Battle_of_Aljubarrota", "description": "The Battle of Aljubarrota was a battle fought between the Kingdom of Portugal and the Crown of Castile on 14 August 1385. Forces commanded by King John I of Portugal and his general Nuno Álvares Pereira, with the support of English allies, opposed the army of King John I of Castile with its Aragonese, Italian and French allies at São Jorge, between the towns of Leiria and Alcobaça, in central Port"}, {"title": "John I of Portugal", "href": "/wiki/John_I_of_Portugal", "description": "John I, also called John of Aviz, was King of Portugal from 1385 until his death in 1433. He is recognized chiefly for his role in Portugal's victory in a succession war with Castile, preserving his country's independence and establishing the Aviz dynasty on the Portuguese throne. His long reign of 48 years, the most extensive of all Portuguese monarchs, saw the beginning of Portugal's overseas ex"}, {"title": "Castile (historical region)", "href": "/wiki/Castile_(historical_region)", "description": "Castile is a territory of imprecise limits located in Spain. Its extension is often ascribed to the sum of the regions of Old Castile and New Castile, as they were formally defined in the 1833 territorial division of Spain. Those two regions cover the following modern autonomous communities: the eastern part of Castile and León, Castile-La Mancha, and Community of Madrid as well as Cantabria and L"}, {"title": "John I of Castile", "href": "/wiki/John_I_of_Castile", "description": "John I was king of the Crown of Castile from 1379 until 1390. He was the son of Henry II and of his wife Juana Manuel of Castile. He was the last monarch of Castile to receive a formal coronation."}]}, {"heading": "Events", "year": "1592", "date": "August 14", "txt": "The first sighting of the Falkland Islands by John Davis.", "entities": [{"title": "Falkland Islands", "href": "/wiki/Falkland_Islands", "description": "The Falkland Islands is an archipelago in the South Atlantic Ocean on the Patagonian Shelf. The principal islands are about 300 miles east of South America's southern Patagonian coast and about 752 miles from the northern tip of the Antarctic Peninsula, at a latitude of about 52°S. The archipelago, with an area of 4,700 square miles, comprises East Falkland, West Falkland, and 776 smaller islands."}, {"title": "John Davis (English explorer)", "href": "/wiki/John_Davis_(English_explorer)", "description": "John Davis was one of the chief navigators of Queen Elizabeth I of England. He led several voyages to discover the Northwest Passage and served as pilot and captain on both Dutch and English voyages to the East Indies. He discovered the Falkland Islands in August 1592."}]}, {"heading": "Events", "year": "1598", "date": "August 14", "txt": "Nine Years' War: Battle of the Yellow Ford: Irish forces under Hugh O'Neill, Earl of Tyrone, defeat an English expeditionary force under Henry Bagenal.", "entities": [{"title": "Nine Years' War (Ireland)", "href": "/wiki/Nine_Years%27_War_(Ireland)", "description": "The Nine Years' War, sometimes called Tyrone's Rebellion, took place in Ireland from 1593 to 1603. It was fought between an Irish alliance—led mainly by Hugh O'Neill of Tyrone and Hugh Roe O'Donnell of Tyrconnell—against English rule in Ireland, and was a response to the then-ongoing Tudor conquest of Ireland. The war was fought in all parts of the country, but mainly in the northern province of U"}, {"title": "Battle of the Yellow Ford", "href": "/wiki/Battle_of_the_Yellow_Ford", "description": "The Battle of the Yellow Ford was fought in County Armagh on 14 August 1598, during the Nine Years' War in Ireland. An English army of about 4,000, led by Henry Bagenal, was sent from the Pale to relieve the besieged Blackwater Fort. Marching from Armagh to the Blackwater, the column was routed by a Gaelic Irish army under Hugh O'Neill of Tyrone. O'Neill's forces divided the English column and a l"}, {"title": "Hugh O'Neill, Earl of Tyrone", "href": "/wiki/Hugh_O%27Neill,_Earl_of_Tyrone", "description": "Hugh O'Neill, was an Irish Gaelic lord, Earl of Tyrone and was later created The Ó Néill Mór, Chief of the Name. O'Neill's career was played out against the background of the Tudor conquest of Ireland, and he is best known for leading the resistance during the Nine Years' War, the strongest threat to Tudor authority in Ireland since the revolt of Silken Thomas."}, {"title": "Henry Bagenal", "href": "/wiki/Henry_Bagenal", "description": "\nSir Henry Bagenal PC was marshal of the Royal Irish Army during the reign of Queen Elizabeth I."}]}, {"heading": "Events", "year": "1720", "date": "August 14", "txt": "The Spanish military Villasur expedition is defeated by Pawnee and Otoe warriors near present-day Columbus, Nebraska.", "entities": [{"title": "Villasur expedition", "href": "/wiki/Villasur_expedition", "description": "The Villasur expedition of 1720 was a Spanish military expedition intended to check New France's growing influence on the North American Great Plains, led by Lieutenant-General Pedro de Villasur. Pawnee and Otoe Indians attacked the expedition in Nebraska, killing 36 of the 40 Spaniards, 10 of their Indian allies, and a French guide. The survivors retreated to their base in New Mexico."}, {"title": "Pawnee people", "href": "/wiki/Pawnee_people", "description": "The Pawnee are a Central Plains Indian tribe that historically were based in Nebraska and Kansas and currently are based in Oklahoma. Today they are the federally recognized Pawnee Nation of Oklahoma, who are headquartered in Pawnee, Oklahoma. Their Pawnee language belongs to the Caddoan language family, and their names for themselves is Chatiks si chatiks or \"Men of Men\"."}, {"title": "Otoe tribe", "href": "/wiki/Otoe_tribe", "description": "The Otoe are a Native American people of the Midwestern United States. The Otoe language, Chiwere, is part of the Siouan family and closely related to that of the related Iowa, Missouria, and Ho-Chunk tribes."}, {"title": "Columbus, Nebraska", "href": "/wiki/Columbus,_Nebraska", "description": "Columbus is a city in and the county seat of Platte County, in the state of Nebraska in the Midwestern United States. The population was 22,111 at the 2010 census."}]}, {"heading": "Events", "year": "1791", "date": "August 14", "txt": "Slaves from plantations in Saint-Domingue hold a Vodou ceremony led by houngan Dutty Boukman at Bois Caïman, marking the start of the Haitian Revolution.", "entities": [{"title": "Saint-Domingue", "href": "/wiki/Saint-Domingue", "description": "Saint-Domingue was a French colony on the Caribbean island of Hispaniola from 1659 to 1804, in what is now an island that hosts two countries; the Dominican Republic and Haiti. The name was also used, at times, for the island of Hispaniola as a whole, all of it, nominally, being at times a French colony. The Spanish form of the name, Santo Domingo, also was used at times for the island as a whole."}, {"title": "Haitian Vodou", "href": "/wiki/Haitian_Vodou", "description": "Haitian Vodou is an African diasporic religion that gradually developed in Haiti between the 16th and 19th centuries. It arose through a process of syncretism between the traditional religions of West Africa and the Roman Catholic form of Christianity. Adherents are known as Vodouists or \"servants of the spirits\". There is no central authority in control of Vodou, which is organised through autono"}, {"title": "Houngan", "href": "/wiki/Houngan", "description": "Houngan or oungan is the term for a male priest in Haitian Vodou. The term is derived from the Fon word hounnongan. Houngans are also known as makandals."}, {"title": "Dutty Boukman", "href": "/wiki/Dutty_Boukman", "description": "Dutty Boukman was an early leader of the Haitian Revolution. Born in Senegambia, he was captured, enslaved and transported to Jamaica. He eventually ended up in Haiti, where he became a leader of the Maroons and a vodou houngan (priest)."}, {"title": "Bois Caïman", "href": "/wiki/Bois_Ca%C3%AFman", "description": "Bois Caïman was the site of the first major meeting of enslaved Blacks during which the first major slave insurrection of the Haitian Revolution was planned."}, {"title": "Haitian Revolution", "href": "/wiki/Haitian_Revolution", "description": "The Haitian Revolution was a successful insurrection by self-liberated slaves against French colonial rule in Saint-Domingue, now the sovereign state of Haiti. The revolt began on 22 August 1791, and ended in 1804 with the former colony's independence. It involved blacks, mulattoes, French, Spanish, and British participants—with the ex-slave Toussaint Louverture emerging as Haiti's most charismati"}]}, {"heading": "Events", "year": "1816", "date": "August 14", "txt": "The United Kingdom formally annexes the Tristan da Cunha archipelago, administering the islands from the Cape Colony in South Africa.", "entities": [{"title": "Tristan da Cunha", "href": "/wiki/Tristan_da_Cunha", "description": "Tristan da Cunha, colloquially Tristan, is a remote group of volcanic islands in the south Atlantic Ocean. It is the most remote inhabited archipelago in the world, lying approximately 1,732 miles (2,787 km) off the coast of Cape Town in South Africa, 1,514 miles (2,437 km) from Saint Helena and 2,487 miles (4,002 km) off the coast of the Falkland Islands. These distances equate respectively to 15"}, {"title": "Cape Colony", "href": "/wiki/Cape_Colony", "description": "The Cape Colony, also known as the Cape of Good Hope, was a British colony in present-day South Africa named after the Cape of Good Hope. The British colony was preceded by an earlier Corporate colony that became a Dutch colony of the same name, the Dutch Cape Colony, established in 1652 by the Dutch East India Company (VOC). The Cape was under VOC rule from 1652 to 1795 and under rule of the Napo"}]}, {"heading": "Events", "year": "1842", "date": "August 14", "txt": "American Indian Wars: Second Seminole War ends, with the Seminoles forced from Florida.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Seminole Wars", "href": "/wiki/Seminole_Wars", "description": "The Seminole Wars were three related military conflicts in Florida between the United States Army and the Seminole, a Native American group which had coalesced in Spanish Florida during the early 1700s. The fighting occurred between about 1816 and 1858, with two periods of uneasy truce between active conflict. Both in human and monetary terms, the Seminole Wars were the longest and most expensive "}, {"title": "Seminole", "href": "/wiki/Seminole", "description": "The Seminole are a Native American people originally from Florida. Today, they live in Oklahoma and Florida, and comprise three federally recognized tribes: the Seminole Nation of Oklahoma, the Seminole Tribe of Florida, and Miccosukee Tribe of Indians of Florida, as well as independent groups. The Seminole people emerged in a process of ethnogenesis from various Native American groups who settled"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}]}, {"heading": "Events", "year": "1848", "date": "August 14", "txt": "Oregon Territory is organized by act of Congress.", "entities": [{"title": "Oregon Territory", "href": "/wiki/Oregon_Territory", "description": "The Territory of Oregon was an organized incorporated territory of the United States that existed from August 14, 1848, until February 14, 1859, when the southwestern portion of the territory was admitted to the Union as the State of Oregon. Originally claimed by several countries, the region was divided between the UK and the US in 1846. When established, the territory encompassed an area that in"}, {"title": "Act of Congress", "href": "/wiki/Act_of_Congress", "description": "An Act of Congress is a statute enacted by Congress. Acts can affect only individual entities, or the general public. For a bill to become an act, the text must pass through both houses with a majority, then be either signed into law by the president of the United States or receive congressional override against a presidential veto."}]}, {"heading": "Events", "year": "1880", "date": "August 14", "txt": "Construction of Cologne Cathedral, the most famous landmark in Cologne, Germany, is completed.", "entities": [{"title": "Cologne Cathedral", "href": "/wiki/Cologne_Cathedral", "description": "Cologne Cathedral is a Catholic cathedral in Cologne, North Rhine-Westphalia, Germany. It is the seat of the Archbishop of Cologne and of the administration of the Archdiocese of Cologne. It is a renowned monument of German Catholicism and Gothic architecture and was declared a World Heritage Site in 1996. It is Germany's most visited landmark, attracting an average of 20,000 people a day. At 157 "}, {"title": "Cologne", "href": "/wiki/Cologne", "description": "Cologne is the largest city of Germany's most populous state of North Rhine-Westphalia (NRW) and the fourth-most populous city in Germany. With 3.6 million people in the urban region and 1.1 million inhabitants within its city proper, Cologne is the largest city on the river Rhine and also the most populous city of both the Rhine-Ruhr Metropolitan Region and the Rhineland. Centered on the left ban"}]}, {"heading": "Events", "year": "1885", "date": "August 14", "txt": "Japan's first patent is issued to the inventor of a rust-proof paint.", "entities": [{"title": "Japanese patent law", "href": "/wiki/Japanese_patent_law", "description": "Japanese patent law is based on the first-to-file principle and is mainly given force by the Patent Act of Japan. Article 2 defines an invention as \"the highly advanced creation of technical ideas utilizing the law of nature\"."}]}, {"heading": "Events", "year": "1893", "date": "August 14", "txt": "France becomes the first country to introduce motor vehicle registration.", "entities": [{"title": "Vehicle registration plate", "href": "/wiki/Vehicle_registration_plate", "description": "A vehicle registration plate, also known as a number plate, license plate, or licence plate, is a metal or plastic plate attached to a motor vehicle or trailer for official identification purposes. All countries require registration plates for road vehicles such as cars, trucks, and motorcycles. Whether they are required for other vehicles, such as bicycles, boats, or tractors, may vary by jurisdi"}]}, {"heading": "Events", "year": "1900", "date": "August 14", "txt": "The Eight-Nation Alliance occupies Beijing, China, in a campaign to end the bloody Boxer Rebellion in China.", "entities": [{"title": "Eight-Nation Alliance", "href": "/wiki/Eight-Nation_Alliance", "description": "The Eight-Nation Alliance was a multinational military coalition that invaded North China in 1900 to relieve the foreign legations in Beijing besieged by the popular Boxer militia determined to expunge foreign influence and government troops determined to defend China. The Allied forces consisted of approximately 45,000 troops from the eight nations of Germany, Japan, Russia, Britain, France, the "}, {"title": "Boxer Rebellion", "href": "/wiki/Boxer_Rebellion", "description": "The Boxer Rebellion, Boxer Uprising or Yihetuan Movement, was an armed and violent, anti-Christian, and anti-imperialist insurrection in China between 1899 and 1901, towards the end of the Qing dynasty."}]}, {"heading": "Events", "year": "1901", "date": "August 14", "txt": "The first claimed powered flight, by Gustave Whitehead in his Number 21.", "entities": [{"title": "Aviation", "href": "/wiki/Aviation", "description": "Aviation is the activities surrounding mechanical flight and the aircraft industry. Aircraft includes fixed-wing and rotary-wing types, morphable wings, wing-less lifting bodies, as well as lighter-than-air craft such as hot air balloons and airships."}, {"title": "Gustave Whitehead", "href": "/wiki/Gustave_Whitehead", "description": "Gustave Albin Whitehead was an aviation pioneer who emigrated from Germany to the United States where he designed and built gliders, flying machines, and engines between 1897 and 1915. Controversy surrounds published accounts and Whitehead's own claims that he flew a powered machine successfully several times in 1901 and 1902, predating the first flights by the Wright Brothers in 1903."}, {"title": "Whitehead No. 21", "href": "/wiki/Whitehead_No._21", "description": "The Whitehead No.21 was the aircraft that aviation pioneer Gustave Whitehead claimed to have flown near Bridgeport, Connecticut on August 14, 1901. \nA description and photographs of Whitehead's aircraft appeared in Scientific American in June 1901, stating that the \"novel flying machine\" had just been completed, and \"is now ready for preliminary trials\". The flight was reported in the August 18, 1"}]}, {"heading": "Events", "year": "1914", "date": "August 14", "txt": "World War I: Start of the Battle of Lorraine, an unsuccessful French offensive.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Lorraine", "href": "/wiki/Battle_of_Lorraine", "description": "The Battle of Lorraine was a battle on the Western Front during the First World War. The armies of France and Germany had completed their mobilisation, the French with Plan XVII, to conduct an offensive through Lorraine and Alsace into Germany and the Germans with Aufmarsch II West, for an offensive in the north through Luxembourg and Belgium into France, supplemented with attacks in the south to "}]}, {"heading": "Events", "year": "1921", "date": "August 14", "txt": "Tannu Uriankhai, later Tuvan People's Republic is established as a completely independent country (which is supported by Soviet Russia).", "entities": [{"title": "Tannu Uriankhai", "href": "/wiki/Tannu_Uriankhai", "description": "Tannu Uriankhai is a historic region of the Mongol Empire and, later, the Qing dynasty. The realms of Tannu Uriankhai largely correspond to the Tuva Republic of the Russian Federation, neighboring areas in Russia, and a part of the modern state of Mongolia."}, {"title": "Tuvan People's Republic", "href": "/wiki/Tuvan_People%27s_Republic", "description": "The Tuvan People's Republic, known as the Tannu Tuva People's Republic until 1926, was a partially recognized socialist republic that existed between 1921 and 1944. The country was located in the same territory as the former Tuvan protectorate of Imperial Russia, known as Uryankhay Krai, north-west of Mongolia, and now corresponds to the Tuva Republic within the Russian Federation."}, {"title": "Russian Soviet Federative Socialist Republic", "href": "/wiki/Russian_Soviet_Federative_Socialist_Republic", "description": "The Russian Soviet Federative Socialist Republic, previously known as the Russian Soviet Republic and the Russian Socialist Federative Soviet Republic as well as being unofficially known as Soviet Russia, Russian Federation or simply Russia, was an independent socialist state from 1917 to 1922, and afterwards the largest and most populous of the Soviet socialist republics of the Soviet Union (USSR"}]}, {"heading": "Events", "year": "1933", "date": "August 14", "txt": "Loggers cause a forest fire in the Coast Range of Oregon, later known as the first forest fire of the Tillamook Burn;  destroying 240,000 acres (970 km2) of land.", "entities": [{"title": "Wildfire", "href": "/wiki/Wildfire", "description": "A wildfire, bushfire, wildland fire or rural fire is an unplanned, unwanted, uncontrolled fire in an area of combustible vegetation starting in rural areas and urban areas. Depending on the type of vegetation present, a wildfire can also be classified more specifically as a forest fire, brush fire, bushfire, desert fire, grass fire, hill fire, peat fire, prairie fire, vegetation fire, or veld fire"}, {"title": "Pacific Coast Ranges", "href": "/wiki/Pacific_Coast_Ranges", "description": "The Pacific Coast Ranges, are the series of mountain ranges that stretch along the West Coast of North America from Alaska south to Northern and Central Mexico. Although they are commonly thought to be the westernmost mountain range of the continental United States and Canada, the geologically distinct Insular Mountains of Vancouver Island lie further west."}, {"title": "Oregon", "href": "/wiki/Oregon", "description": "Oregon is a state in the Pacific Northwest region of the Western United States. The Columbia River delineates much of Oregon's northern boundary with Washington, while the Snake River delineates much of its eastern boundary with Idaho. The 42° north parallel delineates the southern boundary with California and Nevada."}, {"title": "Tillamook Burn", "href": "/wiki/Tillamook_Burn", "description": "The Tillamook Burn was a series of forest fires in the Northern Oregon Coast Range\nof Oregon in the United States that destroyed a total area of 350,000 acres of old growth timber in what is now known as the Tillamook State Forest. There were four wildfires in this series, which spanned the years of 1933–1951. By association, the name Tillamook Burn also refers to the location of these fires. This"}]}, {"heading": "Events", "year": "1935", "date": "August 14", "txt": "Franklin D. Roosevelt signs the Social Security Act, creating a government pension system for the retired.", "entities": [{"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Social Security Act", "href": "/wiki/Social_Security_Act", "description": "The Social Security Act of 1935 is a law enacted by the 74th United States Congress and signed into law by US President Franklin D. Roosevelt. The law created the Social Security program as well as insurance against unemployment. The law was part of Roosevelt's New Deal domestic program."}]}, {"heading": "Events", "year": "1936", "date": "August 14", "txt": "Rainey Bethea is hanged in Owensboro, Kentucky in the last known public execution in the United States.", "entities": [{"title": "Rainey Bethea", "href": "/wiki/Rainey_Bethea", "description": "Rainey Bethea was the last person publicly executed in the United States. Bethea, who confessed to the rape and murder of a 70-year-old woman named Lischia Edwards, was convicted of her rape and publicly hanged in Owensboro, Kentucky. Mistakes in performing the hanging, and the surrounding media circus, contributed to the end of public executions in the United States."}, {"title": "Owensboro, Kentucky", "href": "/wiki/Owensboro,_Kentucky", "description": "Owensboro is a home rule-class city in and the county seat of Daviess County, Kentucky, United States. It is the fourth-largest city in the state by population. Owensboro is located on U.S. Route 60 and Interstate 165 about 107 miles (172 km) southwest of Louisville, and is the principal city of the Owensboro metropolitan area. The 2010 census had its population at 57,265. The metropolitan populat"}, {"title": "Capital punishment in the United States", "href": "/wiki/Capital_punishment_in_the_United_States", "description": "Capital punishment, also called the death penalty, is a legal penalty in the United States, with it being a legal punishment in 27 states, American Samoa, the federal government, and the military. Although it is a legal penalty in 27 states, only 21 states have the ability to execute death sentences, with the other 6 being subject to different types of moratoria. The Virginia General Assembly has "}]}, {"heading": "Events", "year": "1941", "date": "August 14", "txt": "World War II: Winston Churchill and Franklin D. Roosevelt sign the Atlantic Charter of war stating postwar aims.", "entities": [{"title": "Winston Churchill", "href": "/wiki/Winston_Churchill", "description": "Sir Winston Leonard Spencer Churchill, was a British statesman who served as Prime Minister of the United Kingdom from 1940 to 1945, during the Second World War, and again from 1951 to 1955. Although best known for his wartime leadership as Prime Minister, Churchill was also a Sandhurst-educated career soldier, a Nobel Prize-winning writer and historian, a prolific painter, and one of the longest-"}, {"title": "Franklin D. Roosevelt", "href": "/wiki/Franklin_D._Roosevelt", "description": "Franklin Delano Roosevelt, often referred to by his initials FDR, was an American politician who served as the 32nd president of the United States from 1933 until his death in 1945. A member of the Democratic Party, he won a record four presidential elections and became a central figure in world events during the first half of the 20th century. Roosevelt directed the federal government during most"}, {"title": "Atlantic Charter", "href": "/wiki/Atlantic_Charter", "description": "The Atlantic Charter was a statement issued on 14 August 1941 that set out American and British goals for the world after the end of World War II."}]}, {"heading": "Events", "year": "1947", "date": "August 14", "txt": "Pakistan gains Independence from the British Empire.", "entities": [{"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Partition of India", "href": "/wiki/Partition_of_India", "description": "The Partition of India of 1947 was the division of British India into two independent dominion states, India and Pakistan. The Dominion of India is today the Republic of India; the Dominion of Pakistan is today the Islamic Republic of Pakistan and the People's Republic of Bangladesh. The partition involved the division of two provinces, Bengal and Punjab, based on district-wide non-Muslim or Musli"}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}]}, {"heading": "Events", "year": "1959", "date": "August 14", "txt": "Founding and first official meeting of the American Football League.", "entities": [{"title": "American Football League", "href": "/wiki/American_Football_League", "description": "The American Football League (AFL) was a major professional American football league that operated for ten seasons from 1960 until 1970, when it merged with the older National Football League (NFL), and became the American Football Conference. The upstart AFL operated in direct competition with the more established NFL throughout its existence. It was more successful than earlier rivals to the NFL"}]}, {"heading": "Events", "year": "1967", "date": "August 14", "txt": "UK Marine Broadcasting Offences Act declares participation in offshore pirate radio illegal.", "entities": [{"title": "Marine, &c., Broadcasting (Offences) Act 1967", "href": "/wiki/Marine,_%26c.,_Broadcasting_(Offences)_Act_1967", "description": "The Marine, &c., Broadcasting (Offences) Act 1967, shortened to Marine Broadcasting Offences Act or \"Marine offences Act\", became law in the United Kingdom at midnight on Monday 14 August 1967. It was subsequently amended by the Wireless Telegraphy Act 2006 and the Broadcasting Act 1990. Its purpose was to extend the powers of the Wireless Telegraphy Act 1949, beyond the territorial land area and "}, {"title": "Pirate radio", "href": "/wiki/Pirate_radio", "description": "Pirate radio or a pirate radio station is a radio station that broadcasts without a valid license."}]}, {"heading": "Events", "year": "1969", "date": "August 14", "txt": "The Troubles: British troops are deployed in Northern Ireland as political and sectarian violence breaks out, marking the start of the 37-year Operation Banner.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "1969 Northern Ireland riots", "href": "/wiki/1969_Northern_Ireland_riots", "description": "During 12–16 August 1969, there was an outbreak of political and sectarian violence in Northern Ireland, which is often seen as the beginning of the thirty-year conflict known as the Troubles. There had been sporadic violence throughout the year arising out of the civil rights campaign, which demanded an end to discrimination against Catholics and Irish nationalists. Civil rights marches had been "}, {"title": "Operation Banner", "href": "/wiki/Operation_Banner", "description": "Operation Banner was the operational name for the British Armed Forces' operation in Northern Ireland from 1969 to 2007, as part of the Troubles. It was the longest continuous deployment in British military history. The British Army was initially deployed, at the request of the unionist government of Northern Ireland, in response to the August 1969 riots. Its role was to support the Royal Ulster C"}]}, {"heading": "Events", "year": "1971", "date": "August 14", "txt": "Bahrain declares independence from Britain.", "entities": [{"title": "Bahrain", "href": "/wiki/Bahrain", "description": "Bahrain, officially the Kingdom of Bahrain, is a country in the Persian Gulf. The island nation comprises a small archipelago made up of 70 natural islands and an additional 33 artificial islands, centered around Bahrain Island which makes up around 83 percent of the country's landmass. The country is situated between the Qatari peninsula and the north eastern coast of Saudi Arabia to which it is "}]}, {"heading": "Events", "year": "1972", "date": "August 14", "txt": "An Ilyushin Il-62 airliner crashes near Königs Wusterhausen, East Germany killing 156 people.", "entities": [{"title": "1972 Königs Wusterhausen air disaster", "href": "/wiki/1972_K%C3%B6nigs_Wusterhausen_air_disaster", "description": "The 1972 Königs Wusterhausen air disaster occurred on 14 August when an Interflug Ilyushin Il-62 crashed shortly after take-off from Berlin-Schönefeld Airport in Schönefeld, East Germany, on a holiday charter flight to Burgas, Bulgaria. The accident was caused by a fire in the aft cargo bay. All 156 passengers and crew died. To date, it is the deadliest aviation accident in Germany."}]}, {"heading": "Events", "year": "1980", "date": "August 14", "txt": "Lech Wałęsa leads strikes at the Gdańsk, Poland shipyards.", "entities": [{"title": "Lech Wałęsa", "href": "/wiki/Lech_Wa%C5%82%C4%99sa", "description": "Lech Wałęsa is a Polish statesman, dissident, and Nobel Peace Prize laureate, who served as the first democratically elected president of Poland from 1990 to 1995. A shipyard electrician by trade, he became the leader of the Solidarity movement, and led a successful pro-democratic effort which in 1989 ended the Communist rule in Poland and ushered in the end of the Cold War."}, {"title": "Gdańsk", "href": "/wiki/Gda%C5%84sk", "description": "Gdańsk is a city on the Baltic coast of northern Poland. With a population of 470,907, Gdańsk is the capital and largest city of the Pomeranian Voivodeship and the most prominent city in the vicinity of the cultural and geographical region of Kashubia. It is Poland's principal seaport and the center of the country's fourth-largest metropolitan area."}]}, {"heading": "Events", "year": "1994", "date": "August 14", "txt": "Ilich Ramírez Sánchez, also known as \"Carlos the Jackal\", is captured.", "entities": [{"title": "Carlos the Jackal", "href": "/wiki/Carlos_the_Jackal", "description": "Ilich Ramírez Sánchez, also known as Carlos the Jackal, is a native Venezuelan convicted of terrorist crimes, and currently serving a life sentence in France for the 1975 murder of an informant for the French government and two French counterintelligence agents. While in prison he was further convicted of attacks in France that killed 11 and injured 150 people and sentenced to an additional life t"}]}, {"heading": "Events", "year": "1996", "date": "August 14", "txt": "Greek Cypriot refugee Solomos Solomou is shot and killed by a Turkish security officer while trying to climb a flagpole in order to remove a Turkish flag from its mast in the United Nations Buffer Zone in Cyprus.", "entities": [{"title": "Solomos Solomou", "href": "/wiki/Solomos_Solomou", "description": "Solomon Solomou was a Greek-Cypriot who was shot and killed by a Turkish officer while trying to climb a flagpole in order to remove a Turkish flag from its mast in Cyprus's United Nations Buffer Zone. The killing occurred in the aftermath of the funeral of Solomou's cousin Tassos Isaac, who had been murdered a few days earlier by Turkish nationalists belonging to the militant Grey Wolves organiza"}, {"title": "United Nations Buffer Zone in Cyprus", "href": "/wiki/United_Nations_Buffer_Zone_in_Cyprus", "description": "The United Nations Buffer Zone in Cyprus is a demilitarized zone, patrolled by the United Nations Peacekeeping Force in Cyprus (UNFICYP), that was established in 1964 and extended in 1974 after the ceasefire of 16 August 1974, following the Turkish invasion of Cyprus, and the de facto partition of the island into the area controlled by the Republic of Cyprus and the unofficial Turkish Republic of "}]}, {"heading": "Events", "year": "2003", "date": "August 14", "txt": "A widescale power blackout affects the northeast United States and Canada.", "entities": [{"title": "Northeast blackout of 2003", "href": "/wiki/Northeast_blackout_of_2003", "description": "The Northeast blackout of 2003 was a widespread power outage throughout parts of the Northeastern and Midwestern United States, and the Canadian province of Ontario on August 14, 2003, beginning just after 4:10 p.m. EDT."}]}, {"heading": "Events", "year": "2005", "date": "August 14", "txt": "Helios Airways Flight 522, en route from Larnaca, Cyprus to Prague, Czech Republic via Athens, crashes in the hills near Grammatiko, Greece, killing 121 passengers and crew.", "entities": [{"title": "Helios Airways Flight 522", "href": "/wiki/Helios_Airways_Flight_522", "description": "Helios Airways Flight 522 was a scheduled passenger flight from Larnaca, Cyprus to Prague, Czech Republic, with a stopover to Athens, Greece, that crashed on 14 August 2005, killing all 121 passengers and crew on board. A loss of cabin pressurization incapacitated the crew, leaving the aircraft flying on autopilot until it ran out of fuel, and crashed near Grammatiko, Greece. It was the deadliest "}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "Grammatiko", "href": "/wiki/Grammatiko", "description": "Grammatiko is a village in East Attica, Greece. Since the 2011 local government reform it is part of the municipality Marathon, of which it is a municipal unit. It is part of Athens metropolitan area."}]}, {"heading": "Events", "year": "2006", "date": "August 14", "txt": "Sixty-one schoolgirls killed in Chencholai bombing by Sri Lankan Air Force air strike.", "entities": [{"title": "Chencholai bombing", "href": "/wiki/Chencholai_bombing", "description": "Chencholai bombing took place on August 14, 2006 when the Sri Lankan Air Force bombed what it said was a rebel LTTE training camp, killing 61 girls aged 16 to 18. The LTTE, UNICEF, SLMM and UTHR all said those in the compound were not LTTE cadres."}, {"title": "Sri Lanka Air force", "href": "/wiki/Sri_Lanka_Air_force", "description": "The Sri Lanka Air Force (SLAF) is the air arm and the youngest of the Sri Lanka Armed Forces. It was founded in 1951 as the Royal Ceylon Air Force (RCyAF) with the assistance of the Royal Air Force (RAF). The SLAF played a major role throughout the Sri Lankan Civil War. The SLAF operates more than 160 aircraft and has a projected trained strength of 27,400 airmen and 1,300 officers, who are from b"}]}, {"heading": "Events", "year": "2007", "date": "August 14", "txt": "The Kahtaniya bombings kills at least 500 people.", "entities": [{"title": "2007 Yazidi communities bombings", "href": "/wiki/2007_Yazidi_communities_bombings", "description": "The 2007 Yazidi communities bombings occurred on August 14, 2007, when four coordinated suicide car bomb attacks detonated in the Yazidi towns of Til Ezer (al-Qahtaniyah) and Siba Sheikh Khidir (al-Jazirah), in northern Iraq."}]}, {"heading": "Events", "year": "2013", "date": "August 14", "txt": "Egypt declares a state of emergency as security forces kill hundreds of demonstrators supporting former president Mohamed Morsi.", "entities": [{"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "State of emergency", "href": "/wiki/State_of_emergency", "description": "A state of emergency or emergency powers is a situation in which a government is empowered to be able to put through policies that it would normally not be permitted to do, for the safety and protection of their citizens. A government can declare such a state during a natural disaster, civil unrest, armed conflict, medical pandemic or epidemic or other biosecurity risk. Justitium is its equivalent"}, {"title": "August 2013 Rabaa massacre", "href": "/wiki/August_2013_Rabaa_massacre", "description": "On 14 August 2013, Egyptian security forces under the command of interim president Adly Mansour raided two camps of protesters in Cairo: one at al-Nahda Square and a larger one at Rabaa al-Adawiya Square. The two sites had been occupied by supporters of President Mohamed Morsi, who had been removed from office by the military a month earlier after widespread demonstrations in the 2013 Egyptian cou"}, {"title": "Mohamed Morsi", "href": "/wiki/Mohamed_Morsi", "description": "Mohamed Mohamed Morsi Issa Al-Ayyat was an Egyptian politician and engineer who served as the fifth President of Egypt, from 30 June 2012 to 3 July 2013, when General Abdel Fattah el-Sisi removed him from office in a coup d'état after protests in June. An Islamist affiliated with the Muslim Brotherhood organisation, Morsi led the Freedom and Justice Party from 2011 to 2012."}]}, {"heading": "Events", "year": "2013", "date": "August 14", "txt": "UPS Airlines Flight 1354 crashes short of the runway at Birmingham–Shuttlesworth International Airport, killing both crew members on board.", "entities": [{"title": "Birmingham–Shuttlesworth International Airport", "href": "/wiki/Birmingham%E2%80%93Shuttlesworth_International_Airport", "description": "Birmingham–Shuttlesworth International Airport, formerly Birmingham Municipal Airport and later Birmingham International Airport, is a civil-military airport serving Birmingham, Alabama and its metropolitan area, including Tuscaloosa. It is located in Jefferson County, five miles northeast of Downtown Birmingham, near the interchange of Interstates 20 and 59."}]}, {"heading": "Events", "year": "2015", "date": "August 14", "txt": "The US Embassy in Havana, Cuba re-opens after 54 years of being closed when Cuba–United States relations were broken off.", "entities": [{"title": "Embassy of the United States, Havana", "href": "/wiki/Embassy_of_the_United_States,_Havana", "description": "The Embassy of the United States of America in Havana is the United States of America's diplomatic mission in Cuba. On January 3, 1961, US President Dwight D. Eisenhower severed relations following the Cuban Revolution of the 1950s. In 1977, President Jimmy Carter and Fidel Castro signed an Interests Sections Agreement that permitted each government to operate out of its former embassy in Havana a"}, {"title": "Havana, Cuba", "href": "/wiki/Havana,_Cuba", "description": "Havana is the capital city, largest city, province, major port, and leading commercial center of Cuba. The city has a population of 2.1 million inhabitants, and it spans a total of 781.58 km2 (301.77 sq mi) – making it the largest city by area, the most populous city, and the fourth largest metropolitan area in the Caribbean region."}, {"title": "Cuba–United States relations", "href": "/wiki/Cuba%E2%80%93United_States_relations", "description": "Cuba–United States relations, also known as Cuban-American relations, refers to the bilateral relations between Cuba and the United States. Cuba and the United States restored diplomatic relations on 20 July 2015, relations which had been severed in 1961 during the Cold War. U.S. diplomatic representation in Cuba is handled by the United States Embassy in Havana, and there is a similar Cuban Embas"}]}, {"heading": "Births", "year": "1479", "date": "August 14", "txt": "Catherine of York (d. 1527)", "entities": [{"title": "Catherine of York", "href": "/wiki/Catherine_of_York", "description": "Catherine or Katherine of York was the ninth child and sixth daughter of King Edward IV by his wife Elizabeth Woodville. She was the daughter of Edward IV, sister to Edward V, niece to Richard III, sister-in-law to Henry VII and aunt to Henry VIII."}]}, {"heading": "Births", "year": "1499", "date": "August 14", "txt": "John de Vere, 14th Earl of Oxford, English politician (d. 1526)", "entities": [{"title": "John de Vere, 14th Earl of Oxford", "href": "/wiki/John_de_Vere,_14th_Earl_of_Oxford", "description": "John de Vere, 14th Earl of Oxford was an English peer and landowner."}]}, {"heading": "Births", "year": "1502", "date": "August 14", "txt": "Pieter Coecke van Aelst, Flemish painter (d. 1550)", "entities": [{"title": "Pieter Coecke van Aelst", "href": "/wiki/Pieter_Coecke_van_Aelst", "description": "Pieter Coecke van Aelst or Pieter Coecke van Aelst the Elder was a Flemish painter, sculptor, architect, author and designer of woodcuts, goldsmith's work, stained glass and tapestries. His principal subjects were Christian religious themes. He worked in Antwerp and Brussels and was appointed court painter to Charles V, Holy Roman Emperor."}]}, {"heading": "Births", "year": "1530", "date": "August 14", "txt": "Giambattista Benedetti, Italian mathematician and physicist (d. 1590)", "entities": [{"title": "Giambattista Benedetti", "href": "/wiki/Giambattista_Benedetti", "description": "Giambattista (Gianbattista) Benedetti was an Italian mathematician from Venice who was also interested in physics, mechanics, the construction of sundials, and the science of music."}]}, {"heading": "Births", "year": "1552", "date": "August 14", "txt": "Paolo Sarpi, Italian writer (d. 1623)", "entities": [{"title": "Paolo Sarpi", "href": "/wiki/Paolo_Sarpi", "description": "Paolo Sarpi was a Venetian historian, prelate, scientist, canon lawyer, and statesman active on behalf of the Venetian Republic during the period of its successful defiance of the papal interdict (1605–1607) and its war (1615–1617) with Austria over the Uskok pirates. His writings, frankly polemical and highly critical of the Catholic Church and its Scholastic tradition, \"inspired both Hobbes and "}]}, {"heading": "Births", "year": "1599", "date": "August 14", "txt": "Méric Casaubon, Swiss-English scholar and author (d. 1671)", "entities": [{"title": "Méric Casaubon", "href": "/wiki/M%C3%A9ric_Casaubon", "description": "\n\nMeric Casaubon, son of Isaac Casaubon, was a French-English classical scholar. He was the first to translate Meditations by Marcus Aurelius into English."}]}, {"heading": "Births", "year": "1642", "date": "August 14", "txt": "Cosimo III de' Medici, Grand Duke of Tuscany (d. 1723)", "entities": [{"title": "Cosimo III de' Medici, Grand Duke of Tuscany", "href": "/wiki/Cosimo_III_de%27_Medici,_Grand_Duke_of_Tuscany", "description": "Cosimo III de' Medici was the sixth and penultimate Medici Grand Duke of Tuscany. He reigned from 1670 to 1723, and was the elder son of Grand Duke Ferdinando II. Cosimo's 53-year-long reign, the longest in Tuscan history, was marked by a series of laws that regulated prostitution and May celebrations. His reign also witnessed Tuscany's deterioration to previously unknown economic lows. He was suc"}]}, {"heading": "Births", "year": "1653", "date": "August 14", "txt": "Christopher Monck, 2nd Duke of Albemarle, English colonel and politician, Lieutenant Governor of Jamaica (d. 1688)", "entities": [{"title": "Christopher Monck, 2nd Duke of Albemarle", "href": "/wiki/Christopher_Monck,_2nd_Duke_of_Albemarle", "description": "Christopher Monck, 2nd Duke of Albemarle was an English soldier and politician who sat in the House of Commons from 1667 to 1670 when he inherited the Dukedom and sat in the House of Lords."}, {"title": "Lieutenant Governor of Jamaica", "href": "/wiki/Lieutenant_Governor_of_Jamaica", "description": "\n\nThis is a list of viceroys in Jamaica from its initial occupation by Spain in 1509, to its independence from the United Kingdom in 1962. For a list of viceroys after independence, see Governor-General of Jamaica. For context, see History of Jamaica."}]}, {"heading": "Births", "year": "1688", "date": "August 14", "txt": "Frederick William I of Prussia (d. 1740)", "entities": [{"title": "Frederick William I of Prussia", "href": "/wiki/Frederick_William_I_of_Prussia", "description": "Frederick William I, known as the \"Soldier King\", was the king in Prussia and elector of Brandenburg from 1713 until his death in 1740, as well as prince of Neuchâtel. He was succeeded by his son, Frederick the Great."}]}, {"heading": "Births", "year": "1714", "date": "August 14", "txt": "Claude Joseph Vernet, French painter (d. 1789)", "entities": [{"title": "Claude Joseph Vernet", "href": "/wiki/Claude_Joseph_Vernet", "description": "Claude-Joseph Vernet was a French painter. His son, Antoine Charles Horace Vernet, was also a painter."}]}, {"heading": "Births", "year": "1738", "date": "August 14", "txt": "Leopold Hofmann, Austrian composer and conductor (d. 1793)", "entities": [{"title": "Leopold Hofmann", "href": "/wiki/Leopold_Hofmann", "description": "Leopold Hofmann was an Austrian composer of classical music."}]}, {"heading": "Births", "year": "1742", "date": "August 14", "txt": "Pope Pius VII (d. 1823)", "entities": [{"title": "Pope Pius VII", "href": "/wiki/Pope_Pius_VII", "description": "Pope Pius VII, born Barnaba Niccolò Maria Luigi Chiaramonti, was head of the Catholic Church and ruler of the Papal States from 14 March 1800 to his death in 1823. Chiaramonti was also a monk of the Order of Saint Benedict in addition to being a well-known theologian and bishop throughout his life."}]}, {"heading": "Births", "year": "1758", "date": "August 14", "txt": "Carle Vernet, French painter and lithographer (d. 1836)", "entities": [{"title": "Carle Vernet", "href": "/wiki/Carle_Vernet", "description": "Antoine Charles Horace Vernet aka. Carle Vernet was a French painter, the youngest child of Claude Joseph Vernet, and the father of Horace Vernet."}]}, {"heading": "Births", "year": "1777", "date": "August 14", "txt": "Hans Christian Ørsted, Danish physicist and chemist (d. 1851)", "entities": [{"title": "Hans Christian Ørsted", "href": "/wiki/Hans_Christian_%C3%98rsted", "description": "Hans Christian Ørsted was a Danish physicist and chemist who discovered that electric currents create magnetic fields, which was the first connection found between electricity and magnetism. Oersted's law and the oersted (Oe) are named after him."}]}, {"heading": "Births", "year": "1802", "date": "August 14", "txt": "Letitia Elizabeth Landon, English poet and novelist (d. 1838)", "entities": [{"title": "Letitia Elizabeth Landon", "href": "/wiki/Letitia_Elizabeth_Landon", "description": "Letitia Elizabeth Landon was an English poet and novelist, better known by her initials L.E.L."}]}, {"heading": "Births", "year": "1814", "date": "August 14", "txt": "Charlotte Fowler Wells, American phrenologist and publisher (d. 1901)", "entities": [{"title": "Charlotte Fowler Wells", "href": "/wiki/Charlotte_Fowler_Wells", "description": "Charlotte Fowler Wells was an American phrenologist and publisher from New York. Along with her brothers, Orson Squire Fowler and Lorenzo Niles Fowler, her sister-in-law, Lydia Folger Fowler, and her husband, Samuel Roberts Wells, she was an early American popularizer of phrenology. Wells founded Fowler & Wells Company, published the American Phrenological Journal, and taught the first class in ph"}]}, {"heading": "Births", "year": "1817", "date": "August 14", "txt": "Alexander H. Bailey, American lawyer, judge, and politician (d. 1874)", "entities": [{"title": "Alexander H. Bailey", "href": "/wiki/Alexander_H._Bailey", "description": "Alexander Hamilton Bailey was an American politician, a United States Representative and judge from New York."}]}, {"heading": "Births", "year": "1840", "date": "August 14", "txt": "Richard von Krafft-Ebing, German-Austrian psychologist and author (d. 1902)", "entities": [{"title": "Richard von Krafft-Ebing", "href": "/wiki/Richard_von_Krafft-Ebing", "description": "Richard Freiherr von Krafft-Ebing was an Austro-German psychiatrist and author of the foundational work Psychopathia Sexualis (1886)."}]}, {"heading": "Births", "year": "1847", "date": "August 14", "txt": "Robert Comtesse, Swiss lawyer and politician (d. 1922)", "entities": [{"title": "Robert Comtesse", "href": "/wiki/Robert_Comtesse", "description": "Robert Comtesse was a Swiss politician and member of the Swiss Federal Council (1899-1912)."}]}, {"heading": "Births", "year": "1848", "date": "August 14", "txt": "Margaret Lindsay Huggins, Anglo-Irish astronomer and author (d. 1915)", "entities": [{"title": "Margaret Lindsay Huggins", "href": "/wiki/Margaret_Lindsay_Huggins", "description": "Margaret Lindsay, Lady Huggins ,\nborn Margaret Lindsay Murray, was an Irish-English scientific investigator and astronomer.\nWith her husband William Huggins she was a pioneer in the field of spectroscopy and co-wrote the Atlas of Representative Stellar Spectra (1899)."}]}, {"heading": "Births", "year": "1851", "date": "August 14", "txt": "Doc Holliday, American dentist and gambler (d. 1887)", "entities": [{"title": "Doc Holliday", "href": "/wiki/Doc_Holliday", "description": "John Henry \"Doc\" Holliday was an American gambler, gunfighter, and dentist. A close friend and associate of lawman Wyatt Earp, Holliday is best known for his role in the events leading up to and following the Gunfight at the O.K. Corral. He developed a reputation as having killed more than a dozen men in various altercations, but modern researchers have concluded that, contrary to popular myth-mak"}]}, {"heading": "Births", "year": "1860", "date": "August 14", "txt": "Ernest Thompson Seton, American author, artist, and naturalist (d. 1946)", "entities": [{"title": "Ernest Thompson Seton", "href": "/wiki/Ernest_Thompson_Seton", "description": "Ernest Thompson Seton was an author, wildlife artist, founder of the Woodcraft Indians in 1902 and one of the founding pioneers of the Boy Scouts of America (BSA) in 1910. Seton also influenced Lord Baden-Powell, the founder of one of the first Scouting organizations. His notable books related to Scouting include The Birch Bark Roll and the Boy Scout Handbook. He is responsible for the appropriati"}]}, {"heading": "Births", "year": "1863", "date": "August 14", "txt": "Ernest Thayer, American poet and author (d. 1940)", "entities": [{"title": "Ernest Thayer", "href": "/wiki/Ernest_Thayer", "description": "Ernest Lawrence Thayer was an American writer and poet who wrote the poem \"Casey\", which is \"the single most famous baseball poem ever written\" according to the Baseball Almanac, and \"the nation’s best-known piece of comic verse—a ballad that began a native legend as colorful and permanent as that of Johnny Appleseed or Paul Bunyan.\""}]}, {"heading": "Births", "year": "1865", "date": "August 14", "txt": "Guido Castelnuovo, Italian mathematician and academic (d. 1952)", "entities": [{"title": "Guido Castelnuovo", "href": "/wiki/Guido_Castelnuovo", "description": "Guido Castelnuovo was an Italian mathematician. He is best known for his contributions to the field of algebraic geometry, though his contributions to the study of statistics and probability theory are also significant."}]}, {"heading": "Births", "year": "1866", "date": "August 14", "txt": "Charles Jean de la Vallée-Poussin, Belgian mathematician and academic (d. 1962)", "entities": [{"title": "Charles Jean de la Vallée-Poussin", "href": "/wiki/Charles_Jean_de_la_Vall%C3%A9e-Poussin", "description": "Charles-Jean Étienne Gustave Nicolas, baron de la Vallée Poussin was a Belgian mathematician. He is best known for proving the prime number theorem."}]}, {"heading": "Births", "year": "1867", "date": "August 14", "txt": "Cupid Childs, American baseball player (d. 1912)", "entities": [{"title": "Cupid Childs", "href": "/wiki/Cupid_Childs", "description": "Clarence Lemuel \"Cupid\" Childs was an American second baseman in Major League Baseball with a 13-season career from 1888, 1890–1901, playing for the Philadelphia Quakers, Cleveland Spiders, St. Louis Perfectos and Chicago Orphans of the National League and the Syracuse Stars of the American Association."}]}, {"heading": "Births", "year": "1867", "date": "August 14", "txt": "John Galsworthy,  English novelist and playwright, Nobel Prize laureate (d. 1933)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1871", "date": "August 14", "txt": "Guangxu Emperor of China (d. 1908)", "entities": [{"title": "Guangxu Emperor", "href": "/wiki/Guangxu_Emperor", "description": "The Guangxu Emperor, personal name Zaitian, was the tenth Emperor of the Qing dynasty, and the ninth Qing emperor to rule over China proper. His reign lasted from 1875 to 1908, but in practice he ruled, without Empress Dowager Cixi's influence, only from 1889 to 1898. He initiated the Hundred Days' Reform, but was abruptly stopped when the empress dowager launched a coup in 1898, after which he be"}]}, {"heading": "Births", "year": "1875", "date": "August 14", "txt": "Mstislav Dobuzhinsky, Russian-Lithuanian painter and illustrator (d. 1957)", "entities": [{"title": "Mstislav Dobuzhinsky", "href": "/wiki/Mstislav_Dobuzhinsky", "description": "Mstislav Valerianovich Dobuzhinsky or Dobujinsky was a Lithuanian artist noted for his cityscapes conveying the explosive growth and decay of the early twentieth-century city."}]}, {"heading": "Births", "year": "1876", "date": "August 14", "txt": "Alexander I of Serbia (d. 1903)", "entities": [{"title": "Alexander I of Serbia", "href": "/wiki/Alexander_I_of_Serbia", "description": "Alexander I reigned as the king of Serbia from 1889 to 1903 when he and his wife, Draga Mašin, were assassinated by a group of Royal Serbian Army officers, led by Captain Dragutin Dimitrijević."}]}, {"heading": "Births", "year": "1881", "date": "August 14", "txt": "Francis Ford, American actor, director, producer, and screenwriter (d. 1953)", "entities": [{"title": "Francis Ford (actor)", "href": "/wiki/Francis_Ford_(actor)", "description": "Francis Ford was an American film actor, writer and director. He was the mentor and elder brother of film director John Ford. He also appeared in many of the latter's movies, including Young Mr. Lincoln (1939) and The Quiet Man (1952)."}]}, {"heading": "Births", "year": "1883", "date": "August 14", "txt": "Ernest Everett Just, American biologist and academic (d. 1941)", "entities": [{"title": "Ernest Everett Just", "href": "/wiki/Ernest_Everett_Just", "description": "Ernest Everett Just was a pioneering African-American biologist, academic and science writer. Just's primary legacy is his recognition of the fundamental role of the cell surface in the development of organisms. In his work within marine biology, cytology and parthenogenesis, he advocated the study of whole cells under normal conditions, rather than simply breaking them apart in a laboratory setti"}]}, {"heading": "Births", "year": "1886", "date": "August 14", "txt": "Arthur Jeffrey Dempster, Canadian-American physicist and academic (d. 1950)", "entities": [{"title": "Arthur Jeffrey Dempster", "href": "/wiki/Arthur_Jeffrey_Dempster", "description": "Arthur Jeffrey Dempster was a Canadian-American physicist best known for his work in mass spectrometry and his discovery in 1935 of the uranium isotope 235U."}]}, {"heading": "Births", "year": "1889", "date": "August 14", "txt": "Otto Tief, Estonian lawyer and politician, Prime Minister of Estonia (d. 1976)", "entities": [{"title": "Otto Tief", "href": "/wiki/Otto_Tief", "description": "Otto Tief was an Estonian politician, military commander, and a lawyer."}, {"title": "List of heads of government of Estonia", "href": "/wiki/List_of_heads_of_government_of_Estonia", "description": "This is a list of people, who have been heads of government of the Republic of Estonia from 1918, either as a Chairman of the Council of Elders (1918), Prime Minister, State Elder (1920–1934) or President-Regent (1937–1938). The office of Prime Minister (Peaminister) first came into use soon after Estonia gained its independence in 1918. From 1918 to 1934, Estonia used a parliamentary political sy"}]}, {"heading": "Births", "year": "1890", "date": "August 14", "txt": "Bruno Tesch, German chemist and businessman (d. 1946)", "entities": [{"title": "Bruno Tesch", "href": "/wiki/Bruno_Tesch", "description": "Bruno Emil Tesch was a German chemist and entrepreneur. Together with Gerhard Peters and Walter Heerdt, he invented the insecticide Zyklon B. He was the owner of Tesch & Stabenow, a pest control company he co-founded in 1924 with Paul Stabenow in Hamburg, Germany."}]}, {"heading": "Births", "year": "1892", "date": "August 14", "txt": "Kaikhosru Shapurji Sorabji, English pianist, composer, and critic (d. 1988)", "entities": [{"title": "Kaikhosru Shapurji Sorabji", "href": "/wiki/Kaikhosru_Shapurji_Sorabji", "description": "Kaikhosru Shapurji Sorabji was an English composer, music critic, pianist and writer whose musical output spanned eight decades and ranges from sets of miniatures to works lasting several hours. One of the most prolific 20th-century composers, he is best known for his piano music, notably nocturnes such as Gulistān and Villa Tasca, and large-scale, technically intricate compositions, which include"}]}, {"heading": "Births", "year": "1894", "date": "August 14", "txt": "Frank Burge, Australian rugby league player and coach (d. 1958)", "entities": [{"title": "Frank Burge", "href": "/wiki/Frank_Burge", "description": "Frank Burge was one of the greatest forwards in the history of rugby league in Australia. Later Burge became one of the game’s finest coaches. His club career was with Glebe and the St. George Dragons. He represented New South Wales on twenty-six occasions and played thirteen test matches for the Kangaroos and played for Australia in a further twenty-three tour matches."}]}, {"heading": "Births", "year": "1895", "date": "August 14", "txt": "Jack Gregory, Australian cricketer (d. 1973)", "entities": [{"title": "Jack Gregory (cricketer)", "href": "/wiki/Jack_Gregory_(cricketer)", "description": "Jack Morrison Gregory was an Australian cricketer."}]}, {"heading": "Births", "year": "1895", "date": "August 14", "txt": "Amaza Lee Meredith, American architect (d. 1984)", "entities": []}, {"heading": "Births", "year": "1896", "date": "August 14", "txt": "Albert Ball, English fighter pilot (d. 1917)", "entities": [{"title": "Albert Ball", "href": "/wiki/Albert_Ball", "description": "Albert Ball, was a British fighter pilot during the First World War. At the time of his death he was the United Kingdom's leading flying ace, with 44 victories, and remained its fourth-highest scorer behind Edward Mannock, James McCudden, and George McElroy."}]}, {"heading": "Births", "year": "1896", "date": "August 14", "txt": "Theodor Luts, Estonian director and cinematographer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1900", "date": "August 14", "txt": "Margret Boveri, German journalist (d. 1975)", "entities": [{"title": "Margret Boveri", "href": "/wiki/Margret_Boveri", "description": "Margret Antonie Boveri was one of the best-known German journalists and writers of the post-World War II period."}]}, {"heading": "Births", "year": "1910", "date": "August 14", "txt": "Nüzhet Gökdoğan, Turkish astronomer and mathematician (d. 2003)", "entities": [{"title": "Nüzhet Gökdoğan", "href": "/wiki/N%C3%BCzhet_G%C3%B6kdo%C4%9Fan", "description": "Hatice Nüzhet Gökdoğan (1910–2003) was a Turkish astronomer, mathematician and academic. After studying mathematics and astronomy in France as a young adult, Gökdoğan joined the faculty of Istanbul University in 1934 and completed her PhD. She was elected Dean of the university's Faculty of Science in 1954, becoming the first Turkish woman to serve as a university dean, and she was later made Chai"}]}, {"heading": "Births", "year": "1910", "date": "August 14", "txt": "Willy Ronis, French photographer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 14", "txt": "Pierre Schaeffer, French composer and producer (d. 1995)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 14", "txt": "Frank Oppenheimer, American physicist and academic (d. 1985)", "entities": [{"title": "Frank Oppenheimer", "href": "/wiki/Frank_Oppenheimer", "description": "Frank Friedman Oppenheimer was an American particle physicist, cattle rancher, professor of physics at the University of Colorado, and the founder of the Exploratorium in San Francisco."}]}, {"heading": "Births", "year": "1913", "date": "August 14", "txt": "Hector Crawford, Australian director and producer (d. 1991)", "entities": [{"title": "Hector Crawford", "href": "/wiki/Hector_Crawford", "description": "Hector William Crawford CBE AO was an Australian entrepreneur, conductor and media mogul, best known for his radio and television production firms. He and his sister Dorothy Crawford founded Crawford Productions, which was responsible for many iconic programs and initiated the careers of a number of notable Australian actors and entertainers. His influence on the Australian entertainment industry "}]}, {"heading": "Births", "year": "1913", "date": "August 14", "txt": "Paul Dean, American baseball player (d. 1981)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 14", "txt": "Herman Branson, American physicist, chemist, and academic (d. 1995)", "entities": [{"title": "Herman Branson", "href": "/wiki/Herman_Branson", "description": "Herman Russell Branson was an American physicist, chemist, best known for his research on the alpha helix protein structure, and was also the president of two colleges."}]}, {"heading": "Births", "year": "1915", "date": "August 14", "txt": "B. A. Santamaria, Australian political activist and publisher (d. 1998)", "entities": [{"title": "B. A. Santamaria", "href": "/wiki/B._A._Santamaria", "description": "Bartholomew Augustine Santamaria, usually known as B. A. Santamaria, was an Australian Roman Catholic anti-Communist political activist and journalist. He was a guiding influence in the founding of the Democratic Labor Party (DLP)."}]}, {"heading": "Births", "year": "1916", "date": "August 14", "txt": "Frank and John Craighead, American naturalists (twins, Frank d. 2001, John d. 2016)", "entities": [{"title": "Frank and John Craighead", "href": "/wiki/Frank_and_John_Craighead", "description": "Frank Cooper Craighead Jr. and John Johnson Craighead, twin brothers, were American conservationists, naturalists, and researchers who made important contributions to the studies of falconry and grizzly bear biology. The brothers were born in Washington, D.C. where both graduated from Western High School in 1935. The brothers began collecting and identifying animals and plants they found alongside"}]}, {"heading": "Births", "year": "1916", "date": "August 14", "txt": "Wellington Mara, American businessman (d. 2005)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 14", "txt": "Alice Ghostley, American actress (d. 2007)", "entities": [{"title": "Alice Ghostley", "href": "/wiki/Alice_Ghostley", "description": "Alice Margaret Ghostley was an American actress and singer. She was best known for her roles as Esmeralda on Bewitched, as Cousin Alice (1970–71) on Mayberry R.F.D., and as Bernice Clifton (1986–93) on Designing Women, for which she received an Emmy nomination for Best Supporting Actress in a Comedy Series in 1992. She was a regular on Nichols (1971–72) and The Julie Andrews Hour (1972–73)."}]}, {"heading": "Births", "year": "1924", "date": "August 14", "txt": "Sverre Fehn, Norwegian architect, designed the Hedmark Museum (d. 2009)", "entities": [{"title": "Sverre Fehn", "href": "/wiki/Sverre_Fehn", "description": "Sverre Fehn was a Norwegian architect."}, {"title": "Hedmark Museum", "href": "/wiki/Hedmark_Museum", "description": "Anno Museum in Hamar, Norway is a regional museum for the municipalities of Stange, Hamar, Løten, and Ringsaker in central eastern Norway. It includes the medieval Cathedral Ruins in Hamar mentioned in Sigrid Undset's literary magnum opus Kristin Lavransdatter. The cathedral ruins are secured under a glass shelter designed by Lund & Slaatto Architects and completed in 1998."}]}, {"heading": "Births", "year": "1924", "date": "August 14", "txt": "Georges Prêtre, French conductor (d. 2017)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 14", "txt": "Russell Baker, American critic and essayist (d. 2019)", "entities": [{"title": "Russell Baker", "href": "/wiki/Russell_Baker", "description": "Russell Wayne Baker was an American journalist, narrator, writer of Pulitzer Prize-winning satirical commentary and self-critical prose, and author of Pulitzer Prize-winning autobiography Growing Up (1983). He was a columnist for The New York Times from 1962 to 1998, and hosted the PBS show Masterpiece Theatre from 1992 to 2004. The Forbes Media Guide Five Hundred, 1994 stated: \"Baker, thanks to h"}]}, {"heading": "Births", "year": "1926", "date": "August 14", "txt": "René Goscinny, French author and illustrator (d. 1977)", "entities": [{"title": "René Goscinny", "href": "/wiki/Ren%C3%A9_Goscinny", "description": "René Goscinny was a French comic editor and writer, who created the Astérix comic book series with illustrator Albert Uderzo. Raised largely in Buenos Aires, Argentina, where he attended French schools, he lived for a time in the United States. There he met Belgian cartoonist Morris. After his return to France, they collaborated for more than 20 years on the comic series Lucky Luke"}]}, {"heading": "Births", "year": "1926", "date": "August 14", "txt": "Buddy Greco, American singer and pianist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 14", "txt": "Lina Wertmüller, Italian director and screenwriter", "entities": [{"title": "Lina Wertmüller", "href": "/wiki/Lina_Wertm%C3%BCller", "description": "Lina Wertmüller is an Italian screenwriter and film director. She is known for her films Seven Beauties, The Seduction of Mimi, Love and Anarchy and Swept Away. In 2019, Wertmüller was announced as one of the four recipients of the Academy Honorary Award for her career. Wertmüller is the second female director ever to be honoured with an Academy Honorary Award."}]}, {"heading": "Births", "year": "1929", "date": "August 14", "txt": "Dick Tiger, Nigerian boxer (d. 1971)", "entities": [{"title": "Dick Tiger", "href": "/wiki/Dick_Tiger", "description": "Dick Tiger was a Nigerian-born professional boxer who held the World Middleweight and World Light Heavyweight Championships."}]}, {"heading": "Births", "year": "1930", "date": "August 14", "txt": "Arthur Latham, British politician and Member of Parliament (d. 2016)", "entities": [{"title": "Arthur Latham", "href": "/wiki/Arthur_Latham", "description": "\n\nArthur Charles Latham was a British Labour Party politician, who was the MP for Paddington North from 1969 to 1974, and its successor seat, Paddington, from that year until 1979."}, {"title": "Member of Parliament (United Kingdom)", "href": "/wiki/Member_of_Parliament_(United_Kingdom)", "description": "In the United Kingdom, a Member of Parliament (MP) is an individual elected to serve in the House of Commons of the Parliament of the United Kingdom."}]}, {"heading": "Births", "year": "1930", "date": "August 14", "txt": "Earl Weaver, American baseball player and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 14", "txt": "Frederic Raphael, American journalist, author, and screenwriter", "entities": [{"title": "Frederic Raphael", "href": "/wiki/Frederic_Raphael", "description": "Frederic Michael Raphael is an American-born, British BAFTA and Academy Award winning screenwriter, biographer, nonfiction writer, novelist and journalist."}]}, {"heading": "Births", "year": "1932", "date": "August 14", "txt": "Lee Hoffman, American author (d. 2007)", "entities": [{"title": "Lee Hoffman", "href": "/wiki/Lee_Hoffman", "description": "Lee Hoffman, born Shirley Bell Hoffman, was an American science fiction fan, an editor of early folk music fanzines, and an author of science fiction, Western and romance novels."}]}, {"heading": "Births", "year": "1933", "date": "August 14", "txt": "Richard R. Ernst, Swiss chemist and academic, Nobel Prize laureate", "entities": [{"title": "Richard R. Ernst", "href": "/wiki/Richard_R._Ernst", "description": "Richard Robert Ernst is a Swiss physical chemist and Nobel Laureate."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1935", "date": "August 14", "txt": "John Brodie, American football player", "entities": [{"title": "John Brodie", "href": "/wiki/John_Brodie", "description": "John Riley Brodie is a former American football player, a quarterback for the San Francisco 49ers of the National Football League (NFL) for 17 seasons. He had a second career as a Senior PGA Tour professional golfer, and was a television broadcaster for both sports."}]}, {"heading": "Births", "year": "1938", "date": "August 14", "txt": "Bennie Muller, Dutch footballer", "entities": [{"title": "Bennie Muller", "href": "/wiki/Bennie_Muller", "description": "Bennie Muller is a Dutch former footballer who played at both professional and international levels as a midfielder."}]}, {"heading": "Births", "year": "1941", "date": "August 14", "txt": "David Crosby, American singer-songwriter and guitarist", "entities": [{"title": "David Crosby", "href": "/wiki/David_Crosby", "description": "David Van Cortlandt Crosby is an American singer-songwriter and musician. In addition to his solo career, he was a founding member of both the Byrds and Crosby, Stills & Nash."}]}, {"heading": "Births", "year": "1941", "date": "August 14", "txt": "Connie Smith, American country music singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 14", "txt": "Willie Dunn, Canadian singer-songwriter and producer (d. 2013)", "entities": [{"title": "Willie Dunn", "href": "/wiki/Willie_Dunn", "description": "William Dunn was a Canadian singer-songwriter, film director and politician. Born in Montreal, he was of mixed Mi'kmaq and Scottish/Irish background. Dunn often highlighted indigenous issues in his work."}]}, {"heading": "Births", "year": "1943", "date": "August 14", "txt": "Ronnie Campbell, English miner and politician", "entities": [{"title": "Ronnie Campbell", "href": "/wiki/Ronnie_Campbell", "description": "Ronald Campbell is a former British Labour Party politician who was Member of Parliament (MP) for Blyth Valley from 1987 until 2019."}]}, {"heading": "Births", "year": "1943", "date": "August 14", "txt": "Ben Sidran, American jazz and rock keyboardist", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 14", "txt": "Steve Martin, American actor, comedian, musician, producer, and screenwriter", "entities": [{"title": "Steve Martin", "href": "/wiki/Steve_Martin", "description": "Stephen Glenn Martin is an American actor, comedian, writer, producer, and musician. Over his distinguished career he has earned five Grammy Awards, a Primetime Emmy Award, and was awarded an Honorary Academy Award at the Academy's 5th Annual Governors Awards in 2013. Among many honors, he has received the Mark Twain Prize for American Humor, the Kennedy Center Honors, and an AFI Life Achievement "}]}, {"heading": "Births", "year": "1945", "date": "August 14", "txt": "Wim Wenders, German director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 14", "txt": "Larry Graham, American soul/funk bass player and singer-songwriter", "entities": [{"title": "Larry Graham", "href": "/wiki/Larry_Graham", "description": "Larry Graham Jr. is an American bassist and singer, both with the psychedelic soul/funk band Sly and the Family Stone and as the founder and frontman of Graham Central Station. He is credited with the invention of the slapping technique on the electric bass guitar, which radically expanded the tonal palette of the bass, although he himself refers to the technique as \"thumpin' and pluckin' \"."}]}, {"heading": "Births", "year": "1946", "date": "August 14", "txt": "Susan Saint James, American actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 14", "txt": "Tom Walkinshaw, Scottish race car driver and businessman (d. 2010)", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 14", "txt": "Maddy Prior, English folk singer", "entities": [{"title": "Maddy Prior", "href": "/wiki/Maddy_Prior", "description": "Madelaine Edith Prior, MBE is an English folk singer, best known as the lead vocalist of Steeleye Span. She was born in Blackpool and moved to St Albans in her teens. Her father, Allan Prior, was co-creator of the police drama Z-Cars. She was married to Steeleye bass guitarist Rick Kemp and their daughter, Rose Kemp, is also a singer. Their son, Alex Kemp, is, like his father, a guitarist and has "}]}, {"heading": "Births", "year": "1947", "date": "August 14", "txt": "Danielle Steel, American author", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 14", "txt": "Joop van Daele, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 14", "txt": "Morten Olsen, Danish footballer", "entities": [{"title": "Morten Olsen", "href": "/wiki/Morten_Olsen", "description": "Morten Per Olsen is a Danish football manager and former football player. He was the head coach of the Danish national team for 15 years from 2000 until 2015, guiding Denmark to the 2002 FIFA World Cup, 2004 European Championship, 2010 FIFA World Cup and 2012 European Championship. He has also managed Brøndby IF to two Danish Superliga championships and Ajax to the Double of the 1998 Dutch Eredivi"}]}, {"heading": "Births", "year": "1950", "date": "August 14", "txt": "Gary Larson, American cartoonist", "entities": [{"title": "Gary Larson", "href": "/wiki/Gary_Larson", "description": "Gary Larson is an American cartoonist. He is the creator of The Far Side, a single-panel cartoon series that was syndicated internationally to more than 1,900 newspapers for fifteen years. The series ended with Larson's retirement on January 1, 1995, though in September 2019 his website alluded to a \"new online era of 'The Far Side.'\" On July 8, 2020, Larson released three comics, his first in 25 "}]}, {"heading": "Births", "year": "1951", "date": "August 14", "txt": "Slim Dunlap, American singer-songwriter and guitarist", "entities": [{"title": "Slim Dunlap", "href": "/wiki/Slim_Dunlap", "description": "Bob \"Slim\" Dunlap is an American rock musician. He is a Minnesota-based guitarist and singer-songwriter who is best known as a member of The Replacements from 1987 to 1991, replacing original lead guitarist Bob Stinson. Dunlap also recorded two solo albums in the mid-1990s."}]}, {"heading": "Births", "year": "1952", "date": "August 14", "txt": "Debbie Meyer, American swimmer", "entities": [{"title": "Debbie Meyer", "href": "/wiki/Debbie_Meyer", "description": "Deborah Elizabeth Meyer, also known by her married name Deborah Weber, is an American former competition swimmer, a three-time Olympic champion, and a former world record-holder in four events. Meyer won the 200-, 400-, and 800-meter freestyle swimming races in the 1968 Summer Olympics in Mexico City. While she was still a 16-year-old student at Rio Americano High School in Sacramento, California,"}]}, {"heading": "Births", "year": "1953", "date": "August 14", "txt": "James Horner, American composer and conductor (d. 2015)", "entities": [{"title": "James Horner", "href": "/wiki/James_Horner", "description": "James Roy Horner was an American composer, conductor and orchestrator of film scores. He was known for the integration of choral and electronic elements, and for his frequent use of motifs associated with Celtic music."}]}, {"heading": "Births", "year": "1954", "date": "August 14", "txt": "Mark Fidrych, American baseball player and sportscaster (d. 2009)", "entities": [{"title": "Mark Fidrych", "href": "/wiki/Mark_Fidrych", "description": "Mark Steven Fidrych, nicknamed \"The Bird\", was a Major League Baseball (MLB) pitcher. He pitched his entire career for the Detroit Tigers (1976–1980)."}]}, {"heading": "Births", "year": "1954", "date": "August 14", "txt": "Stanley A. McChrystal, American general", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 14", "txt": "Jackée Harry, American actress and television personality", "entities": [{"title": "Jackée Harry", "href": "/wiki/Jack%C3%A9e_Harry", "description": "Jacqueline Yvonne Harry is an American actress, singer, comedian, director, and television personality. She is best known for her roles as Sandra Clark, the sexy nemesis of Mary Jenkins, on the NBC TV series 227 (1985–90), and as Lisa Landry on the ABC/The WB sitcom Sister, Sister (1994–99). She is noted for being the first and only African-American to win an Emmy Award for Outstanding Supporting "}]}, {"heading": "Births", "year": "1956", "date": "August 14", "txt": "Andy King, English footballer and manager (d. 2015)", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 14", "txt": "Rusty Wallace, American race car driver", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 14", "txt": "Peter Costello, Australian lawyer and politician", "entities": [{"title": "Peter Costello", "href": "/wiki/Peter_Costello", "description": "Peter Howard Costello, AC, is a former Australian politician and lawyer who served as the Treasurer in the Australian Howard Government from 1996 to 2007. He is the longest-serving Treasurer in Australia's history. Costello was a Member of the Australian House of Representatives from 1990 to 2009, representing the Division of Higgins. He also served as the Deputy Leader of the Liberal Party from 1"}]}, {"heading": "Births", "year": "1959", "date": "August 14", "txt": "Frank Brickowski, American basketball player", "entities": [{"title": "Frank Brickowski", "href": "/wiki/Frank_Brickowski", "description": "Francis Anthony Brickowski is an American retired professional basketball player, formerly in the National Basketball Association (NBA)."}]}, {"heading": "Births", "year": "1959", "date": "August 14", "txt": "Marcia Gay Harden, American actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 14", "txt": "Magic Johnson, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 14", "txt": "Sarah Brightman, English singer and actress", "entities": [{"title": "Sarah Brightman", "href": "/wiki/Sarah_Brightman", "description": "Sarah Brightman is a British classical crossover soprano, singer, songwriter, actress, dancer and musician."}]}, {"heading": "Births", "year": "1960", "date": "August 14", "txt": "Fred Roberts, American basketball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 14", "txt": "Mark Gubicza, American baseball player", "entities": [{"title": "Mark Gubicza", "href": "/wiki/Mark_Gubicza", "description": "Mark Steven Gubicza is a retired Major League Baseball pitcher who played for 14 major league seasons with the Kansas City Royals (1984–96) and California Angels (1997). He currently does color commentary for Los Angeles Angels games on Bally Sports West."}]}, {"heading": "Births", "year": "1963", "date": "August 14", "txt": "José Cóceres, Argentinian golfer", "entities": [{"title": "José Cóceres", "href": "/wiki/Jos%C3%A9_C%C3%B3ceres", "description": "José Eusebio Cóceres is an Argentine professional golfer who spent many years on the European Tour and the PGA Tour."}]}, {"heading": "Births", "year": "1964", "date": "August 14", "txt": "Neal Anderson, American football player and coach", "entities": [{"title": "Neal Anderson", "href": "/wiki/Neal_Anderson", "description": "Charles Neal Anderson is an American former college and professional football player who was a running back in the National Football League (NFL) for eight seasons during the 1980s and 1990s. Anderson played college football for the University of Florida. He was a first-round pick in the 1986 NFL Draft, and he played professionally for the Chicago Bears of the NFL."}]}, {"heading": "Births", "year": "1964", "date": "August 14", "txt": "Jason Dunstall, Australian footballer", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 14", "txt": "Paul Broadhurst, English golfer", "entities": [{"title": "Paul Broadhurst", "href": "/wiki/Paul_Broadhurst", "description": "Paul Andrew Broadhurst is an English professional golfer. He won six times on the European Tour and played in the 1991 Ryder Cup. Since turning 50, he has had success in senior events, winning the 2016 Senior Open Championship and the 2018 Senior PGA Championship."}]}, {"heading": "Births", "year": "1966", "date": "August 14", "txt": "Halle Berry, American model, actress, and producer", "entities": [{"title": "Halle Berry", "href": "/wiki/Halle_Berry", "description": "Halle Maria Berry is an American actress. She began her career as a model and entered several beauty contests, finishing as the first runner-up in the Miss USA pageant and coming in sixth in the Miss World 1986. Her breakthrough film role was in the romantic comedy Boomerang (1992), alongside Eddie Murphy, which led to roles in films, such as the family comedy The Flintstones (1994), the political"}]}, {"heading": "Births", "year": "1966", "date": "August 14", "txt": "Karl Petter Løken, Swedish-Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 14", "txt": "Catherine Bell, English-American actress and producer", "entities": [{"title": "Catherine Bell (actress)", "href": "/wiki/Catherine_Bell_(actress)", "description": "Catherine Lisa Bell is a British-American actress, producer, and model known for her roles as Lieutenant Colonel Sarah MacKenzie in the television series JAG from 1997 to 2005, Denise Sherwood in the series Army Wives from 2007 to 2013, and Cassandra \"Cassie\" Nightingale in Hallmark's The Good Witch films and television series since 2008."}]}, {"heading": "Births", "year": "1968", "date": "August 14", "txt": "Darren Clarke, Northern Irish golfer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 14", "txt": "Jason Leonard, English rugby player", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 14", "txt": "Tracy Caldwell Dyson, American chemist and astronaut", "entities": [{"title": "Tracy Caldwell Dyson", "href": "/wiki/Tracy_Caldwell_Dyson", "description": "Tracy Caldwell Dyson is an American chemist and NASA astronaut. Caldwell Dyson was a Mission Specialist on Space Shuttle Endeavour flight STS-118 in August 2007 and part of the Expedition 23 and Expedition 24 crew on the International Space Station from April 2010 to September 2010. She has completed three spacewalks, logging more than 22 hrs of EVA."}]}, {"heading": "Births", "year": "1969", "date": "August 14", "txt": "Stig Tøfting, Danish footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 14", "txt": "Kevin Cadogan, American rock guitarist", "entities": [{"title": "Kevin Cadogan", "href": "/wiki/Kevin_Cadogan", "description": "Kevin Rene Cadogan is an American musician, singer, songwriter, record producer, and guitarist. A founding member of the band Third Eye Blind, he performed with the band from 1993 to 2000. He co-wrote some of Third Eye Blind's most notable hits, including \"How's It Going to Be\", \"Losing a Whole Year\", and \"Graduate\", 10 of the 14 songs on their debut album Third Eye Blind as well as six of the 13 "}]}, {"heading": "Births", "year": "1971", "date": "August 14", "txt": "Raoul Bova, Italian actor, producer, and screenwriter", "entities": [{"title": "Raoul Bova", "href": "/wiki/Raoul_Bova", "description": "Raoul Bova is an Italian actor. Bova's European film breakthrough was in the 1993 film Piccolo grande amore, and he's played romantic male leads the following years. His American film credits include Under the Tuscan Sun (2003), Alien vs. Predator (2004) and The Tourist (2010)."}]}, {"heading": "Births", "year": "1971", "date": "August 14", "txt": "Mark Loretta, American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 14", "txt": "Laurent Lamothe, Haitian businessman and politician, Prime Minister of Haiti", "entities": [{"title": "Laurent Lamothe", "href": "/wiki/Laurent_Lamothe", "description": "Laurent Salvador Lamothe is a Haitian businessman, economist, and political figure who has served in the government of Haiti as Foreign Minister since October 2011, then appointed as Prime Minister on 4 May 2012. On 14 December 2014, Lamothe resigned as Prime Minister for personal reasons. Previously, he was co-founder and Manager of the company Global Voice Group."}, {"title": "Prime Minister of Haiti", "href": "/wiki/Prime_Minister_of_Haiti", "description": "The prime minister of Haiti is the head of government of Haiti. The office was created under the 1987 Constitution; previously, all executive power was held by the president or head of state, who appointed and chaired the Council of Ministers."}]}, {"heading": "Births", "year": "1973", "date": "August 14", "txt": "Jared Borgetti, Mexican footballer", "entities": [{"title": "Jared Borgetti", "href": "/wiki/Jared_Borgetti", "description": "Jared Francisco Borgetti Echavarría is a Mexican former professional footballer who currently works as a commentator for ESPN Deportes and ESPN Mexico."}]}, {"heading": "Births", "year": "1973", "date": "August 14", "txt": "Kieren Perkins, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 14", "txt": "Chucky Atkins, American basketball player", "entities": [{"title": "Chucky Atkins", "href": "/wiki/Chucky_Atkins", "description": "Kenneth Lavon \"Chucky\" Atkins is an American former professional basketball player who played for nine different NBA teams throughout his career."}]}, {"heading": "Births", "year": "1975", "date": "August 14", "txt": "Mike Vrabel, American football player", "entities": [{"title": "Mike Vrabel", "href": "/wiki/Mike_Vrabel", "description": "Michael George Vrabel is an American football coach and former linebacker who is the head coach of the Tennessee Titans of the National Football League (NFL). He played college football at Ohio State University, where he earned consensus All-American honors. He was chosen by the Pittsburgh Steelers in the third round of the 1997 NFL Draft, joined the New England Patriots as a free agent in 2001, w"}]}, {"heading": "Births", "year": "1976", "date": "August 14", "txt": "Fabrizio Donato, Italian triple jumper", "entities": [{"title": "Fabrizio Donato", "href": "/wiki/Fabrizio_Donato", "description": "Fabrizio Donato is an Italian athlete competing in the triple jump and occasionally in the long jump. He is known for winning gold medals at the 2001 Mediterranean Games and the 2009 European Indoor Championships, the latter in a new championship record of 17.59 metres. He is the Italian record holder with 17.60 metres outdoor and 17.73 indoor."}]}, {"heading": "Births", "year": "1977", "date": "August 14", "txt": "Juan Pierre, American baseball player", "entities": [{"title": "Juan Pierre", "href": "/wiki/Juan_Pierre", "description": "Juan D'Vaughn Pierre is an American former professional baseball outfielder. He played in Major League Baseball (MLB) from 2000–2013 for the Colorado Rockies, Florida/Miami Marlins, Chicago Cubs, Los Angeles Dodgers, Chicago White Sox, and Philadelphia Phillies. Known for his speed, he stole 614 bases in his career, the 18th-most in MLB history at the time of his retirement. He worked as an MLB Ne"}]}, {"heading": "Births", "year": "1978", "date": "August 14", "txt": "Anastasios Kyriakos, Greek footballer", "entities": [{"title": "Anastasios Kyriakos", "href": "/wiki/Anastasios_Kyriakos", "description": "Tasos Kyriakos is a Greek footballer who plays for amateur club AS Ano Meras, as a defender or midfielder."}]}, {"heading": "Births", "year": "1978", "date": "August 14", "txt": "Greg Rawlinson, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 14", "txt": "Paul Burgess, Australian pole vaulter", "entities": [{"title": "Paul Burgess (athlete)", "href": "/wiki/Paul_Burgess_(athlete)", "description": "Paul Burgess is an Australian pole vaulter who became only the thirteenth pole vaulter in the world to reach 6 metres."}]}, {"heading": "Births", "year": "1981", "date": "August 14", "txt": "Earl Barron, American basketball player", "entities": [{"title": "Earl Barron", "href": "/wiki/Earl_Barron", "description": "Earl Daniel Barron Jr. is an American former professional basketball player and is currently an Video/Player Development Assistant for the Indiana Pacers of the National Basketball Association (NBA). He played college basketball for the University of Memphis and had stints in the National Basketball Association (NBA) with multiple teams."}]}, {"heading": "Births", "year": "1981", "date": "August 14", "txt": "Julius Jones, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 14", "txt": "Scott Lipsky, American tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 14", "txt": "Elena Baltacha, Ukrainian-Scottish tennis player (d. 2014)", "entities": [{"title": "Elena Baltacha", "href": "/wiki/Elena_Baltacha", "description": "Elena Sergeevna Baltacha was a Ukrainian-born British professional tennis player. Being a four-time winner of the AEGON Awards, she was also a long-term British No. 1, a position she held intermittently from 2002 to 2012. However, as a result of her absence from competition due to knee surgery, she dropped down the world rankings and at the time of her retirement on 18 November 2013, she was ranke"}]}, {"heading": "Births", "year": "1983", "date": "August 14", "txt": "Mila Kunis, Ukrainian-American actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 14", "txt": "Eva Birnerová, Czech tennis player", "entities": [{"title": "Eva Birnerová", "href": "/wiki/Eva_Birnerov%C3%A1", "description": "Eva Birnerová is a retired Czech tennis player."}]}, {"heading": "Births", "year": "1984", "date": "August 14", "txt": "Clay Buchholz, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 14", "txt": "Giorgio Chiellini, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 14", "txt": "Josh Gorges, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 14", "txt": "Nick Grimshaw, English radio and television host", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 14", "txt": "Nicola Slater, Scottish tennis player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 14", "txt": "Robin Söderling, Swedish tennis player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 14", "txt": "Christian Gentner, German footballer", "entities": [{"title": "Christian Gentner", "href": "/wiki/Christian_Gentner", "description": "Christian Gentner is a German professional footballer who plays as a midfielder for Union Berlin. He won the Bundesliga twice, with VfB Stuttgart in 2007 and VfL Wolfsburg in 2009. He was also called up five times to the senior Germany national team."}]}, {"heading": "Births", "year": "1985", "date": "August 14", "txt": "Shea Weber, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 14", "txt": "Braian Rodríguez, Uruguayan footballer", "entities": [{"title": "Braian Rodríguez", "href": "/wiki/Braian_Rodr%C3%ADguez", "description": "Braian Damián Rodríguez Carballo, known as Braian Rodríguez, is a Uruguayan professional footballer who plays as a striker for Brazilian club Juventude in Brazil."}]}, {"heading": "Births", "year": "1987", "date": "August 14", "txt": "Tim Tebow, American football and baseball player and sportscaster", "entities": [{"title": "Tim Tebow", "href": "/wiki/Tim_Tebow", "description": "Timothy Richard Tebow is an American former professional football quarterback, former professional baseball player, and broadcaster. He played college football for the University of Florida, winning the Heisman Trophy in 2007 and appearing on BCS National Championship-winning teams during the 2006 and 2008 seasons. In the National Football League, Tebow played for the Denver Broncos and the New Yo"}]}, {"heading": "Births", "year": "1989", "date": "August 14", "txt": "Ander Herrera, Spanish footballer", "entities": [{"title": "Ander Herrera", "href": "/wiki/Ander_Herrera", "description": "Ander Herrera Agüera is a Spanish professional footballer who plays as a midfielder for French Ligue 1 club Paris Saint-Germain and the Spain national team."}]}, {"heading": "Births", "year": "1989", "date": "August 14", "txt": "Kyle Turris, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 14", "txt": "Richard Freitag, German ski jumper", "entities": [{"title": "Richard Freitag", "href": "/wiki/Richard_Freitag", "description": "Richard \"Richi\" Freitag is a German ski jumper."}]}, {"heading": "Deaths", "year": "582", "date": "August 14", "txt": "Tiberius II Constantine, Byzantine emperor", "entities": [{"title": "Tiberius II Constantine", "href": "/wiki/Tiberius_II_Constantine", "description": "Tiberius II Constantine was Eastern Roman emperor from 574 to 582. Tiberius rose to power in 574 when Justin II, prior to a mental breakdown, proclaimed Tiberius Caesar and adopted him as his own son. In 578, Justin II, before he died, gave him the title of Augustus, under which title he reigned until his death on 14 August 582."}]}, {"heading": "Deaths", "year": "1040", "date": "August 14", "txt": "Duncan I of Scotland", "entities": [{"title": "Duncan I of Scotland", "href": "/wiki/Duncan_I_of_Scotland", "description": "Donnchad mac Crinain was king of Scotland (Alba) from 1034 to 1040. He is the historical basis of the \"King Duncan\" in Shakespeare's play Macbeth."}]}, {"heading": "Deaths", "year": "1167", "date": "August 14", "txt": "Rainald of Dassel, Italian archbishop", "entities": [{"title": "Rainald of Dassel", "href": "/wiki/Rainald_of_Dassel", "description": "Rainald of Dassel was Archbishop of Cologne and Archchancellor of Italy from 1159 until his death. A close advisor to the Hohenstaufen emperor Frederick Barbarossa, he had an important influence on Imperial politics, mainly in the Italian conflict of Guelphs and Ghibellines."}]}, {"heading": "Deaths", "year": "1433", "date": "August 14", "txt": "John I of Portugal (b. 1357)", "entities": [{"title": "John I of Portugal", "href": "/wiki/John_I_of_Portugal", "description": "John I, also called John of Aviz, was King of Portugal from 1385 until his death in 1433. He is recognized chiefly for his role in Portugal's victory in a succession war with Castile, preserving his country's independence and establishing the Aviz dynasty on the Portuguese throne. His long reign of 48 years, the most extensive of all Portuguese monarchs, saw the beginning of Portugal's overseas ex"}]}, {"heading": "Deaths", "year": "1464", "date": "August 14", "txt": "Pope Pius II (b. 1405)", "entities": [{"title": "Pope Pius II", "href": "/wiki/Pope_Pius_II", "description": "Pope Pius II, born Enea Silvio Bartolomeo Piccolomini, was head of the Catholic Church and ruler of the Papal States from 19 August 1458 to his death. He was born at Corsignano in the Sienese territory of a noble but impoverished family. His longest and most enduring work is the story of his life, the Commentaries, which is the only revealed autobiography ever to have been written by a reigning po"}]}, {"heading": "Deaths", "year": "1573", "date": "August 14", "txt": "Saitō Tatsuoki, Japanese daimyō (b. 1548)", "entities": [{"title": "Saitō Tatsuoki", "href": "/wiki/Sait%C5%8D_Tatsuoki", "description": "Saitō Uhyōe-Taihitsu Tatsuoki  was a daimyō in Mino Province during the Sengoku period and the third generation lord of the Saitō clan. He was a son of Saitō Yoshitatsu his mother was daughter of Azai Hisamasa and nephew of Azai Nagamasa, a grandson of Saitō Dōsan. He was also a nephew of Oda Nobunaga's first wife, Nohime, herself a daughter of Saitō Dōsan."}]}, {"heading": "Deaths", "year": "1691", "date": "August 14", "txt": "Richard Talbot, 1st Earl of Tyrconnell, Irish soldier and politician (b. 1630)", "entities": [{"title": "Richard Talbot, 1st Earl of Tyrconnell", "href": "/wiki/Richard_Talbot,_1st_Earl_of_Tyrconnell", "description": "Richard Talbot, 1st Earl of Tyrconnell PC (1630–1691) was an Irish politician, courtier and soldier."}]}, {"heading": "Deaths", "year": "1727", "date": "August 14", "txt": "William Croft, English organist and composer (b. 1678)", "entities": [{"title": "William Croft", "href": "/wiki/William_Croft", "description": "William Croft was an English composer and organist."}]}, {"heading": "Deaths", "year": "1774", "date": "August 14", "txt": "Johann Jakob Reiske, German physician and scholar (b. 1716)", "entities": [{"title": "Johann Jakob Reiske", "href": "/wiki/Johann_Jakob_Reiske", "description": "Johann Jakob Reiske was a German scholar and physician. He was a pioneer in the fields of Arabic and Byzantine philology as well as Islamic numismatics."}]}, {"heading": "Deaths", "year": "1784", "date": "August 14", "txt": "Nathaniel Hone the Elder, Irish-born English painter and academic (b. 1718)", "entities": [{"title": "Nathaniel Hone the Elder", "href": "/wiki/Nathaniel_Hone_the_Elder", "description": "Nathaniel Hone was an Irish-born portrait and miniature painter, and one of the founder members of the Royal Academy in 1768."}]}, {"heading": "Deaths", "year": "1852", "date": "August 14", "txt": "Margaret Taylor, First Lady of the United States (b. 1788)", "entities": [{"title": "Margaret Taylor", "href": "/wiki/Margaret_Taylor", "description": "Margaret \"Peggy\" Mackall Taylor was the wife of Zachary Taylor. She was the First Lady of the United States from 1849 to 1850."}]}, {"heading": "Deaths", "year": "1854", "date": "August 14", "txt": "Carl Carl, Polish-born actor and theatre director (b. 1787)", "entities": [{"title": "Carl Carl", "href": "/wiki/Carl_Carl", "description": "Karl Andreas Bernbrunn (1787–1854), known by the stage name Carl Carl, was a Kraków-born actor and theatre director."}]}, {"heading": "Deaths", "year": "1860", "date": "August 14", "txt": "André Marie Constant Duméril, French zoologist and entomologist (b. 1774)", "entities": [{"title": "André Marie Constant Duméril", "href": "/wiki/Andr%C3%A9_Marie_Constant_Dum%C3%A9ril", "description": "André Marie Constant Duméril was a French zoologist. He was professor of anatomy at the Muséum national d'histoire naturelle from 1801 to 1812, when he became professor of herpetology and ichthyology. His son Auguste Duméril was also a zoologist."}]}, {"heading": "Deaths", "year": "1870", "date": "August 14", "txt": "David Farragut, American admiral (b. 1801)", "entities": [{"title": "David Farragut", "href": "/wiki/David_Farragut", "description": "David Glasgow Farragut was a flag officer of the United States Navy during the American Civil War. He was the first rear admiral, vice admiral, and admiral in the United States Navy. He is remembered for his order at the Battle of Mobile Bay usually paraphrased as \"Damn the torpedoes, full speed ahead\" in U.S. Navy tradition."}]}, {"heading": "Deaths", "year": "1890", "date": "August 14", "txt": "Michael J. McGivney, American priest, founded the Knights of Columbus (b. 1852)", "entities": [{"title": "Michael J. McGivney", "href": "/wiki/Michael_J._McGivney", "description": "Michael Joseph McGivney was an American Catholic priest based in New Haven, Connecticut. He founded the Knights of Columbus at a local parish to serve as a mutual aid and fraternal insurance organization, particularly for immigrants and their families. It developed through the 20th century as the world's largest Catholic fraternal organization."}, {"title": "Knights of Columbus", "href": "/wiki/Knights_of_Columbus", "description": "The Knights of Columbus is a global Catholic fraternal service order founded by Michael J. McGivney on March 29, 1882. Membership is composed of practicing Catholic men. It is led by Supreme Knight Patrick E. Kelly, the order's 14th Supreme Knight."}]}, {"heading": "Deaths", "year": "1891", "date": "August 14", "txt": "Sarah Childress Polk, First Lady of the United States (b. 1803)", "entities": [{"title": "Sarah Childress Polk", "href": "/wiki/Sarah_Childress_Polk", "description": "Sarah Polk was the First Lady of the United States from 1845 to 1849. She was the wife of the 11th President of the United States, James K. Polk."}]}, {"heading": "Deaths", "year": "1905", "date": "August 14", "txt": "Simeon Solomon, English soldier and painter (b. 1840)", "entities": [{"title": "Simeon Solomon", "href": "/wiki/Simeon_Solomon", "description": "Simeon Solomon was a British painter associated with the Pre-Raphaelites who was noted for his depictions of Jewish life and same-sex desire. \nHis career was cut short as a result of public scandal following his arrests and convictions for attempt sodomy in 1873 and 1874."}]}, {"heading": "Deaths", "year": "1909", "date": "August 14", "txt": "William Stanley, British engineer and author (b. 1829)", "entities": [{"title": "William Stanley (inventor)", "href": "/wiki/William_Stanley_(inventor)", "description": "William Ford Robinson Stanley was a British inventor with 78 patents filed in both the United Kingdom and the United States of America. He was an engineer who designed and made precision drawing and mathematical instruments, as well as surveying instruments and telescopes, manufactured by his company \"William Ford Stanley and Co. Ltd.\""}]}, {"heading": "Deaths", "year": "1922", "date": "August 14", "txt": "Rebecca Cole, American physician and social reformer (b. 1846)", "entities": [{"title": "Rebecca Cole", "href": "/wiki/Rebecca_Cole", "description": "Rebecca J. Cole was an American physician, organization founder and social reformer. In 1867, she became the second African-American woman to become a doctor in the United States after Rebecca Lee Crumpler's achievement three years earlier."}]}, {"heading": "Deaths", "year": "1928", "date": "August 14", "txt": "Klabund, German author and poet (b. 1890)", "entities": [{"title": "Klabund", "href": "/wiki/Klabund", "description": "Alfred Henschke, better known by his pseudonym Klabund, was a German writer."}]}, {"heading": "Deaths", "year": "1938", "date": "August 14", "txt": "Hugh Trumble, Australian cricketer and accountant (b. 1876)", "entities": [{"title": "Hugh Trumble", "href": "/wiki/Hugh_Trumble", "description": "Hugh Trumble was an Australian cricketer who played 32 Test matches as a bowling all-rounder between 1890 and 1904. He captained the Australian team in two Tests, winning both. Trumble took 141 wickets in Test cricket—a world record at the time of his retirement—at an average of 21.78 runs per wicket. He is one of only four bowlers to twice take a hat-trick in Test cricket. Observers in Trumble's "}]}, {"heading": "Deaths", "year": "1941", "date": "August 14", "txt": "Maximilian Kolbe, Polish martyr and saint (b. 1894)", "entities": [{"title": "Maximilian Kolbe", "href": "/wiki/Maximilian_Kolbe", "description": "Maximilian Maria Kolbe, venerated as Saint Maximilian Kolbe, was a Polish Catholic priest and Conventual Franciscan friar who volunteered to die in place of a stranger in the German death camp of Auschwitz, located in German-occupied Poland during World War II. He had been active in promoting the veneration of the Immaculate Virgin Mary, founding and supervising the monastery of Niepokalanów near "}]}, {"heading": "Deaths", "year": "1941", "date": "August 14", "txt": "Paul Sabatier, French chemist and academic, Nobel Prize laureate (b. 1854)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1943", "date": "August 14", "txt": "Joe Kelley, American baseball player and manager (b. 1871)", "entities": [{"title": "Joe Kelley", "href": "/wiki/Joe_Kelley", "description": "Joseph James Kelley was an American left fielder in Major League Baseball (MLB) who starred in the outfield of the Baltimore Orioles teams of the 1890s. Making up the nucleus of the Orioles along with John McGraw, Willie Keeler, and Hughie Jennings, Kelley received the nickname \"Kingpin of the Orioles\"."}]}, {"heading": "Deaths", "year": "1951", "date": "August 14", "txt": "William Randolph Hearst, American publisher and politician, founded the Hearst Corporation (b. 1863)", "entities": [{"title": "William Randolph Hearst", "href": "/wiki/William_Randolph_Hearst", "description": "William Randolph Hearst Sr. was an American businessman, newspaper publisher, and politician known for developing the nation's largest newspaper chain and media company, Hearst Communications. His flamboyant methods of yellow journalism influenced the nation's popular media by emphasizing sensationalism and human interest stories. Hearst entered the publishing business in 1887 with Mitchell Trubit"}, {"title": "Hearst Corporation", "href": "/wiki/Hearst_Corporation", "description": "Hearst Communications, Inc., often referred to simply as Hearst, is an American multinational mass media and business information conglomerate based in the Hearst Tower in Midtown Manhattan, New York City."}]}, {"heading": "Deaths", "year": "1954", "date": "August 14", "txt": "Hugo Eckener, German pilot and designer (b. 1868)", "entities": [{"title": "Hugo Eckener", "href": "/wiki/Hugo_Eckener", "description": "Hugo Eckener was the manager of the Luftschiffbau Zeppelin during the inter-war years, and also the commander of the famous Graf Zeppelin for most of its record-setting flights, including the first airship flight around the world, making him the most successful airship commander in history. He was also responsible for the construction of the most successful type of airships of all time. An anti-Na"}]}, {"heading": "Deaths", "year": "1955", "date": "August 14", "txt": "Herbert Putnam, American lawyer and publisher, Librarian of Congress (b. 1861)", "entities": [{"title": "Herbert Putnam", "href": "/wiki/Herbert_Putnam", "description": "George Herbert Putnam was an American librarian. He was the eighth Librarian of Congress from 1899 to 1939. He implemented his vision of a universal collection with strengths in many languages, especially from Europe and Latin America."}, {"title": "Librarian of Congress", "href": "/wiki/Librarian_of_Congress", "description": "The librarian of Congress is the head of the Library of Congress, appointed by the president of the United States with the advice and consent of the United States Senate, for a term of ten years. The librarian of Congress appoints the U.S. poet laureate and awards the Gershwin Prize for Popular Song."}]}, {"heading": "Deaths", "year": "1956", "date": "August 14", "txt": "Bertolt Brecht, German poet, playwright, and director (b. 1898)", "entities": [{"title": "Bertolt Brecht", "href": "/wiki/Bertolt_Brecht", "description": "Eugen Berthold Friedrich Brecht, known professionally as Bertolt Brecht, was a German theatre practitioner, playwright, and poet. Coming of age during the Weimar Republic, he had his first successes as a playwright in Munich and moved to Berlin in 1924, where he wrote The Threepenny Opera with Kurt Weill and began a lifelong collaboration with the composer Hanns Eisler. Immersed in Marxist thought"}]}, {"heading": "Deaths", "year": "1956", "date": "August 14", "txt": "Konstantin von Neurath, German lawyer and politician, Reich Minister of Foreign Affairs (b. 1873)", "entities": [{"title": "Minister for Foreign Affairs (Germany)", "href": "/wiki/Minister_for_Foreign_Affairs_(Germany)", "description": "The Federal Minister for Foreign Affairs is the head of the Federal Foreign Office and a member of the Cabinet of Germany. The current office holder is Heiko Maas. Since 1966, the Foreign Minister has often also simultaneously held the office of Vice Chancellor."}]}, {"heading": "Deaths", "year": "1958", "date": "August 14", "txt": "Frédéric Joliot-Curie, French physicist and chemist, Nobel Prize laureate (b. 1900)", "entities": [{"title": "Frédéric Joliot-Curie", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Joliot-Curie", "description": "Jean Frédéric Joliot-Curie was a French physicist and husband of Irène Joliot-Curie, with whom he was jointly awarded the Nobel Prize in Chemistry in 1935 for their discovery of artificial radioactivity. Joliot-Curie and his wife also founded the Orsay Faculty of Sciences, part of the Paris-Saclay University."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1963", "date": "August 14", "txt": "Clifford Odets, American director, playwright, and screenwriter (b. 1906)", "entities": [{"title": "Clifford Odets", "href": "/wiki/Clifford_Odets", "description": "Clifford Odets was an American playwright, screenwriter, and director. In the mid-1930s he was widely seen as the potential successor to Nobel Prize-winning playwright Eugene O'Neill, as O'Neill began to withdraw from Broadway's commercial pressures and increasing critical backlash. From January 1935 Odets' socially relevant dramas were extremely influential, particularly for the remainder of the "}]}, {"heading": "Deaths", "year": "1964", "date": "August 14", "txt": "Johnny Burnette, American singer-songwriter (b. 1934)", "entities": [{"title": "Johnny Burnette", "href": "/wiki/Johnny_Burnette", "description": "John Joseph Burnette was an American singer-songwriter of rockabilly and pop music. In 1952, he and his brother, Dorsey Burnette, and their friend Paul Burlison formed the band that became known as the Rock and Roll Trio. His career was cut short on August 14, 1964, when he was killed in a boat crash at age 30."}]}, {"heading": "Deaths", "year": "1965", "date": "August 14", "txt": "Vello Kaaristo, Estonian skier (b. 1911)", "entities": [{"title": "Vello Kaaristo", "href": "/wiki/Vello_Kaaristo", "description": "Vello Kaaristo was the first Estonian cross-country skier to compete in the Olympics. At the 1936 Winter Olympics in Garmisch-Partenkirchen he placed 30th in the 18 km event with the time of 1'25:11, and 23rd in the 50 km event with the time of 4'02:52."}]}, {"heading": "Deaths", "year": "1967", "date": "August 14", "txt": "Bob Anderson, English motorcycle racer and race car driver (b. 1931)", "entities": [{"title": "Bob Anderson (racing driver)", "href": "/wiki/Bob_Anderson_(racing_driver)", "description": "Robert Hugh Fearon Anderson was a British Grand Prix motorcycle road racer and racing driver. He competed in Grand Prix motorcycle racing from 1958 to 1960 and in Formula One from 1963 to the 1967 seasons. He was also a two-time winner of the North West 200 race in Northern Ireland. Anderson was one of the last independent privateer drivers in Formula One before escalating costs made it impossible"}]}, {"heading": "Deaths", "year": "1972", "date": "August 14", "txt": "Oscar Levant, American actor, pianist, and composer (b. 1906)", "entities": [{"title": "Oscar Levant", "href": "/wiki/Oscar_Levant", "description": "Oscar Levant was an American concert pianist, composer, music conductor, author, radio game show panelist, television talk show host, comedian and actor. Though awarded a star on the Hollywood Walk of Fame for recordings featuring his piano performances, he was as famous for his mordant character and witticisms, on the radio and later in movies and television, as for his music."}]}, {"heading": "Deaths", "year": "1972", "date": "August 14", "txt": "Jules Romains, French author and poet (b. 1885)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "August 14", "txt": "Fred Gipson, American journalist and author (b. 1908)", "entities": [{"title": "Fred Gipson", "href": "/wiki/Fred_Gipson", "description": "Frederick Benjamin \"Fred\" Gipson was an American author. He is best known for writing the 1956 novel Old Yeller, which became a popular 1957 Walt Disney film. Gipson was born on a farm near Mason in the Texas Hill Country, the son of Beck Gipson and Emma Deishler. After working at a variety of farming and ranching jobs, he enrolled in 1933 at the University of Texas at Austin. There he wrote for t"}]}, {"heading": "Deaths", "year": "1978", "date": "August 14", "txt": "Nicolas Bentley, English author and illustrator (b. 1907)", "entities": [{"title": "Nicolas Bentley", "href": "/wiki/Nicolas_Bentley", "description": "\nNicolas Clerihew Bentley was a British author and illustrator, best known for his humorous cartoon drawings in books and magazines in the 1930s and 1940s. The son of Edmund Clerihew Bentley, he was given the name Nicholas, but opted to change the spelling."}]}, {"heading": "Deaths", "year": "1980", "date": "August 14", "txt": "Dorothy Stratten, Canadian-American model and actress (b. 1960)", "entities": [{"title": "Dorothy Stratten", "href": "/wiki/Dorothy_Stratten", "description": "Dorothy Ruth Hoogstraten, known professionally as Dorothy Stratten, was a Canadian Playboy Playmate, model, and actress. Stratten was the Playboy Playmate of the Month for August 1979 and Playmate of the Year in 1980. Stratten appeared in three comedy films and in at least two episodes of shows broadcast on US network television. She was murdered at the age of 20 by her estranged husband and manag"}]}, {"heading": "Deaths", "year": "1981", "date": "August 14", "txt": "Karl Böhm, Austrian conductor and director (b. 1894)", "entities": [{"title": "Karl Böhm", "href": "/wiki/Karl_B%C3%B6hm", "description": "Karl August Leopold Böhm was an Austrian conductor. He was best known for his performances of the music of Mozart, Wagner and Richard Strauss."}]}, {"heading": "Deaths", "year": "1981", "date": "August 14", "txt": "Dudley Nourse, South African cricketer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1982", "date": "August 14", "txt": "Mahasi Sayadaw, Burmese monk and philosopher (b. 1904)", "entities": [{"title": "Mahasi Sayadaw", "href": "/wiki/Mahasi_Sayadaw", "description": "Mahāsī Sayādaw U Sobhana was a Burmese Theravada Buddhist monk and meditation master who had a significant impact on the teaching of vipassanā (insight) meditation in the West and throughout Asia."}]}, {"heading": "Deaths", "year": "1984", "date": "August 14", "txt": "Spud Davis, American baseball player, coach, and manager (b. 1904)", "entities": [{"title": "Spud Davis", "href": "/wiki/Spud_Davis", "description": "Virgil Lawrence \"Spud\" Davis was an American professional baseball player, coach, scout and manager. He played in Major League Baseball as a catcher for the St. Louis Cardinals, Philadelphia Phillies, Cincinnati Reds, and Pittsburgh Pirates. Davis' .308 career batting average ranks fourth all-time among major league catchers."}]}, {"heading": "Deaths", "year": "1984", "date": "August 14", "txt": "J. B. Priestley, English novelist and playwright (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "August 14", "txt": "Gale Sondergaard, American actress (b. 1899)", "entities": [{"title": "Gale Sondergaard", "href": "/wiki/Gale_Sondergaard", "description": "Gale Sondergaard was an American actress."}]}, {"heading": "Deaths", "year": "1988", "date": "August 14", "txt": "Roy Buchanan, American singer-songwriter and guitarist (b. 1939)", "entities": [{"title": "Roy Buchanan", "href": "/wiki/Roy_Buchanan", "description": "Leroy \"Roy\" Buchanan was an American guitarist and blues musician. A pioneer of the Telecaster sound, Buchanan worked as a sideman and as a solo artist, with two gold albums early in his career and two later solo albums that made it to the Billboard chart. He never achieved stardom, but he is still considered a highly influential guitar player. Guitar Player praised him as having one of the \"50 Gr"}]}, {"heading": "Deaths", "year": "1988", "date": "August 14", "txt": "Robert Calvert, South African-English singer-songwriter and playwright (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "August 14", "txt": "Enzo Ferrari, Italian race car driver and businessman, founded Ferrari (b. 1898)", "entities": [{"title": "Ferrari", "href": "/wiki/Ferrari", "description": "Ferrari S.p.A. is an Italian luxury sports car manufacturer based in Maranello, Italy. Founded by Enzo Ferrari in 1939 out of the Alfa Romeo race division as Auto Avio Costruzioni, the company built its first car in 1940, and produced its first Ferrari-badged car in 1947."}]}, {"heading": "Deaths", "year": "1991", "date": "August 14", "txt": "Alberto Crespo, Argentinian race car driver (b. 1920)", "entities": [{"title": "Alberto Crespo", "href": "/wiki/Alberto_Crespo", "description": "Alberto Augusto Crespo was a racing driver from Buenos Aires, Argentina. He entered one World Championship Formula One Grand Prix, the 1952 Italian Grand Prix, with a Maserati entered for him by Enrico Platé. Crespo narrowly failed to qualify."}]}, {"heading": "Deaths", "year": "1992", "date": "August 14", "txt": "John Sirica, American lawyer and judge (b. 1904)", "entities": [{"title": "John Sirica", "href": "/wiki/John_Sirica", "description": "John Joseph Sirica was a United States district judge of the United States District Court for the District of Columbia, where he became famous for his role in the trials stemming from the Watergate scandal."}]}, {"heading": "Deaths", "year": "1994", "date": "August 14", "txt": "Elias Canetti, Bulgarian-Swiss author, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Elias Canetti", "href": "/wiki/Elias_Canetti", "description": "Elias Canetti was a German-language author, born in Ruse, Bulgaria to a merchant family. They moved to Manchester, England, but his father died in 1912, and his mother took her three sons back to the continent. They settled in Vienna."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1994", "date": "August 14", "txt": "Alice Childress, American actress, playwright, and author (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "August 14", "txt": "Sergiu Celibidache, Romanian conductor and composer (b. 1912)", "entities": [{"title": "Sergiu Celibidache", "href": "/wiki/Sergiu_Celibidache", "description": "Sergiu Celibidache was a Romanian conductor, composer, musical theorist, and teacher. Educated in his native Romania, and later in Paris and Berlin, Celibidache's career in music spanned over five decades, including tenures as principal conductor of the Munich Philharmonic, Berlin Philharmonic, Sicilian Symphony Orchestra and several other European orchestras. Later in life, he taught at Mainz Uni"}]}, {"heading": "Deaths", "year": "1999", "date": "August 14", "txt": "Pee Wee Reese, American baseball player and sportscaster (b. 1918)", "entities": [{"title": "Pee Wee Reese", "href": "/wiki/Pee_Wee_Reese", "description": "Harold Peter Henry \"Pee Wee\" Reese was an American professional baseball player. He played in Major League Baseball as a shortstop for the Brooklyn and Los Angeles Dodgers from 1940 to 1958. A ten-time All Star, Reese contributed to seven National League championships for the Dodgers and was inducted into the Baseball Hall of Fame in 1984. Reese is also famous for his support of his teammate Jacki"}]}, {"heading": "Deaths", "year": "2002", "date": "August 14", "txt": "Larry Rivers, American painter and sculptor (b. 1923)", "entities": [{"title": "Larry Rivers", "href": "/wiki/Larry_Rivers", "description": "Larry Rivers was an American artist, musician, filmmaker and occasional actor. Rivers resided and maintained studios in New York City, Southampton, Long Island, and Zihuatanejo, Mexico."}]}, {"heading": "Deaths", "year": "2003", "date": "August 14", "txt": "Helmut Rahn, German footballer (b. 1929)", "entities": [{"title": "Helmut Rahn", "href": "/wiki/Helmut_Rahn", "description": "Helmut Rahn, known as Der Boss, was a German footballer who played as a forward. He became a legend for having scored the winning goal in the final of the 1954 FIFA World Cup."}]}, {"heading": "Deaths", "year": "2004", "date": "August 14", "txt": "Czesław Miłosz, Polish-born American novelist, essayist, and poet, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Czesław Miłosz", "href": "/wiki/Czes%C5%82aw_Mi%C5%82osz", "description": "Czesław Miłosz was a Polish-American poet, prose writer, translator, and diplomat. Regarded as one of the great poets of the 20th century, he won the 1980 Nobel Prize in Literature. In its citation, the Swedish Academy called Miłosz a writer who \"voices man's exposed condition in a world of severe conflicts\"."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2004", "date": "August 14", "txt": "Trevor Skeet, New Zealand-English lawyer and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 14", "txt": "Bruno Kirby, American actor (b. 1949)", "entities": [{"title": "Bruno Kirby", "href": "/wiki/Bruno_Kirby", "description": "Bruno Kirby was an American actor, singer, voice artist, and comedian. He was known for his roles in City Slickers, When Harry Met Sally..., Good Morning, Vietnam, The Godfather Part II, and Donnie Brasco. He voiced Reginald Stout in Stuart Little."}]}, {"heading": "Deaths", "year": "2007", "date": "August 14", "txt": "Tikhon Khrennikov, Russian pianist and composer (b. 1913)", "entities": [{"title": "Tikhon Khrennikov", "href": "/wiki/Tikhon_Khrennikov", "description": "Tikhon Nikolayevich Khrennikov was a Russian and Soviet composer, pianist, and leader of the Union of Soviet Composers, who was also known for his political activities. He wrote three symphonies, four piano concertos, two violin concertos, two cello concertos, operas, operettas, ballets, chamber music, incidental music and film music."}]}, {"heading": "Deaths", "year": "2010", "date": "August 14", "txt": "Herman Leonard, American photographer (b. 1923)", "entities": [{"title": "Herman Leonard", "href": "/wiki/Herman_Leonard", "description": "Herman Leonard was an American photographer known for his unique images of jazz icons."}]}, {"heading": "Deaths", "year": "2012", "date": "August 14", "txt": "Vilasrao Deshmukh, Indian lawyer and politician, Chief Minister of Maharashtra (b. 1945)", "entities": [{"title": "Vilasrao Deshmukh", "href": "/wiki/Vilasrao_Deshmukh", "description": "Vilasrao Dagadojirao Deshmukh was an Indian politician who served two terms as the Chief Minister of the state of Maharashtra. He also served in the Union cabinet as the Minister of Science and Technology and Minister of Earth Sciences."}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Deaths", "year": "2012", "date": "August 14", "txt": "Svetozar Gligorić, Serbian chess player (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 14", "txt": "Phyllis Thaxter, American actress (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 14", "txt": "Jack Germond, American journalist and author (b. 1928)", "entities": [{"title": "Jack Germond", "href": "/wiki/Jack_Germond", "description": "John Worthen Germond, known as Jack Germond, was an American journalist, author, and pundit. His journalistic career spanned over 50 years; Germond wrote for the Washington Star and The Baltimore Sun. Together with Jules Witcover, Germond co-wrote \"Politics Today\", a five-day-a-week syndicated column, for almost a quarter-century."}]}, {"heading": "Deaths", "year": "2014", "date": "August 14", "txt": "Leonard Fein, American journalist and academic, co-founded Moment Magazine (b. 1934)", "entities": [{"title": "Leonard Fein", "href": "/wiki/Leonard_Fein", "description": "Leonard J. Fein, also known as Leibel Fein, was an American activist, writer, and teacher specializing in Jewish social themes."}]}, {"heading": "Deaths", "year": "2014", "date": "August 14", "txt": "George V. Hansen, American politician (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 14", "txt": "Bob Johnston, American songwriter and producer (b. 1932)", "entities": [{"title": "Bob Johnston", "href": "/wiki/Bob_Johnston", "description": "Donald William 'Bob' Johnston was an American record producer, best known for his work with Bob Dylan, Johnny Cash, Leonard Cohen, and Simon & Garfunkel."}]}, {"heading": "Deaths", "year": "2016", "date": "August 14", "txt": "Fyvush Finkel, American actor (b. 1922)", "entities": [{"title": "Fyvush Finkel", "href": "/wiki/Fyvush_Finkel", "description": "Philip \"Fyvush\" Finkel was an American actor known as a star of Yiddish theater and for his role as lawyer Douglas Wambaugh on the television series Picket Fences, for which he earned an Emmy Award for Outstanding Supporting Actor in a Drama Series in 1994. He is also known for his portrayal of Harvey Lipschultz, a crotchety history teacher, on the television series Boston Public."}]}, {"heading": "Deaths", "year": "2018", "date": "August 14", "txt": "Jill Janus, American singer (b. 1975)", "entities": [{"title": "Jill Janus", "href": "/wiki/Jill_Janus", "description": "Jill Janiszewski was the lead singer of American heavy metal bands Huntress, The Starbreakers and Chelsea Girls."}]}, {"heading": "Deaths", "year": "2019", "date": "August 14", "txt": "Polly Farmer, Australian footballer and coach (b. 1935)", "entities": [{"title": "Polly Farmer", "href": "/wiki/Polly_Farmer", "description": "Graham Vivian \"Polly\" Farmer was an Australian rules football player and coach who revolutionised ruckwork and handballing."}]}, {"heading": "Deaths", "year": "2020", "date": "August 14", "txt": "James R. Thompson, American politician, Governor of Illinois (1977-91) (b. 1936)", "entities": [{"title": "James R. Thompson", "href": "/wiki/James_R._Thompson", "description": "James Robert Thompson Jr., also known as Big Jim Thompson, was the 37th and longest-serving governor of the US state of Illinois, serving from 1977 to 1991. A moderate Republican who sometimes took more liberal stances on issues, Thompson was elected to four consecutive terms and held the office for 14 years. Many years after leaving public office, he served as a member of the National Commission "}]}, {"heading": "Deaths", "year": "2020", "date": "August 14", "txt": "Julian Bream, English classical guitarist and lutenist (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "August 14", "txt": "Angela Buxton, British tennis player (b. 1934)", "entities": []}]