[{"heading": "Events", "year": "AD 70", "date": "August 30", "txt": "Titus ends the siege of Jerusalem after destroying Herod's Temple.", "entities": [{"title": "Titus", "href": "/wiki/Titus", "description": "Titus was Roman emperor from 79 to 81. A member of the Flavian dynasty, Titus succeeded his father Vespasian upon his death."}, {"title": "Siege of Jerusalem (70 CE)", "href": "/wiki/Siege_of_Jerusalem_(70_CE)", "description": "The siege of Jerusalem in the year 70 CE was the decisive event of the First Jewish–Roman War, in which the Roman army captured the city of Jerusalem and destroyed both the city and its Temple. The Roman army, led by the future Emperor Titus, with Tiberius Julius Alexander as his second-in-command, besieged and conquered the city of Jerusalem, which had been controlled by Judean rebel factions sin"}, {"title": "Second Temple", "href": "/wiki/Second_Temple", "description": "The Second Temple was the Jewish holy temple, which stood on the Temple Mount in Jerusalem, between c. 516 BCE and c. 70 CE. It gave name to the Second Temple period."}]}, {"heading": "Events", "year": "1282", "date": "August 30", "txt": "Peter III of Aragon lands at Trapani to intervene in the War of the Sicilian Vespers.", "entities": [{"title": "Peter III of Aragon", "href": "/wiki/Peter_III_of_Aragon", "description": "Peter III of Aragon was King of Aragon, King of Valencia, and Count of Barcelona from 1276 to his death. At the invitation of some rebels, he conquered the Kingdom of Sicily and became King of Sicily in 1282, pressing the claim of his wife, Constance II of Sicily, uniting the kingdom to the crown."}, {"title": "Trapani", "href": "/wiki/Trapani", "description": "Trapani is a city and municipality (comune) on the west coast of Sicily, in Italy. It is the capital of the Province of Trapani. Founded by Elymians, the city is still an important fishing port and the main gateway to the nearby Egadi Islands."}, {"title": "War of the Sicilian Vespers", "href": "/wiki/War_of_the_Sicilian_Vespers", "description": "The War of the Sicilian Vespers or just War of the Vespers was a conflict that started with the insurrection of the Sicilian Vespers against Charles of Anjou in 1282 and ended in 1302 with the Peace of Caltabellotta. It was fought in Sicily, Catalonia and elsewhere in the western Mediterranean between the kings of Aragon on one side against the Angevin Charles of Anjou, his son Charles II, the kin"}]}, {"heading": "Events", "year": "1363", "date": "August 30", "txt": "The five-week Battle of Lake Poyang begins, in which the forces of two Chinese rebel leaders (Chen Youliang and Zhu Yuanzhang) meet to decide who will supplant the Yuan dynasty.", "entities": [{"title": "Battle of Lake Poyang", "href": "/wiki/Battle_of_Lake_Poyang", "description": "The battle of Lake Poyang (鄱陽湖之戰) was a naval conflict which took place 30 August – 4 October 1363 between the rebel forces of Zhu Yuanzhang and Chen Youliang during the Red Turban Rebellion which led to the fall of the Yuan dynasty. Chen Youliang besieged Nanchang with a large fleet on Lake Poyang, one of China's largest freshwater lakes, and Zhu Yuanzhang met his force with a smaller fleet. Afte"}, {"title": "Chen Youliang", "href": "/wiki/Chen_Youliang", "description": "Chen Youliang was the founder and first emperor of the Chen Han (陈汉) or Da Han, a state in the late Yuan Dynasty and early Ming dynasty of Chinese history."}, {"title": "Zhu Yuanzhang", "href": "/wiki/Zhu_Yuanzhang", "description": "The Hongwu Emperor Zhu Yuanzhang, was the founding emperor of the Ming dynasty, reigning from 1368 to 1398."}, {"title": "Yuan dynasty", "href": "/wiki/Yuan_dynasty", "description": "The Yuan dynasty, officially the Great Yuan, was a successor state to the Mongol Empire after its division and a ruling dynasty of China established by Kublai Khan, leader of the Mongol Borjigin clan, lasting from 1271 to 1368. In Chinese historiography, this dynasty followed the Song dynasty and preceded the Ming dynasty."}]}, {"heading": "Events", "year": "1464", "date": "August 30", "txt": "Pope Paul II succeeds Pope Pius II as the 211th pope.", "entities": [{"title": "Pope Paul II", "href": "/wiki/Pope_Paul_II", "description": "Pope Paul II, born Pietro Barbo, was head of the Catholic Church and ruler of the Papal States \nfrom 30 August 1464 to his death in 1471. When his maternal uncle Eugene IV became pope, Barbo switched from training to be a merchant to religious studies. His rise in the Church was relatively rapid. Elected pope in 1464, Paul amassed a great collection of art and antiquities."}, {"title": "Pope Pius II", "href": "/wiki/Pope_Pius_II", "description": "Pope Pius II, born Enea Silvio Bartolomeo Piccolomini, was head of the Catholic Church and ruler of the Papal States from 19 August 1458 to his death. He was born at Corsignano in the Sienese territory of a noble but impoverished family. His longest and most enduring work is the story of his life, the Commentaries, which is the only revealed autobiography ever to have been written by a reigning po"}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}]}, {"heading": "Events", "year": "1574", "date": "August 30", "txt": "Guru Ram Das becomes the Fourth Sikh Guru/Master.", "entities": [{"title": "Guru Ram Das", "href": "/wiki/Guru_Ram_Das", "description": "Guru Ram Das was the fourth of the ten Gurus of Sikhism. He was born on 24 September 1534 in a family based in Lahore. His birth name was Jetha, and he was orphaned at age 7; he thereafter grew up with his maternal grandmother in a village."}, {"title": "Sikh Guru", "href": "/wiki/Sikh_Guru", "description": "The Sikh Gurus  are the spiritual masters of Sikhi, who established this religion over the course of about two and a half centuries, beginning in 1469. The year 1469 marks the birth of Guru Nanak, the founder of Sikhism. He was succeeded by nine other gurus until, in 1708, the Guruship was finally passed on by the tenth guru to the holy Sikh scripture, Guru Granth Sahib, which is now considered th"}, {"title": "Guru", "href": "/wiki/Guru", "description": "Guru is a Sanskrit term for a \"mentor, guide, expert, or master\" of certain knowledge or field. In pan-Indian traditions, a guru is more than a teacher. In Sanskrit, guru means literally dispeller of darkness. Traditionally, the guru is a reverential figure to the disciple or student, with the guru serving as a \"counselor, who helps mold values, shares experiential knowledge as much as literal kno"}]}, {"heading": "Events", "year": "1590", "date": "August 30", "txt": "Tokugawa Ieyasu enters Edo Castle. (Traditional Japanese date: August 1, 1590)", "entities": [{"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}, {"title": "Edo Castle", "href": "/wiki/Edo_Castle", "description": "Edo Castle , also known as Chiyoda Castle , is a flatland castle that was built in 1457 by Ōta Dōkan. It is today part of the Tokyo Imperial Palace and is in Chiyoda, Tokyo, Toshima District, Musashi Province. Tokugawa Ieyasu established the Tokugawa shogunate here. It was the residence of the shōgun and location of the shogunate, and also functioned as the military capital during the Edo period o"}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "1594", "date": "August 30", "txt": "King James of Scotland holds a masque at the baptism of Prince Henry.", "entities": [{"title": "Masque at the baptism of Prince Henry", "href": "/wiki/Masque_at_the_baptism_of_Prince_Henry", "description": "The Masque at the baptism of Prince Henry, was a celebration at the christening of Prince Henry at Stirling Castle, written by the Scottish poet William Fowler and Patrick Leslie, 1st Lord Lindores."}]}, {"heading": "Events", "year": "1727", "date": "August 30", "txt": "Anne, eldest daughter of King George II of Great Britain, is given the title Princess Royal.", "entities": [{"title": "Anne, Princess Royal and Princess of Orange", "href": "/wiki/Anne,_Princess_Royal_and_Princess_of_Orange", "description": "Anne, Princess Royal and Princess of Orange was the second child and eldest daughter of King George II of Great Britain and his consort Caroline of Ansbach. She was the spouse of William IV, Prince of Orange, the first hereditary stadtholder of all seven provinces of the Northern Netherlands. She was Regent of the Netherlands from 1751 until her death in 1759, exercising extensive powers on behalf"}, {"title": "George II of Great Britain", "href": "/wiki/George_II_of_Great_Britain", "description": "George II was King of Great Britain and Ireland, Duke of Brunswick-Lüneburg (Hanover) and a prince-elector of the Holy Roman Empire from 11 June 1727 (O.S.) until his death in 1760."}, {"title": "Princess Royal", "href": "/wiki/Princess_Royal", "description": "Princess Royal is a style customarily awarded by a British monarch to their eldest daughter. Although purely honorary, it is the highest honour that may be given to a female member of the Royal Family. There have been seven Princesses Royal. Princess Anne is the current Princess Royal."}]}, {"heading": "Events", "year": "1791", "date": "August 30", "txt": "HMS Pandora sinks after having run aground on the outer Great Barrier Reef the previous day.", "entities": [{"title": "HMS Pandora (1779)", "href": "/wiki/HMS_Pandora_(1779)", "description": "HMS Pandora was a 24-gun Porcupine-class sixth-rate post ship of the Royal Navy launched in May 1779. The vessel is best known for its role in hunting down the Bounty mutineers in 1790. Pandora was partially successful by capturing 14 of the mutineers, but wrecked on the Great Barrier Reef on the return voyage in 1791. HMS Pandora is considered to be one of the most significant shipwrecks in the S"}, {"title": "Great Barrier Reef", "href": "/wiki/Great_Barrier_Reef", "description": "The Great Barrier Reef is the world's largest coral reef system composed of over 2,900 individual reefs and 900 islands stretching for over 2,300 kilometres (1,400 mi) over an area of approximately 344,400 square kilometres (133,000 sq mi). The reef is located in the Coral Sea, off the coast of Queensland, Australia. The Great Barrier Reef can be seen from outer space and is the world's biggest si"}]}, {"heading": "Events", "year": "1799", "date": "August 30", "txt": "The entire Dutch fleet is captured by British forces under the command of Sir Ralph Abercromby and Admiral Sir Charles Mitchell during the War of the Second Coalition.", "entities": [{"title": "Vlieter Incident", "href": "/wiki/Vlieter_Incident", "description": "In the Vlieter incident on 30 August 1799, a squadron of the Batavian Navy, commanded by Rear-Admiral Samuel Story, surrendered to the British navy. The incident occurred during the Anglo-Russian invasion of Holland. It occurred in the tidal trench between Texel and the mainland that was known as De Vlieter, near Wieringen."}, {"title": "Ralph Abercromby", "href": "/wiki/Ralph_Abercromby", "description": "Sir Ralph Abercromby was a Scottish soldier and politician. He twice served as MP for Clackmannanshire, rose to the rank of lieutenant-general in the British Army, was appointed Governor of Trinidad, served as Commander-in-Chief, Ireland, and was noted for his services during the French Revolutionary Wars."}, {"title": "Admiral", "href": "/wiki/Admiral", "description": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. In the Commonwealth nations and the United States, a \"full\" admiral is equivalent to a \"full\" general in the army, and is above vice admiral and below admiral of the fleet, or fleet admiral. In NATO, admirals have a rank code of OF-9 as a four-star rank."}, {"title": "War of the Second Coalition", "href": "/wiki/War_of_the_Second_Coalition", "description": "The War of the Second Coalition (1798–1802) was the second war on revolutionary France by most of the European monarchies, led by Britain, Austria and Russia, and including the Ottoman Empire, Portugal, Naples, various German monarchies and Sweden, though Prussia did not join this coalition and Spain supported France."}]}, {"heading": "Events", "year": "1800", "date": "August 30", "txt": "Gabriel Prosser postpones a planned slave rebellion in Richmond, Virginia, but is arrested before he can make it happen.", "entities": [{"title": "Gabriel Prosser", "href": "/wiki/Gabriel_Prosser", "description": "Gabriel, today commonly known as Gabriel Prosser, was a literate enslaved blacksmith who planned a large slave rebellion in the Richmond area in the summer of 1800. Information regarding the revolt was leaked prior to its execution, and he and twenty-five followers were taken captive and hanged in punishment. In reaction, Virginia and other state legislatures passed restrictions on free blacks, as"}, {"title": "Slave rebellion", "href": "/wiki/Slave_rebellion", "description": "A slave rebellion is an armed uprising by enslaved people, as a way of fighting for their freedom. Rebellions of enslaved people have occurred in nearly all societies that practice slavery or have practiced slavery in the past. A desire for freedom and the dream of successful rebellion is often the greatest object of song, art, and culture amongst the enslaved population. Many of the events, howev"}, {"title": "Richmond, Virginia", "href": "/wiki/Richmond,_Virginia", "description": "Richmond is the capital city of the Commonwealth of Virginia in the United States. It is the center of the Richmond Metropolitan Statistical Area (MSA) and the Greater Richmond Region. Richmond was incorporated in 1742 and has been an independent city since 1871. As of the 2010 census, the city's population was 204,214; in 2019, the population was estimated to be 230,436, making Richmond the fourt"}]}, {"heading": "Events", "year": "1813", "date": "August 30", "txt": "First Battle of Kulm: French forces are defeated by an Austrian-Prussian-Russian alliance.", "entities": [{"title": "First Battle of Kulm", "href": "/wiki/First_Battle_of_Kulm", "description": "The Battle of Kulm was fought near the town Kulm and the village Přestanov in northern Bohemia. It was fought on 29–30 August 1813, during the War of the Sixth Coalition. 32,000 French troops under General Dominique Vandamme attacked an army of about 50-60,000 Austrians, Prussians, and Russians under General Alexander Ostermann-Tolstoy, but were defeated with heavy losses on both sides."}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}]}, {"heading": "Events", "year": "1813", "date": "August 30", "txt": "Creek War: Fort Mims massacre: Creek \"Red Sticks\" kill over 500 settlers (including over 250 armed militia) in Fort Mims, north of Mobile, Alabama.", "entities": [{"title": "Fort Mims massacre", "href": "/wiki/Fort_Mims_massacre", "description": "The Fort Mims massacre took place on August 30, 1813, during the Creek War, when a force of Creek Indians belonging to the Red Sticks faction, under the command of head warriors Peter McQueen and William Weatherford, stormed the fort and defeated the militia garrison. Afterward, a massacre ensued and almost all of the remaining Creek métis, white settlers, and militia at Fort Mims were killed. The"}, {"title": "Creek people", "href": "/wiki/Creek_people", "description": "The Muscogee, also known as the Muskogee, Muscogee Creek, Mvskoke\nCreek, Mvskokvlke, or the Muscogee Creek Confederacy in the Muscogee language, are a group of related indigenous peoples of the Southeastern Woodlands in the United States of America. Their original homelands are in what now comprises southern Tennessee, all of Alabama, western Georgia and part of northern Florida."}, {"title": "Red Sticks", "href": "/wiki/Red_Sticks", "description": "Red Sticks, the name deriving from the red-painted war clubs of some Native American Creeks—refers to an early 19th-century traditionalist faction of these people in the American Southeast. Made up mostly of Creek of the Upper Towns that supported traditional leadership and culture, as well as the preservation of communal land for cultivation and hunting, the Red Sticks arose at a time of increasi"}, {"title": "Mobile, Alabama", "href": "/wiki/Mobile,_Alabama", "description": "Mobile is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third-most-populous city in Alabama, and the most populous in Mobile County."}]}, {"heading": "Events", "year": "1835", "date": "August 30", "txt": "Australia: Melbourne, Victoria is founded.", "entities": [{"title": "Melbourne, Victoria", "href": "/wiki/Melbourne,_Victoria", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}]}, {"heading": "Events", "year": "1862", "date": "August 30", "txt": "American Civil War: Battle of Richmond: Confederates under Edmund Kirby Smith rout Union forces under General William \"Bull\" Nelson.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Richmond", "href": "/wiki/Battle_of_Richmond", "description": "The Battle of Richmond, Kentucky, fought August 29–30, 1862, was one of the most complete Confederate victories in the war by Major General Edmund Kirby Smith against Union major general William \"Bull\" Nelson's forces, which were defending the town. It was the first major battle in the Kentucky Campaign. The battle took place on and around what is now the grounds of the Blue Grass Army Depot, outs"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Edmund Kirby Smith", "href": "/wiki/Edmund_Kirby_Smith", "description": "Edmund Kirby Smith was a career United States Army officer who fought in the Mexican–American War. He later joined the Confederate States Army in the Civil War, and was promoted to general in the first months of the war. He was notable for his command of the Trans-Mississippi Department after the fall of Vicksburg to the United States"}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "William \"Bull\" Nelson", "href": "/wiki/William_%22Bull%22_Nelson", "description": "William \"Bull\" Nelson was a United States naval officer who became a Union general during the American Civil War."}]}, {"heading": "Events", "year": "1873", "date": "August 30", "txt": "Austrian explorers Julius von Payer and Karl Weyprecht discover the archipelago of Franz Josef Land in the Arctic Sea.", "entities": [{"title": "Julius von Payer", "href": "/wiki/Julius_von_Payer", "description": "Julius Johannes Ludovicus Ritter von Payer, ennobled Ritter von Payer in 1876, was an officer of the Austro-Hungarian Army, mountaineer, arctic explorer, cartographer, painter, and professor at the Theresian Military Academy. He is chiefly known for the Austro-Hungarian North Pole expedition in 1872–74 and the discovery of Franz Josef Land."}, {"title": "Karl Weyprecht", "href": "/wiki/Karl_Weyprecht", "description": "Karl Weyprecht, also spelt Carl Weyprecht, was an Austro-Hungarian explorer. He was an officer in the Austro-Hungarian Navy. He is most famous as an Arctic explorer, and an advocate of international cooperation for scientific polar exploration. Although he did not live to see it occur, he is associated with the organisation of the first International Polar Year."}, {"title": "Archipelago", "href": "/wiki/Archipelago", "description": "An archipelago, sometimes called an island group or island chain, is a chain, cluster or collection of islands, or sometimes a sea containing a small number of scattered islands."}, {"title": "Franz Josef Land", "href": "/wiki/Franz_Josef_Land", "description": "Franz Josef Land, Frantz Iosef Land, Franz Joseph Land or Francis Joseph's Land is a Russian archipelago located in the Arctic Ocean. It is inhabited only by military personnel. It constitutes the northernmost part of Arkhangelsk Oblast and consists of 192 islands, which cover an area of 16,134 square kilometers (6,229 sq mi), stretching 375 kilometers (233 mi) from east to west and 234 kilometers"}]}, {"heading": "Events", "year": "1896", "date": "August 30", "txt": "Philippine Revolution: After Spanish victory in the Battle of San Juan del Monte, eight provinces in the Philippines are declared under martial law by the Spanish Governor-General Ramón Blanco y Erenas.", "entities": [{"title": "Philippine Revolution", "href": "/wiki/Philippine_Revolution", "description": "The Philippine Revolution, called the Tagalog War by the Spanish, was a revolution and subsequent conflict fought between the people and insurgents of the Philippines and the Spanish colonial authorities of the Spanish East Indies, under the Spanish Empire."}, {"title": "Battle of San Juan del Monte", "href": "/wiki/Battle_of_San_Juan_del_Monte", "description": "The Battle of San Juan del Monte took place on August 30, 1896. It is considered as the first battle of the Philippine Revolution, which sought Philippine independence from Spain. The first battle cry of the Katipunan coincided with the pealing of church bells at nine o'clock on the night of August 29, 1896."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Governor-General of the Philippines", "href": "/wiki/Governor-General_of_the_Philippines", "description": "The Governor-General of the Philippines was the title of the government executive during the colonial period of the Philippines, governed mainly by Spain (1565–1898) and the United States (1898–1946), and briefly by Great Britain (1762–1764) and Japan (1942–1945). They were also the representative of the executive of the ruling power."}, {"title": "Ramón Blanco y Erenas", "href": "/wiki/Ram%C3%B3n_Blanco_y_Erenas", "description": "Ramón Blanco Erenas Riera y Polo, 1st Marquess of Peña Plata was a Spanish brigadier and colonial administrator. Born in San Sebastián, he was sent to the Caribbean in 1858 and governed Cuba and Santo Domingo. In 1861, he returned to Spain but was then sent to the Philippines (1866–1871)."}]}, {"heading": "Events", "year": "1909", "date": "August 30", "txt": "Burgess Shale fossils are discovered by Charles Doolittle Walcott.", "entities": [{"title": "Burgess Shale", "href": "/wiki/Burgess_Shale", "description": "The Burgess Shale is a fossil-bearing deposit exposed in the Canadian Rockies of British Columbia, Canada. It is famous for the exceptional preservation of the soft parts of its fossils. At 508 million years old, it is one of the earliest fossil beds containing soft-part imprints."}, {"title": "Charles Doolittle Walcott", "href": "/wiki/Charles_Doolittle_Walcott", "description": "Charles Doolittle Walcott was an American paleontologist, administrator of the Smithsonian Institution from 1907 to 1927, and geologist. He is famous for his discovery in 1909 of well-preserved fossils, including some of the oldest soft-part imprints, in the Burgess Shale of British Columbia, Canada."}]}, {"heading": "Events", "year": "1914", "date": "August 30", "txt": "World War I: Germans defeat the Russians in the Battle of Tannenberg.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Tannenberg", "href": "/wiki/Battle_of_Tannenberg", "description": "The Battle of Tannenberg, also known as Second Battle of Tannenberg, was fought between Russia and Germany between 26 and 30 August 1914, the first month of World War I. The battle resulted in the almost complete destruction of the Russian Second Army and the suicide of its commanding general, Alexander Samsonov. A series of follow-up battles destroyed most of the First Army as well and kept the R"}]}, {"heading": "Events", "year": "1916", "date": "August 30", "txt": "Ernest Shackleton completes the rescue of all of his men stranded on Elephant Island in Antarctica.", "entities": [{"title": "Ernest Shackleton", "href": "/wiki/Ernest_Shackleton", "description": "Sir Ernest Henry Shackleton was an Anglo-Irish Antarctic explorer who led three British expeditions to the Antarctic. He was one of the principal figures of the period known as the Heroic Age of Antarctic Exploration."}, {"title": "Elephant Island", "href": "/wiki/Elephant_Island", "description": "Elephant Island is an ice-covered, mountainous island off the coast of Antarctica in the outer reaches of the South Shetland Islands, in the Southern Ocean. The island is situated 245 kilometres north-northeast of the tip of the Antarctic Peninsula, 1,253 kilometres west-southwest of South Georgia, 935 kilometres south of the Falkland Islands, and 885 kilometres southeast of Cape Horn. It is withi"}, {"title": "Antarctica", "href": "/wiki/Antarctica", "description": "Antarctica is Earth's southernmost continent. It contains the geographic South Pole and is situated in the Antarctic region of the Southern Hemisphere, almost entirely south of the Antarctic Circle, and is surrounded by the Southern Ocean. At 14,200,000 square kilometres, it is the fifth-largest continent and nearly twice the size of Australia. It is by far the least populated continent, with arou"}]}, {"heading": "Events", "year": "1917", "date": "August 30", "txt": "Vietnamese prison guards led by Trịnh Văn Cấn mutiny at the Thái Nguyên penitentiary against local French authority.", "entities": [{"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "Thái Nguyên uprising", "href": "/wiki/Th%C3%A1i_Nguy%C3%AAn_uprising", "description": "The Thái Nguyên uprising in 1917 has been described as the \"largest and most destructive\" anti-French rebellion in Vietnam between the Pacification of Tonkin in the 1880s and the Nghe-Tinh Revolt of 1930–31. On 30 August 1917, an eclectic band of political prisoners, common criminals and insubordinate prison guards mutinied at the Thai Nguyen Penitentiary, the largest one in the region. The rebels"}, {"title": "Thái Nguyên", "href": "/wiki/Th%C3%A1i_Nguy%C3%AAn", "description": "Thái Nguyên is a city and municipality in Vietnam. It is the capital and largest city of Thái Nguyên Province. The city is listed as a first class city and is the ninth largest city in Vietnam. It has long been famous throughout Vietnam for its Tân Cương tea. In 1959, it become the site of Vietnam's first steel mill, and is now home to a large and growing major regional university complex."}]}, {"heading": "Events", "year": "1918", "date": "August 30", "txt": "Fanni Kaplan shoots and seriously injures Bolshevik leader Vladimir Lenin, which along with the assassination of Bolshevik senior official Moisei Uritsky days earlier, prompts the decree for Red Terror.", "entities": [{"title": "Fanni Kaplan", "href": "/wiki/Fanni_Kaplan", "description": "Fanny Efimovna Kaplan was a Russian Jewish woman, Socialist-Revolutionary, and early Soviet dissident. She was convicted of attempting to assassinate Vladimir Lenin and was executed by the Cheka in 1918."}, {"title": "Bolshevik", "href": "/wiki/Bolshevik", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Vladimir Lenin", "href": "/wiki/Vladimir_Lenin", "description": "Vladimir Ilyich Ulyanov, better known by his alias Lenin, was a Russian revolutionary, politician, and political theorist. He served as the first and founding head of government of Soviet Russia from 1917 to 1924 and of the Soviet Union from 1922 to 1924. Under his administration, Russia, and later the Soviet Union, became a one-party socialist state governed by the Soviet Communist Party. A Marxi"}, {"title": "Bolshevik", "href": "/wiki/Bolshevik", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}, {"title": "Moisei Uritsky", "href": "/wiki/Moisei_Uritsky", "description": "Moisei Solomonovich Uritsky was a Bolshevik revolutionary leader in Russia. After the October Revolution, he was Chief of Cheka of the Petrograd Soviet. Uritsky was assassinated by Leonid Kannegisser, a military cadet, who was executed shortly afterwards."}, {"title": "Red Terror", "href": "/wiki/Red_Terror", "description": "The Red Terror in Soviet Russia was a campaign of political repression and executions carried out by the Bolsheviks—chiefly through the Cheka, the Bolshevik secret police—in mid-1918 after the beginning of the Russian Civil War. Arising after an assassination attempt on Vladimir Lenin, the Red Terror was modeled on the Reign of Terror of the French Revolution, and sought to eliminate opposition, p"}]}, {"heading": "Events", "year": "1922", "date": "August 30", "txt": "Battle of Dumlupınar: The final battle in the Greco-Turkish War (\"Turkish War of Independence\").", "entities": [{"title": "Battle of Dumlupınar", "href": "/wiki/Battle_of_Dumlup%C4%B1nar", "description": "The Battle of Dumlupınar, or known as Field Battle of the Commander-in-Chief in Turkey, was the last battle in the Greco-Turkish War (1919–1922). The battle was fought from 26 to 30 August 1922 near Dumlupınar, Kütahya in Turkey."}, {"title": "Greco-Turkish War (1919–22)", "href": "/wiki/Greco-Turkish_War_(1919%E2%80%9322)", "description": "The Greco-Turkish War of 1919–1922 was fought between Greece and the Turkish National Movement during the partitioning of the Ottoman Empire in the aftermath of World War I, between May 1919 and October 1922."}]}, {"heading": "Events", "year": "1936", "date": "August 30", "txt": "The RMS Queen Mary wins the Blue Riband by setting the fastest transatlantic crossing.", "entities": [{"title": "RMS Queen Mary", "href": "/wiki/RMS_Queen_Mary", "description": "The RMS Queen Mary is a retired British ocean liner that sailed primarily on the North Atlantic Ocean from 1936 to 1967 for the Cunard-White Star Line and built by John Brown & Company in Clydebank, Scotland. Queen Mary, along with RMS Queen Elizabeth, were built as part of Cunard's planned two-ship weekly express service between Southampton, Cherbourg and New York. The two ships were a British re"}, {"title": "Blue Riband", "href": "/wiki/Blue_Riband", "description": "The Blue Riband is an unofficial accolade given to the passenger liner crossing the Atlantic Ocean in regular service with the record highest average speed. The term was borrowed from horse racing and was not widely used until after 1910. The record is based on average speed rather than passage time because ships follow different routes. \nAlso, eastbound and westbound speed records are reckoned se"}]}, {"heading": "Events", "year": "1940", "date": "August 30", "txt": "The Second Vienna Award reassigns the territory of Northern Transylvania from Romania to Hungary.", "entities": [{"title": "Second Vienna Award", "href": "/wiki/Second_Vienna_Award", "description": "The Second Vienna Award, also known as the Vienna Diktat, was the second of two territorial disputes that were arbitrated by Nazi Germany and Fascist Italy. On 30 August 1940, they assigned the territory of Northern Transylvania, including all of Maramureș and part of Crișana, from Romania to Hungary."}, {"title": "Northern Transylvania", "href": "/wiki/Northern_Transylvania", "description": "Northern Transylvania was the region of the Kingdom of Romania that during World War II, as a consequence of the August 1940 territorial agreement known as the Second Vienna Award, became part of the Kingdom of Hungary. With an area of 43,104 km2 (16,643 sq mi), the population was largely composed of both ethnic Romanians and Hungarians."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1941", "date": "August 30", "txt": "The Tighina Agreement, a treaty regarding administration issues of the Transnistria Governorate, is signed between Germany and Romania.", "entities": [{"title": "Tighina Agreement", "href": "/wiki/Tighina_Agreement", "description": "The Tighina Agreement was an agreement between Germany and Romania about administration, economy and security issues of the Transnistria Governorate that entered into force on 30 August 1941. It was signed during World War II, while the Axis invasion of the Soviet Union was taking place. The Tiraspol Agreement in which Romania received the region had entered in force shortly before, on 19 August."}, {"title": "Transnistria Governorate", "href": "/wiki/Transnistria_Governorate", "description": "The Transnistria Governorate was a Romanian-administered territory between the Dniester and Southern Bug, conquered by the Axis Powers from the Soviet Union during Operation Barbarossa and occupied from 19 August 1941 to 29 January 1944. Limited in the west by the Dniester river, in the east by the Southern Bug river, and in the south by the Black Sea, it comprised the present-day region of Transn"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}]}, {"heading": "Events", "year": "1942", "date": "August 30", "txt": "World War II: The Battle of Alam el Halfa begins.", "entities": [{"title": "Battle of Alam el Halfa", "href": "/wiki/Battle_of_Alam_el_Halfa", "description": "The Battle of Alam el Halfa took place between 30 August and 5 September 1942 south of El Alamein during the Western Desert Campaign of the Second World War. Panzerarmee Afrika, attempted an envelopment of the British Eighth Army. In Unternehmen Brandung, the last big Axis offensive of the Western Desert Campaign, Rommel intended to defeat the Eighth Army before Allied reinforcements arrived."}]}, {"heading": "Events", "year": "1945", "date": "August 30", "txt": "The Japanese occupation of Hong Kong comes to an end.", "entities": [{"title": "Japanese occupation of Hong Kong", "href": "/wiki/Japanese_occupation_of_Hong_Kong", "description": "The Imperial Japanese occupation of Hong Kong began when the Governor of Hong Kong, Sir Mark Young, surrendered the British Crown colony of Hong Kong to the Empire of Japan on 25 December 1941. The surrender occurred after 18 days of fierce fighting against the overwhelming Japanese forces that had invaded the territory. The occupation lasted for three years and eight months until Japan surrendere"}]}, {"heading": "Events", "year": "1945", "date": "August 30", "txt": "The Supreme Commander of the Allied Forces, General Douglas MacArthur lands at Atsugi Air Force Base.", "entities": [{"title": "Douglas MacArthur", "href": "/wiki/Douglas_MacArthur", "description": "Douglas MacArthur was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines campaign, which made him and his father Arthur MacArthur Jr. the first father and son to be awarded the"}, {"title": "Atsugi Air Force Base", "href": "/wiki/Atsugi_Air_Force_Base", "description": "Naval Air Facility Atsugi  is a naval air base located in the cities of Yamato and Ayase in Kanagawa Prefecture, Japan. It is the largest United States Navy (USN) air base in the Pacific Ocean and houses the squadrons of Carrier Air Wing Five (CVW-5), which deploys with the aircraft carrier USS Ronald Reagan."}]}, {"heading": "Events", "year": "1945", "date": "August 30", "txt": "The Allied Control Council, governing Germany after World War II, comes into being.", "entities": []}, {"heading": "Events", "year": "1959", "date": "August 30", "txt": "South Vietnamese opposition figure Phan Quang Dan was elected to the National Assembly despite soldiers being bussed in to vote for President Ngo Dinh Diem's candidate.", "entities": [{"title": "Phan Quang Dan", "href": "/wiki/Phan_Quang_Dan", "description": "Phan Quang Đán was a Vietnamese political opposition figure who was one of only two non-government politicians who won a seat in the 1959 South Vietnamese election for the National Assembly. Subsequently, he was arrested by the forces of President Ngo Dinh Diem and not allowed to take his seat. The most prominent dissident during the rule of Diem, he is remembered more for his incarceration than h"}, {"title": "1959 South Vietnamese legislative election", "href": "/wiki/1959_South_Vietnamese_legislative_election", "description": "Parliamentary elections were held in South Vietnam on 30 August 1959, resulting in an overwhelming victory for President Ngô Đình Diệm and the government. The regime won all but two of the 123 seats in the National Assembly, taken by five pro-government political parties and pro-government independent candidates. The elections allowed some liberalization in terms of freedom of speech, but the Diệm"}, {"title": "Army of the Republic of Vietnam", "href": "/wiki/Army_of_the_Republic_of_Vietnam", "description": "The Army of the Republic of Vietnam were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975. It is estimated to have suffered 1,394,000 casualties during the Vietnam War."}, {"title": "Ngo Dinh Diem", "href": "/wiki/Ngo_Dinh_Diem", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}]}, {"heading": "Events", "year": "1962", "date": "August 30", "txt": "Japan conducts a test of the NAMC YS-11, its first aircraft since World War II and its only successful commercial aircraft from before or after the war.", "entities": [{"title": "NAMC YS-11", "href": "/wiki/NAMC_YS-11", "description": "The NAMC YS-11 is a turboprop airliner designed and built by the Nihon Aircraft Manufacturing Corporation (NAMC), a Japanese consortium. It was the only post-war airliner to be wholly designed and manufactured in Japan until the development of the Mitsubishi SpaceJet during the 2010s, roughly 50 years later."}]}, {"heading": "Events", "year": "1963", "date": "August 30", "txt": "The Moscow–Washington hotline between the leaders of the U.S. and the Soviet Union goes into operation.", "entities": [{"title": "Moscow–Washington hotline", "href": "/wiki/Moscow%E2%80%93Washington_hotline", "description": "The Moscow–Washington hotline is a system that allows direct communication between the leaders of the United States and the Russian Federation. This hotline was established in 1963 and links the Pentagon with the Kremlin. Although in popular culture it is known as the \"red telephone\", the hotline was never a telephone line, and no red phones were used. The first implementation used Teletype equipm"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1967", "date": "August 30", "txt": "Thurgood Marshall is confirmed as the first African American Justice of the Supreme Court of the United States.", "entities": [{"title": "Thurgood Marshall", "href": "/wiki/Thurgood_Marshall", "description": "Thurgood Marshall was an American lawyer and civil rights activist who served as Associate Justice of the Supreme Court of the United States from October 1967 until October 1991. Marshall was the Court's first African-American justice. Prior to his judicial service, he successfully argued several cases before the Supreme Court, including Brown v. Board of Education."}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Associate Justice of the Supreme Court of the United States", "href": "/wiki/Associate_Justice_of_the_Supreme_Court_of_the_United_States", "description": "An associate justice of the Supreme Court of the United States is any member of the Supreme Court of the United States other than the chief justice of the United States. The number of associate justices is eight, as set by the Judiciary Act of 1869."}, {"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "1974", "date": "August 30", "txt": "A Belgrade–Dortmund express train derails at the main train station in Zagreb killing 153 passengers.", "entities": [{"title": "Belgrade", "href": "/wiki/Belgrade", "description": "Belgrade is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. Nearly 1.7 million people live within the administrative limits of the City of Belgrade, a quarter of the total population of Serbia."}, {"title": "Dortmund", "href": "/wiki/Dortmund", "description": "Dortmund is the third-largest city in North Rhine-Westphalia after Cologne and Düsseldorf, and the eighth-largest city of Germany, with a population of 588,250 inhabitants as of 2021. It is the largest city of the Ruhr, Germany's largest urban area with some 5.1 million inhabitants, as well as the largest city of Westphalia. On the Emscher and Ruhr rivers, it lies in the Rhine-Ruhr Metropolitan Re"}, {"title": "Zagreb train disaster", "href": "/wiki/Zagreb_train_disaster", "description": "The Zagreb train disaster occurred on 30 August 1974 when an express train traveling from Belgrade to Dortmund, West Germany, derailed before entering Zagreb Main Station, killing 153 people. It was the worst rail accident in Yugoslavia's history to that date and remains one of the worst in Europe's history."}, {"title": "Zagreb", "href": "/wiki/Zagreb", "description": "Zagreb is the capital and largest city of Croatia. It is in the northwest of the country, along the Sava river, at the southern slopes of the Medvednica mountain. Zagreb lies at an elevation of approximately 122 m (400 ft) above sea level. The estimated population of the city in 2018 was 804,507. The population of the Zagreb urban agglomeration is 1,153,255, approximately a quarter of the total po"}]}, {"heading": "Events", "year": "1974", "date": "August 30", "txt": "A powerful bomb explodes at the Mitsubishi Heavy Industries headquarters in Marunouchi, Tokyo. Eight are killed, 378 are injured. Eight left-wing activists are arrested on May 19, 1975, by Japanese authorities.", "entities": [{"title": "Mitsubishi Heavy Industries", "href": "/wiki/Mitsubishi_Heavy_Industries", "description": "Mitsubishi Heavy Industries, Ltd.  is a Japanese multinational engineering, electrical equipment and electronics company headquartered in Tokyo, Japan. MHI is one of the core companies of the Mitsubishi Group and its automobile department is the predecessor of Mitsubishi Motors."}, {"title": "Marunouchi", "href": "/wiki/Marunouchi", "description": "Marunouchi (丸の内) is a commercial district of Tokyo located in Chiyoda between Tokyo Station and the Imperial Palace. The name, meaning \"inside the circle\", derives from its location within the palace's outer moat. It is also Tokyo's financial district and the country's three largest banks are headquartered there."}]}, {"heading": "Events", "year": "1981", "date": "August 30", "txt": "President Mohammad-Ali Rajai and Prime Minister Mohammad-Javad Bahonar of Iran are assassinated in a bombing committed by the People's Mujahedin of Iran.", "entities": [{"title": "Mohammad-Ali Rajai", "href": "/wiki/Mohammad-Ali_Rajai", "description": "Mohammad-Ali Rajai was the second President of Iran from 2 to 30 August 1981 after serving as prime minister under Abolhassan Banisadr. He was also minister of foreign affairs from 11 March 1981 to 15 August 1981, while he was prime minister. He was assassinated in a bombing on 30 August 1981 along with prime minister Mohammad-Javad Bahonar."}, {"title": "Mohammad-Javad Bahonar", "href": "/wiki/Mohammad-Javad_Bahonar", "description": "Mohammad-Javad Bahonar was a Shia Iranian theologian and politician who served as the Prime Minister of Iran for less than one month in August 1981. Bahonar and other members of Mohammad-Ali Rajai's government were assassinated by Mujahideen-e Khalq."}, {"title": "People's Mujahedin of Iran", "href": "/wiki/People%27s_Mujahedin_of_Iran", "description": "The People's Mujahedin Organization of Iran, or the Mujahedin-e-Khalq, is an Iranian political-militant organization. It advocates overthrowing the leadership of the Islamic Republic of Iran and installing its own government. Its revolutionary interpretation of Islam contrasts with the conservative Islam of the traditional clergy as well as the populist version developed by Ayatollah Khomeini in t"}]}, {"heading": "Events", "year": "1983", "date": "August 30", "txt": "Aeroflot Flight 5463 crashes into Dolan Mountain while approaching Almaty International Airport in present-day Kazakhstan, killing all 90 people on board.", "entities": [{"title": "Aeroflot Flight 5463", "href": "/wiki/Aeroflot_Flight_5463", "description": "Aeroflot Flight 5463 was a Soviet domestic passenger flight from Chelyabinsk to Almaty which crashed on 30 August 1983 while approaching Almaty. The Tupolev Tu-134A collided with the western slope of Dolan Mountain at an altitude of 690 m (2,260 ft). As a result of the accident, all ninety people on board were killed. Crew error was cited as the cause of the accident."}, {"title": "Almaty International Airport", "href": "/wiki/Almaty_International_Airport", "description": "Almaty International Airport, is a major international airport in Almaty, Kazakhstan. It is also the largest international airport in Kazakhstan. Almaty International Airport is about 15 km (9.3 mi) northeast of Almaty, the country's largest city and commercial capital. Almaty International Airport accounts for half of passenger traffic and 68% of cargo traffic to Kazakhstan. At 4,500 metres (14,8"}, {"title": "Kazakhstan", "href": "/wiki/Kazakhstan", "description": "Kazakhstan, officially the Republic of Kazakhstan, is a transcontinental country mainly located in Central Asia, but with a smaller portion west of the Ural River in Eastern Europe. It covers a land area of 2,724,900 square kilometres (1,052,100 sq mi), and shares land borders with Russia in the north, China in the east, and Kyrgyzstan, Uzbekistan, and Turkmenistan in the south while also adjoinin"}]}, {"heading": "Events", "year": "1984", "date": "August 30", "txt": "STS-41-D: The Space Shuttle Discovery takes off on its maiden voyage.", "entities": [{"title": "STS-41-D", "href": "/wiki/STS-41-D", "description": "STS-41-D was the 12th flight of NASA's Space Shuttle program, and the first mission of Space Shuttle Discovery. It was launched from Kennedy Space Center, Florida, on 30 August 1984, and landed at Edwards Air Force Base, California, on 5 September. Three commercial communications satellites were deployed into orbit during the six-day mission, and a number of scientific experiments were conducted."}, {"title": "Space Shuttle", "href": "/wiki/Space_Shuttle", "description": "The Space Shuttle was a partially reusable low Earth orbital spacecraft system operated from 1981 to 2011 by the U.S. National Aeronautics and Space Administration (NASA) as part of the Space Shuttle program. Its official program name was Space Transportation System (STS), taken from a 1969 plan for a system of reusable spacecraft where it was the only item funded for development. The first of fou"}]}, {"heading": "Events", "year": "1991", "date": "August 30", "txt": "Dissolution of the Soviet Union: Azerbaijan declares independence from Soviet Union.", "entities": [{"title": "Dissolution of the Soviet Union", "href": "/wiki/Dissolution_of_the_Soviet_Union", "description": "The dissolution of the Soviet Union (1988–1991) was the process of internal disintegration within the Soviet Union, which began with growing unrest in its various constituent republics developing into an incessant political and legislative conflict between the republics and the central government, and ended when the leaders of three primal republics declared it no longer existed, later accompanied"}, {"title": "Azerbaijan", "href": "/wiki/Azerbaijan", "description": "Azerbaijan, officially the Republic of Azerbaijan, is a country in the Caucasus region of Eurasia. Located at the crossroads of Eastern Europe and Western Asia, it is bounded by the Caspian Sea to the east, the Russian republic of Dagestan to the north, Georgia to the northwest, Armenia and Turkey to the west, and Iran to the south."}]}, {"heading": "Events", "year": "1992", "date": "August 30", "txt": "The 11-day Ruby Ridge standoff ends with Randy Weaver surrendering to federal authorities.", "entities": [{"title": "Ruby Ridge", "href": "/wiki/Ruby_Ridge", "description": "Ruby Ridge was the site of an 11-day siege in 1992 in Boundary County, Idaho, near Naples. It began on August 21, when deputies of the United States Marshals Service (USMS) initiated action to apprehend and arrest Randy Weaver under a bench warrant after his failure to appear on firearms charges. Given three conflicting dates for his court appearance, and suspecting a conspiracy against him, Weave"}, {"title": "Randy Weaver", "href": "/wiki/Randy_Weaver", "description": "Randall Claude \"Randy\" Weaver is a former U.S. Army engineer known for his role in the Ruby Ridge standoff near Naples, Idaho, in 1992. Weaver, his family, and a friend named Kevin Harris engaged in an armed standoff with U.S. Marshals and FBI agents. During the standoff, Weaver’s 14-year-old son Sammy was shot in the back and killed by a U.S. Marshal, after which Harris shot and killed U.S. Marsh"}]}, {"heading": "Events", "year": "1995", "date": "August 30", "txt": "Bosnian War: NATO launches Operation Deliberate Force against Bosnian Serb forces.", "entities": [{"title": "Bosnian War", "href": "/wiki/Bosnian_War", "description": "The Bosnian War was an international armed conflict that took place in Bosnia and Herzegovina between 1992 and 1995. The war is commonly seen as having started on 6 April 1992, following a number of earlier violent incidents. The war ended on 14 December 1995. The main belligerents were the forces of the Republic of Bosnia and Herzegovina and those of Herzeg-Bosnia and Republika Srpska, proto-stat"}, {"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}, {"title": "Operation Deliberate Force", "href": "/wiki/Operation_Deliberate_Force", "description": "Operation Deliberate Force was a sustained air campaign conducted by the North Atlantic Treaty Organisation (NATO), in concert with the United Nations Protection Force (UNPROFOR) ground operations, to undermine the military capability of the Army of Republika Srpska (VRS), which had threatened and attacked UN-designated \"safe areas\" in Bosnia and Herzegovina during the Bosnian War with the Srebren"}, {"title": "Bosnian Serb", "href": "/wiki/Bosnian_Serb", "description": "The Serbs of Bosnia and Herzegovina are one of the three constitutive nations of the country, predominantly residing in the political-territorial entity of Republika Srpska."}]}, {"heading": "Events", "year": "1998", "date": "August 30", "txt": "Second Congo War: Armed forces of the Democratic Republic of the Congo (DRC) and their Angolan and Zimbabwean allies recapture Matadi and the Inga dams in the western DRC from RCD and Rwandan troops.", "entities": [{"title": "Second Congo War", "href": "/wiki/Second_Congo_War", "description": "The Second Congo War began in the Democratic Republic of the Congo in August 1998, little more than a year after the First Congo War, and involved some of the same issues. The war officially ended in July 2003, when the Transitional Government of the Democratic Republic of the Congo took power. Although a peace agreement was signed in 2002, violence has continued in many regions of the country, es"}, {"title": "Democratic Republic of the Congo", "href": "/wiki/Democratic_Republic_of_the_Congo", "description": "The Democratic Republic of the Congo (DRC), also known as Congo-Kinshasa, DR Congo, the DROC, or simply either Congo or the Congo, and historically Zaire, is a country in Central Africa. It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa, and the 11th-largest in the world. With a population of around 105 million, the Democratic Republic of the Congo is t"}, {"title": "Angola", "href": "/wiki/Angola", "description": "Angola, officially the Republic of Angola, is a country located on the west coast of Southern Africa. It is the second-largest lusophone (Portuguese-speaking) country in both total area and population, and it is the seventh-largest country in Africa, bordered by Namibia to the south, the Democratic Republic of the Congo to the north, Zambia to the east, and the Atlantic Ocean to the west. Angola h"}, {"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}, {"title": "Matadi", "href": "/wiki/Matadi", "description": "Matadi is the chief sea port of the Democratic Republic of the Congo and the capital of the Kongo Central province, adjacent to the border with Angola. It had a population of 245,862 (2004). Matadi is situated on the left bank of the Congo River, 148 km (92 mi) from the mouth and 8 km (5.0 mi) below the last navigable point before the rapids that make the river impassable for a long stretch uprive"}, {"title": "Inga dams", "href": "/wiki/Inga_dams", "description": "The Inga Dams are two hydroelectric dams connected to one of the largest waterfalls in the world, Inga Falls. They are located in the western Democratic Republic of the Congo and 140 miles southwest of Kinshasa."}, {"title": "Rally for Congolese Democracy", "href": "/wiki/Rally_for_Congolese_Democracy", "description": "The Congolese Rally for Democracy, also known as the Rally for Congolese Democracy, is a political party and a former rebel group that operated in the eastern region of the Democratic Republic of the Congo (DRC). It was supported by the government of Rwanda, and was a major armed faction in the Second Congo War (1998-2003). It became a social liberal political party in 2003."}, {"title": "Rwanda", "href": "/wiki/Rwanda", "description": "Rwanda, officially the Republic of Rwanda, is a landlocked country in the Great Rift Valley, where the African Great Lakes region and East Africa converge. One of the smallest countries on the African mainland, its capital city is Kigali. Located a few degrees south of the Equator, Rwanda is bordered by Uganda, Tanzania, Burundi, and the Democratic Republic of the Congo. It is highly elevated, giv"}]}, {"heading": "Events", "year": "2002", "date": "August 30", "txt": "Rico Linhas Aéreas Flight 4823 crashes on approach to Rio Branco International Airport, killing 23 of the 31 people on board.", "entities": [{"title": "Rico Linhas Aéreas Flight 4823", "href": "/wiki/Rico_Linhas_A%C3%A9reas_Flight_4823", "description": "Rico Linhas Aéreas Flight 4823 was a short haul domestic Brazilian flight from Cruzeiro do Sul, and Tarauacá to Rio Branco. On 30 August 2002, the Embraer EMB 120 Brasilia, registration PT-WRQ, flying the route crashed in heavy rain. Of the 31 aboard, 23 were killed, including all three crew members, and 20 of the 28 passengers."}, {"title": "Rio Branco International Airport", "href": "/wiki/Rio_Branco_International_Airport", "description": "Rio Branco-Plácido de Castro International Airport is the airport serving Rio Branco, Brazil. Since April 13, 2009 the airport is named after José Plácido de Castro (1873–1908) a politician leader of the Acrean Revolution."}]}, {"heading": "Events", "year": "2008", "date": "August 30", "txt": "A Conviasa Boeing 737 crashes into Illiniza Volcano in Ecuador, killing all three people on board.", "entities": [{"title": "Conviasa", "href": "/wiki/Conviasa", "description": "Conviasa is a Venezuelan airline with its headquarters on the grounds of Simón Bolívar International Airport in Maiquetía, Venezuela, near Caracas. It is the flag carrier and largest airline of Venezuela, operating services to domestic destinations and to destinations in the Caribbean and South America."}, {"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}, {"title": "2008 Conviasa Boeing 737 crash", "href": "/wiki/2008_Conviasa_Boeing_737_crash", "description": "A Conviasa Boeing 737-291 Advanced ferry flight from Maiquetia, Venezuela to Latacunga, Ecuador crashed into Illiniza Volcano. The aircraft had been stored at Caracas and was being ferried to a new owner. There were three crew on board with no passengers. There were no survivors."}, {"title": "Illiniza", "href": "/wiki/Illiniza", "description": "The Illinizas are a pair of volcanic mountains that are located to the south of Quito, Ecuador. They are located in the Illinizas Ecological Reserve. These twin mountains are separated by a saddle that is about a kilometer long. The peaks are among the highest in Ecuador, with Illiniza Sur standing slightly taller than Illiniza Norte, its northern counterpart, at 5245 metres and 5126 metres respec"}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}]}, {"heading": "Events", "year": "2014", "date": "August 30", "txt": "Prime Minister of Lesotho Tom Thabane flees to South Africa as the army allegedly stages a coup.", "entities": [{"title": "Tom Thabane", "href": "/wiki/Tom_Thabane", "description": "Thomas Motsoahae Thabane is a Mosotho politician who was the Prime Minister of Lesotho from 2012 to 2015 and from 2017 to 2020. He is leader of the All Basotho Convention (ABC) political party."}, {"title": "2014 Lesotho political crisis", "href": "/wiki/2014_Lesotho_political_crisis", "description": "On 30 August 2014, Lesotho's Prime Minister Tom Thabane alleged that a coup d'état had been launched against him. This followed a previous allegation which caused him to suspend parliament over possible extra-constitutional manoeuvres. It also followed pressure from South Africa to maintain the democratic process. The next day, Deputy Prime Minister Mothetjoa Metsing assumed responsibility for run"}]}, {"heading": "Births", "year": "1334", "date": "August 30", "txt": "Peter of Castile (d. 1369)", "entities": [{"title": "Peter of Castile", "href": "/wiki/Peter_of_Castile", "description": "Peter, called the Cruel or the Just, was the king of Castile and León from 1350 to 1369. Peter was the last ruler of the main branch of the House of Ivrea."}]}, {"heading": "Births", "year": "1574", "date": "August 30", "txt": "Albert Szenczi Molnár, Hungarian writer and translator (d. 1634)", "entities": [{"title": "Albert Szenczi Molnár", "href": "/wiki/Albert_Szenczi_Moln%C3%A1r", "description": "Albert Szenczi Molnár was a Hungarian Calvinist pastor, linguist, philosopher, poet, religious writer and translator."}]}, {"heading": "Births", "year": "1609", "date": "August 30", "txt": "Sir Alexander Carew, 2nd Baronet, English politician (d. 1644)", "entities": [{"title": "Sir Alexander Carew, 2nd Baronet", "href": "/wiki/Sir_Alexander_Carew,_2nd_Baronet", "description": "Sir Alexander Carew was an English landowner, soldier and politician from Antony, Cornwall. Elected Member of Parliament for Cornwall in November 1640, he voted for the execution of the Earl of Strafford in May 1641, and supported the removal of bishops from the Church of England."}]}, {"heading": "Births", "year": "1609", "date": "August 30", "txt": "Artus Quellinus the Elder, Flemish sculptor (d. 1668)", "entities": []}, {"heading": "Births", "year": "1627", "date": "August 30", "txt": "Itō Jinsai, Japanese philosopher (d. 1705)", "entities": [{"title": "Itō Jinsai", "href": "/wiki/It%C5%8D_Jinsai", "description": "Itō Jinsai , who also went by the pen name Keisai, was a Japanese Confucian philosopher and educator. He is considered to be one of the most influential Confucian scholars of seventeenth century Japan, and the Tokugawa period (1600–1868) generally, his teachings flourishing especially in Kyoto and the Kansai area through the final years of the Tokugawa shogunate."}]}, {"heading": "Births", "year": "1716", "date": "August 30", "txt": "Capability Brown, British landscape architect (d. 1783)", "entities": [{"title": "Capability Brown", "href": "/wiki/Capability_Brown", "description": "Lancelot Brown, more commonly known as Capability Brown, was an English landscape architect. He is remembered as \"the last of the great English 18th-century artists to be accorded his due\" and \"England's greatest gardener\"."}]}, {"heading": "Births", "year": "1720", "date": "August 30", "txt": "Samuel Whitbread, English brewer and politician, founded Whitbread (d. 1796)", "entities": [{"title": "Samuel Whitbread (1720–1796)", "href": "/wiki/Samuel_Whitbread_(1720%E2%80%931796)", "description": "Samuel Whitbread was an English brewer and Member of Parliament. In 1742, he established a brewery that in 1799 became Whitbread & Co Ltd."}, {"title": "Whitbread", "href": "/wiki/Whitbread", "description": "Whitbread PLC is a multinational British hotel and restaurant company headquartered in Houghton Regis, England."}]}, {"heading": "Births", "year": "1748", "date": "August 30", "txt": "Jacques-Louis David, French painter and illustrator (d. 1825)", "entities": [{"title": "Jacques-Louis David", "href": "/wiki/Jacques-Louis_David", "description": "Jacques-Louis David was a French painter in the Neoclassical style, considered to be the preeminent painter of the era. In the 1780s his cerebral brand of history painting marked a change in taste away from Rococo frivolity toward classical austerity and severity and heightened feeling, harmonizing with the moral climate of the final years of the Ancien Régime."}]}, {"heading": "Births", "year": "1768", "date": "August 30", "txt": "Joseph Dennie, American author and journalist (d. 1812)", "entities": [{"title": "Joseph Dennie", "href": "/wiki/Joseph_Dennie", "description": "Joseph Dennie was an American author and journalist who was one of the foremost men of letters of the Federalist Era. A Federalist, Dennie is best remembered for his series of essays entitled The Lay Preacher and as the founding editor of The Port Folio, a journal espousing classical republican values. Port Folio was the most highly regarded and successful literary publication of its time, and the"}]}, {"heading": "Births", "year": "1797", "date": "August 30", "txt": "Mary Shelley, English novelist and playwright (d. 1851)", "entities": [{"title": "Mary Shelley", "href": "/wiki/Mary_Shelley", "description": "Mary Wollstonecraft Shelley was an English novelist who wrote the Gothic novel Frankenstein; or, The Modern Prometheus (1818), which is considered an early example of science fiction. She also edited and promoted the works of her husband, the Romantic poet and philosopher Percy Bysshe Shelley. Her father was the political philosopher William Godwin and her mother was the philosopher and feminist a"}]}, {"heading": "Births", "year": "1812", "date": "August 30", "txt": "Agoston Haraszthy, Hungarian-American businessman, founded Buena Vista Winery (d. 1869)", "entities": [{"title": "Agoston Haraszthy", "href": "/wiki/Agoston_Haraszthy", "description": "Agoston Haraszthy was a Hungarian-American nobleman, adventurer, traveler, writer, town-builder, and pioneer winemaker in Wisconsin and California, often referred to as the \"Father of California Wine\", alongside Junípero Serra, as well as the \"Father of California Viticulture,\" or the \"Father of Modern Winemaking in California\". One of the first men to plant vineyards in Wisconsin, he was the foun"}, {"title": "Buena Vista Winery", "href": "/wiki/Buena_Vista_Winery", "description": "Buena Vista Winery is a winery located in Sonoma, California, United States. It is the oldest commercial winery in California. It was founded by Agoston Haraszthy in 1857. The winery is located on its original grounds, just east of Sonoma, California."}]}, {"heading": "Births", "year": "1818", "date": "August 30", "txt": "Alexander H. Rice, American businessman and politician, 30th Governor of Massachusetts (d. 1895)", "entities": [{"title": "Alexander H. Rice", "href": "/wiki/Alexander_H._Rice", "description": "Alexander Hamilton Rice was an American politician and businessman from Massachusetts. He served as Mayor of Boston from 1856 to 1857, a U.S. Congressman during the American Civil War, and as the 30th Governor of Massachusetts from 1876–78. He was part owner and president of Rice-Kendall, one of the nation's largest paper products distributors."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1839", "date": "August 30", "txt": "Gulstan Ropert, French-American bishop and missionary (d. 1903)", "entities": [{"title": "Gulstan Ropert", "href": "/wiki/Gulstan_Ropert", "description": "Gulstan Ropert, SS.CC., of the Congregation of the Sacred Hearts of Jesus and Mary served as the third vicar apostolic of the Apostolic Vicariate of the Hawaiian Islands — now the Roman Catholic Diocese of Honolulu, from 1892 to 1903. Born in France at Kerfago, St. Gildas de Rhuys, Morbihan, in Brittany, he was baptized as François. François Ropert entered the Congregation of the Sacred Hearts of "}]}, {"heading": "Births", "year": "1842", "date": "August 30", "txt": "Grand Duchess Alexandra Alexandrovna of Russia (d. 1849)", "entities": [{"title": "Grand Duchess Alexandra Alexandrovna of Russia", "href": "/wiki/Grand_Duchess_Alexandra_Alexandrovna_of_Russia", "description": "Grand Duchess Alexandra Alexandrovna of Russia was the eldest child and first daughter of Tsar Alexander II of Russia and his first wife Marie of Hesse and by Rhine. She died from infant meningitis at the age of six and a half."}]}, {"heading": "Births", "year": "1844", "date": "August 30", "txt": "Emily Ruete/Salama bint Said, also called Sayyida Salme, a Princess of Zanzibar and Oman (d. 1924)", "entities": [{"title": "Emily Ruete", "href": "/wiki/Emily_Ruete", "description": "Emily Ruete was born in Zanzibar as Salama bint Said, also called Sayyida Salme, a Princess of Zanzibar and Oman. She was the youngest of the 36 children of Sayyid Said bin Sultan Al-Busaid, Sultan of Zanzibar and Oman. She is the author of Memoirs of an Arabian Princess from Zanzibar."}]}, {"heading": "Births", "year": "1848", "date": "August 30", "txt": "Andrew Onderdonk, American surveyor and contractor (d. 1905)", "entities": [{"title": "Andrew Onderdonk", "href": "/wiki/Andrew_Onderdonk", "description": "Andrew Onderdonk was an American construction contractor who worked on several major projects in the West, including the San Francisco seawall in California and the Canadian Pacific Railway in British Columbia. He was born on August 30, 1848 in New York City, New York to an established ethnic Dutch family. He received his education at the Rensselaer Polytechnic Institute."}]}, {"heading": "Births", "year": "1850", "date": "August 30", "txt": "Marcelo H. del Pilar, Filipino journalist and lawyer (d. 1896)", "entities": [{"title": "Marcelo H. del Pilar", "href": "/wiki/Marcelo_H._del_Pilar", "description": "Marcelo Hilario del Pilar y Gatmaitán, commonly known as Marcelo H. del Pilar and also known by his pen name Plaridel, was a Filipino writer, lawyer, journalist, and freemason. Del Pilar, along with José Rizal and Graciano López Jaena, became known as the leaders of the Reform Movement in Spain."}]}, {"heading": "Births", "year": "1852", "date": "August 30", "txt": "Jacobus Henricus van 't Hoff, Dutch chemist and academic, Nobel Prize laureate (d. 1911)", "entities": [{"title": "Jacobus Henricus van 't Hoff", "href": "/wiki/Jacobus_Henricus_van_%27t_Hoff", "description": "Jacobus Henricus \"Henry\" van 't Hoff Jr. was a Dutch physical chemist. A highly influential theoretical chemist of his time, Van 't Hoff was the first winner of the Nobel Prize in Chemistry. His pioneering work helped found the modern theory of chemical affinity, chemical equilibrium, chemical kinetics, and chemical thermodynamics. In his 1874 pamphlet Van 't Hoff formulated the theory of the tetr"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1852", "date": "August 30", "txt": "J. Alden Weir, American painter and academic (d. 1919)", "entities": []}, {"heading": "Births", "year": "1855", "date": "August 30", "txt": "Evelyn De Morgan, English painter (d. 1919)", "entities": [{"title": "Evelyn De Morgan", "href": "/wiki/Evelyn_De_Morgan", "description": "Evelyn De Morgan, née Pickering, was an English painter associated early in her career with the later phase of the Pre-Raphaelite Movement. Her paintings are figural, foregrounding the female body through the use of spiritual, mythological, and allegorical themes. They rely on a range of metaphors to express what several scholars have identified as spiritualist and feminist content. She boycotted "}]}, {"heading": "Births", "year": "1856", "date": "August 30", "txt": "Carl David Tolmé Runge, German mathematician, physicist, and spectroscopist (d. 1927)", "entities": [{"title": "Carl David Tolmé Runge", "href": "/wiki/Carl_David_Tolm%C3%A9_Runge", "description": "Carl David Tolmé Runge was a German mathematician, physicist, and spectroscopist."}]}, {"heading": "Births", "year": "1858", "date": "August 30", "txt": "Ignaz Sowinski, Galician architect (d. 1917)", "entities": [{"title": "Ignaz Sowinski", "href": "/wiki/Ignaz_Sowinski", "description": "Ignaz Stanislaus Sowinski was a Polish architect and journalist who was active in Galicia from the middle of the 1880s and until the outbreak of World War I."}]}, {"heading": "Births", "year": "1860", "date": "August 30", "txt": "Isaac Levitan, Russian painter and illustrator (d. 1900)", "entities": [{"title": "Isaac Levitan", "href": "/wiki/Isaac_Levitan", "description": "Isaac Ilyich Levitan was a classical Russian landscape painter who advanced the genre of the \"mood landscape\"."}]}, {"heading": "Births", "year": "1870", "date": "August 30", "txt": "Grand Duchess Alexandra Georgievna of Russia (d. 1891)", "entities": [{"title": "Grand Duchess Alexandra Georgievna of Russia", "href": "/wiki/Grand_Duchess_Alexandra_Georgievna_of_Russia", "description": "Princess Alexandra of Greece and Denmark ; 30 August [O.S. 18 August] 1870 – 24 September 1891), later known as Grand Duchess Alexandra Georgievna of Russia, was a member of the Greek royal family and of the Russian imperial family. She was the daughter of George I of Greece and Olga Constantinovna of Russia. She died of childbirth complications."}]}, {"heading": "Births", "year": "1871", "date": "August 30", "txt": "Ernest Rutherford, New Zealand-English physicist and chemist, Nobel Prize laureate (d. 1937)", "entities": [{"title": "Ernest Rutherford", "href": "/wiki/Ernest_Rutherford", "description": "Ernest Rutherford, 1st Baron Rutherford of Nelson, was a New Zealand-British physicist who came to be known as the father of nuclear physics. Encyclopædia Britannica considers him to be the greatest experimentalist since Michael Faraday (1791–1867)."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1883", "date": "August 30", "txt": "Theo van Doesburg, Dutch artist (d. 1931)", "entities": [{"title": "Theo van Doesburg", "href": "/wiki/Theo_van_Doesburg", "description": "Theo van Doesburg was a Dutch artist, who practiced painting, writing, poetry and architecture. He is best known as the founder and leader of De Stijl. He was married to artist, pianist and choreographer Nelly van Doesburg."}]}, {"heading": "Births", "year": "1884", "date": "August 30", "txt": "Theodor Svedberg, Swedish chemist and physicist, Nobel Prize laureate (d. 1971)", "entities": [{"title": "Theodor Svedberg", "href": "/wiki/Theodor_Svedberg", "description": "Theodor (\"The\") Svedberg was a Swedish chemist and Nobel laureate for his research on colloids and proteins using the ultracentrifuge. Svedberg was active at Uppsala University from the mid 1900s to late 1940s. While at Uppsala, Svedberg started as a docent before becoming the university's physical chemistry head in 1912. After leaving Uppsala in 1949, Svedberg was in charge of the Gustaf Werner I"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1885", "date": "August 30", "txt": "Tedda Courtney, Australian rugby league player and coach (d. 1957)", "entities": [{"title": "Tedda Courtney", "href": "/wiki/Tedda_Courtney", "description": "Ed \"Tedda\" Courtney (1885–1957) was a pioneer Australian rugby league footballer and coach. He played club football for North Sydney, Western Suburbs and representative football for the New South Wales state and Australian national sides. He is considered one of the nation's finest footballers of the 20th century."}]}, {"heading": "Births", "year": "1890", "date": "August 30", "txt": "Samuel Frederick Henry Thompson, English captain and pilot (d. 1918)", "entities": [{"title": "Samuel Frederick Henry Thompson", "href": "/wiki/Samuel_Frederick_Henry_Thompson", "description": "Captain Samuel Frederick Henry \"Siffy\" Thompson was a British World War I two-seater fighter ace who, in conjunction with his observer-gunners, was credited with thirty aerial victories before being shot down and killed. Despite having an active fighter career of only five months, he reached the rank of captain and won two British military decorations."}]}, {"heading": "Births", "year": "1893", "date": "August 30", "txt": "Huey Long, American lawyer and politician, 40th Governor of Louisiana (d. 1935)", "entities": [{"title": "Huey Long", "href": "/wiki/Huey_Long", "description": "Huey Pierce Long Jr., byname \"The Kingfish\", was an American politician who served as the 40th governor of Louisiana from 1928 to 1932 and as a member of the United States Senate from 1932 until his assassination in 1935. He was a populist member of the Democratic Party and rose to national prominence during the Great Depression for his vocal criticism of President Franklin D. Roosevelt and his Ne"}, {"title": "Governor of Louisiana", "href": "/wiki/Governor_of_Louisiana", "description": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws."}]}, {"heading": "Births", "year": "1896", "date": "August 30", "txt": "Raymond Massey, Canadian-American actor and playwright (d. 1983)", "entities": [{"title": "Raymond Massey", "href": "/wiki/Raymond_Massey", "description": "Raymond Hart Massey was a Canadian actor, known for his commanding, stage-trained voice. For his lead role in Abe Lincoln in Illinois (1940), Massey was nominated for the Academy Award for Best Actor. He also was well known for playing Dr. Gillespie in the NBC television series Dr. Kildare (1961–1966). Today, he is most often seen in the film Arsenic and Old Lace (1944), in his role as the malevol"}]}, {"heading": "Births", "year": "1898", "date": "August 30", "txt": "Shirley Booth, American actress and singer (d. 1992)", "entities": [{"title": "Shirley Booth", "href": "/wiki/Shirley_Booth", "description": "Shirley Booth was an American actress. One of only 24 performers to achieve the Triple Crown of Acting, Booth was the recipient of an Academy Award, two Primetime Emmy Awards and three Tony Awards."}]}, {"heading": "Births", "year": "1901", "date": "August 30", "txt": "John Gunther, American journalist and author (d. 1970)", "entities": [{"title": "John Gunther", "href": "/wiki/John_Gunther", "description": "John Gunther was an American journalist and author."}]}, {"heading": "Births", "year": "1901", "date": "August 30", "txt": "Roy Wilkins, American journalist and activist (d. 1981)", "entities": []}, {"heading": "Births", "year": "1903", "date": "August 30", "txt": "Bhagwati Charan Verma, Indian author (d. 1981)", "entities": [{"title": "Bhagwati Charan Verma", "href": "/wiki/Bhagwati_Charan_Verma", "description": "Bhagwati Charan Verma was one of the leading writers in Hindi. He wrote many novels, his best work was Chitralekha (1934), which was made into two successful Hindi films, 1941 and 1964. He was awarded Sahitya Akademi Award for his epic five-part novel, Bhoole Bisre Chitra in 1961 and Padma Bhushan in 1971. He was also nominated to Rajya Sabha in 1978."}]}, {"heading": "Births", "year": "1906", "date": "August 30", "txt": "Joan Blondell, American actress and singer (d. 1979)", "entities": [{"title": "Joan Blondell", "href": "/wiki/Joan_Blondell", "description": "Rose Joan Blondell was an American actress who performed in film and television for half a century."}]}, {"heading": "Births", "year": "1906", "date": "August 30", "txt": "Olga Taussky-Todd, Austrian mathematician (d. 1995)", "entities": []}, {"heading": "Births", "year": "1907", "date": "August 30", "txt": "Leonor Fini, Argentinian painter, illustrator, and author (d. 1996)", "entities": [{"title": "Leonor Fini", "href": "/wiki/Leonor_Fini", "description": "Leonor Fini was an Argentinian and Italian surrealist painter, designer, illustrator, and author, known for her depictions of powerful and erotic women."}]}, {"heading": "Births", "year": "1907", "date": "August 30", "txt": "Bertha Parker Pallan, American archaeologist (d. 1978)", "entities": []}, {"heading": "Births", "year": "1907", "date": "August 30", "txt": "John Mauchly, American physicist and co-founder of the first computer company (d. 1980)", "entities": []}, {"heading": "Births", "year": "1908", "date": "August 30", "txt": "Fred MacMurray, American actor (d. 1991)", "entities": [{"title": "Fred MacMurray", "href": "/wiki/Fred_MacMurray", "description": "Frederick Martin MacMurray was an American actor and singer who appeared in more than 100 films and a successful television series during a career that spanned nearly a half-century, from 1930 to the 1970s. His career as a major movie leading man began in 1935, but his most renowned role was in director Billy Wilder's 1944 film noir Double Indemnity, with costars Barbara Stanwyck and Edward G. Rob"}]}, {"heading": "Births", "year": "1909", "date": "August 30", "txt": "Virginia Lee Burton, American author and illustrator (d. 1968)", "entities": [{"title": "Virginia Lee Burton", "href": "/wiki/Virginia_Lee_Burton", "description": "Virginia Lee Burton, also known by her married name, Virginia Demetrios, was an American illustrator and children's book author. She wrote and illustrated seven children's books, including Mike Mulligan and His Steam Shovel (1939), and The Little House (1943), which won the Caldecott Medal. She also illustrated six books by other authors."}]}, {"heading": "Births", "year": "1910", "date": "August 30", "txt": "Roger Bushell, South African-English soldier and pilot (d. 1944)", "entities": [{"title": "Roger Bushell", "href": "/wiki/Roger_Bushell", "description": "Squadron Leader Roger Joyce Bushell was a South African-born British military aviator. He is best known as the mastermind of the \"Great Escape\" from Stalag Luft III in 1944, but was one of the men recaptured and subsequently murdered by the Gestapo."}]}, {"heading": "Births", "year": "1912", "date": "August 30", "txt": "Edward Mills Purcell, American physicist and academic, Nobel Prize laureate (d. 1997)", "entities": [{"title": "Edward Mills Purcell", "href": "/wiki/Edward_Mills_Purcell", "description": "Edward Mills Purcell was an American physicist who shared the 1952 Nobel Prize for Physics for his independent discovery of nuclear magnetic resonance in liquids and in solids. Nuclear magnetic resonance (NMR) has become widely used to study the molecular structure of pure materials and the composition of mixtures. Friends and colleagues knew him as Ed Purcell."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1912", "date": "August 30", "txt": "Nancy Wake, New Zealand-English captain (d. 2011)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 30", "txt": "Richard Stone, English economist and statistician, Nobel Prize laureate (d. 1991)", "entities": [{"title": "Richard Stone", "href": "/wiki/Richard_Stone", "description": "Sir John Richard Nicholas Stone was an eminent British economist, educated at Westminster School and Cambridge University. In 1984 he received the Nobel Memorial Prize in Economic Sciences for developing an accounting model that could be used to track economic activities on a national and, later, an international scale."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1915", "date": "August 30", "txt": "Princess Lilian, Duchess of Halland (d. 2013)", "entities": [{"title": "Princess Lilian, Duchess of Halland", "href": "/wiki/Princess_Lilian,_Duchess_of_Halland", "description": "Princess Lilian of Sweden, Duchess of Halland, was a Welsh fashion model who became a member of the Swedish royal family through her 1976 marriage to Prince Bertil, Duke of Halland (1912–1997). As such, she was a paternal aunt of King Carl XVI Gustaf of Sweden and a maternal aunt of Queen Margrethe II of Denmark and Queen Anne-Marie of Greece."}]}, {"heading": "Births", "year": "1915", "date": "August 30", "txt": "Robert Strassburg, American composer, conductor, and educator (d. 2003)", "entities": []}, {"heading": "Births", "year": "1916", "date": "August 30", "txt": "Shailendra, Pakistani-Indian songwriter (d. 1968)", "entities": [{"title": "Shailendra (lyricist)", "href": "/wiki/Shailendra_(lyricist)", "description": "Shailendra was a popular Indian Hindi-Urdu Poet, lyricist and Film producer. Noted for his association with the filmmaker Raj Kapoor, singer Mukesh, and the composers Shankar-Jaikishan, he wrote lyrics for several successful Hindi film songs in the 1950s and the 1960s."}]}, {"heading": "Births", "year": "1917", "date": "August 30", "txt": "Denis Healey, English soldier and politician, Chancellor of the Exchequer (d. 2015)", "entities": [{"title": "Denis Healey", "href": "/wiki/Denis_Healey", "description": "Denis Winston Healey, Baron Healey was a British Labour Party politician who served as Chancellor of the Exchequer from 1974 to 1979 and as Secretary of State for Defence from 1964 to 1970; he remains the longest-serving Defence Secretary to date. He was a Member of Parliament from 1952 to 1992, and was Deputy Leader of the Labour Party from 1980 to 1983. To the public at large, Healey became well"}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1917", "date": "August 30", "txt": "Grand Duke Vladimir Kirillovich of Russia (d. 1992)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 30", "txt": "Harold Atcherley, English businessman (d. 2017)", "entities": [{"title": "Harold Atcherley", "href": "/wiki/Harold_Atcherley", "description": "Sir Harold Winter Atcherley was a businessman, public figure and arts administrator in the United Kingdom."}]}, {"heading": "Births", "year": "1918", "date": "August 30", "txt": "Billy Johnson, American baseball player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 30", "txt": "Ted Williams, American baseball player and manager (d. 2002)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 30", "txt": "Maurice Hilleman, American microbiologist and vaccinologist (d. 2005)", "entities": [{"title": "Maurice Hilleman", "href": "/wiki/Maurice_Hilleman", "description": "Maurice Ralph Hilleman was a leading American microbiologist who specialized in vaccinology and developed over 40 vaccines, an unparalleled record of productivity. According to one estimate, his vaccines save nearly 8 million lives each year. Many have described him as one of the most influential vaccinologists of all time."}]}, {"heading": "Births", "year": "1919", "date": "August 30", "txt": "Wolfgang Wagner, German director and manager (d. 2010)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 30", "txt": "Kitty Wells, American singer-songwriter and guitarist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 30", "txt": "Arnold Green, Estonian soldier and politician (d. 2011)", "entities": [{"title": "Arnold Green (politician)", "href": "/wiki/Arnold_Green_(politician)", "description": "Arnold Karlovich Green was a Soviet and Estonian politician and president of the Estonian Olympic Committee from 1989 to 1997, leader of the Estonian Olympic team for the Games in Albertville, Barcelona, Lillehammer and Atlanta and former President of the Estonian Wrestling League and the Estonian Skiing League."}]}, {"heading": "Births", "year": "1922", "date": "August 30", "txt": "Lionel Murphy, Australian jurist and politician, 22nd Attorney-General of Australia (d. 1986)", "entities": [{"title": "Lionel Murphy", "href": "/wiki/Lionel_Murphy", "description": "Lionel Keith Murphy QC was an Australian politician, barrister and judge. He was a Senator for New South Wales from 1962 to 1975, serving as Attorney-General in the Whitlam Government, and then sat on the High Court from 1975 until his death."}, {"title": "Attorney-General of Australia", "href": "/wiki/Attorney-General_of_Australia", "description": "The Attorney-General of Australia is the First Law Officer of the Crown in right of the Commonwealth of Australia, chief law officer of the Commonwealth of Australia and a minister of state. The Attorney-General is usually a member of the Federal Cabinet, but need not be. Under the Constitution, they are appointed by the Governor-General on the advice of the Prime Minister, and serve at the Govern"}]}, {"heading": "Births", "year": "1922", "date": "August 30", "txt": "Regina Resnik, American soprano and actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 30", "txt": "Barbara Ansell, English physician and author (d. 2001)", "entities": [{"title": "Barbara Ansell", "href": "/wiki/Barbara_Ansell", "description": "Barbara Mary Ansell, CBE, FRCP, FRCS was the founder of paediatric rheumatology. Ansell was notable for outstanding contributions to the advancement of paediatric knowledge, specifically defining chronic joint disorders and the improvement of their management."}]}, {"heading": "Births", "year": "1923", "date": "August 30", "txt": "Charmian Clift, Australian journalist and author (d. 1969)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 30", "txt": "Vic Seixas, American tennis player", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 30", "txt": "Kenny Dorham, American singer-songwriter and trumpet player (d. 1972)", "entities": [{"title": "Kenny Dorham", "href": "/wiki/Kenny_Dorham", "description": "McKinley Howard \"Kenny\" Dorham was an American jazz trumpeter, singer, and composer. Dorham's talent is frequently lauded by critics and other musicians, but he never received the kind of attention or public recognition from the jazz establishment that many of his peers did. For this reason, writer Gary Giddins said that Dorham's name has become \"virtually synonymous with underrated.\" Dorham compo"}]}, {"heading": "Births", "year": "1924", "date": "August 30", "txt": "Lajos Kisfaludy, Hungarian chemist and engineer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 30", "txt": "Laurent de Brunhoff, French author and illustrator", "entities": [{"title": "Laurent de Brunhoff", "href": "/wiki/Laurent_de_Brunhoff", "description": "Laurent de Brunhoff is a French author and illustrator, known primarily for continuing the Babar the Elephant series of children's books, created by his father, Jean de Brunhoff."}]}, {"heading": "Births", "year": "1925", "date": "August 30", "txt": "Donald Symington, American actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 30", "txt": "Daryl Gates, American police officer, created the D.A.R.E. Program (d. 2010)", "entities": [{"title": "Daryl Gates", "href": "/wiki/Daryl_Gates", "description": "Daryl Gates was the Chief of the Los Angeles Police Department (LAPD) from 1978 to 1992. His length of tenure was second only to that of William H. Parker. As Chief of the LAPD, he took a hardline, aggressive, paramilitary approach to law enforcement. Gates is co-credited with the creation of SWAT teams with LAPD's John Nelson, who others claim was the originator of SWAT in 1965. Gates also co-fou"}, {"title": "Drug Abuse Resistance Education", "href": "/wiki/Drug_Abuse_Resistance_Education", "description": "Drug Abuse Resistance Education (D.A.R.E.) is an education program that seeks to prevent use of controlled drugs, membership in gangs, and violent behavior. It was founded in Los Angeles in 1983 as a joint initiative of then-LAPD chief Daryl Gates and the Los Angeles Unified School District as a demand-side drug control strategy of the American War on Drugs. The program's mascot is Daren the Lion."}]}, {"heading": "Births", "year": "1927", "date": "August 30", "txt": "Geoffrey Beene, American fashion designer (d. 2004)", "entities": [{"title": "Geoffrey Beene", "href": "/wiki/Geoffrey_Beene", "description": "Geoffrey Beene was an American fashion designer. Beene was one of New York's most famous fashion designers, recognized for his artistic and technical skills and for creating simple, comfortable and dressy women's wear."}]}, {"heading": "Births", "year": "1927", "date": "August 30", "txt": "Bill Daily, American actor and comedian (d. 2018)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 30", "txt": "Piet Kee, Dutch organist and composer (d.2018)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 30", "txt": "Lloyd Casner, American race car driver (d. 1965)", "entities": [{"title": "Lloyd Casner", "href": "/wiki/Lloyd_Casner", "description": "Lloyd Perry Casner was an American race car driver and the creator of the Casner Motor Racing Division team."}]}, {"heading": "Births", "year": "1928", "date": "August 30", "txt": "Harvey Hart, Canadian director and producer (d. 1989)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 30", "txt": "Johnny Mann, American singer-songwriter and conductor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 30", "txt": "Guy de Lussigny, French painter and sculptor (d. 2001)", "entities": [{"title": "Guy de Lussigny", "href": "/wiki/Guy_de_Lussigny", "description": "Guy de Lussigny was a French painter of the school of geometric abstraction."}]}, {"heading": "Births", "year": "1929", "date": "August 30", "txt": "Ian McNaught-Davis, English mountaineer and television host (d. 2014)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 30", "txt": "Warren Buffett, American businessman and philanthropist", "entities": [{"title": "Warren Buffett", "href": "/wiki/Warren_Buffett", "description": "Warren Edward Buffett is an American investor, business tycoon, philanthropist, and the chairman and CEO of Berkshire Hathaway. He is considered one of the most successful investors in the world and has a net worth of over $100.6 billion as of April 2021, making him the world's seventh-wealthiest person."}]}, {"heading": "Births", "year": "1930", "date": "August 30", "txt": "Noel Harford, New Zealand cricketer and basketball player (d. 1981)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 30", "txt": "Jack Swigert, American pilot and astronaut (d. 1982)", "entities": [{"title": "Jack Swigert", "href": "/wiki/Jack_Swigert", "description": "John Leonard \"Jack\" Swigert Jr. was an American NASA astronaut, test pilot, mechanical engineer, aerospace engineer, United States Air Force pilot, and politician. In April 1970, as command module pilot of Apollo 13, he became one of twenty-four astronauts who flew to the Moon."}]}, {"heading": "Births", "year": "1933", "date": "August 30", "txt": "Don Getty, Canadian football player and politician, 11th Premier of Alberta (d. 2016)", "entities": [{"title": "Don Getty", "href": "/wiki/Don_Getty", "description": "Donald Ross Getty, was a Canadian politician who served as the 11th Premier of Alberta between 1985 and 1992. A member of the Progressive Conservatives, he served as Energy Minister and Federal and Intergovernmental Affairs Minister in the government of Peter Lougheed before leaving politics for the private sector in 1979. He returned to politics six years later to contest the leadership contest r"}, {"title": "Premier of Alberta", "href": "/wiki/Premier_of_Alberta", "description": "The premier of Alberta is the first minister for the Canadian province of Alberta, and the province's head of government. The current premier is Jason Kenney, leader of the United Conservative Party, who was sworn in on April 30, 2019."}]}, {"heading": "Births", "year": "1934", "date": "August 30", "txt": "Antonio Cabangon Chua, Filipino media mogul and businessman (d. 2016)", "entities": [{"title": "Antonio Cabangon Chua", "href": "/wiki/Antonio_Cabangon_Chua", "description": "Antonio L. Cabangon-Chua was one of the Philippines' wealthiest businessmen, Philippine ambassador to Laos under the administration of former president Gloria Macapagal-Arroyo and reserved colonel of the Armed Forces of the Philippines being an honorary member of PMA class '56. He graduated from the University of the East in 1956 with a Bachelor of Science in Business Administration. He received a"}]}, {"heading": "Births", "year": "1935", "date": "August 30", "txt": "John Phillips, American singer-songwriter and guitarist (d. 2001)", "entities": [{"title": "John Phillips (musician)", "href": "/wiki/John_Phillips_(musician)", "description": "John Edmund Andrew Phillips was an American singer, guitarist, songwriter, and promoter. He was the leader of the vocal group the Mamas and the Papas, and was one of the chief organizers of the 1967 Monterey Pop Festival."}]}, {"heading": "Births", "year": "1935", "date": "August 30", "txt": "Alexandra Bellow, Romanian-American mathematician", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 30", "txt": "Peter North, English scholar and academic", "entities": [{"title": "Peter North (academic)", "href": "/wiki/Peter_North_(academic)", "description": "Sir Peter Machin North is a British academic lawyer who served as Principal of Jesus College, Oxford from 1984 to 2005 and Vice-Chancellor of the University of Oxford from 1993 to 1997."}]}, {"heading": "Births", "year": "1937", "date": "August 30", "txt": "Bruce McLaren, New Zealand race car driver and engineer, founded the McLaren racing team (d. 1970)", "entities": [{"title": "Bruce McLaren", "href": "/wiki/Bruce_McLaren", "description": "Bruce Leslie McLaren was a New Zealand race-car designer, driver, engineer, and inventor."}, {"title": "McLaren", "href": "/wiki/McLaren", "description": "McLaren Racing Limited is a British motor racing team based at the McLaren Technology Centre in Woking, Surrey, England. McLaren is best known as a Formula One constructor, and is the second oldest active team, and second most successful Formula One team after Ferrari, having won 182 races, 12 Drivers' Championships and 8 Constructors' Championships. McLaren also has a history of competing in Amer"}]}, {"heading": "Births", "year": "1938", "date": "August 30", "txt": "Murray Gleeson, Australian lawyer and judge, 11th Chief Justice of Australia", "entities": [{"title": "Murray Gleeson", "href": "/wiki/Murray_Gleeson", "description": "Anthony Murray Gleeson is an Australian former judge who served as the 11th Chief Justice of Australia, in office from 1998 to 2008."}, {"title": "Chief Justice of Australia", "href": "/wiki/Chief_Justice_of_Australia", "description": "The Chief Justice of Australia is the presiding justice of the High Court of Australia and the highest-ranking judicial officer in the Commonwealth of Australia. The incumbent is Susan Kiefel, who is the first woman to hold the position."}]}, {"heading": "Births", "year": "1939", "date": "August 30", "txt": "Elizabeth Ashley, American actress", "entities": [{"title": "Elizabeth Ashley", "href": "/wiki/Elizabeth_Ashley", "description": "Elizabeth Ann Cole, known professionally as Elizabeth Ashley, is an American actress of theatre, film, and television. She has been nominated for three Tony Awards, winning once in 1962 for Take Her, She's Mine. Ashley was also nominated for the BAFTA and Golden Globe awards for her performance in The Carpetbaggers (1964), and was nominated for an Emmy Award in 1991 for Evening Shade.\nElizabeth wa"}]}, {"heading": "Births", "year": "1939", "date": "August 30", "txt": "John Peel, English radio host and producer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 30", "txt": "Ignazio Giunti, Italian race car driver (d. 1971)", "entities": [{"title": "Ignazio Giunti", "href": "/wiki/Ignazio_Giunti", "description": "Ignazio Giunti was an Italian racing driver. He competed in Formula One as well as in saloon and Sports Car Racing."}]}, {"heading": "Births", "year": "1941", "date": "August 30", "txt": "Ben Jones, American actor and politician", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 30", "txt": "Sue MacGregor, English journalist and radio host", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 30", "txt": "John McNally, English singer and guitarist (The Searchers)", "entities": [{"title": "The Searchers (band)", "href": "/wiki/The_Searchers_(band)", "description": "The Searchers were an English Merseybeat group who emerged during the British Invasion of the 1960s along with the Beatles, the Hollies, the Fourmost, the Merseybeats, the Swinging Blue Jeans, and Gerry and the Pacemakers."}]}, {"heading": "Births", "year": "1942", "date": "August 30", "txt": "Jonathan Aitken, Irish-British journalist and politician, Minister for Defence Procurement", "entities": [{"title": "Jonathan Aitken", "href": "/wiki/Jonathan_Aitken", "description": "Jonathan William Patrick Aitken is an Irish-born British former Conservative Member of Parliament in the United Kingdom (1974–97), former Cabinet minister and Church of England parish priest. He was convicted of perjury in 1999 and received an 18-month prison sentence, of which he served seven months. Aitken was a member of Her Majesty's Most Honourable Privy Council. After becoming a Christian, h"}, {"title": "Minister for Defence Procurement", "href": "/wiki/Minister_for_Defence_Procurement", "description": "The Minister for Defence Procurement is a junior Defence minister in the Ministry of Defence of the British Government. The current incumbent of the post, Conservative MP, Jeremy Quin, was appointed on 13 February 2020."}]}, {"heading": "Births", "year": "1942", "date": "August 30", "txt": "Pervez Sajjad, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 30", "txt": "Tal Brody, American-Israeli basketball player and coach", "entities": [{"title": "Tal Brody", "href": "/wiki/Tal_Brody", "description": "Talbot \"Tal\" Brody, nicknamed Mr. Basketball, is an American-Israeli former professional basketball player and current goodwill ambassador of Israel. Brody was drafted #12 in the National Basketball Association (NBA) draft, but chose to pass up an NBA career, to instead play basketball in Israel. He played on national basketball teams of both the United States and Israel, and served in the armies "}]}, {"heading": "Births", "year": "1943", "date": "August 30", "txt": "Robert Crumb, American illustrator", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 30", "txt": "Colin Dann, English author", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 30", "txt": "Nigel Hall, English sculptor and academic", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 30", "txt": "Jean-Claude Killy, French skier", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 30", "txt": "David Maslanka, American composer and academic (d. 2017)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 30", "txt": "Frances Cairncross, English economist, journalist, and academic", "entities": [{"title": "Frances Cairncross", "href": "/wiki/Frances_Cairncross", "description": "\n\nDame Frances Anne Cairncross, is a British economist, journalist and academic. She is a senior fellow at the School of Public Policy, UCLA. She formerly chaired the executive committee of the Institute for Fiscal Studies. From 2004 to 2014, she was the Rector of Exeter College, Oxford. From 2015, Cairncross has been chair of the Court of Heriot-Watt University."}]}, {"heading": "Births", "year": "1944", "date": "August 30", "txt": "Freek de Jonge, Dutch singer and comedian", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 30", "txt": "Molly Ivins, American journalist and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 30", "txt": "Tug McGraw, American baseball player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 30", "txt": "Alex Wyllie, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 30", "txt": "Queen Anne-Marie of Greece", "entities": [{"title": "Queen Anne-Marie of Greece", "href": "/wiki/Queen_Anne-Marie_of_Greece", "description": "Queen Anne-Marie of Greece, RE, is the former Queen of the Hellenes as the wife of King Constantine II, who reigned from 1964 until 1973."}]}, {"heading": "Births", "year": "1946", "date": "August 30", "txt": "Peggy Lipton, American model and actress (d. 2019)", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 30", "txt": "Allan Rock, Canadian lawyer, politician, and diplomat, Canadian Ambassador to the United Nations", "entities": [{"title": "Allan Rock", "href": "/wiki/Allan_Rock", "description": "Allan Michael Rock is a Canadian lawyer, former politician, diplomat and university administrator. He was Canada's ambassador to the United Nations (2004–2006) and had previously served in the Cabinet of Jean Chrétien, most notably as Justice Minister (1993–1997) and Health Minister (1997–2002)."}, {"title": "Canadian Ambassador to the United Nations", "href": "/wiki/Canadian_Ambassador_to_the_United_Nations", "description": "The Ambassador and Permanent Representative of Canada to the United Nations, known unofficially as the Canadian Ambassador to the United Nations, is the Permanent Representative of Canada to the United Nations."}]}, {"heading": "Births", "year": "1948", "date": "August 30", "txt": "Lewis Black, American comedian, actor, and author", "entities": [{"title": "Lewis Black", "href": "/wiki/Lewis_Black", "description": "Lewis Niles Black is an American actor and stand-up comedian. His comedy routines often escalate into angry rants about history, politics, religion, or any other cultural trends. He hosted the Comedy Central series Lewis Black's Root of All Evil and makes regular appearances on The Daily Show delivering his \"Back in Black\" commentary segment, which he has been doing since The Daily Show was hosted"}]}, {"heading": "Births", "year": "1948", "date": "August 30", "txt": "Fred Hampton, American activist and revolutionary, chairman of the Illinois chapter of the Black Panther Party (d. 1969)", "entities": [{"title": "Black Panther Party", "href": "/wiki/Black_Panther_Party", "description": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a Black Power political organization founded by college students Bobby Seale and Huey P. Newton in October 1966 in Oakland, California. The party was active in the United States between 1966-1982, with chapters in numerous major cities, and international chapters in Britain and Algeria. Upon its inception the B"}]}, {"heading": "Births", "year": "1948", "date": "August 30", "txt": "Victor Skumin, Russian psychiatrist, psychologist, and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 30", "txt": "Ted Ammon, American financier and banker (d. 2001)", "entities": [{"title": "Ted Ammon", "href": "/wiki/Ted_Ammon", "description": "Robert Theodore Ammon was an American financier and investment banker. Born in Pittsburgh, Pennsylvania, he was murdered in his home in 2001 by electrician Daniel Pelosi, who was convicted in 2004. Ted and his wife, Generosa Ammon, were in the midst of a divorce at the time of his death, and Daniel Pelosi was later romantically linked to Ammon's soon-to-be ex-wife. Ammon and his wife had originall"}]}, {"heading": "Births", "year": "1949", "date": "August 30", "txt": "Don Boudria, Canadian public servant and politician, 2nd Canadian Minister for International Cooperation", "entities": [{"title": "Minister for International Cooperation (Canada)", "href": "/wiki/Minister_for_International_Cooperation_(Canada)", "description": "The minister of international development is a minister of the Crown in the Canadian Cabinet. The minister has responsibility for the international development portfolio and is one of the three ministers responsible for Global Affairs Canada."}]}, {"heading": "Births", "year": "1950", "date": "August 30", "txt": "Antony Gormley, English sculptor and academic", "entities": [{"title": "Antony Gormley", "href": "/wiki/Antony_Gormley", "description": "Sir Antony Mark David Gormley,, is a British sculptor. His works include the Angel of the North, a public sculpture in Gateshead in the North of England, commissioned in 1994 and erected in February 1998; Another Place on Crosby Beach near Liverpool; and Event Horizon, a multi-part site installation which premiered in London in 2007, around Madison Square in New York City, in 2010, in São Paulo, B"}]}, {"heading": "Births", "year": "1951", "date": "August 30", "txt": "Jim Paredes, Filipino singer-songwriter and actor", "entities": [{"title": "Jim Paredes", "href": "/wiki/Jim_Paredes", "description": "Jaime Ramon \"Jim\" Paredes is a Filipino singer-songwriter best known for being one of the members of APO Hiking Society ; media personality, photographer, workshop facilitator, writer, political activist and critic."}]}, {"heading": "Births", "year": "1951", "date": "August 30", "txt": "Timothy Bottoms, American actor and producer", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 30", "txt": "Dana Rosemary Scallon, Irish singer and activist", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 30", "txt": "Gediminas Kirkilas, Lithuanian politician, 11th Prime Minister of Lithuania", "entities": [{"title": "Prime Minister of Lithuania", "href": "/wiki/Prime_Minister_of_Lithuania", "description": "The prime minister of Lithuania is the head of the government of Lithuania. The prime minister is Lithuania's head of government and is appointed by the president with the assent of the Lithuanian parliament, the Seimas. The modern office of prime minister was established in 1990, when Lithuania declared its independence, although the official title was \"Chairperson of the Council of Ministers\" un"}]}, {"heading": "Births", "year": "1952", "date": "August 30", "txt": "Simon Bainbridge, English composer and educator", "entities": [{"title": "Simon Bainbridge", "href": "/wiki/Simon_Bainbridge", "description": "Simon Bainbridge was a British composer. He was also a professor and head of composition at the Royal Academy of Music, London, and visiting professor at the University of Louisville, Kentucky, in the United States."}]}, {"heading": "Births", "year": "1952", "date": "August 30", "txt": "Wojtek Fibak, Polish tennis player", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 30", "txt": "Ron George, American businessman and politician", "entities": [{"title": "Ron George", "href": "/wiki/Ron_George", "description": "Ronald Alan George is a former Republican member of the Maryland House of Delegates. From January 2007 to January 2015 he represented District 30 in the Maryland General Assembly located within Anne Arundel County. He shared this district with Democratic member House Speaker Michael E. Busch and Republican Herbert H. McMillan. Redistricting after 2010 placed George in District 33. He sought the Re"}]}, {"heading": "Births", "year": "1953", "date": "August 30", "txt": "Lech Majewski, Polish director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 30", "txt": "Horace Panter, English bass player", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 30", "txt": "Robert Parish, American basketball player", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 30", "txt": "Alexander Lukashenko, Belarusian marshal and politician, 1st President of Belarus", "entities": [{"title": "Alexander Lukashenko", "href": "/wiki/Alexander_Lukashenko", "description": "Alexander Grigoryevich Lukashenko or Alyaksandr Ryhoravich Lukashenka is a Belarusian politician who has served as the first and only president of Belarus since the establishment of the office on 20 July 1994. Prior to his political career, Lukashenko worked as director of a state farm (sovkhoz), and served in the Soviet Border Troops and in the Soviet Army."}, {"title": "President of Belarus", "href": "/wiki/President_of_Belarus", "description": "The president of the Republic of Belarus is the head of state of Belarus. The office was created in 1994 with the passing of the Constitution of Belarus by the Supreme Soviet. This replaced the office of Chairman of the Supreme Soviet as the head of state. The tasks of the president include executing foreign and domestic policy, defending the rights and general welfare of citizens and residents, a"}]}, {"heading": "Births", "year": "1954", "date": "August 30", "txt": "Ravi Shankar Prasad, Indian lawyer and politician, Indian Minister of Communications and IT", "entities": [{"title": "Ministry of Communications and Information Technology (India)", "href": "/wiki/Ministry_of_Communications_and_Information_Technology_(India)", "description": "The Ministry of Communication and Information Technology was an Indian government ministry. It was bifurcated into Ministry of Communications and Ministry of Electronics and Information Technology in July 2016. It contained three departments viz. Department of Telecommunications, Department of Electronics and Information Technology and Department of Posts."}]}, {"heading": "Births", "year": "1954", "date": "August 30", "txt": "David Paymer, American actor and director", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 30", "txt": "Jamie Moses, English-American guitarist", "entities": [{"title": "Jamie Moses", "href": "/wiki/Jamie_Moses", "description": "Jamie Moses is an English rock & pop singer and guitarist. He was formerly a member of the The Brian May Band, Queen + Paul Rodgers, Mike & the Mechanics and Broken English."}]}, {"heading": "Births", "year": "1956", "date": "August 30", "txt": "Frank Conniff, American actor, producer, and screenwriter", "entities": [{"title": "Frank Conniff", "href": "/wiki/Frank_Conniff", "description": "Frank Conniff Jr. is an American writer, actor, comedian and producer, who is best known for his portrayal of TV's Frank on Mystery Science Theater 3000 (MST3K). He is the son of journalist and editor Frank Conniff."}]}, {"heading": "Births", "year": "1958", "date": "August 30", "txt": "Karen Buck, Northern Irish politician", "entities": [{"title": "Karen Buck", "href": "/wiki/Karen_Buck", "description": "Karen Patricia Buck is a British politician who has been Member of Parliament (MP) for Westminster North, formerly Regent's Park and Kensington North, since 1997. A member of the Labour Party, she was Parliamentary Under-Secretary of State for Transport from 2005 to 2006 and has served as Shadow Minister for Social Security since 2020."}]}, {"heading": "Births", "year": "1958", "date": "August 30", "txt": "Fran Fraschilla, American basketball player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 30", "txt": "Muriel Gray, Scottish journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 30", "txt": "Martin Jackson, English drummer", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 30", "txt": "Anna Politkovskaya, Russian journalist and activist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 30", "txt": "Peter Tunks, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 30", "txt": "Mark \"Jacko\" Jackson, Australian footballer, actor, and singer", "entities": [{"title": "Mark \"Jacko\" Jackson", "href": "/wiki/Mark_%22Jacko%22_Jackson", "description": "Mark Alexander \"Jacko\" Jackson is a former professional Australian rules footballer who played for several teams, including Melbourne, St Kilda and Geelong in the Victorian Football League (VFL) and South Fremantle in the West Australian Football League (WAFL). Following his football career, he became notable for several television appearances, including commercials for Energizer and Nutri-Grain, "}]}, {"heading": "Births", "year": "1960", "date": "August 30", "txt": "Ben Bradshaw, English journalist and politician, Secretary of State for Culture, Media and Sport", "entities": [{"title": "Ben Bradshaw", "href": "/wiki/Ben_Bradshaw", "description": "Benjamin Peter James Bradshaw is a British politician who served as Secretary of State for Culture, Media and Sport from 2009 to 2010. A member of the Labour Party, he has been Member of Parliament (MP) for Exeter since 1997. Before entering politics he worked as a BBC Radio reporter."}, {"title": "Secretary of State for Culture, Media and Sport", "href": "/wiki/Secretary_of_State_for_Culture,_Media_and_Sport", "description": "The Secretary of State for Digital, Culture, Media and Sport, also referred to as the Culture Secretary, is a cabinet rank office with overall responsibility for strategy and policy across the Department for Digital, Culture, Media and Sport. The office has been dubbed \"Minister of Fun\"."}]}, {"heading": "Births", "year": "1960", "date": "August 30", "txt": "Gary Gordon, American sergeant, Medal of Honor recipient (d. 1993)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1960", "date": "August 30", "txt": "Guy A. Lepage, Canadian comedian and producer", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 30", "txt": "Ricky Sanders, American football player", "entities": [{"title": "Ricky Sanders", "href": "/wiki/Ricky_Sanders", "description": "Ricky Wayne Sanders is a former American football wide receiver who played professionally for 12 seasons from 1983 to 1994, two with the United States Football League's Houston Gamblers and ten in the National Football League. He played running back, safety, and place kicker as a three-year letterman for Belton High School in Belton, Texas and broke five records."}]}, {"heading": "Births", "year": "1962", "date": "August 30", "txt": "Craig Whittaker, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 30", "txt": "Dave Brockie, Canadian-American singer-songwriter and bass player (d. 2014)", "entities": [{"title": "Dave Brockie", "href": "/wiki/Dave_Brockie", "description": "David Murray Brockie was a Canadian-American musician, best known as the lead vocalist of the heavy metal band Gwar, in which he performed as Oderus Urungus. He performed as a bassist and lead singer in bands such as Death Piggy, X-Cops, and the Dave Brockie Experience (DBX), and starred in the comedy/horror TV sitcom Holliston as Oderus Urungus. Brockie died in 2014 of a heroin overdose."}]}, {"heading": "Births", "year": "1963", "date": "August 30", "txt": "Michael Chiklis, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 30", "txt": "Sabine Oberhauser, Austrian physician and politician (d. 2017)", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 30", "txt": "Phil Mills, Welsh race car driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 30", "txt": "Gavin Fisher, English engineer and designer", "entities": [{"title": "Gavin Fisher", "href": "/wiki/Gavin_Fisher", "description": "Gavin Fisher was formerly Chief Designer of the Williams Formula One team. He studied mechanical engineering at University of Hertfordshire, which was famous for its aeronautical engineers, graduating with a first class honors degree. He was hired by Williams through an advertisement in the media in 1988 after spending time with Ricardo transmissions. A few months later, Adrian Newey joined Willia"}]}, {"heading": "Births", "year": "1964", "date": "August 30", "txt": "Ra Luhse, Estonian architect", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 30", "txt": "Peter Cunnah, Northern Irish singer-songwriter and producer", "entities": [{"title": "Peter Cunnah", "href": "/wiki/Peter_Cunnah", "description": "Peter Cunnah is a Northern Irish singer, best known as lead singer and songwriter with 1990s dance-pop duo, D:Ream."}]}, {"heading": "Births", "year": "1966", "date": "August 30", "txt": "Joann Fletcher, English historian and academic", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 30", "txt": "Frederique van der Wal, Dutch model and actress", "entities": [{"title": "Frederique van der Wal", "href": "/wiki/Frederique_van_der_Wal", "description": "Frederique van der Wal is a former model from The Netherlands, known for having appeared in Victoria's Secret, and the covers of magazines such as Cosmopolitan and Vogue. She grew up in The Hague."}]}, {"heading": "Births", "year": "1967", "date": "August 30", "txt": "Justin Vaughan, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 30", "txt": "Diran Adebayo, English author and critic", "entities": [{"title": "Diran Adebayo", "href": "/wiki/Diran_Adebayo", "description": "Oludiran \"Diran\" Adebayo FRSL is a British novelist, cultural critic and academic best known for his tales of London and the lives of African diasporans. His work has been characterised by its interest in multiple cultural identities, subcultures, and its distinctive, \"musical\" use of language. His fans include the writer Zadie Smith, who has praised him for his \"humanness\", arguing that he is one"}]}, {"heading": "Births", "year": "1968", "date": "August 30", "txt": "Vladimir Malakhov, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 30", "txt": "Vladimir Jugović, Serbian footballer", "entities": [{"title": "Vladimir Jugović", "href": "/wiki/Vladimir_Jugovi%C4%87", "description": "Vladimir Jugović is a Serbian former professional footballer. A versatile player, he was usually employed as a left or attacking midfielder, but could play anywhere in midfield. He represented Yugoslavia at the 1998 FIFA World Cup and at UEFA Euro 2000, collecting 41 international appearances between 1991 and 2002, and scoring three goals."}]}, {"heading": "Births", "year": "1969", "date": "August 30", "txt": "Dimitris Sgouros, Greek pianist and composer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 30", "txt": "Carlo Checchinato, Italian rugby player and manager", "entities": [{"title": "Carlo Checchinato", "href": "/wiki/Carlo_Checchinato", "description": "Carlo Checchinato is an Italian rugby union former player and is the current team manager for the Italy national team."}]}, {"heading": "Births", "year": "1970", "date": "August 30", "txt": "Paulo Sousa, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 30", "txt": "Michael Wong, Malaysian-Chinese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 30", "txt": "Lars Frederiksen, American singer-songwriter and guitarist", "entities": [{"title": "Lars Frederiksen", "href": "/wiki/Lars_Frederiksen", "description": "Lars Erik Frederiksen is an American musician, singer, songwriter and record producer best known as the guitarist and vocalist for the punk rock band Rancid, as well as the frontman of Lars Frederiksen and the Bastards and the Old Firm Casuals. In addition, he currently plays guitar in Oxley's Midnight Runners, Stomper 98, and The Last Resort. He was also briefly a member of the UK Subs in 1991. H"}]}, {"heading": "Births", "year": "1971", "date": "August 30", "txt": "Julian Smith, Scottish politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 30", "txt": "Cameron Diaz, American model, actress, and producer", "entities": [{"title": "Cameron Diaz", "href": "/wiki/Cameron_Diaz", "description": "Cameron Michelle Diaz is an American retired actress who is also an author, producer, and model. She frequently appeared in comedies throughout her acting career, while also earning critical recognition in dramatic films. Her accolades include four Golden Globe Award nominations, three Screen Actors Guild Award nominations, and a New York Film Critics Award. In 2013, she was named the highest-paid"}]}, {"heading": "Births", "year": "1972", "date": "August 30", "txt": "Pavel Nedvěd, Czech footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 30", "txt": "Lisa Ling, American journalist and author", "entities": [{"title": "Lisa Ling", "href": "/wiki/Lisa_Ling", "description": "Lisa J. Ling is an American journalist, television personality, and author. She is currently the host of This Is Life with Lisa Ling  on CNN. Previously, she was a reporter on Channel One News, a co-host on the ABC daytime talk show The View (1999–2002), the host of National Geographic Explorer (2003–2010), and a special correspondent for The Oprah Winfrey Show. Ling later hosted Our America with "}]}, {"heading": "Births", "year": "1974", "date": "August 30", "txt": "Javier Otxoa, Spanish cyclist (d. 2018)", "entities": [{"title": "Javier Otxoa", "href": "/wiki/Javier_Otxoa", "description": "Javier Otxoa Palacios was a Spanish cyclist who was a member of the Kelme cycling team. His name was sometimes spelled Javier Ochoa in media reports."}]}, {"heading": "Births", "year": "1975", "date": "August 30", "txt": "Radhi Jaïdi, Tunisian footballer and coach", "entities": [{"title": "Radhi Jaïdi", "href": "/wiki/Radhi_Ja%C3%AFdi", "description": "Radhi Ben Abdelmajid Jaïdi is a Tunisian former footballer who played as a centre back. He is currently an assistant coach at Belgian side Cercle Brugge and was previously head coach of the under-23 team at Southampton and head coach of USL Championship team Hartford Athletic."}]}, {"heading": "Births", "year": "1976", "date": "August 30", "txt": "Mike Koplove, American baseball player", "entities": [{"title": "Mike Koplove", "href": "/wiki/Mike_Koplove", "description": "Michael Paul Koplove is an American professional baseball scout and former player. He pitched for the Arizona Diamondbacks and the Cleveland Indians."}]}, {"heading": "Births", "year": "1977", "date": "August 30", "txt": "Shaun Alexander, American football player", "entities": [{"title": "Shaun Alexander", "href": "/wiki/Shaun_Alexander", "description": "Shaun Edward Alexander is a former American football running back who played for the Seattle Seahawks and Washington Redskins of the National Football League (NFL). He played college football for the University of Alabama, and was drafted by the Seattle Seahawks 19th overall in the 2000 NFL Draft. In May 2011, he was inducted into the Alabama Sports Hall of Fame. Alexander set numerous NFL and Sea"}]}, {"heading": "Births", "year": "1977", "date": "August 30", "txt": "Marlon Byrd, American baseball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 30", "txt": "Kamil Kosowski, Polish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 30", "txt": "Félix Sánchez, American-Dominican runner and hurdler", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 30", "txt": "Sinead Kerr, Scottish figure skater", "entities": [{"title": "Sinead Kerr", "href": "/wiki/Sinead_Kerr", "description": "Sinead Houston Kerr is a Scottish former competitive ice dancer who represented Great Britain. She teamed up with her brother John Kerr in 2000. They are two-time European bronze medalists and the 2004–2010 British national champions. They placed 10th at the 2006 Winter Olympics in Turin, Italy, and 8th at the 2010 Winter Olympics in Vancouver, British Columbia, Canada."}]}, {"heading": "Births", "year": "1978", "date": "August 30", "txt": "Cliff Lee, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 30", "txt": "Juan Ignacio Chela, Argentinian tennis player", "entities": [{"title": "Juan Ignacio Chela", "href": "/wiki/Juan_Ignacio_Chela", "description": "Juan Ignacio Chela, nicknamed as “El Flaco” or “Liliano,” is a former professional tennis player from Argentina. Chela was given a three-month ban from the professional tour in 2001 for failing a drugs test. Post-doping ban, Chela went on to reach the quarterfinals of the 2004 and 2011 French Open, and the 2007 US Open, attaining a career-high singles ranking of world No. 15 in August 2004."}]}, {"heading": "Births", "year": "1979", "date": "August 30", "txt": "Leon Lopez, English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 30", "txt": "Scott Richmond, Canadian baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 30", "txt": "Justin Mortelliti, American actor and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 30", "txt": "Germán Legarreta, Puerto Rican-American actor", "entities": [{"title": "Germán Legarreta", "href": "/wiki/Germ%C3%A1n_Legarreta", "description": "Germán Legarreta is a Puerto Rican-born American film and television actor."}]}, {"heading": "Births", "year": "1981", "date": "August 30", "txt": "Adam Wainwright, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 30", "txt": "Will Davison, Australian race car driver", "entities": [{"title": "Will Davison", "href": "/wiki/Will_Davison", "description": "William Davison is an Australian professional racing driver. He will drive a Ford Mustang GT for Dick Johnson Racing in the Repco Supercars Championship in 2021. Davison is a two-time winner of the Bathurst 1000, in 2009 and 2016."}]}, {"heading": "Births", "year": "1982", "date": "August 30", "txt": "Andy Roddick, American tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 30", "txt": "Emmanuel Culio, Argentinian footballer", "entities": [{"title": "Emmanuel Culio", "href": "/wiki/Emmanuel_Culio", "description": "Juan Emmanuel Culio is an Argentine former footballer who was a versatile left-footed midfielder, renowned for his passing and high work rate."}]}, {"heading": "Births", "year": "1983", "date": "August 30", "txt": "Gustavo Eberto, Argentinian footballer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 30", "txt": "Jun Matsumoto, Japanese singer, dancer, and actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 30", "txt": "Simone Pepe, Italian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 30", "txt": "Tian Qin, Chinese canoe racer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 30", "txt": "Marco Vianello, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 30", "txt": "Anthony Ireland, Zimbabwean cricketer", "entities": [{"title": "Anthony Ireland (cricketer)", "href": "/wiki/Anthony_Ireland_(cricketer)", "description": "Anthony John Ireland is a cricketer from Zimbabwe. A tall fast bowler, he relies on bounce and swing, and performed consistently during his tenure with Zimbabwe, taking 38 wickets in just 26 matches at a healthy average of 29.34. He was one of many talented white Zimbabweans to leave the team due to the situation of the ZCU and the country, to pursue careers in English domestic cricket, where he h"}]}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Richard Duffy, Welsh footballer", "entities": [{"title": "Richard Duffy", "href": "/wiki/Richard_Duffy", "description": "Richard Michael Duffy is a Welsh former professional footballer who is now the assistant manager at Congleton Town. A versatile player who can play either on the right or at the centre of defence, he won 13 caps for Wales between 2005 and 2008. He is the younger brother of Robert Duffy."}]}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Joe Inoue, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Leisel Jones, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Éva Risztov, Hungarian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Steven Smith, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Eamon Sullivan, Australian swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Anna Ushenina, Ukrainian chess player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 30", "txt": "Holly Weston, English actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 30", "txt": "Theo Hutchcraft, English singer-songwriter", "entities": [{"title": "Theo Hutchcraft", "href": "/wiki/Theo_Hutchcraft", "description": "Theo David Hutchcraft is an English singer and songwriter. He is best known as the lead singer of the synthpop duo Hurts."}]}, {"heading": "Births", "year": "1986", "date": "August 30", "txt": "Lelia Masaga, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 30", "txt": "Ryan Ross, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 30", "txt": "Zafer Yelen, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 30", "txt": "Tania Foster, English singer-songwriter", "entities": [{"title": "Tania Foster", "href": "/wiki/Tania_Foster", "description": "Tania Foster is an English singer-songwriter. Foster has achieved one number one single, in the UK, after featuring on Roll Deep's single \"Green Light\". Tania is currently working with hit writer and producer Fraser T Smith, and also features on a number of songs on Tinchy Stryder's third album, Third Strike. She has also worked with Roll Deep on their fifth album Winner Stays On."}]}, {"heading": "Births", "year": "1988", "date": "August 30", "txt": "Ernests Gulbis, Latvian tennis player", "entities": [{"title": "Ernests Gulbis", "href": "/wiki/Ernests_Gulbis", "description": "Ernests Gulbis is a Latvian professional tennis player. In 2008, Gulbis won his first ATP Tour doubles title at the U.S. Men's Clay Court Championships, teaming with Rainer Schüttler, and in 2010 won his first ATP Tour singles title in the Delray Beach, defeating Ivo Karlović in the final. In total, Gulbis has six ATP titles to his name. His best performance at a Grand Slam is reaching the semifin"}]}, {"heading": "Births", "year": "1989", "date": "August 30", "txt": "Simone Guerra, Italian footballer", "entities": [{"title": "Simone Guerra", "href": "/wiki/Simone_Guerra", "description": "Simone Guerra is an Italian footballer who plays for Serie C club Feralpisalò."}]}, {"heading": "Births", "year": "1989", "date": "August 30", "txt": "Ronald Huth, Paraguayan footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 30", "txt": "Bebe Rexha, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 30", "txt": "Seriki Audu, Nigerian footballer (d. 2014)", "entities": [{"title": "Seriki Audu", "href": "/wiki/Seriki_Audu", "description": "Seriki \"Sarki\" Audu was a Nigerian footballer. He played for Gombe United and Lobi Stars in the Nigeria Premier League. He was killed in a car crash on 20 December 2014."}]}, {"heading": "Births", "year": "1991", "date": "August 30", "txt": "Jacqueline Cako, American tennis player", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 30", "txt": "Liam Cooper, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 30", "txt": "Jessica Henwick, British actress", "entities": [{"title": "Jessica Henwick", "href": "/wiki/Jessica_Henwick", "description": "Jessica Yu Li Henwick is an English actress and writer. She is the first British Chinese actress to play the lead role in a British television series, having starred in the children's show Spirit Warriors (2010). She is also known for her roles as Nymeria Sand in HBO series Game of Thrones (2015–2017), X-wing pilot Jessika Pava in Star Wars: The Force Awakens (2015) and the character Colleen Wing "}]}, {"heading": "Births", "year": "1994", "date": "August 30", "txt": "Monika Povilaitytė, Lithuanian volleyball player", "entities": [{"title": "Monika Povilaitytė", "href": "/wiki/Monika_Povilaityt%C4%97", "description": "Monika Povilaitytė is a Lithuanian beach volleyball player."}]}, {"heading": "Births", "year": "1994", "date": "August 30", "txt": "Kwon So-hyun, South Korean singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 30", "txt": "Heo Young-ji, South Korean singer", "entities": []}, {"heading": "Births", "year": "1997", "date": "August 30", "txt": "Dana Gaier, American actress", "entities": [{"title": "Dana Gaier", "href": "/wiki/Dana_Gaier", "description": "Dana Gaier is an American actress who voiced Edith in the Despicable Me franchise."}]}, {"heading": "Deaths", "year": "526", "date": "August 30", "txt": "Theodoric the Great, Italian ruler (b. 454)", "entities": [{"title": "Theodoric the Great", "href": "/wiki/Theodoric_the_Great", "description": "Theodoric the Great, also called Theodoric the Amal, was king of the Ostrogoths (471–526), and ruler of the independent Ostrogothic Kingdom of Italy between 493–526, regent of the Visigoths (511–526), and a patrician of the East Roman Empire. As ruler of the combined Gothic realms, Theodoric controlled an empire stretching from the Atlantic Ocean to the Adriatic Sea. Though Theodoric himself only "}]}, {"heading": "Deaths", "year": "832", "date": "August 30", "txt": "Cui Qun, Chinese chancellor (b. 772)", "entities": [{"title": "Cui Qun", "href": "/wiki/Cui_Qun", "description": "Cui Qun (崔群), courtesy name Dunshi (敦詩), was an official of the Chinese dynasty Tang Dynasty, serving as a chancellor during the reign of Emperor Xianzong."}]}, {"heading": "Deaths", "year": "1131", "date": "August 30", "txt": "Hervey le Breton, bishop of Bangor and Ely", "entities": [{"title": "Hervey le Breton", "href": "/wiki/Hervey_le_Breton", "description": "Hervey le Breton was a Breton cleric who became Bishop of Bangor in Wales and later Bishop of Ely in England. Appointed to Bangor by King William II of England, when the Normans were advancing into Wales, Hervey was unable to remain in his diocese when the Welsh began to drive the Normans back from their recent conquests. Hervey's behaviour towards the Welsh seems to have contributed to his expuls"}]}, {"heading": "Deaths", "year": "1181", "date": "August 30", "txt": "Pope Alexander III (b. c. 1100–1105)", "entities": [{"title": "Pope Alexander III", "href": "/wiki/Pope_Alexander_III", "description": "Pope Alexander III, born Roland, was the Bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 7 September 1159 until his death. A native of Bologna, Alexander became pope after a contested election, but had to spend much of his pontificate outside Rome while several rivals, supported by Holy Roman Emperor Frederick I Barbarossa, claimed the papacy. Alexander reje"}]}, {"heading": "Deaths", "year": "1329", "date": "August 30", "txt": "Khutughtu Khan Kusala, Chinese emperor (b. 1300)", "entities": [{"title": "Khutughtu Khan Kusala", "href": "/wiki/Khutughtu_Khan_Kusala", "description": "Khutughtu Khan, born Kuśala, also known by the temple name Mingzong, was a son of Khayishan who seized the throne of the Yuan dynasty in 1329, but died soon after. Apart from the Emperor of China, he is considered as the 13th Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire."}]}, {"heading": "Deaths", "year": "1428", "date": "August 30", "txt": "Emperor Shōkō of Japan (b. 1401)", "entities": [{"title": "Emperor Shōkō", "href": "/wiki/Emperor_Sh%C5%8Dk%C5%8D", "description": "Emperor Shōkō  was the 101st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1412 through 1428."}]}, {"heading": "Deaths", "year": "1483", "date": "August 30", "txt": "Louis XI of France (b. 1423)", "entities": [{"title": "Louis XI of France", "href": "/wiki/Louis_XI_of_France", "description": "Louis XI, called \"Louis the Prudent\", was King of France from 1461 to 1483. He succeeded his father, Charles VII."}]}, {"heading": "Deaths", "year": "1500", "date": "August 30", "txt": "Victor, Duke of Münsterberg and Opava, Count of Glatz (b. 1443)", "entities": [{"title": "Victor, Duke of Münsterberg", "href": "/wiki/Victor,_Duke_of_M%C3%BCnsterberg", "description": "Victor, Duke of Münsterberg also: Victor, Duke of Münsterberg and Opava; Czech: Viktorin z Minsterberka; was an Imperial Count from 1459 and Count of Kladsko. From 1462 until his death, he was Duke of Münsterberg, and from 1465 to 1485 Duke of Opava."}]}, {"heading": "Deaths", "year": "1580", "date": "August 30", "txt": "Emmanuel Philibert, Duke of Savoy (b. 1528)", "entities": [{"title": "Emmanuel Philibert, Duke of Savoy", "href": "/wiki/Emmanuel_Philibert,_Duke_of_Savoy", "description": "Emmanuel Philibert, known as Testa di ferro, Piedmontese: Testa 'd fer, \"Ironhead\", because of his military career, was Duke of Savoy from 1553 to 1580. He is remembered for the Italianization of the House of Savoy, as he recovered the Savoyard state following the Battle of St. Quentin (1557) and subsequently moved the capital to Turin and made Italian the official language in Piedmont."}]}, {"heading": "Deaths", "year": "1604", "date": "August 30", "txt": "John Juvenal Ancina, Italian Oratorian and bishop (b. 1545)", "entities": [{"title": "John Juvenal Ancina", "href": "/wiki/John_Juvenal_Ancina", "description": "Giovanni Giovenale Ancina was an Italian Roman Catholic prelate who served as the Bishop of Saluzzo and was a professed member from the Oratorians. The bishop was also a scholar and music composer and was also known for being a noted orator. He served in the Oratorians as a simple priest for around two decades prior to his episcopal appointment which he attempted to elude for five months before su"}]}, {"heading": "Deaths", "year": "1619", "date": "August 30", "txt": "Shimazu Yoshihiro, Japanese samurai and warlord (b. 1535)", "entities": [{"title": "Shimazu Yoshihiro", "href": "/wiki/Shimazu_Yoshihiro", "description": "Shimazu Yoshihiro  was the second son of Shimazu Takahisa and the younger brother of Shimazu Yoshihisa. Traditionally believed to be the 17th head of the Shimazu clan, he was a skilled general during the Sengoku period who greatly contributed to the unification of Kyūshū."}]}, {"heading": "Deaths", "year": "1621", "date": "August 30", "txt": "Bahāʾ al-dīn al-ʿĀmilī, co-founder of Isfahan School of Islamic Philosophy (b. 1547)", "entities": [{"title": "Bahāʾ al-dīn al-ʿĀmilī", "href": "/wiki/Bah%C4%81%CA%BE_al-d%C4%ABn_al-%CA%BF%C4%80mil%C4%AB", "description": "Bahāʾ al‐Dīn Muḥammad ibn Ḥusayn al‐ʿĀmilī was an Arab Iranian Shia Islamic scholar, philosopher, architect, mathematician, astronomer and poet who lived in the late 16th and early 17th centuries in Safavid Iran. He was born in Baalbek, Ottoman Syria but immigrated in his childhood to Safavid Iran with the rest of his family. He was one of the earliest astronomers in the Islamic world to suggest t"}]}, {"heading": "Deaths", "year": "1751", "date": "August 30", "txt": "Christopher Polhem, Swedish physicist and engineer (b. 1661)", "entities": [{"title": "Christopher Polhem", "href": "/wiki/Christopher_Polhem", "description": "Christopher Polhammar better known as Christopher Polhem, which he took after his ennoblement in 1716, was a Swedish scientist, inventor and industrialist. He made significant contributions to the economic and industrial development of Sweden, particularly mining. He was ennobled by King Charles XII of Sweden for his contributions to Swedish technological development.\n\n\n"}]}, {"heading": "Deaths", "year": "1773", "date": "August 30", "txt": "Peshwa Narayan Rao, Prime Minister of Maratha Empire (b. 1755, assassinated)", "entities": [{"title": "Narayan Rao", "href": "/wiki/Narayan_Rao", "description": "Shrimant Peshwa Narayan Rao Bhat was the 10th Peshwa of the Maratha Empire from November 1772 until his assassination in August 1773. He married Gangabai Sathe who later gave birth to Sawai Madhavrao Peshwa."}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Deaths", "year": "1856", "date": "August 30", "txt": "Gilbert Abbott à Beckett, English lawyer and author (b. 1811)", "entities": [{"title": "Gilbert Abbott à Beckett", "href": "/wiki/Gilbert_Abbott_%C3%A0_Beckett", "description": "Gilbert Abbott à Beckett was an English humorist."}]}, {"heading": "Deaths", "year": "1879", "date": "August 30", "txt": "John Bell Hood, American general (b. 1831)", "entities": [{"title": "John Bell Hood", "href": "/wiki/John_Bell_Hood", "description": "John Bell Hood was a Confederate general during the American Civil War. Hood had a reputation for bravery and aggressiveness that sometimes bordered on recklessness. Arguably one of the best brigade and division commanders in the CSA, Hood gradually became increasingly ineffective as he was promoted to lead larger, independent commands late in the war; his career and reputation were marred by his "}]}, {"heading": "Deaths", "year": "1886", "date": "August 30", "txt": "Ferris Jacobs, Jr., American general and politician (b. 1836)", "entities": [{"title": "Ferris Jacobs, Jr.", "href": "/wiki/Ferris_Jacobs,_Jr.", "description": "Ferris Jacobs Jr. was an American officer and politician; he was a United States Representative from New York."}]}, {"heading": "Deaths", "year": "1896", "date": "August 30", "txt": "Aleksey Lobanov-Rostovsky, Russian politician and diplomat, Minister of Foreign Affairs for Russia (b. 1824)", "entities": [{"title": "Aleksey Lobanov-Rostovsky", "href": "/wiki/Aleksey_Lobanov-Rostovsky", "description": "Prince Aleksey Borisovich Lobanov-Rostovsky was a Russian statesman, probably best remembered for having concluded the Li-Lobanov Treaty with China and for his publication of the Russian Genealogical Book."}, {"title": "Minister of Foreign Affairs (Russia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Russia)", "description": "The Minister of Foreign Affairs is the head of Russian Ministry of Foreign Affairs which is concerned with foreign affairs and is a member of the Government of Russia."}]}, {"heading": "Deaths", "year": "1906", "date": "August 30", "txt": "Hans Auer, Swiss-Austrian architect and educator, designed the Federal Palace of Switzerland (b. 1847)", "entities": [{"title": "Hans Auer", "href": "/wiki/Hans_Auer", "description": "Hans Wilhelm Auer was a Swiss-Austrian architect best known for his design of the Swiss Bundeshaus (1894–1902) in Bern."}, {"title": "Federal Palace of Switzerland", "href": "/wiki/Federal_Palace_of_Switzerland", "description": "The Federal Palace refers to the building in Bern housing the Swiss Federal Assembly (legislature) and the Federal Council (executive). It has a total length of more than 300 metres (980 ft) consisting of a central assembly building and two wings housing government departments and a library. The name in German and Romansh both mean \"federal house\", whereas the French and Italian names both transla"}]}, {"heading": "Deaths", "year": "1907", "date": "August 30", "txt": "Richard Mansfield, American actor and manager (b. 1857)", "entities": [{"title": "Richard Mansfield", "href": "/wiki/Richard_Mansfield", "description": "Richard Mansfield was an English actor-manager best known for his performances in Shakespeare plays, Gilbert and Sullivan operas, and the play Dr. Jekyll and Mr. Hyde."}]}, {"heading": "Deaths", "year": "1908", "date": "August 30", "txt": "Alexander P. Stewart, American general (b. 1821)", "entities": [{"title": "Alexander P. Stewart", "href": "/wiki/Alexander_P._Stewart", "description": "Alexander Peter Stewart was a career United States Army officer, college professor, and a general in the Confederate States Army during the American Civil War. He fought in many of the most significant battles in the Western Theater of the war, and briefly took command of the Army of Tennessee in 1865."}]}, {"heading": "Deaths", "year": "1928", "date": "August 30", "txt": "Wilhelm Wien, German physicist and academic, Nobel Prize laureate (b. 1864)", "entities": [{"title": "Wilhelm Wien", "href": "/wiki/Wilhelm_Wien", "description": "Wilhelm Carl Werner Otto Fritz Franz Wien was a German physicist who, in 1893, used theories about heat and electromagnetism to deduce Wien's displacement law, which calculates the emission of a blackbody at any temperature from the emission at any one reference temperature."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1935", "date": "August 30", "txt": "Henri Barbusse, French journalist and author (b. 1873)", "entities": [{"title": "Henri Barbusse", "href": "/wiki/Henri_Barbusse", "description": "Henri Barbusse was a French novelist and a member of the French Communist Party. He was a lifelong friend of Albert Einstein."}]}, {"heading": "Deaths", "year": "1935", "date": "August 30", "txt": "Namık İsmail, Turkish painter and educator (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1936", "date": "August 30", "txt": "Ronald Fellowes, 2nd Baron Ailwyn, English peer (b. 1886)", "entities": [{"title": "Ronald Fellowes, 2nd Baron Ailwyn", "href": "/wiki/Ronald_Fellowes,_2nd_Baron_Ailwyn", "description": "\nLt.-Col. Ronald Townshend Fellowes, 2nd Baron Ailwyn was a British peer, the son of Ailwyn Edward Fellowes, 1st Baron Ailwyn. He succeeded to the Barony on 23 September 1924. He lived at Honingham Hall in Norfolk until he sold it in 1935."}]}, {"heading": "Deaths", "year": "1938", "date": "August 30", "txt": "Max Factor, Sr., Polish-born American make-up artist and businessman, founded the Max Factor Company (b. 1877)", "entities": [{"title": "Max Factor, Sr.", "href": "/wiki/Max_Factor,_Sr.", "description": "Maksymilian Faktorowicz, also known as Max Factor Sr., was a Polish businessman, beautician, entrepreneur and inventor. As a founder of the cosmetics giant Max Factor & Company, he largely developed the modern cosmetics industry in the United States and popularised the term \"make-up\" in noun form based on the verb."}, {"title": "Max Factor", "href": "/wiki/Max_Factor", "description": "Max Factor is a line of cosmetics from Coty, Inc. It was founded in 1909 as Max Factor & Company by Maksymilian Faktorowicz, a beautician from Poland."}]}, {"heading": "Deaths", "year": "1940", "date": "August 30", "txt": "J. J. Thomson, English physicist and mathematician, Nobel Prize laureate (b. 1856)", "entities": [{"title": "J. J. Thomson", "href": "/wiki/J._J._Thomson", "description": "Sir Joseph John Thomson was an English physicist and Nobel Laureate in Physics, credited with the discovery of the electron, the first subatomic particle to be discovered."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1941", "date": "August 30", "txt": "Peder Oluf Pedersen, Danish physicist and engineer (b. 1874)", "entities": [{"title": "Peder Oluf Pedersen", "href": "/wiki/Peder_Oluf_Pedersen", "description": "Peder Oluf Pedersen was a Danish engineer and physicist. He is notable for his work on electrotechnology and his cooperation with Valdemar Poulsen on the developmental work on Wire recorders, which he called a telegraphone, and the arc converter known as the Poulsen Arc Transmitter."}]}, {"heading": "Deaths", "year": "1943", "date": "August 30", "txt": "Eddy de Neve, Indonesian-Dutch footballer and lieutenant (b. 1885)", "entities": [{"title": "Eddy de Neve", "href": "/wiki/Eddy_de_Neve", "description": "Eduard Karel Alexander de Neve was a Dutch footballer who played as a forward for Velocitas Breda, HBS Craeyenhout and the Netherlands national team."}]}, {"heading": "Deaths", "year": "1943", "date": "August 30", "txt": "Eustáquio van Lieshout, Dutch priest and missionary (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "August 30", "txt": "Alfréd Schaffer, Hungarian footballer, coach, and manager (b. 1893)", "entities": [{"title": "Alfréd Schaffer", "href": "/wiki/Alfr%C3%A9d_Schaffer", "description": "Alfréd Schaffer was a Hungarian international footballer. He is recorded as having played for a record number of clubs: 21 in a 15-year career which lasted from 1910 to 1925."}]}, {"heading": "Deaths", "year": "1946", "date": "August 30", "txt": "Konstantin Rodzaevsky, Russian lawyer (b. 1907)", "entities": [{"title": "Konstantin Rodzaevsky", "href": "/wiki/Konstantin_Rodzaevsky", "description": "Konstantin Vladimirovich Rodzaevsky was the leader of the Russian Fascist Party, which he led in exile from Manchuria. Rodzaevsky was also the chief editor of the RFP paper Nash Put'. After the defeat of anti-communist forces in the Russian Civil War, he and his followers fled to Japanese-controlled China. He was lured by the NKVD to return to the Soviet Union with false promises of immunity and e"}]}, {"heading": "Deaths", "year": "1947", "date": "August 30", "txt": "Gunnar Sommerfeldt, Danish actor and director (b. 1890)", "entities": [{"title": "Gunnar Sommerfeldt", "href": "/wiki/Gunnar_Sommerfeldt", "description": "Gunnar Sommerfeldt was a Danish actor and film maker."}]}, {"heading": "Deaths", "year": "1948", "date": "August 30", "txt": "Alice Salomon, German-American social reformer (b. 1872)", "entities": [{"title": "Alice Salomon", "href": "/wiki/Alice_Salomon", "description": "Alice Salomon was a German social reformer and pioneer of social work as an academic discipline. Her role was so important to German social work that the Deutsche Bundespost issued a commemorative postage stamp about her in 1989. A university, a park and a square in Berlin are all named after her."}]}, {"heading": "Deaths", "year": "1949", "date": "August 30", "txt": "Arthur Fielder, English cricketer (b. 1877)", "entities": [{"title": "Arthur Fielder", "href": "/wiki/Arthur_Fielder", "description": "Arthur Fielder was an English professional cricketer who played as a fast bowler for Kent County Cricket Club and the England cricket team from 1900 to 1914. He played a major role in Kent's four County Championship wins in the years before World War I and toured Australia twice with the England team making six Test match appearances. He was chosen as one of Wisden's Cricketers of the Year in 1907"}]}, {"heading": "Deaths", "year": "1951", "date": "August 30", "txt": "Konstantin Märska, Estonian director and cinematographer (b. 1896)", "entities": [{"title": "Konstantin Märska", "href": "/wiki/Konstantin_M%C3%A4rska", "description": "Konstantin Märska was an Estonian cinematographer and film director."}]}, {"heading": "Deaths", "year": "1954", "date": "August 30", "txt": "Alfredo Ildefonso Schuster, Italian cardinal (b. 1880)", "entities": [{"title": "Alfredo Ildefonso Schuster", "href": "/wiki/Alfredo_Ildefonso_Schuster", "description": "Alfredo Ildefonso Schuster OSB, born Alfredo Ludovico Schuster, was an Italian Roman Catholic prelate and professed member from the Benedictines who served as the Archbishop of Milan from 1929 until his death. He became known as Ildefonso as a Benedictine monk and served as an abbot prior to his elevation to the cardinalate."}]}, {"heading": "Deaths", "year": "1961", "date": "August 30", "txt": "Cristóbal de Losada y Puga, Peruvian mathematician (b. 1894)", "entities": [{"title": "Cristóbal de Losada y Puga", "href": "/wiki/Crist%C3%B3bal_de_Losada_y_Puga", "description": "Cristóbal de Losada y Puga was a Peruvian mathematician and mining engineer. He was Minister of Education of Peru in the government of José Luis Bustamante y Rivero and Director of the National Library of Peru between 1948 and 1961."}]}, {"heading": "Deaths", "year": "1961", "date": "August 30", "txt": "Charles Coburn, American actor (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1963", "date": "August 30", "txt": "Guy Burgess, English-Soviet spy (b. 1911)", "entities": [{"title": "Guy Burgess", "href": "/wiki/Guy_Burgess", "description": "Guy Francis de Moncy Burgess was a British diplomat and Soviet agent, a member of the Cambridge Five spy ring that operated from the mid-1930s to the early years of the Cold War era. His defection in 1951 to the Soviet Union, with his fellow spy Donald Maclean, led to a serious breach in Anglo-United States intelligence co-operation, and caused long-lasting disruption and demoralisation in Britain"}]}, {"heading": "Deaths", "year": "1964", "date": "August 30", "txt": "Salme Dutt, Estonian-English lawyer and politician (b. 1888)", "entities": [{"title": "Salme Dutt", "href": "/wiki/Salme_Dutt", "description": "Salme Pekkala-Dutt was an Estonian-British communist politician, wife of Rajani Palme Dutt."}]}, {"heading": "Deaths", "year": "1967", "date": "August 30", "txt": "Ad Reinhardt, American painter, illustrator, and academic (b. 1913)", "entities": [{"title": "Ad Reinhardt", "href": "/wiki/Ad_Reinhardt", "description": "Adolph Frederick \"Ad\" Reinhardt was an abstract painter active in New York beginning in the 1930s and continuing through the 1960s. He was a member of the American Abstract Artists and was a part of the movement centered on the Betty Parsons Gallery that became known as abstract expressionism. He was also a member of The club, the meeting place for the New York School abstract expressionist artist"}]}, {"heading": "Deaths", "year": "1968", "date": "August 30", "txt": "William Talman, American actor and screenwriter (b. 1915)", "entities": [{"title": "William Talman (actor)", "href": "/wiki/William_Talman_(actor)", "description": "William Whitney Talman, Jr. was an American television and movie actor, best known for playing Los Angeles District Attorney Hamilton Burger in the television series Perry Mason."}]}, {"heading": "Deaths", "year": "1970", "date": "August 30", "txt": "Del Moore, American comedian and actor (b. 1916)", "entities": [{"title": "Del Moore", "href": "/wiki/Del_Moore", "description": "Del Moore was an American comedian, a television and movie actor, and a radio announcer."}]}, {"heading": "Deaths", "year": "1970", "date": "August 30", "txt": "Abraham Zapruder, American clothing manufacturer, witness to the assassination of John F. Kennedy", "entities": [{"title": "Assassination of John F. Kennedy", "href": "/wiki/Assassination_of_John_F._Kennedy", "description": "John Fitzgerald Kennedy, the 35th president of the United States, was assassinated on Friday, November 22, 1963, at 12:30 p.m. Central Standard Time in Dallas, Texas, while riding in a presidential motorcade through Dealey Plaza. Kennedy was riding with his wife Jacqueline, Texas Governor John Connally, and Connally's wife Nellie when he was fatally shot by former U.S. Marine Lee Harvey Oswald, fi"}]}, {"heading": "Deaths", "year": "1971", "date": "August 30", "txt": "Ali Hadi Bara, Iranian-Turkish sculptor (b. 1906)", "entities": [{"title": "Ali Hadi Bara", "href": "/wiki/Ali_Hadi_Bara", "description": "Ali Hadi Bara was a Turkish sculptor and one of the first artists of the Republican generation in Turkey."}]}, {"heading": "Deaths", "year": "1979", "date": "August 30", "txt": "Jean Seberg, American actress (b. 1938)", "entities": [{"title": "Jean Seberg", "href": "/wiki/Jean_Seberg", "description": "Jean Dorothy Seberg was an American actress who lived half her life in France. Her performance in Jean-Luc Godard's 1960 film Breathless immortalized her as an icon of French New Wave cinema."}]}, {"heading": "Deaths", "year": "1981", "date": "August 30", "txt": "Vera-Ellen, American actress and dancer (b. 1921)", "entities": [{"title": "Vera-Ellen", "href": "/wiki/Vera-Ellen", "description": "Vera-Ellen was an American dancer and actress. She is remembered for her solo performances as well as her work with partners Fred Astaire, Gene Kelly, Danny Kaye, and Donald O'Connor. She is best known for her starring roles in On the Town (1949) with Kelly and White Christmas (1954) with Kaye."}]}, {"heading": "Deaths", "year": "1981", "date": "August 30", "txt": "Mohammad-Ali Rajai, Iranian politician, 2nd President of Iran (b. 1933)", "entities": [{"title": "President of Iran", "href": "/wiki/President_of_Iran", "description": "The president of Iran is the head of government of the Islamic Republic of Iran. The president is the highest-ranking official of Iran. The president carries out the decrees, and answers to the Supreme Leader of Iran, who functions as the country's head of state. Unlike the executive in other countries, the president of Iran does not have full control over the government, which is ultimately under"}]}, {"heading": "Deaths", "year": "1985", "date": "August 30", "txt": "Taylor Caldwell, English-American author (b. 1900)", "entities": [{"title": "Taylor Caldwell", "href": "/wiki/Taylor_Caldwell", "description": "Janet Miriam Holland Taylor Caldwell was a British-born American novelist and prolific author of popular fiction, also known by the pen names Marcus Holland and Max Reiner, and by her married name of J. Miriam Reback."}]}, {"heading": "Deaths", "year": "1988", "date": "August 30", "txt": "Jack Marshall, New Zealand colonel, lawyer and politician, 28th Prime Minister of New Zealand (b. 1912)", "entities": [{"title": "Jack Marshall", "href": "/wiki/Jack_Marshall", "description": "Sir John Ross Marshall was a New Zealand politician of the National Party. He entered Parliament in 1946 and was first promoted to Cabinet in 1951. After spending twelve years as Deputy Prime Minister, he served as the 28th Prime Minister from February until December 1972."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1989", "date": "August 30", "txt": "Seymour Krim, American journalist and critic (b. 1922)", "entities": [{"title": "Seymour Krim", "href": "/wiki/Seymour_Krim", "description": "Seymour Krim was an American author, editor and literary critic. He is often categorized with the writers of the Beat Generation. He wrote for the Village Voice, Playboy, New York Element and International Times, among many other publications. He worked for a time at The New Yorker, where Brendan Gill recalled he was often \"stripped to the waist.\""}]}, {"heading": "Deaths", "year": "1990", "date": "August 30", "txt": "Bernard D. H. Tellegen, Dutch engineer and academic (b. 1900)", "entities": [{"title": "Bernard D. H. Tellegen", "href": "/wiki/Bernard_D._H._Tellegen", "description": "Bernard D.H. Tellegen was a Dutch electrical engineer and inventor of the pentode and the gyrator. He is also known for a theorem in circuit theory, Tellegen's theorem."}]}, {"heading": "Deaths", "year": "1991", "date": "August 30", "txt": "Cyril Knowles, English footballer and manager (b. 1944)", "entities": [{"title": "Cyril Knowles", "href": "/wiki/Cyril_Knowles", "description": "Cyril Barry Knowles was a footballer who played full-back for Tottenham Hotspur and England. He was the son of the rugby league footballer; Cyril Knowles, and the older brother of fellow professional footballer Peter Knowles. He died of cancer on 30 August 1991 aged 47."}]}, {"heading": "Deaths", "year": "1991", "date": "August 30", "txt": "Vladimír Padrůněk, Czech bass player (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "August 30", "txt": "Jean Tinguely, Swiss painter and sculptor (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "August 30", "txt": "Richard Jordan, American actor (b. 1938)", "entities": [{"title": "Richard Jordan", "href": "/wiki/Richard_Jordan", "description": "Robert Anson Jordan Jr. was an American stage, screen, and television actor. A long-time member of the New York Shakespeare Festival, he performed in many Off Broadway and Broadway plays. His films include Logan's Run, Les Misérables, Old Boyfriends, Raise the Titanic, The Friends of Eddie Coyle, The Yakuza, Interiors, The Bunker, Dune, The Secret of My Success, Timebomb, The Hunt for Red October,"}]}, {"heading": "Deaths", "year": "1994", "date": "August 30", "txt": "Lindsay Anderson, English director and screenwriter (b. 1923)", "entities": [{"title": "Lindsay Anderson", "href": "/wiki/Lindsay_Anderson", "description": "Lindsay Gordon Anderson was a British feature-film, theatre and documentary director, film critic, and leading-light of the Free Cinema movement and of the British New Wave. He is most widely remembered for his 1968 film if...., which won the Palme d'Or at Cannes Film Festival in 1969 and marked Malcolm McDowell's cinematic debut.\nHe is also notable, though not a professional actor, for playing a "}]}, {"heading": "Deaths", "year": "1995", "date": "August 30", "txt": "Fischer Black, American economist and academic (b. 1938)", "entities": [{"title": "Fischer Black", "href": "/wiki/Fischer_Black", "description": "Fischer Sheffey Black was an American economist, best known as one of the authors of the famous Black–Scholes equation."}]}, {"heading": "Deaths", "year": "1995", "date": "August 30", "txt": "Sterling Morrison, American guitarist and singer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "August 30", "txt": "Christine Pascal, French actress, director, and screenwriter (b. 1953)", "entities": [{"title": "Christine Pascal", "href": "/wiki/Christine_Pascal", "description": "Christine Pascal was a French actress, writer and director."}]}, {"heading": "Deaths", "year": "1999", "date": "August 30", "txt": "Reindert Brasser, Dutch discus thrower (b. 1912)", "entities": [{"title": "Reindert Brasser", "href": "/wiki/Reindert_Brasser", "description": "Reindert Johannes \"Jan\" Brasser was a Dutch athlete who competed in the 1936 Summer Olympics."}]}, {"heading": "Deaths", "year": "1999", "date": "August 30", "txt": "Raymond Poïvet, French illustrator (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 30", "txt": "Govan Mbeki, ANC activist and father of President of South Africa Thabo Mbeki (b. 1910)", "entities": [{"title": "Govan Mbeki", "href": "/wiki/Govan_Mbeki", "description": "Govan Archibald Mvuyelwa Mbeki was a South African politician, Communist and son of Chief Sikelewu Mbeki and Johanna Mahala and also the father of the former South African president Thabo Mbeki and political economist Moeletsi Mbeki. He was a leader of the South African Communist Party and the African National Congress. After the Rivonia Trial, he was imprisoned (1963–1987) on charges of terrorism"}, {"title": "Thabo Mbeki", "href": "/wiki/Thabo_Mbeki", "description": "Thabo Mvuyelwa Mbeki is a South African politician who served as the second president of South Africa from 16 June 1999 to 24 September 2008. On 20 September 2008, with about nine months left in his second term, Mbeki announced his resignation after being recalled by the National Executive Committee of the ANC, following a conclusion by judge C. R. Nicholson of improper interference in the Nationa"}]}, {"heading": "Deaths", "year": "2002", "date": "August 30", "txt": "J. Lee Thompson, English-Canadian director, producer, and screenwriter (b. 1914)", "entities": [{"title": "J. Lee Thompson", "href": "/wiki/J._Lee_Thompson", "description": "John Lee Thompson was a British film director, active in London and Hollywood, best known for such movies as Ice Cold in Alex, Cape Fear and The Guns of Navarone."}]}, {"heading": "Deaths", "year": "2003", "date": "August 30", "txt": "Charles Bronson, American actor and soldier (b. 1921)", "entities": [{"title": "Charles Bronson", "href": "/wiki/Charles_Bronson", "description": "Charles Bronson was an American actor who was often cast in roles of police officers, gunfighters, or vigilantes in revenge-oriented plot lines. He had long-term collaborations with film directors Michael Winner and J. Lee Thompson and appeared in 15 films with his second wife, Jill Ireland."}]}, {"heading": "Deaths", "year": "2003", "date": "August 30", "txt": "Donald Davidson, American philosopher and academic (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 30", "txt": "Fred Lawrence Whipple, American astronomer and academic (b. 1906)", "entities": [{"title": "Fred Lawrence Whipple", "href": "/wiki/Fred_Lawrence_Whipple", "description": "Fred Lawrence Whipple was an American astronomer, who worked at the Harvard College Observatory for over 70 years. Amongst his achievements were asteroid and comet discoveries, the \"dirty snowball\" hypothesis of comets, and the invention of the Whipple shield."}]}, {"heading": "Deaths", "year": "2006", "date": "August 30", "txt": "Robin Cooke, Baron Cooke of Thorndon, New Zealand lawyer and judge (b. 1926)", "entities": [{"title": "Robin Cooke, Baron Cooke of Thorndon", "href": "/wiki/Robin_Cooke,_Baron_Cooke_of_Thorndon", "description": "Robin Brunskill Cooke, Baron Cooke of Thorndon was a New Zealand judge and later a British Law Lord and member of the Judicial Committee of the Privy Council. He is widely considered one of New Zealand's most influential jurists, and is the only New Zealand judge to have sat in the House of Lords. He was a Non-Permanent Judge of the Court of Final Appeal of Hong Kong from 1997 to 2006."}]}, {"heading": "Deaths", "year": "2006", "date": "August 30", "txt": "Glenn Ford, Canadian-American actor and producer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 30", "txt": "Naguib Mahfouz, Egyptian journalist and author, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2007", "date": "August 30", "txt": "Michael Jackson, English author and journalist (b. 1942)", "entities": [{"title": "Michael Jackson (writer)", "href": "/wiki/Michael_Jackson_(writer)", "description": "Michael James Jackson was an English writer and journalist. He was the author of many influential books about beer and whisky. He was a regular contributor to a number of British broadsheets, particularly The Independent and The Observer."}]}, {"heading": "Deaths", "year": "2007", "date": "August 30", "txt": "Charles Vanik, American soldier and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 30", "txt": "Brian Hambly, Australian rugby player and coach (b. 1937)", "entities": [{"title": "Brian Hambly", "href": "/wiki/Brian_Hambly", "description": "Brian Clinton Hambly was an Australian rugby league player, a representative forward for the Australia national team between 1959 and 1965. His club career was played with South Sydney and Parramatta. He was considered one of the Australia’s finest rugby league players of the twentieth century."}]}, {"heading": "Deaths", "year": "2008", "date": "August 30", "txt": "Killer Kowalski, Canadian-American wrestler and trainer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 30", "txt": "Klaus-Peter Hanisch, German footballer (b. 1952)", "entities": [{"title": "Klaus-Peter Hanisch", "href": "/wiki/Klaus-Peter_Hanisch", "description": "Klaus-Peter Hanisch was a professional German footballer."}]}, {"heading": "Deaths", "year": "2010", "date": "August 30", "txt": "J. C. Bailey, American wrestler (b. 1983)", "entities": [{"title": "J. C. Bailey", "href": "/wiki/J._C._Bailey", "description": "Joseph Carl Bailey Jr. was an American professional wrestler, better known by his ring name J. C. Bailey. He wrestled for numerous American-based professional wrestling promotions including Combat Zone Wrestling, IWA Mid-South, and IWA East Coast."}]}, {"heading": "Deaths", "year": "2010", "date": "August 30", "txt": "Alain Corneau, French director and screenwriter (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 30", "txt": "Myrtle Edwards, Australian cricketer and softball player (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 30", "txt": "Francisco Varallo, Argentinian footballer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 30", "txt": "William C. Campbell, American golfer (b. 1923)", "entities": [{"title": "William C. Campbell (golfer)", "href": "/wiki/William_C._Campbell_(golfer)", "description": "William Cammack Campbell, often known as Bill Campbell or William C. Campbell, became one of the most distinguished amateur golfers in golf history. Campbell was two-time President of the United States Golf Association (USGA) and one time Captain of The Royal and Ancient Golf Club of St Andrews. He was inducted to the World Golf Hall of Fame in 1990."}]}, {"heading": "Deaths", "year": "2013", "date": "August 30", "txt": "Howie Crittenden, American basketball player and coach (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 30", "txt": "Allan Gotthelf, American philosopher and academic (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 30", "txt": "Seamus Heaney, Irish poet and playwright, Nobel Prize laureate (b. 1939)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2013", "date": "August 30", "txt": "Leo Lewis, American football player and coach (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 30", "txt": "Bipan Chandra, Indian historian and academic (b. 1928)", "entities": [{"title": "Bipan Chandra", "href": "/wiki/Bipan_Chandra", "description": "Bipan Chandra was an Indian historian, specialising in economic and political history of modern India. An emeritus professor of modern history at Jawaharlal Nehru University, he specialized on the Indian independence movement and is considered a leading scholar on Mahatma Gandhi. He authored several books, including The Rise and Growth of Economic Nationalism."}]}, {"heading": "Deaths", "year": "2014", "date": "August 30", "txt": "Igor Decraene, Belgian cyclist (b. 1996)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 30", "txt": "Andrew V. McLaglen, English-American director and producer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 30", "txt": "Felipe Osterling, Peruvian lawyer and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 30", "txt": "Wes Craven, American director, producer, screenwriter, and actor (b. 1939)", "entities": [{"title": "Wes Craven", "href": "/wiki/Wes_Craven", "description": "Wesley Earl Craven was an American film director, screenwriter, and producer. He was known for his pioneering work in the horror genre, particularly slasher films, where he mixed horror cliches with humor and satire. His impact on the genre was considered prolific and highly influential. Due to the success and cultural impact of his works, Craven has been called a \"Master of Horror\"."}]}, {"heading": "Deaths", "year": "2015", "date": "August 30", "txt": "Edward Fadeley, American lawyer and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 30", "txt": "M. M. Kalburgi, Indian scholar, author, and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 30", "txt": "Marvin Mandel, American lawyer and politician, 56th Governor of Maryland (b. 1920)", "entities": [{"title": "Governor of Maryland", "href": "/wiki/Governor_of_Maryland", "description": "The governor of the State of Maryland heads the executive branch of the government of the State of Maryland, and is the commander-in-chief of the state's National Guard units. The governor is the highest-ranking official in the state and has a broad range of appointive powers in both the state and local governments, as specified by the Maryland Constitution. Because of the extent of these constitu"}]}, {"heading": "Deaths", "year": "2015", "date": "August 30", "txt": "Oliver Sacks, English-American neurologist, author, and academic (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 30", "txt": "Louise Hay, American motivational author (b. 1926)", "entities": [{"title": "Louise Hay", "href": "/wiki/Louise_Hay", "description": "Louise Lynn Hay was an American motivational author and the founder of Hay House. She authored several New Thought self-help books, including the 1984 book You Can Heal Your Life."}]}, {"heading": "Deaths", "year": "2017", "date": "August 30", "txt": "Skip Prokop, Canadian drummer, guitarist and keyboardist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "August 30", "txt": "Valerie Harper, American actress and writer (b. 1939)", "entities": [{"title": "Valerie Harper", "href": "/wiki/Valerie_Harper", "description": "Valerie Kathryn Harper was an American actress. She began her career as a dancer on Broadway, making her debut in the musical Take Me Along in 1959. She is best remembered for her role as Rhoda Morgenstern on The Mary Tyler Moore Show (1970–1977) and its spin-off Rhoda (1974–1978). For her work on Mary Tyler Moore, she thrice received the Primetime Emmy Award for Outstanding Supporting Actress in "}]}]