[{"heading": "Events", "year": "AD 25", "date": "August 5", "txt": "Guangwu claims the throne as Emperor of China, restoring the Han dynasty after the collapse of the short-lived Xin dynasty.", "entities": [{"title": "Emperor Guangwu of Han", "href": "/wiki/Emperor_Guangwu_of_Han", "description": "Emperor Guangwu, born Liu Xiu, courtesy name Wenshu, was an emperor of the Chinese Han dynasty, restorer of the dynasty in AD 25 and thus founder of the Later Han or Eastern Han. He ruled over parts of China at first, and through suppression and conquest of regional warlords, the whole of China was consolidated by the time of his death in AD 57."}, {"title": "Emperor of China", "href": "/wiki/Emperor_of_China", "description": "Emperor of China, or Huáng dì was the monarch of China during the Imperial Period of Chinese history. In traditional Chinese political theory, the emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The succession of emperors"}, {"title": "Han dynasty", "href": "/wiki/Han_dynasty", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}, {"title": "Xin dynasty", "href": "/wiki/Xin_dynasty", "description": "The Xin dynasty was a short-lived Chinese dynasty which lasted from 9 to 23 AD, established by Han dynasty consort kin Wang Mang, who usurped the throne of Emperor Ping of Han and the infant \"crown prince\" Ruzi Ying to rule the empire over a decade before being overthrown by rebels. After Wang's death, the Han monarch was restored by Liu Xiu, a distant descendant of Emperor Jing of Han, therefore "}]}, {"heading": "Events", "year": "135", "date": "August 5", "txt": "Roman armies enter Betar, slaughtering thousands and ending the bar Kokhba revolt.", "entities": [{"title": "Betar (fortress)", "href": "/wiki/Betar_(fortress)#Fall_of_Betar", "description": "Betar fortress was an ancient, terraced farming village in the Judean highlands. The Betar fortress was the last standing Jewish fortress in the Bar Kokhba revolt of the 2nd century CE, destroyed by the Roman army of Emperor Hadrian in the year 135."}, {"title": "Bar Kokhba revolt", "href": "/wiki/Bar_Kokhba_revolt", "description": "The Bar Kokhba revolt was a rebellion of the Jews of the Roman province of Judea, led by Simon bar Kokhba, against the Roman Empire. Fought circa 132–136 CE, it was the last of three major Jewish–Roman wars, so it is also known as The Third Jewish–Roman War or The Third Jewish Revolt. Some historians also refer to it as the Second Revolt of Judea, not counting the Kitos War, which had only margina"}]}, {"heading": "Events", "year": "642", "date": "August 5", "txt": "Battle of Maserfield: Penda of Mercia defeats and kills Oswald of Northumbria.", "entities": [{"title": "Battle of Maserfield", "href": "/wiki/Battle_of_Maserfield", "description": "The Battle of Maserfield, was fought on 5 August 641 or 642, between the Anglo-Saxon kings Oswald of Northumbria and Penda of Mercia, ending in Oswald's defeat, death, and dismemberment. The location was also known as Cogwy in Welsh, with Welshmen from Pengwern participating in the battle, probably as allies of the Mercians. Bede reports the commonly accepted date given above; the Welsh Annales Ca"}, {"title": "Penda of Mercia", "href": "/wiki/Penda_of_Mercia", "description": "Penda was a 7th-century King of Mercia, the Anglo-Saxon kingdom in what is today the English Midlands. A pagan at a time when Christianity was taking hold in many of the Anglo-Saxon kingdoms, Penda took over the Severn Valley in 628 following the Battle of Cirencester before participating in the defeat of the powerful Northumbrian king Edwin at the Battle of Hatfield Chase in 633."}, {"title": "Oswald of Northumbria", "href": "/wiki/Oswald_of_Northumbria", "description": "Oswald was King of Northumbria from 634 until his death, and is venerated as a saint, of whom there was a particular cult in the Middle Ages."}]}, {"heading": "Events", "year": "910", "date": "August 5", "txt": "The last major Danish army to raid England for nearly a century is defeated at the Battle of Tettenhall by the allied forces of Mercia and Wessex, led by King Edward the Elder and Æthelred, Lord of the Mercians.", "entities": [{"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Battle of Tettenhall", "href": "/wiki/Battle_of_Tettenhall", "description": "The Battle of Tettenhall took place, according to the Anglo-Saxon Chronicle, near Tettenhall on 5 August 910. The allied forces of Mercia and Wessex met an army of Northumbrian Vikings in Mercia."}, {"title": "Mercia", "href": "/wiki/Mercia", "description": "Mercia was one of the kingdoms of the Anglo-Saxon Heptarchy. The name is a Latinisation of the Old English Mierce or Myrce, meaning \"border people\". Mercia dominated what would later become England for three centuries, subsequently going into a gradual decline while Wessex eventually conquered and united all the kingdoms into the Kingdom of England."}, {"title": "Wessex", "href": "/wiki/Wessex", "description": "Wessex was an Anglo-Saxon kingdom in the south of Great Britain, from 519 until England was unified by Æthelstan in 927."}, {"title": "Edward the Elder", "href": "/wiki/Edward_the_Elder", "description": "Edward the Elder was King of the Anglo-Saxons from 899 until his death. He was the elder son of Alfred the Great and his wife Ealhswith. When Edward succeeded to the throne, he had to defeat a challenge from his cousin Æthelwold, who had a strong claim to the throne as the son of Alfred's elder brother and predecessor, Æthelred."}, {"title": "Æthelred, Lord of the Mercians", "href": "/wiki/%C3%86thelred,_Lord_of_the_Mercians", "description": "Æthelred, Lord of the Mercians became ruler of English Mercia shortly after the death of its last king, Ceolwulf II in 879. His rule was confined to the western half, as eastern Mercia was then part of the Viking-ruled Danelaw. Æthelred's ancestry is unknown. He was probably the leader of an unsuccessful Mercian invasion of Wales in 881, and soon afterwards he acknowledged the lordship of King Alf"}]}, {"heading": "Events", "year": "939", "date": "August 5", "txt": "The Battle of Alhandic is fought between Ramiro II of León and Abd-ar-Rahman III at Zamora in the context of the Spanish Reconquista. The battle resulted in a victory for the Emirate of Córdoba.", "entities": [{"title": "Battle of Alhandic", "href": "/wiki/Battle_of_Alhandic", "description": "The Battle of Alhandic, also known as Zamora's trench Battle, was a battle that occurred on August 5, 939 in the city of Zamora, Spain. The battle occurred when the troops of Abd-ar-Rahman III assaulted the walls of Zamora. The defending troops were those loyal to Ramiro II of León, King of the Kingdom of Leon. The fighting was so bloody that the tide of the battle did not turn until the ditch sur"}, {"title": "Ramiro II of León", "href": "/wiki/Ramiro_II_of_Le%C3%B3n", "description": "Ramiro II, son of Ordoño II and Elvira Menendez, was a King of León from 931 until his death. Initially titular king only of a lesser part of the kingdom, he gained the crown of León after supplanting his brother Alfonso IV and cousin Alfonso Fróilaz in 931. The scant Anales castellanos primeros are a primary source for his reign."}, {"title": "Abd-ar-Rahman III", "href": "/wiki/Abd-ar-Rahman_III", "description": "Abd al-Raḥmān III, also known as 'Abd al-Rahmān ibn Muḥammad ibn 'Abd Allāh ibn Muḥammad ibn 'Abd al-Raḥmān ibn al-Ḥakam al-Rabdī ibn Hishām ibn 'Abd al-Raḥmān al-Dākhil, was the Umayyad Emir of Córdoba from 912 to 929, at which point he founded the Caliphate of Córdoba, serving as its first Caliph until his death. 'Abd al-Raḥmān won the laqab (sobriquet) al-Nasir li-Dīn Allāh – Defender of God's "}, {"title": "Zamora, Spain", "href": "/wiki/Zamora,_Spain", "description": "Zamora is a city and municipality of Spain located in the autonomous community of Castile and León. It is the capital of the province of Zamora. The city straddles the Duero river. With its 24 characteristic Romanesque style churches of the 12th and 13th centuries it has been called a \"museum of Romanesque art\". Zamora is the city with the most Romanesque churches in all of Europe. The most import"}, {"title": "Spanish Reconquista", "href": "/wiki/Spanish_Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}, {"title": "Emirate of Córdoba", "href": "/wiki/Emirate_of_C%C3%B3rdoba", "description": "The Emirate of Córdoba was a Medieval Islamic kingdom in the Iberian Peninsula. Its founding in the mid eighth century would mark the beginning of seven hundred years of Muslim rule in what is now Spain and Portugal."}]}, {"heading": "Events", "year": "1068", "date": "August 5", "txt": "Byzantine–Norman wars: Italo-Normans begin a nearly-three-year siege of Bari.", "entities": [{"title": "Byzantine–Norman wars", "href": "/wiki/Byzantine%E2%80%93Norman_wars", "description": "Wars between the Normans and the Byzantine Empire were fought from c. 1040 until 1185, when the last Norman invasion of the Byzantine Empire was defeated. At the end of the conflict, neither the Normans nor the Byzantines could boast much power as by the mid-13th century exhaustive fighting with other powers had weakened both, leading to the Byzantines losing Asia Minor to the Ottoman Empire in th"}, {"title": "Italo-Norman", "href": "/wiki/Italo-Norman", "description": "The Italo-Normans, or Siculo-Normans (Siculo-Normanni) when referring to Sicily and Southern Italy, are the Italian-born descendants of the first Norman conquerors to travel to southern Italy in the first half of the eleventh century. While maintaining much of their distinctly Norman piety and customs of war, they were shaped by the diversity of southern Italy, by the cultures and customs of the G"}, {"title": "Siege of Bari", "href": "/wiki/Siege_of_Bari", "description": "The siege of Bari took place 1068–71, during the Middle Ages, when Norman forces, under the command of Robert Guiscard, laid siege to the city of Bari, a major stronghold of the Byzantines in Italy and the capital of the Catepanate of Italy, starting from 5 August 1068. Bari was captured on 16 April 1071 when Robert Guiscard entered the city, ending over five centuries of Byzantine presence in Sou"}]}, {"heading": "Events", "year": "1100", "date": "August 5", "txt": "Henry I is crowned King of England in Westminster Abbey.", "entities": [{"title": "Henry I of England", "href": "/wiki/Henry_I_of_England", "description": "Henry I, also known as Henry Beauclerc, was King of England from 1100 to his death in 1135. He was the fourth son of William the Conqueror and was educated in Latin and the liberal arts. On William's death in 1087, Henry's elder brothers Robert Curthose and William Rufus inherited Normandy and England, respectively, but Henry was left landless. He purchased the County of Cotentin in western Norman"}, {"title": "List of English monarchs", "href": "/wiki/List_of_English_monarchs", "description": "This list of kings and queens of the Kingdom of England begins with Alfred the Great, who initially ruled Wessex, one of the seven Anglo-Saxon kingdoms which later made up modern England. Alfred styled himself King of the Anglo-Saxons from about 886, and while he was not the first king to claim to rule all of the English, his rule represents the start of the first unbroken line of kings to rule th"}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}]}, {"heading": "Events", "year": "1278", "date": "August 5", "txt": "Spanish Reconquista: the forces of the Kingdom of Castile initiate the ultimately futile Siege of Algeciras against the Emirate of Granada.", "entities": [{"title": "Spanish Reconquista", "href": "/wiki/Spanish_Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Siege of Algeciras (1278)", "href": "/wiki/Siege_of_Algeciras_(1278)", "description": "The Siege of Algeciras was the first of many sieges of the city by Christian forces in the lengthy period of the Spanish Reconquista. The siege, ordered by King Alfonso X of Castile also known as \"el Sabio\", was a fruitless military campaign initiated by the Kingdom of Castile with the objective of removing the Benimerins from Algeciras. The siege on Algeciras, then known to the Muslims as Al-Jazi"}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}]}, {"heading": "Events", "year": "1388", "date": "August 5", "txt": "The Battle of Otterburn, a border skirmish between the Scottish and the English in Northern England, is fought near Otterburn.", "entities": [{"title": "Battle of Otterburn", "href": "/wiki/Battle_of_Otterburn", "description": "The Battle of Otterburn took place according to Scottish sources on 5 August 1388, or 19 August according to English sources, as part of the continuing border skirmishes between the Scots and English."}, {"title": "Otterburn, Northumberland", "href": "/wiki/Otterburn,_Northumberland", "description": "Otterburn is a small village in Northumberland, England, 31 miles (50 km) northwest of Newcastle upon Tyne on the banks of the River Rede, near the confluence of the Otter Burn, from which the village derives its name. It lies within the Cheviot Hills about 16 miles (26 km) from the Scottish border. The parish of Otterburn is at the heart of Redesdale, a Northumbrian upland valley."}]}, {"heading": "Events", "year": "1506", "date": "August 5", "txt": "The Grand Duchy of Lithuania defeats the Crimean Khanate in the Battle of Kletsk.", "entities": [{"title": "Grand Duchy of Lithuania", "href": "/wiki/Grand_Duchy_of_Lithuania", "description": "The Grand Duchy of Lithuania was a European state that lasted from the 13th century to 1795, when the territory was partitioned among the Russian Empire, the Kingdom of Prussia, and the Habsburg Empire of Austria. The state was founded by Lithuanians, who were at the time a polytheistic nation born from several united Baltic tribes from Aukštaitija."}, {"title": "Crimean Khanate", "href": "/wiki/Crimean_Khanate", "description": "The Crimean Khanate, own name — Great Horde and Desht-i Kipchak, in old European historiography and geography — Little Tartary was a Crimean Tatar state existing from 1441 to 1783, the longest-lived of the Turkic khanates that succeeded the empire of the Golden Horde. Established by Hacı I Giray in 1441, it was regarded as the direct heir to the Golden Horde and to Desht-i-Kipchak."}, {"title": "Battle of Kletsk", "href": "/wiki/Battle_of_Kletsk", "description": "The Battle of Kletsk was a battle fought on 5 August 1506 near Kletsk, between the army of the Grand Duchy of Lithuania, led by Court Marshal of Lithuania Michael Glinski, and the army of the Crimean Khanate, led by Fetih I Giray and Burnaş I Giray, sons of the Khan of Crimea, Meñli I Giray. The battle was one of the first and greatest Lithuanian victories over the Tatars."}]}, {"heading": "Events", "year": "1583", "date": "August 5", "txt": "Sir Humphrey Gilbert establishes the first English colony in North America, at what is now St. John's, Newfoundland and Labrador.", "entities": [{"title": "Humphrey Gilbert", "href": "/wiki/Humphrey_Gilbert", "description": "Sir Humphrey Gilbert \nof Compton in the parish of Marldon and of Greenway in the parish of Churston Ferrers, both in Devon, England, was an adventurer, explorer, member of parliament and soldier who served during the reign of Queen Elizabeth I and was a pioneer of the English colonial empire in North America and the Plantations of Ireland. He was a maternal half-brother of Sir Walter Raleigh and a"}, {"title": "Colony", "href": "/wiki/Colony", "description": "In political science, a colony is a territory subject to a form of foreign rule. Though dominated by the foreign colonizers, colonies remain separate from the administration of the original country of the colonizers, the metropolitan state .\nThis administrative colonial separation makes colonies neither incorporated territories, nor client states. Some colonies have been organized either as depend"}, {"title": "St. John's, Newfoundland and Labrador", "href": "/wiki/St._John%27s,_Newfoundland_and_Labrador", "description": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is the easternmost city in North America."}]}, {"heading": "Events", "year": "1600", "date": "August 5", "txt": "The Gowrie Conspiracy against King James VI of Scotland (later to become King James I of England) takes place.", "entities": [{"title": "John Ruthven, 3rd Earl of Gowrie", "href": "/wiki/John_Ruthven,_3rd_Earl_of_Gowrie#Gowrie_conspiracy", "description": "John Ruthven, 3rd Earl of Gowrie, was a Scottish nobleman who died in mysterious circumstances, referred to as the \"Gowrie Conspiracy\", in which he and/or his brother Alexander were attempting to kill or kidnap King James VI of Scotland for unknown purposes. The king's retinue killed both brothers during the attack, and the king survived."}, {"title": "James VI and I", "href": "/wiki/James_VI_and_I", "description": "James VI and I was King of Scotland as James VI from 24 July 1567 and King of England and Ireland as James I from the union of the Scottish and English crowns on 24 March 1603 until his death in 1625. The kingdoms of Scotland and England were individual sovereign states, with their own parliaments, judiciaries, and laws, though both were ruled by James in personal union."}]}, {"heading": "Events", "year": "1620", "date": "August 5", "txt": "The Mayflower departs from Southampton, England, carrying would-be settlers, on its first attempt to reach North America; it is forced to dock in Dartmouth when its companion ship, the Speedwell, springs a leak.", "entities": [{"title": "Southampton", "href": "/wiki/Southampton", "description": "Southampton is a city in Hampshire, South East England, approximately 70 miles (110 km) south-west of London and 15 miles (24 km) west of Portsmouth. A major port, and close to the New Forest, it lies at the northernmost point of Southampton Water, at the confluence of the River Test and Itchen, with the River Hamble joining to the south. The unitary authority area of Southampton had a population "}]}, {"heading": "Events", "year": "1689", "date": "August 5", "txt": "Beaver Wars: Fifteen hundred Iroquois attack Lachine in New France.", "entities": [{"title": "Beaver Wars", "href": "/wiki/Beaver_Wars", "description": "The Beaver Wars, also known as the Iroquois Wars or the French and Iroquois Wars, encompass a series of conflicts fought intermittently during the 17th century in North America. They were battles for economic dominance throughout the Saint Lawrence River valley in Canada and the lower Great Lakes region which pitted the Iroquois against the northern Algonquians and the Algonquians' French allies. "}, {"title": "Iroquois", "href": "/wiki/Iroquois", "description": "The Iroquois or Haudenosaunee are an indigenous confederacy in northeast North America. They were known during the colonial years to the French as the Iroquois League, later as the Iroquois Confederacy and to the English as the Five Nations, comprising the Mohawk, Onondaga, Oneida, Cayuga, and Seneca. After 1722, they accepted the Tuscarora people from the southeast into their confederacy, as they"}, {"title": "Lachine massacre", "href": "/wiki/Lachine_massacre", "description": "The Lachine massacre, part of the Beaver Wars, occurred when 1,500 Mohawk warriors launched a surprise attack against the small settlement of Lachine, New France, at the upper end of Montreal Island, on the morning of August 5, 1689. The attack was precipitated by the growing Iroquois frustration with the increased French incursions into their territory and the ongoing concern about French Marquis"}, {"title": "Lachine, Quebec", "href": "/wiki/Lachine,_Quebec", "description": "Lachine is a borough (arrondissement) within the city of Montreal on the Island of Montreal in southwestern Quebec, Canada. It was an autonomous city until the municipal mergers in 2002."}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}]}, {"heading": "Events", "year": "1716", "date": "August 5", "txt": "Austro-Turkish War (1716–1718): One-fifth of a Turkish army and the Grand Vizier are killed in the Battle of Petrovaradin.", "entities": [{"title": "Austro-Turkish War (1716–1718)", "href": "/wiki/Austro-Turkish_War_(1716%E2%80%931718)", "description": "The Austro-Turkish War was fought between Habsburg Monarchy and the Ottoman Empire. The Treaty of Karlowitz (1699) was not an acceptable long-standing agreement for the Ottoman Empire. Twelve years after Karlowitz, the Turks began the long prospect of taking revenge for their defeat at the Battle of Vienna in 1683. First, the Turkish Grand Vizier Baltacı Mehmet's army defeated Peter the Great's Ru"}, {"title": "Grand Vizier", "href": "/wiki/Grand_Vizier", "description": "Grand vizier was the title of the effective head of government of many sovereign states in the Islamic world. The office of grand vizier was first held by officials in the later Abbasid Caliphate. It was then held in the Ottoman Empire, the Mughal Empire, the Sokoto Empire, the Safavid Empire and Morocco. In the Ottoman Empire, the grand vizier held the imperial seal and could convene all other vi"}, {"title": "Battle of Petrovaradin", "href": "/wiki/Battle_of_Petrovaradin", "description": "The Battle of Petrovaradin also known as the Battle of Peterwardein, took place on 5 August 1716 during the Austro-Turkish War, after the Ottoman army began to lay siege to the Habsburgs-controlled fortress of Petrovaradin on the Military Frontier of the Habsburg Monarchy. The Ottomans prepared to capture Petrovaradin, the so-called Gibraltar on the Danube, experienced a heavy defeat by an army ha"}]}, {"heading": "Events", "year": "1735", "date": "August 5", "txt": "Freedom of the press: New York Weekly Journal writer John Peter Zenger is acquitted of seditious libel against the royal governor of New York, on the basis that what he had published was true.", "entities": [{"title": "Freedom of the press", "href": "/wiki/Freedom_of_the_press", "description": "Freedom of the press or freedom of the media is the principle that communication and expression through various media, including printed and electronic media, especially published materials, should be considered a right to be exercised freely. Such freedom implies the absence of interference from an overreaching state; its preservation may be sought through constitution or other legal protection a"}, {"title": "John Peter Zenger", "href": "/wiki/John_Peter_Zenger", "description": "John Peter Zenger (October 26, 1697 – July 28, 1746) was a German printer and journalist in New York City. Zenger printed The New York Weekly Journal. He was accused of libel in 1734 by William Cosby, the royal governor of New York, but the jury acquitted Zenger, who became a symbol for freedom of the press."}, {"title": "Seditious libel", "href": "/wiki/Seditious_libel", "description": "Sedition and seditious libel were criminal offences under English common law, and are still criminal offences in Canada. Sedition is overt conduct, such as speech and organization, that is deemed by the legal authority to tend toward insurrection against the established order: if the statement is in writing or some other permanent form it is seditious libel. Libel denotes a printed form of communi"}]}, {"heading": "Events", "year": "1763", "date": "August 5", "txt": "Pontiac's War: Battle of Bushy Run: British forces led by Henry Bouquet defeat Chief Pontiac's Indians at Bushy Run.", "entities": [{"title": "Pontiac's War", "href": "/wiki/Pontiac%27s_War", "description": "Pontiac's War was launched in 1763 by a loose confederation of American Indians dissatisfied with British rule in the Great Lakes region following the French and Indian War (1754–1763). Warriors from numerous tribes joined in an effort to drive British soldiers and settlers out of the region. The war is named after Odawa leader Pontiac, the most prominent of many Indian leaders in the conflict."}, {"title": "Battle of Bushy Run", "href": "/wiki/Battle_of_Bushy_Run", "description": "The Battle of Bushy Run was fought on August 5–6, 1763, in western Pennsylvania, between a British column under the command of Colonel Henry Bouquet and a combined force of Delaware, Shawnee, Mingo, and Huron warriors. This action occurred during Pontiac's Rebellion. Though the British suffered serious losses, they routed the tribesmen and successfully relieved the garrison of Fort Pitt."}, {"title": "Henry Bouquet", "href": "/wiki/Henry_Bouquet", "description": "Henry Louis Bouquet, generally known as Henry Bouquet, was a Swiss mercenary who rose to prominence in British service during the French and Indian War and Pontiac's War. Bouquet is best known for his victory over a Native American force at the Battle of Bushy Run, lifting the siege of Fort Pitt during Pontiac's War. During the conflict Bouquet gained lasting infamy in an exchange of letters with "}, {"title": "Chief Pontiac", "href": "/wiki/Chief_Pontiac", "description": "Pontiac or Obwandiyag was an Odawa war chief known for his role in the war named for him, from 1763 to 1766 leading Native Americans in an armed struggle against the British in the Great Lakes region due to, among other reasons, dissatisfaction with British policies. It followed the British victory in the French and Indian War, the American front of the Seven Years' War. Pontiac's importance in th"}, {"title": "Native Americans in the United States", "href": "/wiki/Native_Americans_in_the_United_States", "description": "Native Americans, also known as American Indians, First Americans, Indigenous Americans and other terms, are the indigenous peoples of the United States; sometimes including Hawaii and territories of the United States, and other times limited to the mainland. There are 574 federally recognized tribes living within the US, about half of which are associated with Indian reservations. \"Native America"}, {"title": "Battle of Bushy Run", "href": "/wiki/Battle_of_Bushy_Run", "description": "The Battle of Bushy Run was fought on August 5–6, 1763, in western Pennsylvania, between a British column under the command of Colonel Henry Bouquet and a combined force of Delaware, Shawnee, Mingo, and Huron warriors. This action occurred during Pontiac's Rebellion. Though the British suffered serious losses, they routed the tribesmen and successfully relieved the garrison of Fort Pitt."}]}, {"heading": "Events", "year": "1781", "date": "August 5", "txt": "The Battle of Dogger Bank takes place.", "entities": [{"title": "Battle of Dogger Bank (1781)", "href": "/wiki/Battle_of_Dogger_Bank_(1781)", "description": "The Battle of Dogger Bank was a naval battle that took place on 5 August 1781 during the Fourth Anglo-Dutch War, contemporaneously related to the American Revolutionary War, in the North Sea. It was a bloody encounter between a British squadron under Vice Admiral Sir Hyde Parker and a Dutch squadron under Vice Admiral Johan Zoutman, both of which were escorting convoys."}]}, {"heading": "Events", "year": "1796", "date": "August 5", "txt": "The Battle of Castiglione in Napoleon's first Italian campaigns of the French Revolutionary Wars.", "entities": [{"title": "Battle of Castiglione", "href": "/wiki/Battle_of_Castiglione", "description": "The Battle of Castiglione saw the French Army of Italy under General Napoleon Bonaparte attack an army of Habsburg Monarchy led by Feldmarschall Dagobert Sigmund von Wurmser on 5 August 1796. The outnumbered Austrians were defeated and driven back along a line of hills to the river crossing at Borghetto, where they retired beyond the Mincio River. The town of Castiglione delle Stiviere is located "}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Italian campaigns of the French Revolutionary Wars", "href": "/wiki/Italian_campaigns_of_the_French_Revolutionary_Wars", "description": "The Italian campaigns of the French Revolutionary Wars (1792–1802) were a series of conflicts fought principally in Northern Italy between the French Revolutionary Army and a Coalition of Austria, Russia, Piedmont-Sardinia, and a number of other Italian states."}]}, {"heading": "Events", "year": "1816", "date": "August 5", "txt": "The British Admiralty dismisses Francis Ronalds's new invention of the first working electric telegraph as \"wholly unnecessary\", preferring to continue using the semaphore.", "entities": [{"title": "Francis Ronalds", "href": "/wiki/Francis_Ronalds", "description": "Sir Francis Ronalds FRS was an English scientist and inventor, and arguably the first electrical engineer. He was knighted for creating the first working electric telegraph over a substantial distance. In 1816 he laid an eight-mile length of iron wire between wooden frames in his mother's garden and sent pulses using electrostatic generators."}, {"title": "Electrical telegraph", "href": "/wiki/Electrical_telegraph", "description": "An electrical telegraph is a point-to-point text messaging system, primarily used from the 1840s until the mid 20th century when it was slowly replaced by other telecommunication systems. It used coded pulses of electric current through dedicated wires to transmit information over long distances. It was the first electrical telecommunications system, the most widely used of a number of early messa"}]}, {"heading": "Events", "year": "1824", "date": "August 5", "txt": "Greek War of Independence: Konstantinos Kanaris leads a Greek fleet to victory against Ottoman and Egyptian naval forces in the Battle of Samos.", "entities": [{"title": "Greek War of Independence", "href": "/wiki/Greek_War_of_Independence", "description": "The Greek War of Independence, also known as the Greek Revolution of 1821 or Greek Revolution, was a successful war of independence by Greek revolutionaries against the Ottoman Empire between 1821 and 1830. The Greeks were later assisted by Great Britain, France and Russia, while the Ottomans were aided by their North African vassals, particularly the eyalet of Egypt. The war led to the formation "}, {"title": "Konstantinos Kanaris", "href": "/wiki/Konstantinos_Kanaris", "description": "Konstantinos Kanaris, also anglicised as Constantine Kanaris or Canaris, was a Greek admiral, Prime Minister, and a hero of the Greek War of Independence."}, {"title": "Battle of Samos (1824)", "href": "/wiki/Battle_of_Samos_(1824)", "description": "The Battle of Samos was a naval battle fought on August 5–17, 1824 off the Greek island of Samos during the Greek War of Independence."}]}, {"heading": "Events", "year": "1858", "date": "August 5", "txt": "Cyrus West Field and others complete the first transatlantic telegraph cable after several unsuccessful attempts. It will operate for less than a month.", "entities": [{"title": "Cyrus West Field", "href": "/wiki/Cyrus_West_Field", "description": "Cyrus West Field was an American businessman and financier who, along with other entrepreneurs, created the Atlantic Telegraph Company and laid the first telegraph cable across the Atlantic Ocean in 1858."}, {"title": "Transatlantic telegraph cable", "href": "/wiki/Transatlantic_telegraph_cable", "description": "Transatlantic telegraph cables were undersea cables running under the Atlantic Ocean used for telegraph communications. Telegraphy is now an obsolete form of communication and the cables have long since been decommissioned, but telephone and data are still carried on other transatlantic telecommunications cables. The first cable was laid in the 1850s across the floor of the Atlantic from Valentia "}]}, {"heading": "Events", "year": "1860", "date": "August 5", "txt": "Charles XV of Sweden of Sweden-Norway is crowned king of Norway in Trondheim.", "entities": [{"title": "Charles XV of Sweden", "href": "/wiki/Charles_XV_of_Sweden", "description": "Charles XV also Carl ; Swedish: Karl XV and Norwegian: Karl IV was King of Sweden and Norway, there often referred to accurately as Charles IV, from 1859 until his death. Though known as King Charles XV in Sweden, he was actually the ninth Swedish king by that name, as his predecessor Charles IX had adopted a numeral according to a fictitious history of Sweden."}, {"title": "Trondheim", "href": "/wiki/Trondheim", "description": "Trondheim, is a city and municipality in Trøndelag county, Norway. It has a population of 205,332 as of 2020, and is the third most populous municipality in Norway, although the fourth largest urban area. Trondheim lies on the south shore of Trondheim Fjord at the mouth of the River Nidelva. The city is dominated by the Norwegian University of Science and Technology (NTNU), the Foundation for Scie"}]}, {"heading": "Events", "year": "1861", "date": "August 5", "txt": "American Civil War: In order to help pay for the war effort, the United States government levies the first income tax as part of the Revenue Act of 1861 (3% of all incomes over US$800; rescinded in 1872).", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Federal government of the United States", "href": "/wiki/Federal_government_of_the_United_States", "description": "The federal government of the United States is the national government of the United States, a federal republic in North America, composed of 50 states, a federal district, five major self-governing territories and several island possessions. The federal government is composed of three distinct branches: legislative, executive, and judicial, whose powers are vested by the U.S. Constitution in the "}, {"title": "Income tax", "href": "/wiki/Income_tax", "description": "An income tax is a tax imposed on individuals or entities (taxpayers) in respect of the income or profits earned by them. Income tax generally is computed as the product of a tax rate times the taxable income. Taxation rates may vary by type or characteristics of the taxpayer and the type of income."}, {"title": "Revenue Act of 1861", "href": "/wiki/Revenue_Act_of_1861", "description": "The Revenue Act of 1861, formally cited as Act of August 5, 1861, Chap. XLV, 12 Stat. 292, included the first U.S. Federal income tax statute. The Act, motivated by the need to fund the Civil War, imposed an income tax to be \"levied, collected, and paid, upon the annual income of every person residing in the United States, whether such income is derived from any kind of property, or from any profe"}, {"title": "1872", "href": "/wiki/1872", "description": "1872 (MDCCCLXXII) was a leap year starting on Monday of the Gregorian calendar and a leap year starting on Saturday of the Julian calendar, the 1872nd year of the Common Era (CE) and Anno Domini (AD) designations, the 872nd year of the 2nd millennium, the 72nd year of the 19th century, and the 3rd year of the 1870s decade. As of the start of 1872, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Events", "year": "1861", "date": "August 5", "txt": "The United States Army abolishes flogging.", "entities": [{"title": "Flagellation", "href": "/wiki/Flagellation", "description": "Flagellation, flogging, whipping or lashing is the act of beating the human body with special implements such as whips, lashes, rods, switches, the cat o' nine tails, the sjambok, the knout, etc. Typically, flogging is imposed on an unwilling subject as a punishment; however, it can also be submitted to willingly for sadomasochistic pleasure, or performed on oneself, in religious or sadomasochisti"}]}, {"heading": "Events", "year": "1862", "date": "August 5", "txt": "American Civil War: Battle of Baton Rouge: Along the Mississippi River near Baton Rouge, Louisiana, Confederate troops attempt to take the city, but are driven back by fire from Union gunboats.", "entities": [{"title": "Battle of Baton Rouge (1862)", "href": "/wiki/Battle_of_Baton_Rouge_(1862)", "description": "The Battle of Baton Rouge was a ground and naval battle in the American Civil War fought in East Baton Rouge Parish, Louisiana, on August 5, 1862. The Union victory halted Confederate attempts to recapture the capital city of Louisiana."}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "Baton Rouge, Louisiana", "href": "/wiki/Baton_Rouge,_Louisiana", "description": "Baton Rouge is the capital city of the U.S. state of Louisiana. On the eastern bank of the Mississippi River, it is the parish seat of East Baton Rouge Parish, the most-populous parish in Louisiana. Since 2019, the city of Baton Rouge has been the 100th-most-populous city in the United States, and second-largest city in Louisiana after New Orleans. It is also the 16th-most-populous state capital. "}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}]}, {"heading": "Events", "year": "1864", "date": "August 5", "txt": "American Civil War: The Battle of Mobile Bay begins at Mobile Bay near Mobile, Alabama, Admiral David Farragut leads a Union flotilla through Confederate defenses and seals one of the last major Southern ports.", "entities": [{"title": "Battle of Mobile Bay", "href": "/wiki/Battle_of_Mobile_Bay", "description": "The Battle of Mobile Bay of August 5, 1864, was an engagement of the American Civil War in which a Union fleet commanded by Rear Admiral David G. Farragut, assisted by a contingent of soldiers, attacked a smaller Confederate fleet led by Admiral Franklin Buchanan and three forts that guarded the entrance to Mobile Bay. Farragut's order of \"Damn the torpedoes! Four bells. Captain Drayton, go ahead!"}, {"title": "Mobile Bay", "href": "/wiki/Mobile_Bay", "description": "Mobile Bay is a shallow inlet of the Gulf of Mexico, lying within the state of Alabama in the United States. Its mouth is formed by the Fort Morgan Peninsula on the eastern side and Dauphin Island, a barrier island on the western side. The Mobile River and Tensaw River empty into the northern end of the bay, making it an estuary. Several smaller rivers also empty into the bay: Dog River, Deer Rive"}, {"title": "Mobile, Alabama", "href": "/wiki/Mobile,_Alabama", "description": "Mobile is the county seat of Mobile County, Alabama, United States. The population within the city limits was 195,111 as of the 2010 United States Census, making it the third-most-populous city in Alabama, and the most populous in Mobile County."}, {"title": "David Farragut", "href": "/wiki/David_Farragut", "description": "David Glasgow Farragut was a flag officer of the United States Navy during the American Civil War. He was the first rear admiral, vice admiral, and admiral in the United States Navy. He is remembered for his order at the Battle of Mobile Bay usually paraphrased as \"Damn the torpedoes, full speed ahead\" in U.S. Navy tradition."}]}, {"heading": "Events", "year": "1874", "date": "August 5", "txt": "Japan launches its postal savings system, modeled after a similar system in the United Kingdom.", "entities": [{"title": "Postal savings system", "href": "/wiki/Postal_savings_system", "description": "Postal savings systems provide depositors who do not have access to banks a safe and convenient method to save money. Many nations have operated banking systems involving post offices to promote saving money among the poor."}]}, {"heading": "Events", "year": "1884", "date": "August 5", "txt": "The cornerstone for the Statue of Liberty is laid on Bedloe's Island (now Liberty Island) in New York Harbor.", "entities": [{"title": "Statue of Liberty", "href": "/wiki/Statue_of_Liberty", "description": "The Statue of Liberty is a colossal neoclassical sculpture on Liberty Island in New York Harbor within New York City, in the United States. The copper statue, a gift from the people of France to the people of the United States, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886."}, {"title": "Liberty Island", "href": "/wiki/Liberty_Island", "description": "Liberty Island is a federally owned island in Upper New York Bay in the United States. Its most notable feature is the Statue of Liberty, a large statue by Frédéric Auguste Bartholdi that was dedicated in 1886. Long known as Bedloe's Island, it was renamed by an act of the United States Congress in 1956. Part of New York State, the island is an exclave of the New York City borough of Manhattan, su"}, {"title": "New York Harbor", "href": "/wiki/New_York_Harbor", "description": "New York Harbor is at the mouth of the Hudson River where it empties into New York Bay near the East River tidal estuary, and then into the Atlantic Ocean on the east coast of the United States. It is one of the largest natural harbors in the world. Although the United States Board on Geographic Names does not use the term, New York Harbor has important historical, governmental, commercial, and ec"}]}, {"heading": "Events", "year": "1888", "date": "August 5", "txt": "Bertha Benz drives from Mannheim to Pforzheim and back in the first long distance automobile trip, commemorated as the Bertha Benz Memorial Route since 2008.", "entities": [{"title": "Bertha Benz", "href": "/wiki/Bertha_Benz", "description": "Bertha Benz was a German automotive pioneer and inventor. She was the business partner and wife of automobile inventor Karl Benz. On 5 August 1888, she was the first person to drive an automobile over a long distance, field testing the patent Motorwagen, inventing brake lining and solving several practical issues during the journey of 65 miles (105 km). In doing so, she brought the Benz Patent-Mot"}, {"title": "Mannheim", "href": "/wiki/Mannheim", "description": "Mannheim, officially the University City of Mannheim, is the second-largest city in the German state of Baden-Württemberg after the state capital of Stuttgart, and Germany's 21st-largest city, with a 2020 population of approximately 309,119 inhabitants. The city is at the centre of the Rhine-Neckar Metropolitan Region, Germany's eighth-largest metropolitan region."}, {"title": "Pforzheim", "href": "/wiki/Pforzheim", "description": "Pforzheim is a city of over 125,000 inhabitants in the federal state of Baden-Württemberg, in the southwest of Germany. It is known for its jewelry and watch-making industry, and as such has gained the nickname \"Goldstadt\". With an area of 97.8 km2 (38 sq mi), it is situated between the cities of Stuttgart and Karlsruhe at the confluence of three rivers. It marks the frontier between Baden and Wür"}, {"title": "Bertha Benz Memorial Route", "href": "/wiki/Bertha_Benz_Memorial_Route", "description": "The Bertha Benz Memorial Route is a German tourist and theme route in Baden-Württemberg and member of the European Route of Industrial Heritage. It opened in 2008 and follows the tracks of the world's first long distance road trip by a vehicle powered with an internal combustion engine, in 1888."}]}, {"heading": "Events", "year": "1901", "date": "August 5", "txt": "Peter O'Connor sets the first IAAF recognised long jump world record of 24 ft 11.75 in (7.6137 m), a record that would stand for 20 years.", "entities": [{"title": "Peter O'Connor (athlete)", "href": "/wiki/Peter_O%27Connor_(athlete)", "description": "Peter O'Connor was an Irish track and field athlete who set a long-standing world record for the long jump and won two Olympic medals in the 1906 Intercalated Games."}, {"title": "International Association of Athletics Federations", "href": "/wiki/International_Association_of_Athletics_Federations", "description": "World Athletics is the international governing body for the sport of athletics, covering track and field, cross country running, road running, racewalking, mountain running, and ultra running. Included in its charge are the standardization of rules and regulations for the sports, recognition and management of world records, and the organisation and sanctioning of athletics competitions, including "}, {"title": "Long jump", "href": "/wiki/Long_jump", "description": "The long jump is a track and field event in which athletes combine speed, strength and agility in an attempt to leap as far as possible from a take off point. Along with the triple jump, the two events that measure jumping for distance as a group are referred to as the \"horizontal jumps\". This event has a history in the Ancient Olympic Games and has been a modern Olympic event for men since the fi"}, {"title": "List of world records in athletics", "href": "/wiki/List_of_world_records_in_athletics", "description": "World records in athletics are ratified by World Athletics. Athletics records comprise the best performances in the sports of track and field, road running and racewalking."}]}, {"heading": "Events", "year": "1906", "date": "August 5", "txt": "Persian Constitutional Revolution: Mozaffar ad-Din Shah Qajar, King of Iran, agrees to convert the government to a constitutional monarchy.", "entities": [{"title": "Persian Constitutional Revolution", "href": "/wiki/Persian_Constitutional_Revolution", "description": "The Persian Constitutional Revolution, also known as the Constitutional Revolution of Iran, took place between 1905 and 1911. The revolution led to the establishment of a parliament in Persia (Iran) during the Qajar dynasty."}, {"title": "Mozaffar ad-Din Shah Qajar", "href": "/wiki/Mozaffar_ad-Din_Shah_Qajar", "description": "Mozaffar ad-Din Shah Qajar, was the fifth shah of Qajar Iran, reigning from 1896 until his death in 1907. He is often credited with the creation of the Persian Constitution of 1906, which he approved of as one of his final actions as Shah."}, {"title": "Constitutional monarchy", "href": "/wiki/Constitutional_monarchy", "description": "A constitutional monarchy is a form of monarchy in which the monarch exercises authority in accordance with a written or unwritten constitution. Constitutional monarchies differ from absolute monarchies in that they are bound to exercise powers and authorities within limits prescribed by an established legal framework. Constitutional monarchies range from countries such as Liechtenstein, Monaco, M"}]}, {"heading": "Events", "year": "1914", "date": "August 5", "txt": "World War I: The German minelayer SS Königin Luise lays a minefield about 40 miles (64 km) off the Thames Estuary (Lowestoft). She is intercepted and sunk by the British light-cruiser HMS Amphion.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Minelayer", "href": "/wiki/Minelayer", "description": "Minelaying is the act of deploying explosive mines. Historically this has been carried out by ships, submarines and aircraft. Additionally, since World War I the term minelayer refers specifically to a naval ship used for deploying naval mines. \"Mine planting\" was the term for installing controlled mines at predetermined positions in connection with coastal fortifications or harbor approaches that"}, {"title": "SS Königin Luise (1913)", "href": "/wiki/SS_K%C3%B6nigin_Luise_(1913)", "description": "SS Königin Luise was a German steam ferry. She operated between Hamburg and the Netherlands, before being taken over by the Kaiserliche Marine on the outbreak of the First World War. She was used as an auxiliary minelayer before being sunk on 5 August 1914."}, {"title": "Thames Estuary", "href": "/wiki/Thames_Estuary", "description": "The Thames Estuary is where the River Thames meets the waters of the North Sea, in the south-east of Great Britain."}, {"title": "Lowestoft", "href": "/wiki/Lowestoft", "description": "Lowestoft is an English North Sea coast town and civil parish in the county of Suffolk. On the edge of The Broads, it is the most easterly UK settlement, 110 miles (177 km) north-east of London, 38 miles (61 km) north-east of Ipswich and 22 miles (35 km) south-east of Norwich. The main town in the district of East Suffolk, it has an estimated population of over 70,000 in the built-up area. The por"}, {"title": "HMS Amphion (1911)", "href": "/wiki/HMS_Amphion_(1911)", "description": "HMS Amphion was an  Active-class scout cruiser built for the Royal Navy before the First World War. Completed in 1913, she was initially assigned to the First Fleet and became a destroyer flotilla leader in mid-1914. When the war began, her flotilla was assigned to the Harwich Force. While patrolling on the first full day of the war, Amphion and her destroyers encountered and sank a German minelay"}]}, {"heading": "Events", "year": "1914", "date": "August 5", "txt": "World War I: The guns of Point Nepean fort at Port Phillip Heads in Victoria (Australia) fire across the bows of the Norddeutscher Lloyd steamer SS Pfalz which is attempting to leave the Port of Melbourne in ignorance of the declaration of war and she is detained; this is said to be the first Allied shot of the War.", "entities": []}, {"heading": "Events", "year": "1914", "date": "August 5", "txt": "In Cleveland, Ohio, the first electric traffic light is installed.", "entities": [{"title": "Traffic light", "href": "/wiki/Traffic_light", "description": "Traffic lights, traffic signals, stoplights or robots are signalling devices positioned at road intersections, pedestrian crossings, and other locations to control flows of traffic."}]}, {"heading": "Events", "year": "1916", "date": "August 5", "txt": "World War I: Battle of Romani: Allied forces, under the command of Archibald Murray, defeat an attacking Ottoman army under the command of Friedrich Freiherr Kress von Kressenstein, securing the Suez Canal and beginning the Ottoman retreat from the Sinai Peninsula.", "entities": [{"title": "Battle of Romani", "href": "/wiki/Battle_of_Romani", "description": "The Battle of Romani was the last ground attack of the Central Powers on the Suez Canal at the beginning of the Sinai and Palestine Campaign during the First World War. The battle was fought between 3 and 5 August 1916 near the Egyptian town of Romani and the site of ancient Pelusium on the Sinai Peninsula, 23 miles (37 km) east of the Suez Canal. This victory by the 52nd (Lowland) Division and th"}, {"title": "Archibald Murray", "href": "/wiki/Archibald_Murray", "description": "General Sir Archibald James Murray, was a British Army officer who served in the Second Boer War and the First World War. He was Chief of Staff to the British Expeditionary Force (BEF) in August 1914 but appears to have suffered a physical breakdown in the retreat from Mons, and was required to step down from that position in January 1915. After serving as Deputy Chief of the Imperial General Staf"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Friedrich Freiherr Kress von Kressenstein", "href": "/wiki/Friedrich_Freiherr_Kress_von_Kressenstein", "description": "Friedrich Siegmund Georg Freiherr Kress von Kressenstein was a German general from Nuremberg. He was a member of the group of German officers who assisted in the direction of the Ottoman Army during World War I. Kress von Kressenstein was part of the military mission of Otto Liman von Sanders to the Ottoman Empire, which arrived shortly before World War I broke out. He was also the main leader for"}, {"title": "Suez Canal", "href": "/wiki/Suez_Canal", "description": "The Suez Canal is an artificial sea-level waterway in Egypt, connecting the Mediterranean Sea to the Red Sea through the Isthmus of Suez and dividing Africa and Asia. In 1858, Ferdinand de Lesseps formed the Suez Canal Company for the express purpose of building the canal. Construction of the canal lasted from 1859 to 1869 and took place under the regional authority of the Ottoman Empire. The cana"}, {"title": "Sinai Peninsula", "href": "/wiki/Sinai_Peninsula", "description": "The Sinai Peninsula, or simply Sinai, is a peninsula in Egypt, and the only part of the country located in Asia. It is between the Mediterranean Sea to the north and the Red Sea to the south, and is a land bridge between Asia and Africa. Sinai has a land area of about 60,000 km2 (23,000 sq mi) and a population of approximately 600,000 people. Administratively, the vast majority of the area of the "}]}, {"heading": "Events", "year": "1925", "date": "August 5", "txt": "Plaid Cymru is formed with the aim of disseminating knowledge of the Welsh language that is at the time in danger of dying out.", "entities": [{"title": "Plaid Cymru", "href": "/wiki/Plaid_Cymru", "description": "Plaid Cymru is a Welsh nationalist and social democratic political party in Wales, which advocates for Welsh independence from the United Kingdom. With over 11,500 members, it is the second largest political party in Wales by membership, behind only Welsh Labour."}, {"title": "Welsh language", "href": "/wiki/Welsh_language", "description": "Welsh is a Brittonic language of the Celtic language family that is native to the Welsh people. Welsh is spoken natively in Wales, by some in England, and in Y Wladfa. Historically, it has also been known in English as \"British\", \"Cambrian\", \"Cambric\" and \"Cymric\"."}]}, {"heading": "Events", "year": "1926", "date": "August 5", "txt": "Harry Houdini performs his greatest feat, spending 91 minutes underwater in a sealed tank before escaping.", "entities": [{"title": "Harry Houdini", "href": "/wiki/Harry_Houdini", "description": "Harry Houdini was a Hungarian-born American escape artist, illusionist, stunt performer and mysteriarch, noted for his escape acts."}]}, {"heading": "Events", "year": "1940", "date": "August 5", "txt": "World War II: The Soviet Union formally annexes Latvia.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Soviet occupation of Latvia in 1940", "href": "/wiki/Soviet_occupation_of_Latvia_in_1940#1940–1941:_The_first_Soviet_occupation", "description": "The Soviet occupation of Latvia in 1940 refers to the military occupation of the Republic of Latvia by the Soviet Union under the provisions of the 1939 Molotov–Ribbentrop Pact with Nazi Germany and its Secret Additional Protocol signed in August 1939. The occupation took place according to the European Court of Human Rights, the Government of Latvia, the United States Department of State, and the"}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}]}, {"heading": "Events", "year": "1944", "date": "August 5", "txt": "World War II: At least 1,104 Japanese POWs in Australia attempt to escape from a camp at Cowra, New South Wales; 545 temporarily succeed but are later either killed, commit suicide, or are recaptured.", "entities": [{"title": "Japanese people", "href": "/wiki/Japanese_people", "description": "Japanese people  are an ethnic group that is native to the Japanese archipelago and modern country of Japan, where they constitute 98.1% of the country’s population. Worldwide, approximately 129 million people are of Japanese descent; of these, approximately 125 million are residents of Japan. People of Japanese ancestry who live outside Japan are referred to as nikkeijin (日系人), the Japanese diasp"}, {"title": "Prisoner of war", "href": "/wiki/Prisoner_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}, {"title": "Cowra breakout", "href": "/wiki/Cowra_breakout", "description": "The Cowra breakout occurred on 5 August 1944, when 1,104 Japanese prisoners of war attempted to escape from a prisoner of war camp near Cowra, in New South Wales, Australia. It was the largest prison escape of World War II, as well as one of the bloodiest. During the escape and ensuing manhunt, 4 Australian soldiers and 231 Japanese soldiers were killed. The remaining escapees were re-captured and"}]}, {"heading": "Events", "year": "1944", "date": "August 5", "txt": "World War II: Polish insurgents liberate a German labor camp (Gęsiówka) in Warsaw, freeing 348 Jewish prisoners.", "entities": [{"title": "Gęsiówka", "href": "/wiki/G%C4%99si%C3%B3wka", "description": "Gęsiówka is the colloquial Polish name for a prison that once existed on Gęsia (\"Goose\") Street in Warsaw, Poland, and which, under German occupation during World War II, became a Nazi concentration camp."}, {"title": "Warsaw", "href": "/wiki/Warsaw", "description": "Warsaw is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents within a greater metropolitan area of 3.1 million residents, which makes Warsaw the 7th most-populous capital city in the European Union. The city area measures 517.24 square kilometres (199.71 sq mi), while the metr"}, {"title": "Jews", "href": "/wiki/Jews", "description": "Jews or Jewish people are members of an ethnoreligious group and a nation originating from the Israelites and Hebrews of historical Israel and Judah. Jewish ethnicity, nationhood, and religion are strongly interrelated, as Judaism is the ethnic religion of the Jewish people, although its observance varies from strict to none."}]}, {"heading": "Events", "year": "1944", "date": "August 5", "txt": "World War II: The Nazis begin a week-long massacre of between 40,000 and 50,000 civilians and prisoners of war in Wola, Poland.", "entities": [{"title": "Wola", "href": "/wiki/Wola", "description": "Wola is a district in western Warsaw, Poland, formerly the village of Wielka Wola, incorporated into Warsaw in 1916. An industrial area with traditions reaching back to the early 19th century, it underwent a transformation into an office (commercial) and residential district. Several museums are located in Wola, notably the Warsaw Uprising Museum."}]}, {"heading": "Events", "year": "1949", "date": "August 5", "txt": "In Ecuador, an earthquake destroys 50 towns and kills more than 6,000.", "entities": [{"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "1949 Ambato earthquake", "href": "/wiki/1949_Ambato_earthquake", "description": "The 1949 Ambato earthquake was the largest earthquake in the Western Hemisphere in more than five years. On August 5, 1949, it struck Ecuador's Tungurahua Province southeast of its capital Ambato and killed 5,050 people. Measuring 6.4 on the Ms scale, it originated from a hypocenter 15 km beneath the surface. The nearby villages of Guano, Patate, Pelileo, and Pillaro were destroyed, and the city o"}]}, {"heading": "Events", "year": "1957", "date": "August 5", "txt": "American Bandstand, a show dedicated to the teenage \"baby-boomers\" by playing the songs and showing popular dances of the time, debuts on the ABC television network.", "entities": [{"title": "American Broadcasting Company", "href": "/wiki/American_Broadcasting_Company", "description": "The American Broadcasting Company (ABC) is an American multinational commercial broadcast television network that is a flagship property of Walt Disney Television, a division of Disney General Entertainment Content of The Walt Disney Company. The network is headquartered in Burbank, California, on Riverside Drive, directly across the street from Walt Disney Studios and adjacent to the Roy E. Disne"}]}, {"heading": "Events", "year": "1960", "date": "August 5", "txt": "Burkina Faso, then known as Upper Volta, becomes independent from France.", "entities": [{"title": "Burkina Faso", "href": "/wiki/Burkina_Faso", "description": "Burkina Faso is a landlocked country in West Africa that covers an area of around 274,200 square kilometres (105,900 sq mi) and is bordered by Mali to the northwest, Niger to the northeast, Benin to the southeast, Togo and Ghana to the south, and the Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. Previously called Republic of Upper Volta (1958"}, {"title": "Republic of Upper Volta", "href": "/wiki/Republic_of_Upper_Volta", "description": "The Republic of Upper Volta, now Burkina Faso, was a landlocked West African country established on December 11, 1958 as a self-governing colony within the French Community. Before attaining autonomy it had been French Upper Volta and part of the French Union. On August 5, 1960, it attained full independence from France. On August 4, 1984, it changed its name to Burkina Faso."}]}, {"heading": "Events", "year": "1962", "date": "August 5", "txt": "Apartheid: Nelson Mandela is jailed. He would not be released until 1990.", "entities": [{"title": "Apartheid", "href": "/wiki/Apartheid", "description": "Apartheid was a system of institutionalised racial segregation that existed in South Africa and South West Africa from 1948 until the early 1990s. Apartheid was characterised by an authoritarian political culture based on baasskap, which ensured that South Africa was dominated politically, socially, and economically by the nation's minority white population. According to this system of social stra"}, {"title": "Nelson Mandela", "href": "/wiki/Nelson_Mandela", "description": "Nelson Rolihlahla Mandela was a South African anti-apartheid revolutionary, political leader and philanthropist who served as President of South Africa from 1994 to 1999. He was the country's first black head of state and the first elected in a fully representative democratic election. His government focused on dismantling the legacy of apartheid by tackling institutionalised racism and fostering "}, {"title": "1990", "href": "/wiki/1990", "description": "1990 (MCMXC) was a common year starting on Monday of the Gregorian calendar, the 1990th year of the Common Era (CE) and Anno Domini (AD) designations, the 990th year of the 2nd millennium, the 90th year of the 20th century, and the 1st year of the 1990s decade. "}]}, {"heading": "Events", "year": "1962", "date": "August 5", "txt": "American actress Marilyn Monroe is found dead at her home from a drug overdose.", "entities": [{"title": "Death of Marilyn Monroe", "href": "/wiki/Death_of_Marilyn_Monroe", "description": "Marilyn Monroe died of a barbiturate overdose late in the evening of Saturday, August 4, 1962, at her 12305 Fifth Helena Drive home in Los Angeles, California. Her body was discovered before dawn on Sunday, August 5. She was one of the most popular Hollywood stars during the 1950s and early 1960s, was considered a major sex symbol at the time, and was a top-billed actress for a decade. Monroe's fi"}]}, {"heading": "Events", "year": "1963", "date": "August 5", "txt": "Cold War: The United States, the United Kingdom, and the Soviet Union sign the Partial Nuclear Test Ban Treaty.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Partial Nuclear Test Ban Treaty", "href": "/wiki/Partial_Nuclear_Test_Ban_Treaty", "description": "The Partial Test Ban Treaty (PTBT) is the abbreviated name of the 1963 Treaty Banning Nuclear Weapon Tests in the Atmosphere, in Outer Space and Under Water, which prohibited all test detonations of nuclear weapons except for those conducted underground. It is also abbreviated as the Limited Test Ban Treaty (LTBT) and Nuclear Test Ban Treaty (NTBT), though the latter may also refer to the Comprehe"}]}, {"heading": "Events", "year": "1964", "date": "August 5", "txt": "Vietnam War: Operation Pierce Arrow: American aircraft from carriers USS Ticonderoga and USS Constellation bomb North Vietnam in retaliation for strikes against U.S. destroyers in the Gulf of Tonkin.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Pierce Arrow", "href": "/wiki/Operation_Pierce_Arrow", "description": "Operation Pierce Arrow was a U.S. bombing campaign at the beginning of the Vietnam War."}, {"title": "USS Ticonderoga (CV-14)", "href": "/wiki/USS_Ticonderoga_(CV-14)", "description": "USS Ticonderoga (CV/CVA/CVS-14) was one of 24  Essex-class aircraft carriers built during World War II for the United States Navy. The ship was the fourth US Navy ship to bear the name, and was named after the capture of Fort Ticonderoga in the American Revolutionary War. Ticonderoga was commissioned in May 1944, and served in several campaigns in the Pacific Theater of Operations, earning five ba"}, {"title": "USS Constellation (CV-64)", "href": "/wiki/USS_Constellation_(CV-64)", "description": "USS Constellation (CV-64), a  Kitty Hawk-class supercarrier, was the third ship of the United States Navy to be named in honor of the \"new constellation of stars\" on the flag of the United States. One of the fastest ships in the Navy, as proven by her victory during a battlegroup race held in 1985, she was nicknamed \"Connie\" by her crew and officially as \"America's Flagship\"."}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "Gulf of Tonkin", "href": "/wiki/Gulf_of_Tonkin", "description": "The Gulf of Tonkin is a medium-sized gulf at the northwestern portion of the South China Sea, located off the coasts of Tonkin and South China. It is defined in the west and northwest by the northern coastline of Vietnam down to the Hòn La Island, in the north by China's Guangxi Zhuang Autonomous Region, and to the east by the Leizhou Peninsula and Hainan Island."}]}, {"heading": "Events", "year": "1965", "date": "August 5", "txt": "The Indo-Pakistani War of 1965 begins as Pakistani soldiers cross the Line of Control dressed as locals.", "entities": [{"title": "Indo-Pakistani War of 1965", "href": "/wiki/Indo-Pakistani_War_of_1965", "description": "The Indo-Pakistani War of 1965 was a culmination of skirmishes that took place between April 1965 and September 1965 between Pakistan and India. The conflict began following Pakistan's Operation Gibraltar, which was designed to infiltrate forces into Jammu and Kashmir to precipitate an insurgency against Indian rule. India retaliated by launching a full-scale military attack on West Pakistan. The "}, {"title": "Line of Control", "href": "/wiki/Line_of_Control", "description": "The Line of Control (LoC) is a military control line between the Indian and Pakistani controlled parts of the former princely state of Jammu and Kashmir—a line which does not constitute a legally recognized international boundary, but serves as the de facto border. Originally known as the Cease-fire Line, it was redesignated as the Line of Control following the Simla Agreement, which was signed on"}]}, {"heading": "Events", "year": "1971", "date": "August 5", "txt": "The first Pacific Islands Forum (then known as the \"South Pacific Forum\") is held in Wellington, New Zealand, with the aim of enhancing cooperation between the independent countries of the Pacific Ocean.", "entities": [{"title": "Pacific Islands Forum", "href": "/wiki/Pacific_Islands_Forum", "description": "The Pacific Islands Forum (PIF) is an inter-governmental organization that aims to enhance cooperation between countries and territories of the Pacific Ocean, including formation of a trade bloc and regional peacekeeping operations. It was founded in 1971 as the South Pacific Forum (SPF), and changed its name in 1999 to \"Pacific Islands Forum\", so as to be more inclusive of the Forum's Oceania-spa"}, {"title": "Wellington", "href": "/wiki/Wellington", "description": "Wellington is the capital city of New Zealand. It is located at the south-western tip of the North Island, between Cook Strait and the Remutaka Range. Wellington is the major population centre of the southern North Island, and is the administrative centre of the Wellington Region, which also includes the Kapiti Coast and the Wairarapa. It is the world's southernmost capital of a sovereign state. W"}]}, {"heading": "Events", "year": "1973", "date": "August 5", "txt": "Mars 6 is launched from the USSR.", "entities": [{"title": "Mars 6", "href": "/wiki/Mars_6", "description": "Mars 6, also known as 3MP No.50P was a Soviet spacecraft launched to explore Mars. A 3MP bus spacecraft launched as part of the Mars program, it consisted of a lander, and a coast stage with instruments to study Mars as it flew past."}]}, {"heading": "Events", "year": "1974", "date": "August 5", "txt": "Vietnam War: The U.S. Congress places a $1 billion limit on military aid to South Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1979", "date": "August 5", "txt": "In Afghanistan, Maoists undertake the Bala Hissar uprising against the Leninist government.", "entities": [{"title": "Bala Hissar uprising", "href": "/wiki/Bala_Hissar_uprising", "description": "The Bala Hissar uprising was an insurrection that took place on August 5, 1979 at the historical fortress Bala Hissar in the southern edge of Kabul, Afghanistan. Insurgents, as well as rebellious Afghan Army officers infiltrated and occupied the fortress. They were met by ruthless air bombardment by the Khalq government's MiG aircraft and artillery tank attacks."}]}, {"heading": "Events", "year": "1981", "date": "August 5", "txt": "President Ronald Reagan fires 11,359 striking air-traffic controllers who ignored his order for them to return to work.", "entities": [{"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Professional Air Traffic Controllers Organization (1968)", "href": "/wiki/Professional_Air_Traffic_Controllers_Organization_(1968)", "description": "The Professional Air Traffic Controllers Organization or PATCO was a United States trade union that operated from 1968 until its decertification in 1981 following an illegal strike that was broken by the Reagan Administration."}, {"title": "Strike action", "href": "/wiki/Strike_action", "description": "Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners "}]}, {"heading": "Events", "year": "1984", "date": "August 5", "txt": "A Biman Bangladesh Airlines Fokker F27 Friendship crashes on approach to Zia International Airport, in Dhaka, Bangladesh, killing all 49 people on board.", "entities": [{"title": "Biman Bangladesh Airlines", "href": "/wiki/Biman_Bangladesh_Airlines", "description": "Biman Bangladesh Airlines, commonly known as Biman, pronounced, is the national flag carrier of Bangladesh. With its main hub at Hazrat Shahjalal International Airport in Dhaka, the airline also operates flights from its secondary hubs at Shah Amanat International Airport in Chittagong and as well as Osmani International Airport in Sylhet. The airline provides international passenger and cargo ser"}, {"title": "Fokker F27 Friendship", "href": "/wiki/Fokker_F27_Friendship", "description": "The Fokker F27 Friendship is a turboprop airliner developed and manufactured by the Dutch aircraft manufacturer Fokker. It is the most numerous post-war aircraft manufactured in the Netherlands; the F27 was also one of the most successful European airliners of its era."}, {"title": "1984 Biman Bangladesh Airlines Fokker F27 crash", "href": "/wiki/1984_Biman_Bangladesh_Airlines_Fokker_F27_crash", "description": "On 5 August 1984, a Biman Bangladesh Airlines Fokker F27-600 crashed into a marsh near Zia International Airport in Dhaka, Bangladesh while landing in poor weather. The aircraft was performing a scheduled domestic passenger flight between Patenga Airport, Chittagong and Zia International Airport, Dhaka."}, {"title": "Shahjalal International Airport", "href": "/wiki/Shahjalal_International_Airport", "description": "Hazrat Shahjalal International Airport is the largest and most prominent international airport in Bangladesh. It is located in Kurmitola, 17 kilometres (11 mi) from the city centre, in the northern part of the capital city Dhaka. Part of it is Bangladesh Air Force Base Bangabandhu. The airport has an area of 802 hectares. The Civil Aviation Authority of Bangladesh (CAAB) operates and maintains the"}, {"title": "Dhaka", "href": "/wiki/Dhaka", "description": "Dhaka (ঢাকা), formerly known as Dacca, is the capital and the largest city of Bangladesh. It is the ninth-largest and the sixth-most densely populous city in the world, with a population of 8.9 million residents within the city limits, and a population of over 21 million residents in the Greater Dhaka Area. Dhaka is the economic, political, and cultural center of Bangladesh, and is one of the majo"}, {"title": "Bangladesh", "href": "/wiki/Bangladesh", "description": "Bangladesh, officially the People's Republic of Bangladesh, is a country in South Asia. It is the eighth-most populous country in the world, with a population exceeding 163 million people, in an area of 147,570 square kilometres (56,980 sq mi), making it one of the most densely populated countries in the world. Bangladesh shares land borders with India to the west, north, and east, Myanmar to the "}]}, {"heading": "Events", "year": "1995", "date": "August 5", "txt": "Yugoslav Wars: The city of Knin, Croatia, a significant Serb stronghold, is captured by Croatian forces during Operation Storm. The date is celebrated in Croatia as Victory Day.", "entities": [{"title": "Yugoslav Wars", "href": "/wiki/Yugoslav_Wars", "description": "The Yugoslav Wars were a series of separate but related ethnic conflicts, wars of independence, and insurgencies fought in the former Yugoslavia from 1991 to 2001, leading up to and resulting from the breakup of the Yugoslav federation in 1992. Its constituent republics declared independence due to unresolved tensions between ethnic minorities in the new countries, which fueled the wars."}, {"title": "Knin", "href": "/wiki/Knin", "description": "Knin is a city in the Šibenik-Knin County of Croatia, located in the Dalmatian hinterland near the source of the river Krka, an important traffic junction on the rail and road routes between Zagreb and Split. Knin rose to prominence twice in history, as the capital of both the medieval Kingdom of Croatia and, briefly, of the unrecognized self-proclaimed Republic of Serbian Krajina for the duration"}, {"title": "Serbs", "href": "/wiki/Serbs", "description": "The Serbs are a South Slavic ethnic group and nation, native to the Balkans in Southeastern Europe."}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}, {"title": "Operation Storm", "href": "/wiki/Operation_Storm", "description": "Operation Storm was the last major battle of the Croatian War of Independence and a major factor in the outcome of the Bosnian War. It was a decisive victory for the Croatian Army (HV), which attacked across a 630-kilometre (390 mi) front against the self-declared proto-state Republic of Serbian Krajina (RSK), and a strategic victory for the Army of the Republic of Bosnia and Herzegovina (ARBiH). "}, {"title": "Victory Day (Croatia)", "href": "/wiki/Victory_Day_(Croatia)", "description": "Victory and Homeland Thanksgiving Day and the Day of Croatian Defenders is a public holiday in Croatia that is celebrated annually on 5 August, commemorating the Croatian War of Independence. On that date in 1995 the Croatian Army took the city of Knin during Operation Storm, which effectively brought an end to Republic of Serbian Krajina proto-state. In 2008, the Croatian Parliament also assigned"}]}, {"heading": "Events", "year": "2003", "date": "August 5", "txt": "A car bomb explodes in the Indonesian capital of Jakarta outside the Marriott Hotel killing 12 and injuring 150.", "entities": [{"title": "2003 Marriott Hotel bombing", "href": "/wiki/2003_Marriott_Hotel_bombing", "description": "The 2003 Marriott Hotel bombing occurred on August 5, 2003 in Mega Kuningan, South Jakarta, Indonesia. A suicide bomber detonated a car bomb outside the lobby of the JW Marriott Hotel, killing twelve people and injuring 150. Those killed were mostly Indonesian, with the exception of one Dutch man. The hotel was viewed as a Western symbol, and had been used by the United States embassy for various "}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Jakarta", "href": "/wiki/Jakarta", "description": "Jakarta, officially the Special Capital Region of Jakarta, is the capital of Indonesia. It lies on the northwest coast of Java. Jakarta is the centre of the economy, culture and politics of Indonesia. It has province level status which had a population of 10,562,088 as of 2020. Although Jakarta extends over only 699.5 square kilometres (270.1 sq mi), and thus has the smallest area of any Indonesia"}, {"title": "Marriott International", "href": "/wiki/Marriott_International", "description": "Marriott International, Inc. is an American multinational company that operates, franchises, and licenses lodging including hotel, residential, and timeshare properties. It is headquartered in Bethesda, Maryland. The company was founded by J. Willard Marriott and his wife Alice Marriott; the executive chairman of the company is now their son, Bill Marriott and the Marriott family retains majority "}]}, {"heading": "Events", "year": "2010", "date": "August 5", "txt": "The Copiapó mining accident occurs, trapping 33 Chilean miners approximately 2,300 ft (700 m) below the ground for 69 days.", "entities": [{"title": "2010 Copiapó mining accident", "href": "/wiki/2010_Copiap%C3%B3_mining_accident", "description": "The 2010 Copiapó mining accident, also known then as the \"Chilean mining accident\", began on Thursday, 5 August 2010, with a cave-in at the San José copper–gold mine, located in the Atacama Desert 45 kilometers (28 mi) north of the regional capital of Copiapó, in northern Chile. Thirty-three men, trapped 700 meters (2,300 ft) underground and 5 kilometers (3 mi) from the mine's entrance via spirali"}]}, {"heading": "Events", "year": "2010", "date": "August 5", "txt": "Ten members of International Assistance Mission Nuristan Eye Camp team are killed by persons unknown in Kuran wa Munjan District of Badakhshan Province, Afghanistan.", "entities": [{"title": "2010 Badakhshan massacre", "href": "/wiki/2010_Badakhshan_massacre", "description": "On 5 August 2010, ten members of International Assistance Mission (IAM) Nuristan Eye Camp team were killed in Kuran wa Munjan District of Badakhshan Province in Afghanistan. \nThe team was attacked as it was returning from Nuristan to Kabul. One team member was spared while the rest of the team were killed immediately. Those killed were six Americans, two Afghans, one Briton and one German."}, {"title": "Kuran wa Munjan District", "href": "/wiki/Kuran_wa_Munjan_District", "description": "Kuran wa Munjan District is one of the 28 districts of Badakhshan Province in eastern Afghanistan. Located in the Hindu Kush mountains, the district is home to approximately 8,000 residents. The district administrative center is Kuran wa Munjan."}, {"title": "Badakhshan Province", "href": "/wiki/Badakhshan_Province", "description": "Badakhshan Province is one of the 34 provinces of Afghanistan, located in the farthest northeastern part of the country between Tajikistan and Pakistan's Gilgit-Baltistan region. It shares a 56.5-mile (91 km) border with China."}]}, {"heading": "Events", "year": "2012", "date": "August 5", "txt": "The Wisconsin Sikh temple shooting took place in Oak Creek, Wisconsin, killing six victims; the perpetrator committed suicide after being wounded by police.", "entities": [{"title": "Wisconsin Sikh temple shooting", "href": "/wiki/Wisconsin_Sikh_temple_shooting", "description": "On August 5, 2012, a mass shooting took place at the gurdwara in Oak Creek, Wisconsin, United States where 40-year-old Wade Michael Page fatally shot six people and wounded four others. A seventh victim died of his wounds in 2020. Page committed suicide by shooting himself in the head after he was shot in the hip by a responding police officer."}, {"title": "Oak Creek, Wisconsin", "href": "/wiki/Oak_Creek,_Wisconsin", "description": "Oak Creek is a city in Milwaukee County, Wisconsin. It sits on the southwestern shore of Lake Michigan and is located immediately south of Milwaukee."}]}, {"heading": "Events", "year": "2015", "date": "August 5", "txt": "The Environmental Protection Agency at Gold King Mine waste water spill releases three million gallons of heavy metal toxin tailings and waste water into the Animas River in Colorado.", "entities": [{"title": "2015 Gold King Mine waste water spill", "href": "/wiki/2015_Gold_King_Mine_waste_water_spill", "description": "The 2015 Gold King Mine waste water spill was an environmental disaster that began at the Gold King Mine near Silverton, Colorado, when Environmental Protection Agency (EPA) personnel, along with workers for Environmental Restoration LLC, caused the release of toxic waste water into the Animas River watershed. They caused the accident while attempting to drain ponded water near the entrance of the"}, {"title": "Toxic heavy metal", "href": "/wiki/Toxic_heavy_metal", "description": "A toxic heavy metal is any relatively dense metal or metalloid that is noted for its potential toxicity, especially in environmental contexts. The term has particular application to cadmium, mercury and lead, all of which appear in the World Health Organization's list of 10 chemicals of major public concern. Other examples include manganese, chromium, cobalt, nickel, copper, zinc, silver, antimony"}, {"title": "Animas River", "href": "/wiki/Animas_River", "description": "Animas River (On-e-mas) is a 126-mile-long (203 km) river in the western United States, a tributary of the San Juan River, part of the Colorado River System."}]}, {"heading": "Events", "year": "2019", "date": "August 5", "txt": "Revocation of the special status of Jammu and Kashmir (state) occurred and the state was bifurcated into two union territories viz Jammu and Kashmir (union territory) and Ladakh.", "entities": [{"title": "Revocation of the special status of Jammu and Kashmir", "href": "/wiki/Revocation_of_the_special_status_of_Jammu_and_Kashmir", "description": "On 5 August 2019, the Government of India revoked the special status, or limited autonomy, granted under Article 370 of the Indian Constitution to Jammu and Kashmir—a region administered by India as a state which consists of the larger part of Kashmir which has been the subject of dispute among India, Pakistan, and China since 1947."}, {"title": "Jammu and Kashmir (state)", "href": "/wiki/Jammu_and_Kashmir_(state)", "description": "Jammu and Kashmir was a state of India from 1954 to 2019, constituting the southern and southeastern portion of the larger Kashmir region, which has been the subject of a dispute between India, Pakistan and China since the mid-20th century. The underlying region of this state were parts of the former princely state of Jammu and Kashmir, whose western districts, now known as Azad Kashmir, and north"}, {"title": "Jammu and Kashmir (union territory)", "href": "/wiki/Jammu_and_Kashmir_(union_territory)", "description": "Jammu and Kashmir is a region administered by India as a union territory and consists of the southern portion of the larger Kashmir region, which has been the subject of a dispute between India and Pakistan since 1947, and between India and China since 1962. The region of Jammu and Kashmir is separated by the Line of Control from the Pakistani-administered territories of Azad Kashmir and Gilgit-Ba"}, {"title": "Ladakh", "href": "/wiki/Ladakh", "description": "Ladakh is a region administered by India as a union territory. The region constitutes a part of the larger Kashmir region, which has been the subject of dispute between India, Pakistan, and China since 1947. It is bordered by the Tibet Autonomous Region to the east, the Indian state of Himachal Pradesh to the south, both the Indian-administered union territory of Jammu and Kashmir and the Pakistan"}]}, {"heading": "Events", "year": "2020", "date": "August 5", "txt": "Prime Minister Narendra Modi attends the 'Bhoomi Pujan' or land worship ceremony in Ayodhya, laid the foundation stone of Rama Mandir in Ayodhya after Supreme Court rules verdict in favor of building the temple on the disputed land of Ayodhya; Pakistan retaliates by calling it 'Black Day'.", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}, {"title": "Narendra Modi", "href": "/wiki/Narendra_Modi", "description": "Narendra Damodardas Modi is an Indian politician serving as the 14th and current Prime Minister of India since 2014. He was the Chief Minister of Gujarat from 2001 to 2014 and is the Member of Parliament for Varanasi. Modi is a member of the Bharatiya Janata Party (BJP) and its National Democratic Alliance (NDA). He is also a member of the Rashtriya Swayamsevak Sangh (RSS), a Hindu nationalist vol"}, {"title": "Ram Mandir, Ayodhya", "href": "/wiki/Ram_Mandir,_Ayodhya", "description": "Ram Mandir is an under-construction Hindu temple in Ayodhya, Uttar Pradesh, India, at the site of Ram Janmabhoomi, believed to be the birthplace of the Hindu god Rama. The temple construction will be undertaken by Shri Ram Janmabhoomi Teerth Kshetra. The bhoomi pujan ceremony was performed on August 2020 by Prime Minister Narendra Modi."}, {"title": "Ayodhya", "href": "/wiki/Ayodhya", "description": "Ayodhya is a city and the administrative headquarters of Faizabad district and the Faizabad division of Uttar Pradesh, India. It shares a municipal corporation with its neighbouring twin city of Faizabad."}, {"title": "Supreme Court of India", "href": "/wiki/Supreme_Court_of_India", "description": "The Supreme Court of India is the supreme judicial body of India and the highest court of India under the constitution. It is the most senior constitutional court, and has the power of judicial review. The Chief Justice of India is the head and chief judge of the Supreme Court and the court consists of a maximum of 34 judges and it has extensive powers in the form of original, appellate and adviso"}, {"title": "2019 Supreme Court verdict on Ayodhya dispute", "href": "/wiki/2019_Supreme_Court_verdict_on_Ayodhya_dispute", "description": "The final judgement in the Ayodhya dispute was declared by the Supreme Court of India on 9 November 2019. The Supreme Court of India ordered the disputed land to be handed over to a trust to build the Ram Janmabhoomi temple. The court also ordered the government to give an alternative 5 acres of land in another place to the Uttar Pradesh Sunni Central Waqf Board for the purpose of building a mosqu"}, {"title": "Ayodhya dispute", "href": "/wiki/Ayodhya_dispute", "description": "The Ayodhya dispute is a political, historical, and socio-religious debate in India, centred on a plot of land in the city of Ayodhya, Uttar Pradesh. The issues revolve around the control of a site traditionally regarded among Hindus to be the birthplace of their deity Rama, the history and location of the Babri Masjid at the site, and whether a previous Hindu temple was demolished or modified to "}]}, {"heading": "Births", "year": "79 BC", "date": "August 5", "txt": "Tullia, Roman daughter of Cicero (d. 45 BC)", "entities": [{"title": "Tullia (daughter of Cicero)", "href": "/wiki/Tullia_(daughter_of_Cicero)", "description": "Tullia, sometimes referred to affectionately as Tulliola, was the first child and only daughter of Roman orator and politician Marcus Tullius Cicero, by his first marriage to Terentia. Her younger brother, Marcus Tullius Cicero Minor, born in 65 BC, was consul in 30 BC."}, {"title": "Cicero", "href": "/wiki/Cicero", "description": "Marcus Tullius Cicero was a Roman statesman, lawyer, scholar, philosopher and Academic Skeptic, who tried to uphold optimate principles during the political crises that led to the establishment of the Roman Empire. His extensive writings include treatises on rhetoric, philosophy and politics, and he is considered one of Rome's greatest orators and prose stylists. He came from a wealthy municipal f"}]}, {"heading": "Births", "year": "1262", "date": "August 5", "txt": "Ladislaus IV of Hungary (d. 1290)", "entities": [{"title": "Ladislaus IV of Hungary", "href": "/wiki/Ladislaus_IV_of_Hungary", "description": "Ladislaus IV, also known as Ladislas the Cuman, was king of Hungary and Croatia from 1272 to 1290. His mother, Elizabeth, was the daughter of a chieftain from the pagan Cumans who had settled in Hungary. At the age of seven, he married Elisabeth, a daughter of King Charles I of Sicily. Ladislaus was only 10 when a rebellious lord, Joachim Gutkeled, kidnapped and imprisoned him."}]}, {"heading": "Births", "year": "1301", "date": "August 5", "txt": "Edmund of Woodstock, 1st Earl of Kent, English politician, Lord Warden of the Cinque Ports (d. 1330)", "entities": [{"title": "Edmund of Woodstock, 1st Earl of Kent", "href": "/wiki/Edmund_of_Woodstock,_1st_Earl_of_Kent", "description": "Edmund of Woodstock, 1st Earl of Kent, whose seat was Arundel Castle in Sussex, was the sixth son of King Edward I of England, and the second by his second wife Margaret of France, and was a younger half-brother of King Edward II. Edward I had intended to make substantial grants of land to Edmund, but when the king died in 1307, Edward II refused to respect his father's intentions, mainly due to h"}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Births", "year": "1397", "date": "August 5", "txt": "Guillaume Dufay, Belgian-Italian composer and theorist (d. 1474)", "entities": [{"title": "Guillaume Dufay", "href": "/wiki/Guillaume_Dufay", "description": "Guillaume Du Fay was a French composer and music theorist of the early Renaissance. Regarded as the leading European composer by his contemporaries, his music was widely performed and copied. Du Fay held various music positions during his lifetime, and was associated with the Burgundian School as well as among the first composers, or at least a predecessor to the Franco-Flemish School."}]}, {"heading": "Births", "year": "1461", "date": "August 5", "txt": "Alexander Jagiellon, Polish king (d. 1506)", "entities": [{"title": "Alexander Jagiellon", "href": "/wiki/Alexander_Jagiellon", "description": "Alexander Jagiellon of the House of Jagiellon was the grand duke of Lithuania and later also king of Poland. He was the fourth son of Casimir IV Jagiellon. He was elected grand duke of Lithuania on the death of his father (1492) and king of Poland on the death of his brother John I Albert (1501)."}]}, {"heading": "Births", "year": "1540", "date": "August 5", "txt": "Joseph Justus Scaliger, French philologist and historian (d. 1609)", "entities": [{"title": "Joseph Justus Scaliger", "href": "/wiki/Joseph_Justus_Scaliger", "description": "Joseph Justus Scaliger was a French Calvinist religious leader and scholar, known for expanding the notion of classical history from Greek and ancient Roman history to include Persian, Babylonian, Jewish and ancient Egyptian history. He spent the last sixteen years of his life in the Netherlands."}]}, {"heading": "Births", "year": "1607", "date": "August 5", "txt": "Antonio Barberini, Italian cardinal (d. 1671)", "entities": [{"title": "Antonio Barberini", "href": "/wiki/Antonio_Barberini", "description": "Antonio Barberini was an Italian Catholic cardinal, Archbishop of Reims, military leader, patron of the arts and a prominent member of the House of Barberini. As one of the cardinal-nephews of Pope Urban VIII and a supporter of France, he played a significant role at a number of the papal conclaves of the 17th century. With his brothers Cardinal Francesco Barberini and Taddeo Barberini he helped t"}]}, {"heading": "Births", "year": "1623", "date": "August 5", "txt": "Antonio Cesti, Italian organist and composer (d. 1669)", "entities": [{"title": "Antonio Cesti", "href": "/wiki/Antonio_Cesti", "description": "Pietro Marc'Antonio Cesti, known today primarily as an Italian composer of the Baroque era, was also a singer (tenor), and organist. He was \"the most celebrated Italian musician of his generation\"."}]}, {"heading": "Births", "year": "1626", "date": "August 5", "txt": "Richard Ottley, English politician (d. 1670)", "entities": [{"title": "Richard Ottley", "href": "/wiki/Richard_Ottley", "description": "Sir Richard Ottley was an English Royalist politician and soldier who served as a youth in the English Civil War in Shropshire. After the Restoration he played a prominent part in the repression of Parliamentarians and Nonconformists and was MP for Shropshire in the Cavalier Parliament."}]}, {"heading": "Births", "year": "1662", "date": "August 5", "txt": "James Anderson, Scottish lawyer and historian (d. 1728)", "entities": [{"title": "James Anderson (lawyer)", "href": "/wiki/James_Anderson_(lawyer)", "description": "\nJames Anderson, Scottish antiquary and historian, was born at Edinburgh. His father was Patrick Anderson of Walston, a church minister, who was for some time imprisoned on the Bass Rock on the Firth of Forth in Haddingtonshire."}]}, {"heading": "Births", "year": "1681", "date": "August 5", "txt": "Vitus Bering, Danish explorer (d. 1741)", "entities": [{"title": "Vitus Bering", "href": "/wiki/Vitus_Bering", "description": " Vitus Jonassen Bering, also known as Ivan Ivanovich Bering, was a Danish cartographer and explorer in Russian service, and an officer in the Russian Navy. He is known as a leader of two Russian expeditions, namely the First Kamchatka Expedition and the Great Northern Expedition, exploring the north-eastern coast of the Asian continent and from there the western coast on the North American contine"}]}, {"heading": "Births", "year": "1694", "date": "August 5", "txt": "Leonardo Leo, Italian composer (d. 1744)", "entities": [{"title": "Leonardo Leo", "href": "/wiki/Leonardo_Leo", "description": "Leonardo Leo, more correctly Lionardo Oronzo Salvatore de Leo, was a Baroque composer."}]}, {"heading": "Births", "year": "1749", "date": "August 5", "txt": "Thomas Lynch Jr., American commander and politician (d. 1779)", "entities": [{"title": "Thomas Lynch Jr.", "href": "/wiki/Thomas_Lynch_Jr.", "description": "Thomas Lynch Jr. was a signer of the United States Declaration of Independence as a representative of South Carolina; his father was unable to sign the Declaration of Independence because of illness."}]}, {"heading": "Births", "year": "1797", "date": "August 5", "txt": "Friedrich August Kummer, German cellist and composer (d. 1879)", "entities": [{"title": "Friedrich August Kummer", "href": "/wiki/Friedrich_August_Kummer", "description": "Friedrich August Kummer, born in Meiningen, Germany, was a cellist, pedagogue, and composer."}]}, {"heading": "Births", "year": "1802", "date": "August 5", "txt": "Niels Henrik Abel, Norwegian mathematician and theorist (d. 1829)", "entities": [{"title": "Niels Henrik Abel", "href": "/wiki/Niels_Henrik_Abel", "description": "Niels Henrik Abel was a Norwegian mathematician who made pioneering contributions in a variety of fields. His most famous single result is the first complete proof demonstrating the impossibility of solving the general quintic equation in radicals. This question was one of the outstanding open problems of his day, and had been unresolved for over 250 years. He was also an innovator in the field of"}]}, {"heading": "Births", "year": "1811", "date": "August 5", "txt": "Ambroise Thomas, French composer (d. 1896)", "entities": [{"title": "Ambroise Thomas", "href": "/wiki/Ambroise_Thomas", "description": "Charles Louis Ambroise Thomas was a French composer and teacher, best known for his operas Mignon (1866) and Hamlet (1868)."}]}, {"heading": "Births", "year": "1813", "date": "August 5", "txt": "Ivar Aasen, Norwegian poet and linguist (d. 1896)", "entities": [{"title": "Ivar Aasen", "href": "/wiki/Ivar_Aasen", "description": "Ivar Andreas Aasen was a Norwegian philologist, lexicographer, playwright, and poet. He is best known for having assembled from dialects one of the two official written versions of the Norwegian language, Nynorsk."}]}, {"heading": "Births", "year": "1815", "date": "August 5", "txt": "Edward John Eyre, English explorer and politician, Governor of Jamaica (d. 1901)", "entities": [{"title": "Edward John Eyre", "href": "/wiki/Edward_John_Eyre", "description": "Edward John Eyre was an English land explorer of the Australian continent, colonial administrator, and a controversial Governor of Jamaica."}, {"title": "List of Governors of Jamaica", "href": "/wiki/List_of_Governors_of_Jamaica", "description": "\n\nThis is a list of viceroys in Jamaica from its initial occupation by Spain in 1509, to its independence from the United Kingdom in 1962. For a list of viceroys after independence, see Governor-General of Jamaica. For context, see History of Jamaica."}]}, {"heading": "Births", "year": "1827", "date": "August 5", "txt": "Deodoro da Fonseca, Brazilian field marshal and politician, 1st President of Brazil (d. 1892)", "entities": [{"title": "Deodoro da Fonseca", "href": "/wiki/Deodoro_da_Fonseca", "description": "Manuel Deodoro da Fonseca was a Brazilian politician and military officer who served as the 1st president of Brazil. He took office after heading a military coup that deposed Emperor Pedro II and proclaimed the Republic in 1889, disestablishing the Empire, and stepped down little more than two years later, in 1891, under great political pressure. He is therefore the first Brazilian President to ha"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1828", "date": "August 5", "txt": "Louise of the Netherlands (d. 1871)", "entities": [{"title": "Louise of the Netherlands", "href": "/wiki/Louise_of_the_Netherlands", "description": "Louise of the Netherlands was Queen of Sweden and Norway as the wife of King Charles XV & IV."}]}, {"heading": "Births", "year": "1833", "date": "August 5", "txt": "Carola of Vasa (d. 1907)", "entities": [{"title": "Carola of Vasa", "href": "/wiki/Carola_of_Vasa", "description": "Carola of Vasa was a titular princess of Sweden, and the queen consort of Saxony. She was the last Queen of Saxony."}]}, {"heading": "Births", "year": "1843", "date": "August 5", "txt": "James Scott Skinner, Scottish violinist and composer (d. 1927)", "entities": [{"title": "James Scott Skinner", "href": "/wiki/James_Scott_Skinner", "description": "James Scott Skinner was a Scottish dancing master, violinist, fiddler, and composer. He is considered to be one of the most influential fiddlers in Scottish traditional music, and was known as \"the Strathspey King\"."}]}, {"heading": "Births", "year": "1844", "date": "August 5", "txt": "Ilya Repin, Russian painter and sculptor (d. 1930)", "entities": [{"title": "Ilya Repin", "href": "/wiki/Ilya_Repin", "description": "Ilya Yefimovich Repin was a realist painter of Ukrainian origin in the Russian Empire. He was the most renowned Russian artist of the 19th century, when his position in the world of art was comparable to that of Leo Tolstoy in literature. He played a major role in bringing Russian art into the mainstream of European culture. His major works include Barge Haulers on the Volga (1873), Religious Proc"}]}, {"heading": "Births", "year": "1850", "date": "August 5", "txt": "Guy de Maupassant, French short story writer, novelist, and poet (d. 1893)", "entities": [{"title": "Guy de Maupassant", "href": "/wiki/Guy_de_Maupassant", "description": "Henri René Albert Guy de Maupassant was a 19th-century French author, remembered as a master of the short story form, and as a representative of the Naturalist school, who depicted human lives and destinies and social forces in disillusioned and often pessimistic terms."}]}, {"heading": "Births", "year": "1860", "date": "August 5", "txt": "Louis Wain, English artist (d. 1939)", "entities": [{"title": "Louis Wain", "href": "/wiki/Louis_Wain", "description": "Louis William Wain was an English artist best known for his drawings, which consistently featured anthropomorphized large-eyed cats and kittens. Later in life, he was confined to mental institutions and was alleged to have suffered from schizophrenia. This claim is disputed among specialists. According to some psychiatrists, the onset of schizophrenia can be seen in his works."}]}, {"heading": "Births", "year": "1862", "date": "August 5", "txt": "Joseph Merrick, English man with severe deformities (d. 1890)", "entities": [{"title": "Joseph Merrick", "href": "/wiki/Joseph_Merrick", "description": "Joseph Carey Merrick, often erroneously called John Merrick, was an English man known for having severe deformities. He was first exhibited at a freak show as the \"Elephant Man\", and then went to live at the London Hospital after he met Frederick Treves, subsequently becoming well known in London society."}]}, {"heading": "Births", "year": "1866", "date": "August 5", "txt": "Carl Harries, German chemist and academic (d. 1923)", "entities": [{"title": "Carl Harries", "href": "/wiki/Carl_Harries", "description": "Carl Dietrich Harries was a German chemist born in Luckenwalde, Brandenburg, Prussia. He received his doctorate in 1892. In 1900, he married Hertha von Siemens, daughter of the electrical genius Werner von Siemens, and the inventor of one of the earliest ozone generators. In 1904, he moved as full professor to the University of Kiel, where he remained until 1916. During that time he published nume"}]}, {"heading": "Births", "year": "1866", "date": "August 5", "txt": "Harry Trott, Australian cricketer (d. 1917)", "entities": []}, {"heading": "Births", "year": "1868", "date": "August 5", "txt": "Oskar Merikanto, Finnish pianist and composer (d. 1924)", "entities": [{"title": "Oskar Merikanto", "href": "/wiki/Oskar_Merikanto", "description": "Frans Oskar Merikanto was a Finnish musician and composer."}]}, {"heading": "Births", "year": "1872", "date": "August 5", "txt": "Oswaldo Cruz, Brazilian physician, bacteriologist, and epidemiologist, founded the Oswaldo Cruz Foundation (d. 1917)", "entities": [{"title": "Oswaldo Cruz", "href": "/wiki/Oswaldo_Cruz", "description": "Oswaldo Gonçalves Cruz, better known as Oswaldo Cruz, was a Brazilian physician, pioneer bacteriologist, epidemiologist and public health officer and the founder of the Oswaldo Cruz Institute."}, {"title": "Oswaldo Cruz Foundation", "href": "/wiki/Oswaldo_Cruz_Foundation", "description": "The Oswaldo Cruz Foundation is a scientific institution for research and development in biological sciences located in Rio de Janeiro, Brazil; it is considered one of the world's main public health research institutions. It was founded by Dr. Oswaldo Cruz, a noted physician and epidemiologist."}]}, {"heading": "Births", "year": "1874", "date": "August 5", "txt": "Wesley Clair Mitchell, American economist and academic (d. 1948)", "entities": [{"title": "Wesley Clair Mitchell", "href": "/wiki/Wesley_Clair_Mitchell", "description": "Wesley Clair Mitchell was an American economist known for his empirical work on business cycles and for guiding the National Bureau of Economic Research in its first decades."}]}, {"heading": "Births", "year": "1874", "date": "August 5", "txt": "Horace Rawlins, English golfer (d. 1935)", "entities": []}, {"heading": "Births", "year": "1876", "date": "August 5", "txt": "Mary Ritter Beard, American historian and activist (d. 1958)", "entities": [{"title": "Mary Ritter Beard", "href": "/wiki/Mary_Ritter_Beard", "description": "Mary Ritter Beard was an American historian, author, women's suffrage activist, and women's history archivist who was also a lifelong advocate of social justice. As a Progressive Era reformer, Beard was active in both the labor and women's rights movements. She also authored several books on women's role in history including On Understanding Women (1931), America Through Women's Eyes, and Woman as"}]}, {"heading": "Births", "year": "1877", "date": "August 5", "txt": "Tom Thomson, Canadian painter (d. 1917)", "entities": [{"title": "Tom Thomson", "href": "/wiki/Tom_Thomson", "description": "Thomas John Thomson was a Canadian artist active in the early 20th century. During his short career he produced roughly 400 oil sketches on small wood panels along with around 50 larger works on canvas. His works consist almost entirely of landscapes depicting trees, skies, lakes, and rivers. His paintings use broad brush strokes and a liberal application of paint to capture the beauty and colour "}]}, {"heading": "Births", "year": "1880", "date": "August 5", "txt": "Gertrude Rush, American lawyer and jurist (d. 1962)", "entities": [{"title": "Gertrude Rush", "href": "/wiki/Gertrude_Rush", "description": "\nGertrude Elzora Durden Rush was the first African-American female lawyer in Iowa, admitted to the Iowa bar in 1918. She helped found the National Bar Association in 1925."}]}, {"heading": "Births", "year": "1880", "date": "August 5", "txt": "Ruth Sawyer, American author and educator (d. 1970)", "entities": []}, {"heading": "Births", "year": "1882", "date": "August 5", "txt": "Anne Acheson, Irish sculptor (d. 1962)", "entities": [{"title": "Anne Acheson", "href": "/wiki/Anne_Acheson", "description": "Anne Crawford Acheson was a British-Irish sculptor. She and Elinor Hallé invented plaster casts for soldier's broken limbs. Acheson exhibited at the Royal Academy and internationally. She was awarded the CBE in 1919. During the First World War she worked for the Surgical Requisites Association at Mulberry Walk in Chelsea, London. Acheson received the Gleichen Memorial Award in 1938. She divided he"}]}, {"heading": "Births", "year": "1887", "date": "August 5", "txt": "Reginald Owen, English-American actor and singer (d. 1972)", "entities": [{"title": "Reginald Owen", "href": "/wiki/Reginald_Owen", "description": "John Reginald Owen was a British actor known for his many roles in British and American film along with television programs."}]}, {"heading": "Births", "year": "1889", "date": "August 5", "txt": "Conrad Aiken, American novelist, short story writer, critic, and poet (d. 1973)", "entities": [{"title": "Conrad Aiken", "href": "/wiki/Conrad_Aiken", "description": "Conrad Potter Aiken was an American writer and poet, honored with a Pulitzer Prize, a National Book Award, and was U.S. Poet Laureate from 1950 to 1952. His published works include poetry, short stories, novels, literary criticism, a play, and an autobiography."}]}, {"heading": "Births", "year": "1890", "date": "August 5", "txt": "Naum Gabo, Russian-American sculptor (d. 1977)", "entities": [{"title": "Naum Gabo", "href": "/wiki/Naum_Gabo", "description": "Naum Gabo, born Naum Neemia Pevsner, was an influential sculptor, theorist, and key figure in Russia's post-Revolution avant-garde and the subsequent development of twentieth-century sculpture. His work combined geometric abstraction with a dynamic organization of form in small reliefs and constructions, monumental public sculpture and pioneering kinetic works that assimilated new materials such a"}]}, {"heading": "Births", "year": "1890", "date": "August 5", "txt": "Erich Kleiber, Austrian conductor and director (d. 1956)", "entities": []}, {"heading": "Births", "year": "1897", "date": "August 5", "txt": "Roberta Dodd Crawford, American soprano and educator (d. 1954)", "entities": [{"title": "Roberta Dodd Crawford", "href": "/wiki/Roberta_Dodd_Crawford", "description": "Roberta Dodd Crawford was an African-American lyric soprano and voice instructor who performed throughout the United States and Paris in the 1920s and 1930s. Roberta was born in Bonham, Texas before studying singing in Nashville, Chicago, and Paris. While in Paris, she married Prince Kojo Tovalou Houénou of Dahomey. When Houénou died in a French prison, Roberta was left without access to their mar"}]}, {"heading": "Births", "year": "1897", "date": "August 5", "txt": "Aksel Larsen, Danish lawyer and politician (d. 1972)", "entities": []}, {"heading": "Births", "year": "1900", "date": "August 5", "txt": "Rudolf Schottlaender, German philosopher, classical philologist and translator (d. 1988)", "entities": [{"title": "Rudolf Schottlaender", "href": "/wiki/Rudolf_Schottlaender", "description": "Rudolf Schottlaender was a German philosopher, classical philologist, translator and political publicist of Jewish descent."}]}, {"heading": "Births", "year": "1901", "date": "August 5", "txt": "Claude Autant-Lara, French director, screenwriter, and politician (d. 2000)", "entities": [{"title": "Claude Autant-Lara", "href": "/wiki/Claude_Autant-Lara", "description": "Claude Autant-Lara was a French film director and later Member of the European Parliament (MEP)."}]}, {"heading": "Births", "year": "1904", "date": "August 5", "txt": "Kenneth V. Thimann, English-American botanist and microbiologist (d. 1997)", "entities": [{"title": "Kenneth V. Thimann", "href": "/wiki/Kenneth_V._Thimann", "description": "Kenneth Vivian Thimann was an English-American plant physiologist and microbiologist known for his studies of plant hormones, which were widely influential in agriculture and horticulture. He isolated and determined the structure of auxin, the first known plant hormone. He spent most of his early career (1935–1965) at Harvard University, and his later career at the University of California, Santa "}]}, {"heading": "Births", "year": "1906", "date": "August 5", "txt": "Joan Hickson, English actress (d. 1998)", "entities": [{"title": "Joan Hickson", "href": "/wiki/Joan_Hickson", "description": "Joan Bogle Hickson, OBE was an English actress of theatre, film and television. She was known for her role as Agatha Christie's Miss Marple in the television series Miss Marple. She also narrated a number of Miss Marple stories on audiobooks."}]}, {"heading": "Births", "year": "1906", "date": "August 5", "txt": "John Huston, American actor, director, and screenwriter (d. 1987)", "entities": []}, {"heading": "Births", "year": "1906", "date": "August 5", "txt": "Wassily Leontief, German-American economist and academic, Nobel Prize laureate (d. 1999)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1908", "date": "August 5", "txt": "Harold Holt, Australian lawyer and politician, 17th Prime Minister of Australia (d. 1967)", "entities": [{"title": "Harold Holt", "href": "/wiki/Harold_Holt", "description": "Harold Edward Holt,, was an Australian politician who served as the 17th Prime Minister of Australia, in office from 1966 until his disappearance in 1967. He was the leader of the Liberal Party during that time."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1908", "date": "August 5", "txt": "Jose Garcia Villa, Filipino short story writer and poet (d. 1997)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 5", "txt": "Bruno Coquatrix, French songwriter and manager (d. 1979)", "entities": [{"title": "Bruno Coquatrix", "href": "/wiki/Bruno_Coquatrix", "description": "Bruno Coquatrix was a French music producer, the owner and manager of the Olympia Hall in Paris from 1954 until his death in 1979."}]}, {"heading": "Births", "year": "1910", "date": "August 5", "txt": "Herminio Masantonio, Argentinian footballer (d. 1956)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 5", "txt": "Robert Taylor, American actor and singer (d. 1969)", "entities": [{"title": "Robert Taylor (actor)", "href": "/wiki/Robert_Taylor_(actor)", "description": "Robert Taylor was an American film and television actor and singer who was one of the most popular leading men of his time."}]}, {"heading": "Births", "year": "1912", "date": "August 5", "txt": "Abbé Pierre, French priest and humanitarian (d. 2007)", "entities": [{"title": "Abbé Pierre", "href": "/wiki/Abb%C3%A9_Pierre", "description": "Abbé Pierre, OFM Cap, was a French Catholic priest, member of the Resistance during World War II, and deputy of the Popular Republican Movement (MRP). Abbé is a courtesy title given to Catholic priests in French-speaking countries."}]}, {"heading": "Births", "year": "1914", "date": "August 5", "txt": "Parley Baer, American actor (d. 2002)", "entities": [{"title": "Parley Baer", "href": "/wiki/Parley_Baer", "description": "Parley Edward Baer was an American actor in radio and later in television and film. Despite dozens of appearances in television series and theatrical films, he remains best known as the original \"Chester\" in the radio version of Gunsmoke, and as the Mayor of Mayberry in The Andy Griffith Show."}]}, {"heading": "Births", "year": "1916", "date": "August 5", "txt": "Peter Viereck, American poet and academic (d. 2006)", "entities": [{"title": "Peter Viereck", "href": "/wiki/Peter_Viereck", "description": "Peter Robert Edwin Viereck was an American poet and professor of history at Mount Holyoke College. He won the Pulitzer Prize for Poetry in 1949 for the collection Terror and Decorum. In 1955 he was a Fulbright Scholar at the University of Florence."}]}, {"heading": "Births", "year": "1918", "date": "August 5", "txt": "Tom Drake, American actor and singer (d. 1982)", "entities": [{"title": "Tom Drake", "href": "/wiki/Tom_Drake", "description": "Tom Drake was an American actor. Drake made films starting in 1940 and continuing until the mid-1970s, and also made TV acting appearances."}]}, {"heading": "Births", "year": "1918", "date": "August 5", "txt": "Betty Oliphant, English-Canadian ballerina, co-founded Canada's National Ballet School (d. 2004)", "entities": [{"title": "Canada's National Ballet School", "href": "/wiki/Canada%27s_National_Ballet_School", "description": "Canada's National Ballet School, also commonly known as the National Ballet School of Canada, is a classical ballet school located in Toronto, Ontario, Canada. Along with the Royal Winnipeg Ballet School, it is a provider of professional ballet training in Canada. Mavis Staines has been the Artistic Director of the school since 1989."}]}, {"heading": "Births", "year": "1919", "date": "August 5", "txt": "Rosalind Hicks, British literary guardian and the only child of author, Agatha Christie (d. 2004)", "entities": [{"title": "Rosalind Hicks", "href": "/wiki/Rosalind_Hicks", "description": "Rosalind Prichard Hicks was the only child of author Agatha Christie."}, {"title": "Agatha Christie", "href": "/wiki/Agatha_Christie", "description": "Dame Agatha Mary Clarissa Christie, Lady Mallowan, was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around fictional detectives Hercule Poirot and Miss Marple. She also wrote the world's longest-running play, The Mousetrap, which was performed in the West End from 1952 to 2020, as well as six novels under the pseudonym Mary Westma"}]}, {"heading": "Births", "year": "1920", "date": "August 5", "txt": "George Tooker, American painter and academic (d. 2011)", "entities": [{"title": "George Tooker", "href": "/wiki/George_Tooker", "description": "George Clair Tooker, Jr. was an American figurative painter. His works are associated with Magic realism, Social realism, Photorealism and Surrealism. His subjects are depicted naturally as in a photograph, but the images use flat tones, an ambiguous perspective, and alarming juxtapositions to suggest an imagined or dreamed reality. He did not agree with the association of his work with Magic real"}]}, {"heading": "Births", "year": "1921", "date": "August 5", "txt": "Terry Becker, American actor, director, and producer (d. 2014)", "entities": [{"title": "Terry Becker", "href": "/wiki/Terry_Becker", "description": "Terry Becker was an American film and television actor, Emmy-winning director and producer."}]}, {"heading": "Births", "year": "1922", "date": "August 5", "txt": "L. Tom Perry, American businessman and religious leader (d. 2015)", "entities": [{"title": "L. Tom Perry", "href": "/wiki/L._Tom_Perry", "description": "Lowell Tom Perry was an American businessman and religious leader who was a member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints from 1974 until his death."}]}, {"heading": "Births", "year": "1922", "date": "August 5", "txt": "Frank Stranahan, American golfer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 5", "txt": "Devan Nair, Malaysian-Singaporean union leader and politician, 3rd President of Singapore (d. 2005)", "entities": [{"title": "Devan Nair", "href": "/wiki/Devan_Nair", "description": "Devan Nair Chengara Veetil, also known as C. V. Devan Nair, was a Malaysian–Singaporean politician. He served as the third President of Singapore serving a three-year term from 23 October 1981 to 28 March 1985."}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Births", "year": "1926", "date": "August 5", "txt": "Betsy Jolas, French composer", "entities": [{"title": "Betsy Jolas", "href": "/wiki/Betsy_Jolas", "description": "Betsy Jolas is a Franco-American composer."}]}, {"heading": "Births", "year": "1926", "date": "August 5", "txt": "Jeri Southern, American jazz singer and pianist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 5", "txt": "John H. Moore II, American lawyer and judge (d. 2013)", "entities": [{"title": "John H. Moore II", "href": "/wiki/John_H._Moore_II", "description": "John Henry Moore II was an American lawyer and United States District Judge of the United States District Court for the Middle District of Florida."}]}, {"heading": "Births", "year": "1929", "date": "August 5", "txt": "Don Matheson, American soldier, police officer, and actor (d. 2014)", "entities": [{"title": "Don Matheson", "href": "/wiki/Don_Matheson", "description": "Don Matheson, was an American soldier and policeman who later became a television actor, likely best known for his continuing role in Irwin Allen's series Land of the Giants."}]}, {"heading": "Births", "year": "1930", "date": "August 5", "txt": "Neil Armstrong, American pilot, engineer, and astronaut (d. 2012)", "entities": [{"title": "Neil Armstrong", "href": "/wiki/Neil_Armstrong", "description": "Neil Alden Armstrong was an American astronaut and aeronautical engineer, and the first person to walk on the Moon. He was also a naval aviator, test pilot, and university professor."}]}, {"heading": "Births", "year": "1930", "date": "August 5", "txt": "Damita Jo DeBlanc, American comedian, actress, and singer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 5", "txt": "Richie Ginther, American race car driver (d. 1989)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 5", "txt": "Michal Kováč, Slovak lawyer and politician, 1st President of Slovakia (d.2016)", "entities": [{"title": "President of Slovakia", "href": "/wiki/President_of_Slovakia", "description": "The president of the Slovak Republic is the head of state of Slovakia and the commander-in-chief of the Armed Forces. The president is directly elected by the people for five years, and can be elected for a maximum of two consecutive terms. The presidency is largely a ceremonial office, but the president does exercise certain limited powers with absolute discretion. The president's official reside"}]}, {"heading": "Births", "year": "1931", "date": "August 5", "txt": "Tom Hafey, Australian footballer and coach (d. 2014)", "entities": [{"title": "Tom Hafey", "href": "/wiki/Tom_Hafey", "description": "Thomas Stanley Raymond Hafey was an Australian rules football Victorian Football League player and coach. Hafey played for Richmond between 1953 and 1958, and coached four clubs—Richmond, Collingwood, Geelong and Sydney—between 1966 and 1988, leading Richmond to a total of four premierships: 1967, 1969, 1973 and 1974. Hafey was an inaugural inductee into the Australian Football Hall of Fame in 199"}]}, {"heading": "Births", "year": "1932", "date": "August 5", "txt": "Tera de Marez Oyens, Dutch pianist and composer (d. 1996)", "entities": [{"title": "Tera de Marez Oyens", "href": "/wiki/Tera_de_Marez_Oyens", "description": "Tera de Marez Oyens was a Dutch composer."}]}, {"heading": "Births", "year": "1932", "date": "August 5", "txt": "Vladimir Fedoseyev, Russian conductor", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 5", "txt": "Karl Johan Åström, Swedish engineer and theorist", "entities": [{"title": "Karl Johan Åström", "href": "/wiki/Karl_Johan_%C3%85str%C3%B6m", "description": "Karl Johan Åström is a Swedish control theorist, who has made contributions to the fields of control theory and control engineering, computer control and adaptive control. In 1965, he described a general framework of Markov decision processes with incomplete information, what ultimately led to the notion of a Partially observable Markov decision process."}]}, {"heading": "Births", "year": "1934", "date": "August 5", "txt": "Wendell Berry, American novelist, short story writer, poet, and essayist", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 5", "txt": "Gay Byrne, Irish radio and television host (d. 2019)", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 5", "txt": "Michael Ballhaus, German director and cinematographer (d. 2017)", "entities": [{"title": "Michael Ballhaus", "href": "/wiki/Michael_Ballhaus", "description": "Michael Ballhaus, A.S.C. was a German cinematographer who collaborated with directors such as Rainer Werner Fassbinder, Martin Scorsese, Mike Nichols and James L. Brooks. He was a member of both the Academy of Arts, Berlin, and the American Society of Cinematographers."}]}, {"heading": "Births", "year": "1935", "date": "August 5", "txt": "Peter Inge, Baron Inge, English field marshal", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 5", "txt": "Roy Benavidez, American Master Sergeant and Medal of Honor Winner (d. 1998)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 5", "txt": "Nikolai Baturin, Estonian author and playwright", "entities": [{"title": "Nikolai Baturin", "href": "/wiki/Nikolai_Baturin", "description": "Nikolai Baturin was an Estonian award-winning novelist and playwright."}]}, {"heading": "Births", "year": "1936", "date": "August 5", "txt": "John Saxon, American actor (d. 2020)", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 5", "txt": "Herb Brooks, American ice hockey player and coach (d. 2003)", "entities": [{"title": "Herb Brooks", "href": "/wiki/Herb_Brooks", "description": "Herbert Paul Brooks Jr. was an American ice hockey player and coach. His most notable achievement came in 1980 as head coach of the gold medal-winning U.S. Olympic team at Lake Placid. At the Games, Brooks' American team upset the heavily-favored Soviet team in a match that came to be known as the \"Miracle on Ice.\""}]}, {"heading": "Births", "year": "1937", "date": "August 5", "txt": "Brian G. Marsden, English-American astronomer and academic (d. 2010)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 5", "txt": "Roger Clark, English race car driver (d. 1998)", "entities": [{"title": "Roger Clark", "href": "/wiki/Roger_Clark", "description": "Roger Albert Clark, MBE was a British rally driver during the 1960s and '70s, and the first competitor from his country to win a World Rally Championship (WRC) event when he triumphed at the 1976 RAC Rally."}]}, {"heading": "Births", "year": "1939", "date": "August 5", "txt": "Carmen Salinas, Mexican actress and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 5", "txt": "Bobby Braddock, American country music songwriter, musician, and producer", "entities": [{"title": "Bobby Braddock", "href": "/wiki/Bobby_Braddock", "description": "Robert Valentine Braddock is an American country songwriter and record producer. A member of the Country Music Hall of Fame and the Nashville Songwriters Hall of Fame, Braddock has contributed numerous hit songs during more than 40 years in the industry, including 13 number-one hit singles."}]}, {"heading": "Births", "year": "1940", "date": "August 5", "txt": "Roman Gabriel, American football player, coach, and actor", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 5", "txt": "Rick Huxley, English bass player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 5", "txt": "Bob Clark, American director, producer, and screenwriter (d. 2007)", "entities": [{"title": "Bob Clark", "href": "/wiki/Bob_Clark", "description": "Benjamin Robert Clark was an American film director, screenwriter, producer, and actor. He is best known for his work in the Canadian film industry throughout the 1970s and 1980s, where he was responsible for some of the most successful films in Canadian film history such as Black Christmas (1974), Murder by Decree (1979), Tribute (1980), Porky's (1981), and A Christmas Story (1983). He won three "}]}, {"heading": "Births", "year": "1941", "date": "August 5", "txt": "Leonid Kizim, Ukrainian general, pilot, and astronaut (d. 2010)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 5", "txt": "Airto Moreira, Brazilian-American drummer and composer", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 5", "txt": "Joe Boyd, American record producer, founded Hannibal Records", "entities": [{"title": "Joe Boyd", "href": "/wiki/Joe_Boyd", "description": "Joe Boyd is an American record producer and writer. He formerly owned the production company Witchseason Productions and Hannibal Records. Boyd has worked on recordings of Pink Floyd, Fairport Convention, Sandy Denny, Richard Thompson, Nick Drake, The Incredible String Band, R.E.M., Vashti Bunyan, John and Beverley Martyn, Maria Muldaur, Kate & Anna McGarrigle, Billy Bragg, 10,000 Maniacs, and Muz"}, {"title": "Hannibal Records", "href": "/wiki/Hannibal_Records", "description": "Hannibal Records was a British record label and one of the first to work with the World music genre."}]}, {"heading": "Births", "year": "1943", "date": "August 5", "txt": "Nelson Briles, American baseball player and sportscaster (d. 2005)", "entities": [{"title": "Nelson Briles", "href": "/wiki/Nelson_Briles", "description": "Nelson Kelley Briles was a Major League Baseball pitcher. A hard thrower whose best pitch was a slider, he exhibited excellent control. Briles batted and threw right-handed."}]}, {"heading": "Births", "year": "1943", "date": "August 5", "txt": "Sammi Smith, American country music singer-songwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 5", "txt": "Christopher Gunning, English composer", "entities": [{"title": "Christopher Gunning", "href": "/wiki/Christopher_Gunning", "description": "Christopher Gunning is an English composer of concert works and music for films and television."}]}, {"heading": "Births", "year": "1945", "date": "August 5", "txt": "Loni Anderson, American actress", "entities": [{"title": "Loni Anderson", "href": "/wiki/Loni_Anderson", "description": "Loni Kaye Anderson is an American actress. She is known for her role as receptionist Jennifer Marlowe on the CBS sitcom WKRP in Cincinnati (1978–1982), which earned her three Golden Globe Awards and two Emmy Award nominations."}]}, {"heading": "Births", "year": "1946", "date": "August 5", "txt": "Bruce Coslet, American football player and coach", "entities": [{"title": "Bruce Coslet", "href": "/wiki/Bruce_Coslet", "description": "Bruce Coslet is a former American college and professional football player and professional football coach. A tight end, he played for the University of the Pacific and in 1969 debuted with the American Football League's Cincinnati Bengals. He played for the Bengals in the NFL through 1976."}]}, {"heading": "Births", "year": "1946", "date": "August 5", "txt": "Shirley Ann Jackson, American physicist", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 5", "txt": "Rick van der Linden, Dutch keyboard player and songwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 5", "txt": "Bob McCarthy, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 5", "txt": "Erika Slezak, American actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 5", "txt": "Xavier Trias, Spanish pediatrician and politician, 118th Mayor of Barcelona", "entities": [{"title": "Mayor of Barcelona", "href": "/wiki/Mayor_of_Barcelona", "description": "This is a list of mayors of Barcelona since 1916."}]}, {"heading": "Births", "year": "1947", "date": "August 5", "txt": "Angry Anderson, Australian singer & actor", "entities": [{"title": "Angry Anderson", "href": "/wiki/Angry_Anderson", "description": "Gary Stephen \"Angry\" Anderson AM is an Australian rock singer-songwriter, television presenter-reporter and actor. He has been the lead vocalist with the hard rock band Rose Tattoo since 1976."}]}, {"heading": "Births", "year": "1947", "date": "August 5", "txt": "Bernie Carbo, American baseball player", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 5", "txt": "France A. Córdova, American astrophysicist and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 5", "txt": "Rick Derringer, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 5", "txt": "Greg Leskiw, Canadian guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 5", "txt": "Ray Clemence, English footballer and manager (d. 2020)", "entities": [{"title": "Ray Clemence", "href": "/wiki/Ray_Clemence", "description": "Raymond Neal Clemence, was an England international football goalkeeper and part of the Liverpool team of the 1970s. He is one of only 31 players to have made over 1,000 career appearances. Winning three European Cups, five League titles, two UEFA Cups, a UEFA Super Cup, an FA Cup and a League Cup with Liverpool, the last of his 665 appearances for the club was the victorious 1981 European Cup Fin"}]}, {"heading": "Births", "year": "1948", "date": "August 5", "txt": "Barbara Flynn, English actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 5", "txt": "David Hungate, American bass guitarist, producer, and arranger", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 5", "txt": "Shin Takamatsu, Japanese architect and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 5", "txt": "Luiz Gushiken, Brazilian trade union leader and politician (d. 2013)", "entities": [{"title": "Luiz Gushiken", "href": "/wiki/Luiz_Gushiken", "description": "Luiz Gushiken was a Brazilian union leader and politician. He was formerly the head of the social communication office of Luiz Inácio Lula da Silva's administration, a position which carried a ministerial rank. He was a second-generation Japanese-Brazilian, with Ryukyuan parents from Okinawa."}]}, {"heading": "Births", "year": "1950", "date": "August 5", "txt": "Mahendra Karma, Indian lawyer and politician (d. 2013)", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 5", "txt": "Samantha Sang, Australian pop singer", "entities": [{"title": "Samantha Sang", "href": "/wiki/Samantha_Sang", "description": "Cheryl Lau Sang, known professionally as Samantha Sang, is an Australian singer. She had an earlier career as a teenage singer under the stage name Cheryl Gray, before adopting the stage name she is more widely known as in 1969. She first received nationwide recognition in Australia in 1967, after releasing the top ten single \"You Made Me What I Am\"."}]}, {"heading": "Births", "year": "1952", "date": "August 5", "txt": "Tamás Faragó, Hungarian water polo player", "entities": [{"title": "Tamás Faragó", "href": "/wiki/Tam%C3%A1s_Farag%C3%B3", "description": "Tamás Faragó is a former Hungarian water polo player. He competed in all major international tournaments between 1970 and 1980 and won three medals at the Summer Olympics and five at the world and European championships. He was the top goalscorer at the 1976 Olympics, with 22 goals. In the mid-1980s he played for German clubs. After retiring from competitions he became a water polo coach, guiding "}]}, {"heading": "Births", "year": "1952", "date": "August 5", "txt": "John Jarratt, Australian actor and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 5", "txt": "Louis Walsh, Irish talent manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 5", "txt": "Rick Mahler, American baseball player and coach (d. 2005)", "entities": [{"title": "Rick Mahler", "href": "/wiki/Rick_Mahler", "description": "Richard Keith Mahler was a starting pitcher in Major League Baseball who played for the Atlanta Braves, Cincinnati Reds (1989–1990) and Montreal Expos (1991). His brother Mickey was a major league pitcher as well; the two were Braves teammates in 1979. The brothers had also played together for the Triple-A Richmond Braves."}]}, {"heading": "Births", "year": "1955", "date": "August 5", "txt": "Eddie Ojeda, American guitarist and songwriter", "entities": [{"title": "Eddie Ojeda", "href": "/wiki/Eddie_Ojeda", "description": "Eddie \"Fingers\" Ojeda is one of the two guitarists of the American heavy metal band Twisted Sister."}]}, {"heading": "Births", "year": "1956", "date": "August 5", "txt": "Christopher Chessun, English Anglican bishop", "entities": [{"title": "Christopher Chessun", "href": "/wiki/Christopher_Chessun", "description": "Christopher Thomas James Chessun is a British Anglican bishop. Since 2011, he has been Bishop of Southwark in the Church of England."}]}, {"heading": "Births", "year": "1956", "date": "August 5", "txt": "Jerry Ciccoritti, Canadian actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 5", "txt": "Larry Corowa, Australian rugby league player", "entities": [{"title": "Larry Corowa", "href": "/wiki/Larry_Corowa", "description": "Larry Corowa MBE is an Indigenous Australian former professional rugby league footballer who played in the 1970s, 1980s and 1990s. An Australian international and New South Wales representative winger, he played club football at the Balmain Tigers for six seasons between 1978 and 1983, with two games for the Gold Coast Seagulls in the 1991 New South Wales Rugby League Premiership. Playing on the w"}]}, {"heading": "Births", "year": "1957", "date": "August 5", "txt": "David Gill, English businessman", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 5", "txt": "Faith Prince, American actress and singer", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 5", "txt": "Pete Burns, English singer-songwriter (d. 2016)", "entities": [{"title": "Pete Burns", "href": "/wiki/Pete_Burns", "description": "Peter Jozzeppi Burns was an English musician, singer, songwriter, and television personality. In 1979 he founded the band Nightmares In Wax; in 1980 changes were made to the band's line-up and the name was changed to Dead or Alive. Burns was the group's vocalist and songwriter. The band rose to mainstream success with their 1984 single \"You Spin Me Round \"."}]}, {"heading": "Births", "year": "1959", "date": "August 5", "txt": "Pat Smear, American guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 5", "txt": "David Baldacci, American lawyer and author", "entities": [{"title": "David Baldacci", "href": "/wiki/David_Baldacci", "description": "David Baldacci is a bestselling American novelist. An attorney by education, Baldacci writes mainly suspense novels and legal thrillers."}]}, {"heading": "Births", "year": "1961", "date": "August 5", "txt": "Janet McTeer, English actress", "entities": [{"title": "Janet McTeer", "href": "/wiki/Janet_McTeer", "description": "Janet McTeer is an English actress. In 1997, she won the Tony Award for Best Actress in a Play, the Olivier Award for Best Actress, and the Drama Desk Award for Outstanding Actress in a Play for her role as Nora in A Doll's House (1996–1997). She also won a Golden Globe Award and was nominated for the Academy Award for Best Actress for her role as Mary Jo Walker in the 1999 film Tumbleweeds, and w"}]}, {"heading": "Births", "year": "1961", "date": "August 5", "txt": "Athula Samarasekera, Sri Lankan cricketer and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 5", "txt": "Tim Wilson, American comedian, singer-songwriter, and guitarist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 5", "txt": "Patrick Ewing, Jamaican-American basketball player and coach", "entities": [{"title": "Patrick Ewing", "href": "/wiki/Patrick_Ewing", "description": "Patrick Aloysius Ewing is a Jamaican-American basketball coach and former professional player who is the head coach of the Georgetown University men's team. He played most of his career as the starting center for the New York Knicks of the National Basketball Association (NBA) before ending his playing career with brief stints with the Seattle SuperSonics and Orlando Magic."}]}, {"heading": "Births", "year": "1962", "date": "August 5", "txt": "Otis Thorpe, American basketball player", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 5", "txt": "Steve Lee, Swiss singer-songwriter (d. 2010)", "entities": [{"title": "Steve Lee (singer)", "href": "/wiki/Steve_Lee_(singer)", "description": "Steve Lee was a Swiss musician, best known as the vocalist of the band Gotthard."}]}, {"heading": "Births", "year": "1963", "date": "August 5", "txt": "Ingmar De Vos, Belgian sports administrator", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 5", "txt": "Rory Morrison, English journalist (d. 2013)", "entities": [{"title": "Rory Morrison", "href": "/wiki/Rory_Morrison", "description": "Rory David Morrison was a newsreader and continuity announcer for BBC Radio 4."}]}, {"heading": "Births", "year": "1964", "date": "August 5", "txt": "Adam Yauch, American rapper and director (d. 2012)", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 5", "txt": "Jeff Coffin, American saxophonist and composer", "entities": [{"title": "Jeff Coffin", "href": "/wiki/Jeff_Coffin", "description": "Jeff Coffin is a saxophonist, composer, and educator. He is a three-time Grammy Award winner as a member of Bela Fleck and the Flecktones, with whom he performed from 1997 until 2010. In July 2008, Coffin began touring with Dave Matthews Band and joined the group in 2009 following the death of founding member LeRoi Moore. He also leads his group Jeff Coffin & the Mu'tet."}]}, {"heading": "Births", "year": "1965", "date": "August 5", "txt": "Motoi Sakuraba, Japanese keyboard player and composer", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 5", "txt": "Jennifer Finch, American singer, bass player, and photographer", "entities": [{"title": "Jennifer Finch", "href": "/wiki/Jennifer_Finch", "description": "Jennifer Finch, born August 5, 1966, is an American musician, designer, and photographer most notable for being the primary bass player of the punk rock band L7. Active in L7 from 1986 to 1996, Finch also wrote music and performed with her bands OtherStarPeople and The Shocker in the interim before joining the reunited L7 in 2014."}]}, {"heading": "Births", "year": "1966", "date": "August 5", "txt": "Jonathan Silverman, American actor and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 5", "txt": "Matthew Caws, American singer-songwriter and guitarist", "entities": [{"title": "Matthew Caws", "href": "/wiki/Matthew_Caws", "description": "Matthew Rorison Caws is an American singer, songwriter and guitarist. He is best known as the lead vocalist and guitarist of the alternative rock band Nada Surf. Caws is also a member of the indie rock duo Minor Alps, alongside Juliana Hatfield."}]}, {"heading": "Births", "year": "1968", "date": "August 5", "txt": "Terri Clark, Canadian singer-songwriter and guitarist", "entities": [{"title": "Terri Clark", "href": "/wiki/Terri_Clark", "description": "Terri Clark is a Canadian country music artist who has had success in both Canada and the United States. Signed to Mercury Records in 1995, she released her self-titled debut that year. Both it and its two follow-ups, 1996's Just the Same and 1998's How I Feel, were certified platinum in both countries, and produced several Top Ten country hits."}]}, {"heading": "Births", "year": "1968", "date": "August 5", "txt": "Kendo Kashin, Japanese wrestler and mixed martial artist", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 5", "txt": "Marine Le Pen, French lawyer and politician", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 5", "txt": "Oleh Luzhny, Ukrainian footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 5", "txt": "Colin McRae, Scottish race car driver (d. 2007)", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 5", "txt": "John Olerud, American baseball player", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 5", "txt": "Jackie Doyle-Price, English politician", "entities": [{"title": "Jackie Doyle-Price", "href": "/wiki/Jackie_Doyle-Price", "description": "Jacqueline Doyle-Price is a British Conservative Party politician and former civil servant. She was first elected as the Member of Parliament (MP) for Thurrock in the 2010 general election."}]}, {"heading": "Births", "year": "1969", "date": "August 5", "txt": "Vasbert Drakes, Barbadian cricketer", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 5", "txt": "Venkatesh Prasad, Indian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 5", "txt": "Robert Scott, Australian rower", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 5", "txt": "James Gunn, American actor, director, producer, and screenwriter", "entities": [{"title": "James Gunn (filmmaker)", "href": "/wiki/James_Gunn_(filmmaker)", "description": "James Francis Gunn Jr. is an American film director, actor, producer, and screenwriter. He began his career as a screenwriter in the mid-1990s. He then began working as a director, starting with the horror-comedy film Slither (2006), and eventually moving to the superhero genre with Guardians of the Galaxy (2014), its sequel Guardians of the Galaxy Vol. 2 (2017) and The Suicide Squad (2021). He al"}]}, {"heading": "Births", "year": "1971", "date": "August 5", "txt": "Valdis Dombrovskis, Latvian academic and politician, 11th Prime Minister of Latvia", "entities": [{"title": "Valdis Dombrovskis", "href": "/wiki/Valdis_Dombrovskis", "description": "Valdis Dombrovskis is a Latvian politician serving as Executive Vice President of the European Commission for An Economy that Works for People since 2019 and European Commissioner for Trade since 2020. He previously served as European Commissioner for Financial Stability, Financial Services and Capital Markets Union from 2016 to 2020 and Prime Minister of Latvia from 2009 to 2014."}, {"title": "Prime Minister of Latvia", "href": "/wiki/Prime_Minister_of_Latvia", "description": "The prime minister of Latvia is the most powerful member of the Government of Latvia, and presides over the Latvian Cabinet of Ministers. The prime minister is nominated by the president of Latvia, but must be able to obtain the support of a majority of the Saeima (parliament)."}]}, {"heading": "Births", "year": "1972", "date": "August 5", "txt": "Ikuto Hidaka, Japanese wrestler", "entities": [{"title": "Ikuto Hidaka", "href": "/wiki/Ikuto_Hidaka", "description": "Ikuto Hidaka  is a Japanese professional wrestler, currently performing for Pro Wrestling Zero1. Hidaka was the regular partner of Minoru Fujita, with whom he has held the Zero1-Max International Lightweight Tag Team and Intercontinental Tag Team Titles, making them the only team to do so. He has also worked for Extreme Championship Wrestling."}]}, {"heading": "Births", "year": "1972", "date": "August 5", "txt": "Aaqib Javed, Pakistani cricketer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 5", "txt": "Darren Shahlavi, English-American actor and martial artist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 5", "txt": "Jon Sleightholme, English rugby player", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 5", "txt": "Theodore Whitmore, Jamaican footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 5", "txt": "Christian Olde Wolbers, Belgian-American guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 5", "txt": "Paul Carige, Australian rugby league player", "entities": [{"title": "Paul Carige", "href": "/wiki/Paul_Carige", "description": "Paul Carige is an Australian former rugby league footballer who played in the 1990s. He played for the Illawarra Steelers, Parramatta Eels, and the Salford City Reds. He mostly played at centre, but occasionally he played the odd game at fullback or wing."}]}, {"heading": "Births", "year": "1973", "date": "August 5", "txt": "Justin Marshall, New Zealand rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 5", "txt": "Alvin Ceccoli, Australian footballer", "entities": [{"title": "Alvin Ceccoli", "href": "/wiki/Alvin_Ceccoli", "description": "Alvin Warren Ceccoli is an Australian footballer who played for three A-League clubs and was capped internationally for Australia."}]}, {"heading": "Births", "year": "1974", "date": "August 5", "txt": "Kajol, Indian film actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 5", "txt": "Olle Kullinger, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 5", "txt": "Antoine Sibierski, French footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 5", "txt": "Dan Hipgrave, English guitarist and journalist", "entities": [{"title": "Dan Hipgrave", "href": "/wiki/Dan_Hipgrave", "description": "Daniel Hipgrave is an English musician and writer, best known as the guitarist of the Post-Britpop/alternative rock band Toploader."}]}, {"heading": "Births", "year": "1975", "date": "August 5", "txt": "Josep Jufré, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 5", "txt": "Eicca Toppinen, Finnish cellist and composer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 5", "txt": "Jeff Friesen, Canadian ice hockey player", "entities": [{"title": "Jeff Friesen", "href": "/wiki/Jeff_Friesen", "description": "Jeffrey Daryl Friesen is a Canadian former professional ice hockey player. He played over 800 games in the National Hockey League, spending roughly half his career with the San Jose Sharks, who drafted him in the 1994 NHL Entry Draft. The rest of his career was spent with the Mighty Ducks of Anaheim, New Jersey Devils, Washington Capitals, and Calgary Flames. He won the Stanley Cup with the Devils"}]}, {"heading": "Births", "year": "1976", "date": "August 5", "txt": "Marians Pahars, Latvian footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 5", "txt": "Eugen Trică, Romanian footballer and manager", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 5", "txt": "Eric Hinske, American baseball player and coach", "entities": [{"title": "Eric Hinske", "href": "/wiki/Eric_Hinske", "description": "Eric Scott Hinske is an American professional baseball coach and retired outfielder and first baseman. He is currently the assistant hitting coach for the Arizona Diamondbacks. Hinske played in the major leagues from 2002 to 2013 with the Toronto Blue Jays, Boston Red Sox, Tampa Bay Rays, Pittsburgh Pirates, New York Yankees, Atlanta Braves and Arizona Diamondbacks at third base, first base, left "}]}, {"heading": "Births", "year": "1977", "date": "August 5", "txt": "Mark Mulder, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 5", "txt": "Michael Walsh, English footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 5", "txt": "Cosmin Bărcăuan, Romanian footballer and manager", "entities": [{"title": "Cosmin Bărcăuan", "href": "/wiki/Cosmin_B%C4%83rc%C4%83uan", "description": "Cosmin Bărcăuan is a retired Romanian footballer and current manager. At the begging of his career, Bărcăuan played as a striker, but when he arrived at Dinamo București, coach Ioan Andone started using him as a defender."}]}, {"heading": "Births", "year": "1978", "date": "August 5", "txt": "Kim Gevaert, Belgian sprinter", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 5", "txt": "Harel Levy, Israeli  tennis player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 5", "txt": "David Healy, Irish footballer", "entities": [{"title": "David Healy (footballer)", "href": "/wiki/David_Healy_(footballer)", "description": "David Jonathan Healy, MBE is a Northern Irish former footballer and now football manager who is in charge at NIFL Premiership club Linfield."}]}, {"heading": "Births", "year": "1980", "date": "August 5", "txt": "Wayne Bridge, English footballer", "entities": [{"title": "Wayne Bridge", "href": "/wiki/Wayne_Bridge", "description": "Wayne Michael Bridge is an English retired footballer who played as a left back."}]}, {"heading": "Births", "year": "1980", "date": "August 5", "txt": "Salvador Cabañas, Paraguayan footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 5", "txt": "Jason Culina, Australian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 5", "txt": "David Clarke, English ice hockey player", "entities": [{"title": "David Clarke (ice hockey)", "href": "/wiki/David_Clarke_(ice_hockey)", "description": "David Clarke is a retired British ice hockey player and a former member of the British national ice hockey team squad."}]}, {"heading": "Births", "year": "1981", "date": "August 5", "txt": "Carl Crawford, American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 5", "txt": "Maik Franz, German footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 5", "txt": "Erik Guay, Canadian skier", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 5", "txt": "Travie McCoy, American rapper, singer, and songwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 5", "txt": "Anna Rawson, Australian golfer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 5", "txt": "Rachel Scott, American murder victim, inspired the Rachel's Challenge (d. 1999)", "entities": [{"title": "Rachel's Challenge", "href": "/wiki/Rachel%27s_Challenge", "description": "Rachel's Challenge is an organization in the United States that works to reduce violence. It is a non-religious, non-profit, non-political organization, led by Darrell Scott and his wife Sandy."}]}, {"heading": "Births", "year": "1982", "date": "August 5", "txt": "Jamie Houston, English-German rugby player", "entities": [{"title": "Jamie Houston", "href": "/wiki/Jamie_Houston", "description": "Jamie Ben Houston is a retired German international rugby union player, having played for the SC 1880 Frankfurt in the Rugby-Bundesliga and the German national rugby union team. He most recently was coach of RG Heidelberg in the Rugby-Bundesliga."}]}, {"heading": "Births", "year": "1982", "date": "August 5", "txt": "Lolo Jones, American hurdler", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 5", "txt": "Michele Pazienza, Italian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 5", "txt": "Tobias Regner, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 5", "txt": "Jeff Robson, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 5", "txt": "Pete Sell, American mixed martial artist", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 5", "txt": "Steve Matai, New Zealand rugby league player", "entities": [{"title": "Steve Matai", "href": "/wiki/Steve_Matai", "description": "Stephen Matai is a New Zealand former professional rugby league footballer who played in the National Rugby League from 2005 to 2016. A New Zealand national representative centre, he played for Australian club the Manly Warringah Sea Eagles. Matai helped the Sea Eagles win the 2008 and 2011 Premierships. He was also part of the New Zealand national squad that won the nation's maiden title at the 2"}]}, {"heading": "Births", "year": "1984", "date": "August 5", "txt": "Helene Fischer, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 5", "txt": "Laurent Ciman, Belgian footballer", "entities": [{"title": "Laurent Ciman", "href": "/wiki/Laurent_Ciman", "description": "Laurent Franco Ciman is a Belgian former professional footballer who played as a defender. He currently serves as an assistant coach for CF Montréal in Major League Soccer."}]}, {"heading": "Births", "year": "1985", "date": "August 5", "txt": "Salomon Kalou, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 5", "txt": "Gil Vermouth, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 5", "txt": "Erkan Zengin, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 5", "txt": "Paula Creamer, American golfer", "entities": [{"title": "Paula Creamer", "href": "/wiki/Paula_Creamer", "description": "Paula Creamer is an American professional golfer on the U.S.-based LPGA Tour. As a professional, she has won 12 tournaments, including 10 LPGA Tour events. Creamer has been as high as number 2 in the Women's World Golf Rankings. She was the 2010 U.S. Women's Open champion. As of the end of the 2019 season, Creamer was 10th on the all-time LPGA career money list with earnings of $12,131,822."}]}, {"heading": "Births", "year": "1986", "date": "August 5", "txt": "Kathrin Zettel, Austrian skier", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 5", "txt": "Genelia D'Souza, Indian actress", "entities": [{"title": "Genelia D'Souza", "href": "/wiki/Genelia_D%27Souza", "description": "Genelia Deshmukh is an Indian film actress and model. She predominantly appeared in Telugu, Hindi, Tamil films. After gaining wide attention in a Parker Pen commercial with Amitabh Bachchan, Genelia began her acting career with the box-office hit Tujhe Meri Kasam in 2003. She was recognized for her role in Boys the same year, and later established herself in Telugu cinema by acting in several Telu"}]}, {"heading": "Births", "year": "1988", "date": "August 5", "txt": "Michael Jamieson, Scottish-English swimmer", "entities": [{"title": "Michael Jamieson", "href": "/wiki/Michael_Jamieson", "description": "Michael Jamieson is a Scottish former competitive swimmer who represented Great Britain at the Olympics, FINA world championships and European championships, and Scotland in the Commonwealth Games. Jamieson won the silver medal in the men's 200-metre breaststroke at the 2012 Summer Olympics. He now is the Head Coach for the Swimming Club, Natare West London."}]}, {"heading": "Births", "year": "1988", "date": "August 5", "txt": "Federica Pellegrini, Italian swimmer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 5", "txt": "Ryan Bertrand, English footballer", "entities": [{"title": "Ryan Bertrand", "href": "/wiki/Ryan_Bertrand", "description": "Ryan Dominic Bertrand is an English professional footballer who plays as a left back for Premier League club Southampton and the England national team."}]}, {"heading": "Births", "year": "1989", "date": "August 5", "txt": "Mathieu Manset, French footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 5", "txt": "Jessica Nigri, American model and actress", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 5", "txt": "Esteban Gutiérrez, Mexican race car driver", "entities": [{"title": "Esteban Gutiérrez", "href": "/wiki/Esteban_Guti%C3%A9rrez", "description": "Esteban Manuel Gutiérrez Gutiérrez is a Mexican racing driver currently representing Mercedes in Formula One, Formula E and esports."}]}, {"heading": "Births", "year": "1991", "date": "August 5", "txt": "Konrad Hurrell, Tongan rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 5", "txt": "Andreas Weimann, Austrian footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "August 5", "txt": "Pierre-Emile Højbjerg, Danish footballer", "entities": [{"title": "Pierre-Emile Højbjerg", "href": "/wiki/Pierre-Emile_H%C3%B8jbjerg", "description": "Pierre-Emile Kordt Højbjerg is a Danish professional footballer who plays as a midfielder for Premier League club Tottenham Hotspur and the Denmark national team."}]}, {"heading": "Births", "year": "1996", "date": "August 5", "txt": "Takakeishō Mitsunobu, Japanese sumo wrestler", "entities": [{"title": "Takakeishō Mitsunobu", "href": "/wiki/Takakeish%C5%8D_Mitsunobu", "description": "Takakeishō Mitsunobu  is a Japanese professional sumo wrestler from Ashiya, Hyōgo. He made his professional debut in November 2014, and reached the highest makuuchi division in January 2017 after 14 tournaments. He won his first championship in the top division in November 2018, four years after his debut. Takakeishō wrestles for Tokiwayama stable, and his highest rank has been ōzeki, which he fir"}]}, {"heading": "Births", "year": "1997", "date": "August 5", "txt": "Jack Cogger, Australian rugby league player", "entities": [{"title": "Jack Cogger", "href": "/wiki/Jack_Cogger", "description": "Jack Cogger is an Australian professional rugby league footballer who plays as a scrum-half and stand-off for the Huddersfield Giants in the Betfred Super League."}]}, {"heading": "Births", "year": "1997", "date": "August 5", "txt": "Olivia Holt, American actress and singer", "entities": []}, {"heading": "Births", "year": "1998", "date": "August 5", "txt": "Mimi Keene, English actress", "entities": [{"title": "Mimi Keene", "href": "/wiki/Mimi_Keene", "description": "Mimi Keene is an English actress. She is known for her roles as Cindy Williams in the BBC soap opera EastEnders and Ruby Matthews in the Netflix series Sex Education."}]}, {"heading": "Births", "year": "1998", "date": "August 5", "txt": "Kanon Suzuki, Japanese singer and actress", "entities": []}, {"heading": "Births", "year": "2003", "date": "August 5", "txt": "Toni Shaw, British Paralympic swimmer", "entities": [{"title": "Toni Shaw", "href": "/wiki/Toni_Shaw", "description": "Toni Shaw is a British Paralympic swimmer. In 2019 she set the world record time for the S9 200m butterfly, and was also part of the team that set a new world record for the 4x100m medley relay."}]}, {"heading": "Deaths", "year": "553", "date": "August 5", "txt": "Xiao Ji, prince of the Liang dynasty (b. 508)", "entities": [{"title": "Xiao Ji", "href": "/wiki/Xiao_Ji", "description": "Xiao Ji (蕭紀), courtesy name Shixun (世詢), known by his princely title of Prince of Wuling (武陵王), was an imperial prince and pretender to the throne of the Chinese Liang Dynasty. He was the youngest son of the dynasty's founder Emperor Wu, and he governed the modern Sichuan and Chongqing region. In 552, believing that he was destined to be emperor, he declared himself as such and advanced east to tr"}, {"title": "Liang dynasty", "href": "/wiki/Liang_dynasty", "description": "The Liang dynasty (502–557), also known as the Southern Liang, was the third of the Southern Dynasties during China's Southern and Northern Dynasties period. It was located in South China and succeeded by the Chen dynasty in 557. The small rump state Western Liang (555–587), located in Central China, continued until it was destroyed in 587 by the Sui dynasty."}]}, {"heading": "Deaths", "year": "642", "date": "August 5", "txt": "Eowa, king of Mercia", "entities": [{"title": "Eowa of Mercia", "href": "/wiki/Eowa_of_Mercia", "description": "Eowa was a son of the Mercian king Pybba and a brother of the Mercian king Penda; he was possibly King of Northern Mercia, as the 8th-century Historia Brittonum reports that he was co-ruler with his brother Penda."}, {"title": "Mercia", "href": "/wiki/Mercia", "description": "Mercia was one of the kingdoms of the Anglo-Saxon Heptarchy. The name is a Latinisation of the Old English Mierce or Myrce, meaning \"border people\". Mercia dominated what would later become England for three centuries, subsequently going into a gradual decline while Wessex eventually conquered and united all the kingdoms into the Kingdom of England."}]}, {"heading": "Deaths", "year": "642", "date": "August 5", "txt": "Oswald, king of Northumbria (b. 604)", "entities": [{"title": "Kingdom of Northumbria", "href": "/wiki/Kingdom_of_Northumbria", "description": "Northumbria was an early medieval Anglo-Saxon kingdom in what is now Northern England and south-east Scotland."}]}, {"heading": "Deaths", "year": "824", "date": "August 5", "txt": "Heizei, Japanese emperor (b. 773)", "entities": [{"title": "Emperor Heizei", "href": "/wiki/Emperor_Heizei", "description": "Emperor Heizei , also known as Heijō-tennō, was the 51st emperor of Japan, according to the traditional order of succession. Heizei's reign lasted from 806 to 809."}]}, {"heading": "Deaths", "year": "877", "date": "August 5", "txt": "Ubayd Allah ibn Yahya ibn Khaqan, Abbasid vizier", "entities": [{"title": "Ubayd Allah ibn Yahya ibn Khaqan", "href": "/wiki/Ubayd_Allah_ibn_Yahya_ibn_Khaqan", "description": "Abū al-Ḥasan ʿUbayd Allāh ibn Yaḥyā ibn Khāqān was an Abbasid official who served twice as vizier, under caliphs al-Mutawakkil and al-Mu'tamid."}, {"title": "Vizier", "href": "/wiki/Vizier", "description": "A vizier is a high-ranking political advisor or minister in the Muslim world. The Abbasid caliphs gave the title wazir to a minister formerly called katib (secretary), who was at first merely a helper but afterwards became the representative and successor of the dapir of the Sassanian kings."}]}, {"heading": "Deaths", "year": "882", "date": "August 5", "txt": "Louis III, Frankish king (b. 863)", "entities": [{"title": "Louis III of France", "href": "/wiki/Louis_III_of_France", "description": "Louis III was King of West Francia from 879 until his death in 882. He succeeded his father and ruled over West Francia in tandem with his brother Carloman II. Louis controlled the northern part of West Francia (Neustria), including the capital of Paris, while Carloman controlled the southern portion (Aquitania). Louis ruled from March 880 to 5 August 882, when he died and left the rest of West Fr"}]}, {"heading": "Deaths", "year": "890", "date": "August 5", "txt": "Ranulf II, duke of Aquitaine (b. 850)", "entities": [{"title": "Ranulf II of Aquitaine", "href": "/wiki/Ranulf_II_of_Aquitaine", "description": "Ranulf II was Count of Poitou from 866 and Duke of Aquitaine from 887. On the death of Charles the Fat in 888, he styled himself King of Aquitaine and did so until 889 or his death, after which the title fell into abeyance."}, {"title": "Duchy of Aquitaine", "href": "/wiki/Duchy_of_Aquitaine", "description": "The Duchy of Aquitaine was a historical fiefdom in western, central and southern areas of present-day France to the south of the Loire River, although its extent, as well as its name, fluctuated greatly over the centuries, at times comprising much of what is now southwestern France (Gascony) and central France."}]}, {"heading": "Deaths", "year": "910", "date": "August 5", "txt": "Eowils and Halfdan, joint kings of Northumbria", "entities": [{"title": "Eowils and Halfdan", "href": "/wiki/Eowils_and_Halfdan", "description": "Eowils and Halfdan (Healfdan) were joint Kings of Northumbria, in England."}]}, {"heading": "Deaths", "year": "910", "date": "August 5", "txt": "Ingwær, king of Northumbria", "entities": []}, {"heading": "Deaths", "year": "917", "date": "August 5", "txt": "Euthymius I of Constantinople (b. 834)", "entities": [{"title": "Euthymius I of Constantinople", "href": "/wiki/Euthymius_I_of_Constantinople", "description": "Euthymius I Syncellus was the Ecumenical Patriarch of Constantinople from 907 to 912. A monk since his youth, he became spiritual father of the future emperor Leo VI the Wise, and was raised by him to the high ecclesiastical office of syncellus. Despite his turbulent relationship with Leo, in 907 he was appointed to the patriarchate and held the post until his deposition shortly before or after Le"}]}, {"heading": "Deaths", "year": "940", "date": "August 5", "txt": "Li Decheng, Chinese general (b. 863)", "entities": [{"title": "Li Decheng", "href": "/wiki/Li_Decheng", "description": "Li Decheng (李德誠), formally Prince Zhongyi of Zhao (趙忠懿王), was a prominent general of the Chinese Five Dynasties and Ten Kingdoms Period state Wu. He and his family would remain highly honored during the time of Wu's successor state Southern Tang."}]}, {"heading": "Deaths", "year": "1063", "date": "August 5", "txt": "Gruffydd ap Llywelyn, King of Gwynedd", "entities": [{"title": "Gruffydd ap Llywelyn", "href": "/wiki/Gruffydd_ap_Llywelyn", "description": "Gruffydd ap Llywelyn was king of Wales from 1055 to 1063, and united the whole of Wales in 1057. He was the son of King Llywelyn ap Seisyll and Angharad, daughter of Maredudd ab Owain. He was the great-great-grandson of Hywel Dda. Gruffydd ap Llywelyn is considered to be the first and last king of Wales."}, {"title": "King of Gwynedd", "href": "/wiki/King_of_Gwynedd", "description": "Before the Conquest of Wales, completed in 1282, Wales consisted of a number of independent kingdoms, the most important being Gwynedd, Powys, Deheubarth and Morgannwg. Boundary changes and the equal division of patrimony meant that few princes ever came close to ruling the whole of Wales."}]}, {"heading": "Deaths", "year": "1364", "date": "August 5", "txt": "Kōgon, Japanese emperor (b. 1313)", "entities": [{"title": "Emperor Kōgon", "href": "/wiki/Emperor_K%C5%8Dgon", "description": "Emperor Kōgon  was the first of the Emperors of Northern Court during the Period of the Northern and Southern Courts in Japan. His reign spanned the years from 1331 through 1333."}]}, {"heading": "Deaths", "year": "1415", "date": "August 5", "txt": "Richard of Conisburgh, 3rd Earl of Cambridge (b. 1375)", "entities": [{"title": "Richard of Conisburgh, 3rd Earl of Cambridge", "href": "/wiki/Richard_of_Conisburgh,_3rd_Earl_of_Cambridge", "description": "Richard of Conisbrough, 3rd Earl of Cambridge was the second son of Edmund of Langley, 1st Duke of York, and Isabella of Castile, Duchess of York. He was beheaded for his part in the Southampton Plot, a conspiracy against King Henry V. He was the father of Richard Plantagenet, 3rd Duke of York, and the grandfather of King Edward IV and King Richard III."}]}, {"heading": "Deaths", "year": "1415", "date": "August 5", "txt": "Henry Scrope, 3rd Baron Scrope of Masham (b. 1370)", "entities": []}, {"heading": "Deaths", "year": "1447", "date": "August 5", "txt": "John Holland, 2nd Duke of Exeter (b. 1395)", "entities": [{"title": "John Holland, 2nd Duke of Exeter", "href": "/wiki/John_Holland,_2nd_Duke_of_Exeter", "description": "John Holland, 2nd Duke of Exeter, 2nd Earl of Huntingdon was an English nobleman and military commander during the Hundred Years' War. His father, the 1st Duke of Exeter, was a maternal half-brother to Richard II of England, and was executed after King Richard's deposition. The Holland family estates and titles were forfeited, but John was able to recover them by dedicating his career to royal ser"}]}, {"heading": "Deaths", "year": "1579", "date": "August 5", "txt": "Stanislaus Hosius, Polish cardinal (b. 1504)", "entities": [{"title": "Stanislaus Hosius", "href": "/wiki/Stanislaus_Hosius", "description": "Stanislaus Hosius was a Polish Roman Catholic cardinal. From 1551 he was the Prince-Bishop of the Bishopric of Warmia in Royal Prussia and from 1558 he served as the papal legate to the Holy Roman Emperor's Imperial Court in Vienna, Austria. From 1566 he was also the papal legate to Poland."}]}, {"heading": "Deaths", "year": "1600", "date": "August 5", "txt": "John Ruthven, 3rd Earl of Gowrie, Scottish conspirator (b. 1577)", "entities": [{"title": "John Ruthven, 3rd Earl of Gowrie", "href": "/wiki/John_Ruthven,_3rd_Earl_of_Gowrie", "description": "John Ruthven, 3rd Earl of Gowrie, was a Scottish nobleman who died in mysterious circumstances, referred to as the \"Gowrie Conspiracy\", in which he and/or his brother Alexander were attempting to kill or kidnap King James VI of Scotland for unknown purposes. The king's retinue killed both brothers during the attack, and the king survived."}]}, {"heading": "Deaths", "year": "1610", "date": "August 5", "txt": "Alonso García de Ramón, Spanish soldier and politician, Royal Governor of Chile (b. 1552)", "entities": [{"title": "Alonso García de Ramón", "href": "/wiki/Alonso_Garc%C3%ADa_de_Ram%C3%B3n", "description": "Alonso García de Ramón was a Spanish soldier and twice Royal Governor of Chile: first temporarily from July 1600 to February 1601, and then from March 1605 to August 1610. He was born in Cuenca, Spain in 1552."}, {"title": "Royal Governor of Chile", "href": "/wiki/Royal_Governor_of_Chile", "description": "The Royal Governor of Chile ruled over the Spanish colonial administrative district called the Captaincy General of Chile, and as a result the Royal Governor also held the title of a Captain General. There were 66 such governors or captains during the Spanish conquest and the later periods of Spanish-centered colonialism. Since the first Spanish–Mapuche parliaments in the 17th century it became an"}]}, {"heading": "Deaths", "year": "1633", "date": "August 5", "txt": "George Abbot, English archbishop and academic (b. 1562)", "entities": [{"title": "George Abbot (bishop)", "href": "/wiki/George_Abbot_(bishop)", "description": "George Abbot was an English divine who was Archbishop of Canterbury from 1611 to 1633. He also served as the fourth Chancellor of Trinity College, Dublin, from 1612 to 1633."}]}, {"heading": "Deaths", "year": "1678", "date": "August 5", "txt": "Juan García de Zéspedes, Mexican tenor and composer (b. 1619)", "entities": [{"title": "Juan García de Zéspedes", "href": "/wiki/Juan_Garc%C3%ADa_de_Z%C3%A9spedes", "description": "\nJuan García de Zéspedes was a Mexican composer, singer, viol player, and teacher."}]}, {"heading": "Deaths", "year": "1729", "date": "August 5", "txt": "Thomas Newcomen, English engineer, invented the eponymous Newcomen atmospheric engine (b. 1664)", "entities": [{"title": "Thomas Newcomen", "href": "/wiki/Thomas_Newcomen", "description": "Thomas Newcomen was an English inventor who created the atmospheric engine, the first practical fuel-burning engine in 1712. He was an ironmonger by trade and a Baptist lay preacher by calling."}, {"title": "Newcomen atmospheric engine", "href": "/wiki/Newcomen_atmospheric_engine", "description": "The atmospheric engine was invented by Thomas Newcomen in 1712, and is often referred to simply as a Newcomen engine. The engine was operated by condensing steam drawn into the cylinder, thereby creating a partial vacuum which allowed the atmospheric pressure to push the piston into the cylinder. It was the first practical device to harness steam to produce mechanical work. Newcomen engines were u"}]}, {"heading": "Deaths", "year": "1743", "date": "August 5", "txt": "John Hervey, 2nd Baron Hervey, English courtier and politician, Vice-Chamberlain of the Household (b. 1696)", "entities": [{"title": "John Hervey, 2nd Baron Hervey", "href": "/wiki/John_Hervey,_2nd_Baron_Hervey", "description": "John Hervey, 2nd Baron Hervey was an English courtier and political writer and memoirist who was the eldest son of John Hervey, 1st Earl of Bristol, by his second wife, Elizabeth. He was known as Lord Hervey from 1723, upon the death of his elder half-brother, Carr, the only son of his father's first wife, Isabella, but Lord Hervey never became Earl of Bristol, as he predeceased his father."}, {"title": "Vice-Chamberlain of the Household", "href": "/wiki/Vice-Chamberlain_of_the_Household", "description": "The Vice-Chamberlain of the Household is a member of the Royal Household of the Sovereign of the United Kingdom. The office-holder is usually a junior government whip in the British House of Commons ranking third or fourth after the Chief Whip and the Deputy Chief Whip. He or she is the Deputy to the Lord Chamberlain of the Household. The Vice-Chamberlain's main roles are to compile a daily privat"}]}, {"heading": "Deaths", "year": "1778", "date": "August 5", "txt": "Charles Clémencet, French historian and author (b. 1703)", "entities": [{"title": "Charles Clémencet", "href": "/wiki/Charles_Cl%C3%A9mencet", "description": "Charles Clémencet was a French Benedictine historian."}]}, {"heading": "Deaths", "year": "1778", "date": "August 5", "txt": "Thomas Linley the younger, English composer (b. 1756)", "entities": []}, {"heading": "Deaths", "year": "1792", "date": "August 5", "txt": "Frederick North, Lord North, English politician, Prime Minister of the United Kingdom (b. 1732)", "entities": [{"title": "Frederick North, Lord North", "href": "/wiki/Frederick_North,_Lord_North", "description": "Frederick North, 2nd Earl of Guilford, better known by his courtesy title Lord North, which he used from 1752 to 1790, was Prime Minister of Great Britain from 1770 to 1782. He led Great Britain through most of the American War of Independence. He also held a number of other cabinet posts, including Home Secretary and Chancellor of the Exchequer."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1799", "date": "August 5", "txt": "Richard Howe, 1st Earl Howe, English admiral and politician (b. 1726)", "entities": [{"title": "Richard Howe, 1st Earl Howe", "href": "/wiki/Richard_Howe,_1st_Earl_Howe", "description": "Admiral of the Fleet Richard Howe, 1st Earl Howe, was a British naval officer. After serving throughout the War of the Austrian Succession, he gained a reputation for his role in amphibious operations against the French coast as part of Britain's policy of naval descents during the Seven Years' War. He also took part, as a naval captain, in the decisive British naval victory at the Battle of Quibe"}]}, {"heading": "Deaths", "year": "1868", "date": "August 5", "txt": "Jacques Boucher de Crèvecœur de Perthes, French archaeologist and historian (b. 1788)", "entities": [{"title": "Jacques Boucher de Crèvecœur de Perthes", "href": "/wiki/Jacques_Boucher_de_Cr%C3%A8vec%C5%93ur_de_Perthes", "description": "Jacques Boucher de Crèvecœur de Perthes, sometimes referred to as Boucher de Perthes, was a French archaeologist and antiquary notable for his discovery, in about 1830, of flint tools in the gravels of the Somme valley."}]}, {"heading": "Deaths", "year": "1877", "date": "August 5", "txt": "Robert Williams (known as Trebor Mai), Welsh poet (b. 1830)", "entities": [{"title": "Robert Williams (Trebor Mai)", "href": "/wiki/Robert_Williams_(Trebor_Mai)", "description": "Robert Williams, usually referred to by his bardic name Trebor Mai, was a Welsh language poet, born at Ty'n-yr-ardd near Llanrhychwyn, near Llanrwst, in the old county of Caernarfonshire, the son of a tailor. He was educated at a local Llanrhychwyn school and for a period attended the free school at Llanrwst. Around 1843, he moved with his family to Llanrwst and he applied himself to his father's "}]}, {"heading": "Deaths", "year": "1880", "date": "August 5", "txt": "Ferdinand Ritter von Hebra, Austrian physician and dermatologist (b. 1816)", "entities": [{"title": "Ferdinand Ritter von Hebra", "href": "/wiki/Ferdinand_Ritter_von_Hebra", "description": "Ferdinand Karl Franz Schwarzmann, Ritter von Hebra was an Austrian physician and dermatologist known as the founder of the New Vienna School of Dermatology, an important group of physicians who established the foundations of modern dermatology."}]}, {"heading": "Deaths", "year": "1881", "date": "August 5", "txt": "Spotted Tail, American tribal chief (b. 1823)", "entities": [{"title": "Spotted Tail", "href": "/wiki/Spotted_Tail", "description": "Spotted Tail ; born c. 1823 – died August 5, 1881) was a Brulé Lakota tribal chief. Although a great warrior in his youth, and having taken part in the Grattan massacre, he declined to participate in Red Cloud's War. He had become convinced of the futility of opposing the white incursions into his homeland; he became a statesman, speaking for peace and defending the rights of his tribe."}]}, {"heading": "Deaths", "year": "1895", "date": "August 5", "txt": "Friedrich Engels, German philosopher (b. 1820)", "entities": [{"title": "Friedrich Engels", "href": "/wiki/Friedrich_Engels", "description": "Friedrich Engels, sometimes anglicised as Frederick Engels, was a German philosopher, economist, historian, political theorist and revolutionary socialist. He was also a businessman, journalist and political activist, whose father was an owner of large textile factories in Salford and Barmen, Prussia."}]}, {"heading": "Deaths", "year": "1901", "date": "August 5", "txt": "Victoria, Princess Royal of the United Kingdom (b. 1840)", "entities": [{"title": "Victoria, Princess Royal", "href": "/wiki/Victoria,_Princess_Royal", "description": "Victoria, Princess Royal was German Empress and Queen of Prussia as the wife of German Emperor Frederick III. She was the eldest child of Queen Victoria of the United Kingdom and Albert, Prince Consort, and was created Princess Royal in 1841. She was the mother of Wilhelm II, German Emperor."}]}, {"heading": "Deaths", "year": "1904", "date": "August 5", "txt": "George Dibbs, Australian politician, 10th Premier of New South Wales (b. 1834)", "entities": [{"title": "George Dibbs", "href": "/wiki/George_Dibbs", "description": "Sir George Richard Dibbs KCMG was an Australian politician who was Premier of New South Wales on three occasions."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1911", "date": "August 5", "txt": "Bob Caruthers, American baseball player and umpire (b. 1864)", "entities": [{"title": "Bob Caruthers", "href": "/wiki/Bob_Caruthers", "description": "Robert Lee Caruthers, nicknamed \"Parisian Bob\", was an American right-handed pitcher and right fielder in Major League Baseball who played primarily for the St. Louis Browns and Brooklyn Bridegrooms. The star pitcher on five league champions in a ten-year career, he was the top pitcher in the American Association, leading that league in wins and shutouts twice each, winning percentage three times,"}]}, {"heading": "Deaths", "year": "1916", "date": "August 5", "txt": "George Butterworth, British composer, killed at the Battle of the Somme (b. 1885)", "entities": [{"title": "George Butterworth", "href": "/wiki/George_Butterworth", "description": "George Sainton Kaye Butterworth, MC was an English composer who was best known for the orchestral idyll The Banks of Green Willow and his song settings of A. E. Housman's poems from A Shropshire Lad."}, {"title": "Battle of the Somme", "href": "/wiki/Battle_of_the_Somme", "description": "The Battle of the Somme, also known as the Somme offensive, was a battle of the First World War fought by the armies of the British Empire and French Third Republic against the German Empire. It took place between 1 July and 18 November 1916 on both sides of the upper reaches of the Somme, a river in France. The battle was intended to hasten a victory for the Allies. More than three million men fo"}]}, {"heading": "Deaths", "year": "1921", "date": "August 5", "txt": "Dimitrios Rallis, Greek lawyer and politician, 78th Prime Minister of Greece (b. 1844)", "entities": [{"title": "Dimitrios Rallis", "href": "/wiki/Dimitrios_Rallis", "description": "Dimitrios Rallis was a Greek politician."}, {"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}]}, {"heading": "Deaths", "year": "1929", "date": "August 5", "txt": "Millicent Fawcett, English trade union leader and activist (b. 1847)", "entities": [{"title": "Millicent Fawcett", "href": "/wiki/Millicent_Fawcett", "description": "Dame Millicent Garrett Fawcett was an English politician, writer and feminist. She campaigned for women's suffrage through legal change and from 1897 to 1919 led Britain's largest women's rights association, the National Union of Women's Suffrage Societies (NUWSS). She explained, \"I cannot say I became a suffragist. I always was one, from the time I was old enough to think at all about the princip"}]}, {"heading": "Deaths", "year": "1933", "date": "August 5", "txt": "Charles Harold Davis, American painter and academic (b. 1856)", "entities": [{"title": "Charles Harold Davis", "href": "/wiki/Charles_Harold_Davis", "description": "Charles Harold Davis was an American landscape painter."}]}, {"heading": "Deaths", "year": "1935", "date": "August 5", "txt": "David Townsend, American art director and set designer (b. 1891)", "entities": [{"title": "David Townsend (art director)", "href": "/wiki/David_Townsend_(art_director)", "description": "David Wood Townsend was an American art director."}]}, {"heading": "Deaths", "year": "1939", "date": "August 5", "txt": "Béla Jankovich, Hungarian economist and politician, Minister of Education of Hungary (b. 1865)", "entities": [{"title": "Béla Jankovich", "href": "/wiki/B%C3%A9la_Jankovich", "description": "Béla Jankovich de Vadas et Jeszenicze was a Hungarian politician, who served as Minister of Religion and Education between 1913 and 1917. He studied in the Theresianum of Vienna, University of Budapest, University College London and Albert Ludwig University of Freiburg. Between 1891 and 1893 he travelled around the world, he went to the United States, to China and Japan. After his returning to hom"}, {"title": "Minister of Education of Hungary", "href": "/wiki/Minister_of_Education_of_Hungary", "description": "The Minister of Human Capacities of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Human Capacities. The current minister of human capacities is Miklós Kásler."}]}, {"heading": "Deaths", "year": "1944", "date": "August 5", "txt": "Maurice Turnbull, Welsh cricketer and rugby player (b. 1906)", "entities": [{"title": "Maurice Turnbull", "href": "/wiki/Maurice_Turnbull", "description": "Maurice Joseph Lawson Turnbull was a Welsh cricketer who played in nine Test matches for the England cricket team between 1930 and 1936."}]}, {"heading": "Deaths", "year": "1946", "date": "August 5", "txt": "Wilhelm Marx, German lawyer and politician, 17th Chancellor of Germany (b. 1863)", "entities": [{"title": "Wilhelm Marx", "href": "/wiki/Wilhelm_Marx", "description": "Wilhelm Marx was a German lawyer, Catholic politician and a member of the Centre Party. He was Chancellor of Germany twice, from 1923 to 1925 and again from 1926 to 1928, and he also served briefly as Minister President of Prussia in 1925, during the Weimar Republic. With a total of 3 years, 73 days, he was the longest-serving Chancellor during the Weimar Republic."}, {"title": "Chancellor of Germany", "href": "/wiki/Chancellor_of_Germany", "description": "The chancellor of Germany, officially the federal chancellor of the Federal Republic of Germany, is the head of government and chief executive of Germany, as well as the commander in chief of the German Armed Forces during wartime. The chancellor is elected by the Bundestag on the proposal of the federal president and without debate."}]}, {"heading": "Deaths", "year": "1948", "date": "August 5", "txt": "Montagu Toller, English cricketer and lawyer (b. 1871)", "entities": [{"title": "Montagu Toller", "href": "/wiki/Montagu_Toller", "description": "Montagu Henry Toller was an English cricket player. He was a right-handed batsman and a right-arm fast bowler."}]}, {"heading": "Deaths", "year": "1952", "date": "August 5", "txt": "Sameera Moussa, Egyptian physicist and academic (b. 1917)", "entities": [{"title": "Sameera Moussa", "href": "/wiki/Sameera_Moussa", "description": "Sameera Moussa was the first female Egyptian nuclear physicist. Sameera held a doctorate in atomic radiation. She hoped her work would one day lead to affordable medical treatments and the peaceful use of atomic energy. She organized the Atomic Energy for Peace Conference and sponsored a call that set an international conference under the banner \"Atoms for Peace.\" She was the first woman to work a"}]}, {"heading": "Deaths", "year": "1955", "date": "August 5", "txt": "Carmen Miranda, Portuguese-Brazilian actress and singer (b. 1909)", "entities": [{"title": "Carmen Miranda", "href": "/wiki/Carmen_Miranda", "description": "Carmen Miranda was a Portuguese-born Brazilian samba singer, dancer, Broadway actress, and film star who was active from the 1930s on. Nicknamed \"The Brazilian Bombshell\", Miranda is known for her signature fruit hat outfit she wore in her American films. As a young woman, she designed hats in a boutique before making her first recordings with composer Josué de Barros in 1929. Miranda's 1930 recor"}]}, {"heading": "Deaths", "year": "1957", "date": "August 5", "txt": "Heinrich Otto Wieland, German chemist and academic, Nobel Prize laureate (b. 1877)", "entities": [{"title": "Heinrich Otto Wieland", "href": "/wiki/Heinrich_Otto_Wieland", "description": "Heinrich Otto Wieland was a German chemist. He won the 1927 Nobel Prize in Chemistry for his research into the bile acids."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1959", "date": "August 5", "txt": "Edgar Guest, English-American journalist and poet (b. 1881)", "entities": [{"title": "Edgar Guest", "href": "/wiki/Edgar_Guest", "description": "Edgar Albert Guest was a British-born American poet who became known as the People's Poet. His poems often had an inspirational and optimistic view of everyday life."}]}, {"heading": "Deaths", "year": "1960", "date": "August 5", "txt": "Arthur Meighen, Canadian lawyer and politician, 9th Prime Minister of Canada (b. 1874)", "entities": [{"title": "Arthur Meighen", "href": "/wiki/Arthur_Meighen", "description": "Arthur Meighen was a Canadian lawyer and politician who served as the ninth prime minister of Canada, in office from July 1920 to December 1921 and again from June to September 1926. He led the Conservative Party from 1920 to 1926 and from 1941 to 1942."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1963", "date": "August 5", "txt": "Salvador Bacarisse, Spanish composer (b. 1898)", "entities": [{"title": "Salvador Bacarisse", "href": "/wiki/Salvador_Bacarisse", "description": "Salvador Bacarisse Chinoria was a Spanish composer."}]}, {"heading": "Deaths", "year": "1964", "date": "August 5", "txt": "Moa Martinson, Swedish author (b. 1890)", "entities": [{"title": "Moa Martinson", "href": "/wiki/Moa_Martinson", "description": "Moa Martinson, born Helga Maria Swarts sometimes spelt Swartz, was one of Sweden's most noted authors of proletarian literature. Her ambition was to change society with her authorship and to portray the conditions of the working class, and also the personal development of women. Her works were about motherhood, love, poverty, politics, religion, urbanization and the hard living conditions of the w"}]}, {"heading": "Deaths", "year": "1964", "date": "August 5", "txt": "Art Ross, Canadian-American ice hockey player and coach (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "August 5", "txt": "Luther Perkins, American guitarist (b. 1928)", "entities": [{"title": "Luther Perkins", "href": "/wiki/Luther_Perkins", "description": "Luther Monroe Perkins was an American country music guitarist and a member of the Tennessee Three, the backup band for singer Johnny Cash. Perkins was an iconic figure in what would become known as rockabilly music. His creatively simple, sparsely embellished, rhythmic use of Fender Esquire, Jazzmaster and Jaguar guitars is credited for creating Cash's signature \"boom-chicka-boom\" style."}]}, {"heading": "Deaths", "year": "1978", "date": "August 5", "txt": "Jesse Haines, American baseball player and coach (b. 1893)", "entities": [{"title": "Jesse Haines", "href": "/wiki/Jesse_Haines", "description": "Jesse Joseph Haines, nicknamed \"Pop\", was a right-handed pitcher in for the Cincinnati Reds and St. Louis Cardinals of Major League Baseball (MLB). After a lengthy stint in minor league baseball, he played briefly in 1918, then from 1920 to 1937. He spent nearly his entire major league career with the Cardinals. Haines pitched on three World Series championship teams. Though he had a kind personal"}]}, {"heading": "Deaths", "year": "1980", "date": "August 5", "txt": "Harold L. Runnels, American soldier and politician (b. 1924)", "entities": [{"title": "Harold L. Runnels", "href": "/wiki/Harold_L._Runnels", "description": "Harold Lowell Runnels was a U.S. Representative from New Mexico."}]}, {"heading": "Deaths", "year": "1983", "date": "August 5", "txt": "Judy Canova, American actress and comedian (b. 1913)", "entities": [{"title": "Judy Canova", "href": "/wiki/Judy_Canova", "description": "Judy Canova, born Juliette Canova, was an American comedian, actress, singer, and radio personality. She appeared on Broadway and in films. She hosted her own self-titled network radio program, a popular series broadcast from 1943 to 1955."}]}, {"heading": "Deaths", "year": "1983", "date": "August 5", "txt": "Joan Robinson, English economist and author (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "August 5", "txt": "Richard Burton, Welsh-Swiss actor and producer (b. 1925)", "entities": [{"title": "Richard Burton", "href": "/wiki/Richard_Burton", "description": "Richard Burton, was a Welsh actor. Noted for his mellifluous baritone voice, Burton established himself as a formidable Shakespearean actor in the 1950s, and he gave a memorable performance of Hamlet in 1964. He was called \"the natural successor to Olivier\" by critic and dramaturge Kenneth Tynan. A heavy drinker, Burton's purported failure to live up to those expectations disappointed some critics"}]}, {"heading": "Deaths", "year": "1985", "date": "August 5", "txt": "Arnold Horween, American football player and coach (b. 1898)", "entities": [{"title": "Arnold Horween", "href": "/wiki/Arnold_Horween", "description": "Arnold Horween was an American college and professional American football player and coach. He played and coached both for Harvard University and in the National Football League (NFL)."}]}, {"heading": "Deaths", "year": "1987", "date": "August 5", "txt": "Georg Gaßmann, German politician, Mayor of Marburg (b. 1910)", "entities": [{"title": "Georg Gaßmann", "href": "/wiki/Georg_Ga%C3%9Fmann", "description": "Georg Gaßmann was a German politician."}, {"title": "Mayor of Marburg", "href": "/wiki/Mayor_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Deaths", "year": "1991", "date": "August 5", "txt": "Paul Brown, American football player and coach (b. 1908)", "entities": [{"title": "Paul Brown", "href": "/wiki/Paul_Brown", "description": "Paul Eugene Brown was an American football coach and executive in the All-America Football Conference (AAFC) and National Football League (NFL). Brown was both the co-founder and first coach of the Cleveland Browns, a team named after him, and later played a role in founding the Cincinnati Bengals. His teams won seven league championships in a professional coaching career spanning 25 seasons."}]}, {"heading": "Deaths", "year": "1991", "date": "August 5", "txt": "Soichiro Honda, Japanese engineer and businessman, founded Honda (b. 1906)", "entities": [{"title": "Honda", "href": "/wiki/Honda", "description": "The Honda Motor Company, Ltd.  is a Japanese public multinational conglomerate manufacturer of automobiles, motorcycles, and power equipment, headquartered in Minato, Tokyo, Japan."}]}, {"heading": "Deaths", "year": "1992", "date": "August 5", "txt": "Robert Muldoon, New Zealand politician, 31st Prime Minister of New Zealand (b. 1921)", "entities": [{"title": "Robert Muldoon", "href": "/wiki/Robert_Muldoon", "description": "Sir Robert David Muldoon was a New Zealand politician who served as the 31st Prime Minister of New Zealand, from 1975 to 1984, while Leader of the National Party."}, {"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "1994", "date": "August 5", "txt": "Menachem Avidom, Israeli composer (b. 1908)", "entities": [{"title": "Menachem Avidom", "href": "/wiki/Menachem_Avidom", "description": "Menachem Avidom was an Israeli composer. His Hebrew surname is the combination of the names of his daughters Daniella and Miriam."}]}, {"heading": "Deaths", "year": "1994", "date": "August 5", "txt": "Alain de Changy, Belgian race car driver (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "August 5", "txt": "Otto Kretschmer, German commander (b. 1912)", "entities": [{"title": "Otto Kretschmer", "href": "/wiki/Otto_Kretschmer", "description": "Otto Kretschmer was a German naval officer and submariner in World War II and the Cold War."}]}, {"heading": "Deaths", "year": "1998", "date": "August 5", "txt": "Todor Zhivkov, Bulgarian commander and politician, 36th Prime Minister of Bulgaria (b. 1911)", "entities": [{"title": "Prime Minister of Bulgaria", "href": "/wiki/Prime_Minister_of_Bulgaria", "description": "The Prime Minister of Bulgaria is the head of government of Bulgaria. They are the leader of a political coalition in the Bulgarian parliament – known as the National Assembly of Bulgaria – and the leader of the cabinet."}]}, {"heading": "Deaths", "year": "2000", "date": "August 5", "txt": "Otto Buchsbaum, Austrian-Brazilian journalist and activist (b. 1920)", "entities": [{"title": "Otto Buchsbaum", "href": "/wiki/Otto_Buchsbaum", "description": "Otto Buchsbaum was born in Vienna, Austria. He went to Brazil in 1939. In 1967, he led, together with his wife, Florence Buchsbaum, the movement \"Teatro ao Encontro do Povo\", whose aim was to offer theater shows to the people, trying to discuss their lives and the world. He founded, in the 1970s, the politico-ecological movement \"Resistência Ecológica\" and also ran the newspaper \"Abertura Cultural"}]}, {"heading": "Deaths", "year": "2000", "date": "August 5", "txt": "Tullio Crali, Montenegrin-Italian pilot and painter (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 5", "txt": "Lala Amarnath, Indian cricketer who scored India's first Test century (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 5", "txt": "Alec Guinness, English actor (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 5", "txt": "Otema Allimadi, Ugandan politician, 2nd Prime Minister of Uganda (b. 1929)", "entities": [{"title": "Otema Allimadi", "href": "/wiki/Otema_Allimadi", "description": "Erifasi Otema Allimadi was a Ugandan politician who served as the country's Foreign Minister (1979–1980) in the UNLF government and later on as the country's third Prime Minister of Uganda (1980–1985) in the UPC government."}, {"title": "Prime Minister of Uganda", "href": "/wiki/Prime_Minister_of_Uganda", "description": "The prime minister of Uganda chairs the Cabinet of Uganda, although the president is the effective head of government. Ruhakana Rugunda has been the prime minister since 18 September 2014."}]}, {"heading": "Deaths", "year": "2001", "date": "August 5", "txt": "Christopher Skase, Australian-Spanish businessman (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 5", "txt": "Chick Hearn, American sportscaster (b. 1916)", "entities": [{"title": "Chick Hearn", "href": "/wiki/Chick_Hearn", "description": "Francis Dayle \"Chick\" Hearn was an American sportscaster. Known primarily as the play-by-play announcer for the Los Angeles Lakers of the National Basketball Association, Hearn was remembered for his rapid fire, staccato broadcasting style, associated with colorful phrases such as slam dunk, air ball, and no harm, no foul that have become common basketball vernacular, and for broadcasting 3,338 co"}]}, {"heading": "Deaths", "year": "2002", "date": "August 5", "txt": "Franco Lucentini, Italian journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 5", "txt": "Darrell Porter, American baseball player (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 5", "txt": "Matt Robinson, American actor, producer, and screenwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 5", "txt": "Polina Astakhova, Russian gymnast and coach (b. 1936)", "entities": [{"title": "Polina Astakhova", "href": "/wiki/Polina_Astakhova", "description": "Polina Ghrighorievna Astakhova was a Soviet artistic gymnast. She won ten medals at the 1956, 1960 and 1964 Summer Olympics."}]}, {"heading": "Deaths", "year": "2005", "date": "August 5", "txt": "Jim O'Hora, American football player and coach (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 5", "txt": "Raul Roco, Filipino lawyer and politician, 31st Filipino Secretary of Education (b. 1941)", "entities": [{"title": "Secretary of Education (Philippines)", "href": "/wiki/Secretary_of_Education_(Philippines)", "description": "The secretary of education is the member of the Cabinet of the Philippines in charge of the Department of Education."}]}, {"heading": "Deaths", "year": "2005", "date": "August 5", "txt": "Eddie Jenkins, Welsh footballer (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 5", "txt": "Jean-Marie Lustiger, French cardinal (b. 1926)", "entities": [{"title": "Jean-Marie Lustiger", "href": "/wiki/Jean-Marie_Lustiger", "description": "Aaron Jean-Marie Lustiger was a French cardinal of the Roman Catholic Church with Jewish Heritage. He was Archbishop of Paris from 1981 until his resignation in 2005. He was elevated to the cardinalate in 1983 by Pope John Paul II. His life is depicted in the 2013 film Le métis de Dieu."}]}, {"heading": "Deaths", "year": "2007", "date": "August 5", "txt": "Florian Pittiș, Romanian actor, singer, director, and producer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 5", "txt": "Neil Bartlett, English-American chemist and academic (b. 1932)", "entities": [{"title": "Neil Bartlett (chemist)", "href": "/wiki/Neil_Bartlett_(chemist)", "description": "Neil Bartlett was a chemist who specialized in fluorine and compounds containing fluorine, and became famous for creating the first noble gas compounds. He taught chemistry at the University of British Columbia and the University of California, Berkeley."}]}, {"heading": "Deaths", "year": "2008", "date": "August 5", "txt": "Reg Lindsay, Australian singer-songwriter, guitarist, and producer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 5", "txt": "Budd Schulberg, American author, screenwriter, and producer (b. 1914)", "entities": [{"title": "Budd Schulberg", "href": "/wiki/Budd_Schulberg", "description": "Budd Schulberg was an American screenwriter, television producer, novelist and sports writer. He was known for his novels What Makes Sammy Run? and The Harder They Fall, his Academy Award-winning screenplay for On the Waterfront, and his screenplay for A Face in the Crowd."}]}, {"heading": "Deaths", "year": "2011", "date": "August 5", "txt": "Andrzej Lepper, Polish farmer and politician, Deputy Prime Minister of Poland (b. 1954)", "entities": [{"title": "Andrzej Lepper", "href": "/wiki/Andrzej_Lepper", "description": "Andrzej Zbigniew Lepper was a Polish politician, Deputy Prime Minister, Minister of Agriculture, and the leader of Self-Defence of the Republic of Poland political party."}, {"title": "Deputy Prime Minister of Poland", "href": "/wiki/Deputy_Prime_Minister_of_Poland", "description": "Deputy Prime Minister of the Republic of Poland is the deputy of the Prime Minister of Poland and member of the Council of Ministers of the Republic of Poland. They can also be one of the Ministers of the Republic of Poland. The Constitution of the Republic does not limit the number of persons who can hold the position of deputy prime minister simultaneously."}]}, {"heading": "Deaths", "year": "2011", "date": "August 5", "txt": "Aziz Shavershian, Russian-born Australian Bodybuilder and internet sensation (b. 1989)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 5", "txt": "Erwin Axer, Polish director and screenwriter (b. 1917)", "entities": [{"title": "Erwin Axer", "href": "/wiki/Erwin_Axer", "description": "Erwin Axer was a Polish theatre director, writer and university professor. A long-time head of Teatr Współczesny in Warsaw, he also staged numerous plays abroad, notably in German-speaking countries, in the USA and Leningrad (USSR). Laureate of Witkacy Prize - Critics' Circle Award (1993)."}]}, {"heading": "Deaths", "year": "2012", "date": "August 5", "txt": "Michel Daerden, Belgian lawyer and politician (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 5", "txt": "Fred Matua, American football player (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 5", "txt": "Martin E. Segal, Russian-American businessman, co-founded Film Society of Lincoln Center (b. 1916)", "entities": [{"title": "Film Society of Lincoln Center", "href": "/wiki/Film_Society_of_Lincoln_Center", "description": "Film at Lincoln Center, previously known as the Film Society of Lincoln Center until 2019, is a film society based in New York City, United States. Founded in 1969 by three Lincoln Center executives—William F. May, Martin E. Segal and Schuyler G. Chapin—the film society spotlights American independent cinema and world cinema, and recognizes and supports new filmmakers. The Film Society of Lincoln "}]}, {"heading": "Deaths", "year": "2012", "date": "August 5", "txt": "Chavela Vargas, Costa Rican-Mexican singer-songwriter and actress (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 5", "txt": "Roland Charles Wagner, French author and translator (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 5", "txt": "Ruth Asawa, American sculptor and educator (b. 1926)", "entities": [{"title": "Ruth Asawa", "href": "/wiki/Ruth_Asawa", "description": "Ruth Aiko Asawa was an American sculptor. Asawa's work is in the collections of the Solomon R. Guggenheim Museum and the Whitney Museum of American Art in New York. Fifteen of her wire sculptures are on permanent display in the tower of San Francisco's de Young Museum in Golden Gate Park, and several of her fountains are located in public places in San Francisco. Asawa was an arts education advoca"}]}, {"heading": "Deaths", "year": "2013", "date": "August 5", "txt": "Shawn Burr, Canadian-American ice hockey player (b. 1966)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 5", "txt": "Willie Dunn, Canadian singer-songwriter and producer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 5", "txt": "Roy Rubin, American basketball player and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 5", "txt": "May Song Vang, American activist (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 5", "txt": "Rob Wyda, American commander and judge (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 5", "txt": "Harold J. Greene, American general (b. 1962)", "entities": [{"title": "Harold J. Greene", "href": "/wiki/Harold_J._Greene", "description": "Harold Joseph \"Harry\" Greene was a United States Army general who was killed during the War in Afghanistan. During his time with the United States Army, he held various commands associated with engineering and logistical support for United States and coalition troops. At the time of his death, he was deputy commanding general of Combined Security Transition Command – Afghanistan."}]}, {"heading": "Deaths", "year": "2014", "date": "August 5", "txt": "Vladimir Orlov, Russian author (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 5", "txt": "Chapman Pincher, Indian-English historian, journalist, and author (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 5", "txt": "Jesse Leonard Steinfeld, American physician and academic, 11th Surgeon General of the United States (b. 1927)", "entities": [{"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}]}, {"heading": "Deaths", "year": "2015", "date": "August 5", "txt": "Arthur Walter James, English journalist and politician (b. 1912)", "entities": [{"title": "Arthur Walter James", "href": "/wiki/Arthur_Walter_James", "description": "Arthur Walter James was a British journalist and Liberal Party politician."}]}, {"heading": "Deaths", "year": "2015", "date": "August 5", "txt": "Tony Millington, Welsh footballer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "August 5", "txt": "Toni Morrison, American author, Pulitzer Prize winner, and Nobel laureate (b. 1931).", "entities": [{"title": "Toni Morrison", "href": "/wiki/Toni_Morrison", "description": "Chloe Anthony Wofford Morrison, known as Toni Morrison, was an American novelist, essayist, book editor, and college professor. Her first novel, The Bluest Eye, was published in 1970. The critically acclaimed Song of Solomon (1977) brought her national attention and won the National Book Critics Circle Award. In 1988, Morrison won the Pulitzer Prize for Beloved (1987); she gained worldwide recogni"}, {"title": "Pulitzer Prize for Fiction", "href": "/wiki/Pulitzer_Prize_for_Fiction", "description": "The Pulitzer Prize for Fiction is one of the seven American Pulitzer Prizes that are annually awarded for Letters, Drama, and Music. It recognizes distinguished fiction by an American author, preferably dealing with American life, published during the preceding calendar year. As the Pulitzer Prize for the Novel, it was one of the original Pulitzers; the program was inaugurated in 1917 with seven p"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2020", "date": "August 5", "txt": "Aritana Yawalapiti, Brazilian indigenous cacique of Yawalapiti people (b. 1949)", "entities": [{"title": "Aritana Yawalapiti", "href": "/wiki/Aritana_Yawalapiti", "description": "Aritana Yawalapiti was an Brazilian cacique of the Yawalapiti indigenous tribe of Brazil inside the Xingu Indigenous Park. He served as President of the Instituto de Pesquisa Etno Ambiental Xingu."}]}, {"heading": "Deaths", "year": "2020", "date": "August 5", "txt": "Hawa Abdi, Somali human rights activist and physician (b. 1947)", "entities": [{"title": "Somali people", "href": "/wiki/Somali_people", "description": "Somalis are an East Cushitic ethnic group native to the Horn of Africa who share a common ancestry, culture and history. The Somali language is the shared mother tongue of ethnic Somalis, which is part of the Cushitic branch of the Afroasiatic language family, and are predominately Sunni Muslim. They form one of the largest ethnic groups on the African continent, and cover one of the most expansiv"}]}]