[{"heading": "Events", "year": "30 BC", "date": "August 1", "txt": "Octavian (later known as Augustus) enters Alexandria, Egypt, bringing it under the control of the Roman Republic.", "entities": [{"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Alexandria", "href": "/wiki/Alexandria", "description": "Alexandria is the third-largest city in Egypt after Cairo and Giza, seventh-largest city in Africa, and a major economic centre. With a total population of 5,200,000, Alexandria is the largest city on the Mediterranean – also called the \"Bride of the Mediterranean\" by locals – the fourth-largest city in the Arab world and the ninth-largest urban area \nin Africa. The city extends about 40 km (25 mi"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Roman Republic", "href": "/wiki/Roman_Republic", "description": "The Roman Republic was the era of classical Roman civilization, led by the Roman people, beginning with the overthrow of the Roman Kingdom, traditionally dated to 509 BC, and ending in 27 BC with the establishment of the Roman Empire. During this period, Rome's control expanded from the city's immediate surroundings to hegemony over the entire Mediterranean world."}]}, {"heading": "Events", "year": "AD 69", "date": "August 1", "txt": "Batavian rebellion: The Batavians in Germania Inferior (Netherlands) revolt under the leadership of Gaius Julius Civilis.", "entities": [{"title": "Revolt of the Batavi", "href": "/wiki/Revolt_of_the_Batavi", "description": "The Revolt of the Batavi took place in the Roman province of Germania Inferior between AD 69 and 70. It was an uprising against the Roman Empire started by the Batavi, a small but militarily powerful Germanic tribe that inhabited Batavia, on the delta of the river Rhine. They were soon joined by the Celtic tribes from Gallia Belgica and some Germanic tribes."}, {"title": "Batavi (Germanic tribe)", "href": "/wiki/Batavi_(Germanic_tribe)", "description": "The Batavi were an ancient Germanic tribe that lived around the modern Dutch Rhine delta in the area that the Romans called Batavia, from the second half of the first century BC to the third century AD. The name is also applied to several military units employed by the Romans that were originally raised among the Batavi. The tribal name, probably a derivation from batawjō, refers to the region's f"}, {"title": "Germania Inferior", "href": "/wiki/Germania_Inferior", "description": "Germania Inferior was a Roman province from AD 85 until the province was renamed as Germania Secunda in the fourth century. Located on the west bank of the Rhine and bordering the North Sea, the capital of the province was Colonia Agrippinensis."}, {"title": "Gaius Julius Civilis", "href": "/wiki/Gaius_Julius_Civilis", "description": "Gaius Julius Civilis was the leader of the Batavian rebellion against the Romans in 69 AD. His nomen shows that he was made a Roman citizen by either Augustus or Caligula."}]}, {"heading": "Events", "year": "527", "date": "August 1", "txt": "Justinian I becomes the sole ruler of the Byzantine Empire.", "entities": [{"title": "Justinian I", "href": "/wiki/Justinian_I", "description": "Justinian I, also known as Justinian the Great, was the Byzantine emperor from 527 to 565."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "607", "date": "August 1", "txt": "Ono no Imoko is dispatched as envoy to the Sui court in China (Traditional Japanese date: July 3, 607).", "entities": [{"title": "Ono no Imoko", "href": "/wiki/Ono_no_Imoko", "description": "Ono no Imoko  was a Japanese politician and diplomat in the late 6th and early 7th century, during the Asuka period."}, {"title": "Sui dynasty", "href": "/wiki/Sui_dynasty", "description": "The Sui dynasty was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Han in the entirety of China proper, along with sinicization of former nomadic ethnic minorities within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation."}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "902", "date": "August 1", "txt": "Taormina, the last Byzantine stronghold in Sicily, is captured by the Aghlabid army, concluding the Muslim conquest of Sicily.", "entities": [{"title": "Taormina", "href": "/wiki/Taormina", "description": "Taormina is a comune (municipality) in the Metropolitan City of Messina, on the east coast of the island of Sicily, Italy. Taormina has been a tourist destination since the 19th century. Its beaches on the Ionian sea, including that of Isola Bella, are accessible via an aerial tramway built in 1992, and via highways from Messina in the north and Catania in the south. On 26–27 May 2017 Taormina hos"}, {"title": "Sicily", "href": "/wiki/Sicily", "description": "Sicily is the largest island in the Mediterranean Sea and one of the 20 regions of Italy. It is one of the five Italian autonomous regions and is officially referred to as Regione Siciliana. The region has 5 million inhabitants. Its capital city is Palermo."}, {"title": "Siege of Taormina (902)", "href": "/wiki/Siege_of_Taormina_(902)", "description": "The Siege of Taormina in 902 ended the conquest of the Byzantine city of Taormina, in northeastern Sicily, by the Aghlabids. The campaign was led by the deposed Aghlabid emir, Ibrahim II, as a form of armed pilgrimage and holy war. Ibrahim's forces defeated the Byzantine garrison in a hard-fought battle in front of the city walls, and laid siege to the city. Left unsupported by the Byzantine gover"}, {"title": "Aghlabid", "href": "/wiki/Aghlabid", "description": "The Aghlabids were an Arab dynasty of emirs from the Najdi tribe of Banu Tamim, who ruled Ifriqiya and parts of Southern Italy, nominally on behalf of the Abbasid Caliph, for about a century, until overthrown by the new power of the Fatimids."}, {"title": "Muslim conquest of Sicily", "href": "/wiki/Muslim_conquest_of_Sicily", "description": "The Muslim conquest of Sicily began in June 827 and lasted until 902, when the last major Byzantine stronghold on the island, Taormina, fell. Isolated fortresses remained in Byzantine hands until 965, but the island was henceforth under Muslim rule until conquered in turn by the Normans in the 11th century."}]}, {"heading": "Events", "year": "1203", "date": "August 1", "txt": "Isaac II Angelos, restored Byzantine Emperor, declares his son Alexios IV Angelos co-emperor after pressure from the forces of the Fourth Crusade.", "entities": [{"title": "Isaac II Angelos", "href": "/wiki/Isaac_II_Angelos", "description": "Isaac II Angelos was Byzantine Emperor from 1185 to 1195, and again from 1203 to 1204."}, {"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Alexios IV Angelos", "href": "/wiki/Alexios_IV_Angelos", "description": "Alexios IV Angelos or Alexius IV Angelus was Byzantine Emperor from August 1203 to January 1204. He was the son of Emperor Isaac II Angelos and his first wife, an unknown Palaiologina, who became a nun with the name Irene. His paternal uncle was his predecessor Emperor Alexios III Angelos."}, {"title": "Fourth Crusade", "href": "/wiki/Fourth_Crusade", "description": "The Fourth Crusade (1202–1204) was a Latin Christian armed expedition called by Pope Innocent III. The stated intent of the expedition was to recapture the Muslim-controlled city of Jerusalem, by first conquering the powerful Egyptian Ayyubid Sultanate, the strongest Muslim state of the time. However, a sequence of economic and political events culminated in the Crusader army's 1204 Sack of Consta"}]}, {"heading": "Events", "year": "1291", "date": "August 1", "txt": "The Old Swiss Confederacy is formed with the signature of the Federal Charter.", "entities": [{"title": "Old Swiss Confederacy", "href": "/wiki/Old_Swiss_Confederacy", "description": "The Old Swiss Confederacy or Swiss Confederacy was a loose confederation of independent small states within the Holy Roman Empire. It is the precursor of the modern state of Switzerland."}, {"title": "Federal Charter of 1291", "href": "/wiki/Federal_Charter_of_1291", "description": "The Federal Charter or Letter of Alliance is one of the earliest constitutional documents of Switzerland. A treaty of alliance from 1291 between the cantons of Uri, Schwyz and Unterwalden, the Charter is one of a series of alliances from which the Old Swiss Confederacy emerged. In the 19th and 20th century, after the establishment of the Swiss federal state, the Charter became the founding documen"}]}, {"heading": "Events", "year": "1469", "date": "August 1", "txt": "Louis XI of France founds the chivalric order called the Order of Saint Michael in Amboise.", "entities": [{"title": "Louis XI of France", "href": "/wiki/Louis_XI_of_France", "description": "Louis XI, called \"Louis the Prudent\", was King of France from 1461 to 1483. He succeeded his father, Charles VII."}, {"title": "Chivalric order", "href": "/wiki/Chivalric_order", "description": "An order of chivalry, order of knighthood, chivalric order, or equestrian order is an order of knights typically founded during or inspired by the original Catholic military orders of the Crusades, paired with medieval concepts of ideals of chivalry."}, {"title": "Order of Saint Michael", "href": "/wiki/Order_of_Saint_Michael", "description": "The Order of Saint Michael is a French dynastic order of chivalry, founded by Louis XI of France on 1 August 1469, in competitive response to the Burgundian Order of the Golden Fleece founded by Philip the Good, duke of Burgundy, Louis' chief competitor for the allegiance of the great houses of France, the Dukes of Orléans, Berry, and Brittany. As a chivalric order, its goal was to confirm the loy"}, {"title": "Amboise", "href": "/wiki/Amboise", "description": "Amboise is a commune in the Indre-et-Loire department in central France. It lies on the banks of the Loire River, 27 kilometres (17 mi) east of Tours. Today a small market town, it was once home of the French royal court. The town of Amboise is also only about 18 kilometres (11 mi) away from the historic Château de Chenonceau, situated on the Cher River near the small village of Chenonceaux."}]}, {"heading": "Events", "year": "1498", "date": "August 1", "txt": "Christopher Columbus becomes the first European to visit what is now Venezuela.", "entities": [{"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1571", "date": "August 1", "txt": "The Ottoman conquest of Cyprus is concluded, by the surrender of Famagusta.", "entities": [{"title": "Ottoman–Venetian War (1570–73)", "href": "/wiki/Ottoman%E2%80%93Venetian_War_(1570%E2%80%9373)#Ottoman_conquest_of_Cyprus", "description": "The Fourth Ottoman–Venetian War, also known as the War of Cyprus was fought between 1570 and 1573. It was waged between the Ottoman Empire and the Republic of Venice, the latter joined by the Holy League, a coalition of Christian states formed under the auspices of the Pope, which included Spain, the Republic of Genoa, the Duchy of Savoy, the Knights Hospitaller, the Grand Duchy of Tuscany, and ot"}, {"title": "Famagusta", "href": "/wiki/Famagusta", "description": "Famagusta is a city on the east coast of Cyprus. It is located east of Nicosia and possesses the deepest harbour of the island. During the Middle Ages, Famagusta was the island's most important port city and a gateway to trade with the ports of the Levant, from where the Silk Road merchants carried their goods to Western Europe. The old walled city and parts of the modern city are currently contro"}]}, {"heading": "Events", "year": "1620", "date": "August 1", "txt": "Speedwell leaves Delfshaven to bring pilgrims to America by way of England.", "entities": [{"title": "Speedwell (1577 ship)", "href": "/wiki/Speedwell_(1577_ship)", "description": "Speedwell was a 60-ton pinnace that, along with Mayflower, transported the Pilgrims and was the smaller of the two ships. A vessel of the same name and size traveled to the New World seventeen years prior as the flagship of the first expedition of Martin Pring."}, {"title": "Delfshaven", "href": "/wiki/Delfshaven", "description": "Delfshaven is a borough of Rotterdam, Netherlands, on the right bank of river Nieuwe Maas. It was a separate municipality until 1886."}, {"title": "Pilgrim Fathers", "href": "/wiki/Pilgrim_Fathers", "description": "The Pilgrims were the English settlers who came to North America on the Mayflower and established the Plymouth Colony in what is today Plymouth, Massachusetts, named after the final departure port of Plymouth, Devon. Their leadership came from the religious congregations of Brownists, or Separatist Puritans, who had fled religious persecution in England for the tolerance of 17th-century Holland in"}, {"title": "Plymouth Colony", "href": "/wiki/Plymouth_Colony", "description": "Plymouth Colony was an English colonial venture in America from 1620 to 1691 at a location that had previously been surveyed and named by Captain John Smith. The settlement served as the capital of the colony and developed as the town of Plymouth, Massachusetts. At its height, Plymouth Colony occupied most of the southeastern portion of Massachusetts."}]}, {"heading": "Events", "year": "1664", "date": "August 1", "txt": "Ottoman forces are defeated in the battle of Saint Gotthard by an Austrian army led by Raimondo Montecuccoli, resulting in the Peace of Vasvár.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Saint Gotthard (1664)", "href": "/wiki/Battle_of_Saint_Gotthard_(1664)", "description": "The Battle of Saint Gotthard, of the Austro-Turkish War (1663–1664), took place on 1 August 1664 on the Raab between Mogersdorf and the Cistercian monastery St. Gotthard in German West Hungary. It was fought between Imperial Army forces, including Germans, Swedish and French contingents, lead by Imperial Commander in Chief Count Raimondo Montecuccoli and the army of the Ottoman Empire under the co"}, {"title": "Habsburg Monarchy", "href": "/wiki/Habsburg_Monarchy", "description": "Habsburg Monarchy, or Danubian Monarchy, or Habsburg Empire is a modern umbrella term coined by historians to denote the numerous lands and kingdoms of the Habsburg dynasty, especially for those of the Austrian line. Although from 1438 to 1806, a member of the House of Habsburg was also Holy Roman Emperor, the Holy Roman Empire itself was not considered to be part of the Habsburg Monarchy."}, {"title": "Raimondo Montecuccoli", "href": "/wiki/Raimondo_Montecuccoli", "description": "Raimondo Montecuccoli was an Italian-born professional soldier who served the Habsburg Monarchy. He was also a Prince of the Holy Roman Empire and Duke of Melfi, in the Kingdom of Naples."}, {"title": "Peace of Vasvár", "href": "/wiki/Peace_of_Vasv%C3%A1r", "description": "The Peace of Vasvár was a treaty between the Habsburg Monarchy and the Ottoman Empire which followed the Battle of Saint Gotthard of 1 August 1664, and concluded the Austro-Turkish War (1663–64). It held for about 20 years, until 1683, during which border skirmishing escalated to a full-scale war and culminated with the Ottoman's siege of Vienna for the second time."}]}, {"heading": "Events", "year": "1714", "date": "August 1", "txt": "George, Elector of Hanover, becomes King George I of Great Britain, marking the beginning of the Georgian era of British history.", "entities": [{"title": "Hanover", "href": "/wiki/Hanover", "description": "Hanover is the capital and largest city of the German state of Lower Saxony. Its 535,061 (2017) inhabitants make it the 13th-largest city in Germany as well as the third-largest city in Northern Germany after Hamburg and Bremen. Hanover's urban area comprises the towns of Garbsen, Langenhagen and Laatzen and has a population of about 791,000 (2018). The Hanover Region has approximately 1.16 millio"}, {"title": "George I of Great Britain", "href": "/wiki/George_I_of_Great_Britain", "description": "George I was King of Great Britain and Ireland from 1 August 1714 and ruler of the Duchy and Electorate of Brunswick-Lüneburg (Hanover) within the Holy Roman Empire from 23 January 1698 until his death in 1727. He was the first British monarch of the House of Hanover."}, {"title": "Georgian era", "href": "/wiki/Georgian_era", "description": "The Georgian era is a period in British history from 1714 to c. 1830–37, named after the Hanoverian Kings George I, George II, George III and George IV. The sub-period that is the Regency era is defined by the regency of George IV as Prince of Wales during the illness of his father George III. The definition of the Georgian era is often extended to include the relatively short reign of William IV,"}]}, {"heading": "Events", "year": "1759", "date": "August 1", "txt": "Seven Years' War: The Battle of Minden, an allied Anglo-German army victory over the French. In Britain this was one of a number of events that constituted the Annus Mirabilis of 1759 and is celebrated as Minden Day by certain British Army regiments.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Battle of Minden", "href": "/wiki/Battle_of_Minden", "description": "The Battle of Minden was a major engagement during the Seven Years' War, fought on 1 August 1759. An Anglo-German army under the overall command of Prussian Field Marshal Ferdinand of Brunswick defeated a French army commanded by Marshal of France, Marquis de Contades. Two years previously, the French had launched a successful invasion of Hanover and attempted to impose an unpopular treaty of peac"}, {"title": "Annus Mirabilis of 1759", "href": "/wiki/Annus_Mirabilis_of_1759", "description": "Great Britain was one of the major participants in the Seven Years' War, which in fact lasted nine years, between 1754 and 1763. British involvement in the conflict began in 1754 in what became known as the French and Indian War. Warfare in the European theater involving countries other than Britain and France commenced in 1756. Britain emerged from the war as the world's leading colonial power, h"}, {"title": "Minden Day", "href": "/wiki/Minden_Day", "description": "Minden Day is a regimental anniversary celebrated on 1 August by certain units of the British Army. It commemorates the participation of the forerunners of the regiments in the Battle of Minden during the Seven Years' War on that date in 1759."}]}, {"heading": "Events", "year": "1774", "date": "August 1", "txt": "British scientist Joseph Priestley discovers oxygen gas, corroborating the prior discovery of this element by German-Swedish chemist Carl Wilhelm Scheele.", "entities": [{"title": "Joseph Priestley", "href": "/wiki/Joseph_Priestley", "description": "Joseph Priestley was an English chemist, natural philosopher, separatist theologian, grammarian, multi-subject educator, and liberal political theorist who published over 150 works. He has historically been credited with the discovery of oxygen, having isolated it in its gaseous state, although Carl Wilhelm Scheele and Antoine Lavoisier also have strong claims to the discovery, Scheele having disc"}, {"title": "Oxygen", "href": "/wiki/Oxygen", "description": "Oxygen is the chemical element with the symbol O and atomic number 8. It is a member of the chalcogen group in the periodic table, a highly reactive nonmetal, and an oxidizing agent that readily forms oxides with most elements as well as with other compounds. After hydrogen and helium, oxygen is the third-most abundant element in the universe by mass. At standard temperature and pressure, two atom"}, {"title": "Carl Wilhelm Scheele", "href": "/wiki/Carl_Wilhelm_Scheele", "description": "Carl Wilhelm Scheele was a German and Swedish Pomeranian pharmaceutical chemist."}]}, {"heading": "Events", "year": "1798", "date": "August 1", "txt": "French Revolutionary Wars: Battle of the Nile (Battle of Aboukir Bay): Battle begins when a British fleet engages the French Revolutionary Navy fleet in an unusual night action.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Battle of the Nile", "href": "/wiki/Battle_of_the_Nile", "description": "The Battle of the Nile was a major naval battle fought between the British Royal Navy and the Navy of the French Republic at Aboukir Bay on the Mediterranean coast off the Nile Delta of Egypt from the 1st to the 3rd of August 1798. The battle was the climax of a naval campaign that had raged across the Mediterranean during the previous three months, as a large French convoy sailed from Toulon to A"}]}, {"heading": "Events", "year": "1800", "date": "August 1", "txt": "The Acts of Union 1800 are passed which merge the Kingdom of Great Britain and the Kingdom of Ireland into the United Kingdom of Great Britain and Ireland.", "entities": [{"title": "Acts of Union 1800", "href": "/wiki/Acts_of_Union_1800", "description": "The Acts of Union 1800 were parallel acts of the Parliament of Great Britain and the Parliament of Ireland which united the Kingdom of Great Britain and the Kingdom of Ireland to create the United Kingdom of Great Britain and Ireland. The acts came into force on 1 January 1801, and the merged Parliament of the United Kingdom had its first meeting on 22 January 1801."}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Kingdom of Ireland", "href": "/wiki/Kingdom_of_Ireland", "description": "The Kingdom of Ireland was a client state of England and then of Great Britain that existed from 1542 until 1800 on the island of Ireland. It was ruled by the monarchs of England and then of Great Britain in personal union with their other realms. The kingdom was administered from Dublin Castle by a viceroy appointed by the king or queen. Ireland had its own legislature, peerage, army, legal syste"}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}]}, {"heading": "Events", "year": "1801", "date": "August 1", "txt": "First Barbary War: The American schooner USS Enterprise captures the Tripolitan polacca Tripoli in a single-ship action off the coast of modern-day Libya.", "entities": [{"title": "First Barbary War", "href": "/wiki/First_Barbary_War", "description": "The First Barbary War (1801–1805), also known as the Tripolitanian War and the Barbary Coast War, was the first of two Barbary Wars, in which the United States and Sweden fought against the four North African states known collectively as the \"Barbary States\". Three of these were autonomous, but nominally provinces of the Ottoman Empire: Tripoli, Algiers, and Tunis. The fourth was the independent S"}, {"title": "Schooner", "href": "/wiki/Schooner", "description": "A schooner is a type of sailing vessel defined by its rig: fore-and-aft rigged on all of 2 or more masts and, in the case of a 2 masted schooner, the foremast generally being shorter than the mainmast. A common variant, the topsail schooner also has a square topsail on the foremast, to which may be added a topgallant. Differing definitions leave uncertain whether the addition of a fore course woul"}, {"title": "USS Enterprise (1799)", "href": "/wiki/USS_Enterprise_(1799)", "description": "The third US ship to be named Enterprise was a schooner, built by Henry Spencer at Baltimore, Maryland, in 1799. Her first commander thought that she was too lightly built and that her quarters, in particular, should be bulletproofed. Enterprise was overhauled and rebuilt several times, effectively changing from a twelve-gun schooner to a fourteen-gun topsail schooner and eventually to a brig. Ent"}, {"title": "Action of 1 August 1801", "href": "/wiki/Action_of_1_August_1801", "description": "The action of 1 August 1801 was a single-ship action of the First Barbary War fought between the American schooner USS Enterprise and the Tripolitan polacca Tripoli off the coast of modern-day Libya."}, {"title": "Tripoli", "href": "/wiki/Tripoli", "description": "Tripoli is the capital city and the largest city of Libya, with a population of about three million people in 2019. It is located in the northwest of Libya on the edge of the desert, on a point of rocky land projecting into the Mediterranean Sea and forming a bay. It includes the port of Tripoli and the country's largest commercial and manufacturing center. It is also the site of the University of"}, {"title": "Polacca", "href": "/wiki/Polacca", "description": "A polacca is a type of seventeenth- to nineteenth-century sailing vessel, similar to the xebec. The name is the feminine of \"Polish\" in the Italian language. The polacca was frequently seen in the Mediterranean. It had two or three single-pole masts, the three-masted vessels often with a lateen hoisted on the foremast and a gaff or lateen on the mizzen mast. The mainmast was square-rigged after th"}, {"title": "Single-ship action", "href": "/wiki/Single-ship_action", "description": "A single-ship action is a naval engagement fought between two warships of opposing sides, excluding submarine engagements; called so because there is a single ship on each side. The following is a list of notable single-ship actions."}, {"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}]}, {"heading": "Events", "year": "1834", "date": "August 1", "txt": "Slavery is abolished in the British Empire as the Slavery Abolition Act 1833 comes into force, although it remains legal in the possessions of the East India Company until the passage of the Indian Slavery Act, 1843.", "entities": [{"title": "Abolitionism in the United Kingdom", "href": "/wiki/Abolitionism_in_the_United_Kingdom", "description": "Abolitionism in the United Kingdom was the movement in the late 18th and early 19th centuries to end the practice of slavery, whether formal or informal, in the United Kingdom, the British Empire and the world, including ending the Atlantic slave trade. It was part of a wider abolitionism movement in Western Europe and the Americas."}, {"title": "Slavery Abolition Act 1833", "href": "/wiki/Slavery_Abolition_Act_1833", "description": "The Slavery Abolition Act 1833 abolished slavery in parts of the British Empire. This Act of the Parliament of the United Kingdom expanded the jurisdiction of the Slave Trade Act 1807 and made the purchase or ownership of slaves illegal within the British Empire, with the exception of \"the Territories in the Possession of the East India Company\", Ceylon, and Saint Helena. The Act was repealed in 1"}, {"title": "East India Company", "href": "/wiki/East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Indian Slavery Act, 1843", "href": "/wiki/Indian_Slavery_Act,_1843", "description": "The Indian Slavery Act, 1843, also known as Act V of 1843, was an act passed in British India under East India Company rule, which outlawed many economic transactions associated with slavery."}]}, {"heading": "Events", "year": "1842", "date": "August 1", "txt": "The Lombard Street riot erupts in Philadelphia, Pennsylvania, United States.", "entities": [{"title": "Lombard Street riot", "href": "/wiki/Lombard_Street_riot", "description": "The Lombard Street riot was a three-day race riot in Philadelphia, Pennsylvania, in 1842. The riot was the last in a 13-year period marked by frequent racial attacks in the city. It started on Lombard Street, between Fifth and Eighth streets."}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1849", "date": "August 1", "txt": "Joven Daniel wrecks at the coast of Araucanía, Chile, leading to allegations that local Mapuche tribes murdered survivors and kidnapped Elisa Bravo.", "entities": [{"title": "Araucanía (historic region)", "href": "/wiki/Araucan%C3%ADa_(historic_region)", "description": "Araucanía or Araucana was the Spanish name given to the region of Chile inhabited by the Mapuche peoples known as the Moluche in the 18th century. Prior to the Spanish conquest of Chile, the lands of the Moluche lay between the Itata River and Toltén River."}, {"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Elisa Bravo", "href": "/wiki/Elisa_Bravo", "description": "Elisa Bravo Jaramillo de Bañados was a passenger on Joven Daniel when this ship was wrecked on the coast of Araucanía, south-central Chile in 1849. She was rumoured to have survived and held captive by local Mapuches; her supposed plight caused a stir and was even the subject of two paintings by Raymond Monvoisin."}]}, {"heading": "Events", "year": "1855", "date": "August 1", "txt": "The first ascent of Monte Rosa, the second highest summit in the Alps.", "entities": [{"title": "Monte Rosa", "href": "/wiki/Monte_Rosa", "description": "Monte Rosa is a mountain massif in the eastern part of the Pennine Alps. It is between Italy's and Switzerland's (Valais). Monte Rosa is the second highest mountain in the Alps and western Europe, after Mont Blanc."}]}, {"heading": "Events", "year": "1876", "date": "August 1", "txt": "Colorado is admitted as the 38th U.S. state.", "entities": [{"title": "Colorado", "href": "/wiki/Colorado", "description": "Colorado is a state in the Mountain West subregion of the Western United States. It encompasses most of the Southern Rocky Mountains as well as the northeastern portion of the Colorado Plateau and the western edge of the Great Plains. Colorado is the eighth most extensive and 21st most populous U.S. state. The 2020 United States Census enumerated the population of the State of Colorado at 5,773,71"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1893", "date": "August 1", "txt": "Henry Perky patents shredded wheat.", "entities": [{"title": "Henry Perky", "href": "/wiki/Henry_Perky", "description": "Henry Drushel Perky was a lawyer, businessman, promoter and inventor. Perky is the inventor of shredded wheat."}, {"title": "Shredded wheat", "href": "/wiki/Shredded_wheat", "description": "Shredded wheat is a breakfast cereal made from whole wheat formed into pillow-shaped biscuits. It is commonly available in three sizes: original, bite-sized and miniature. Both smaller sizes are available in a frosted variety, which has one side coated with sugar and usually gelatin. Some manufacturers have produced \"filled\" versions of the bite-size cereal containing a raisin at the center, or ap"}]}, {"heading": "Events", "year": "1894", "date": "August 1", "txt": "The First Sino-Japanese War erupts between Japan and China over Korea.", "entities": [{"title": "First Sino-Japanese War", "href": "/wiki/First_Sino-Japanese_War", "description": "The First Sino-Japanese War was a conflict between the Qing dynasty of China and the Empire of Japan primarily over influence in Joseon Korea. After more than six months of unbroken successes by Japanese land and naval forces and the loss of the port of Weihaiwei, the Qing government sued for peace in February 1895."}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}]}, {"heading": "Events", "year": "1907", "date": "August 1", "txt": "The start of the first Scout camp on Brownsea Island, the origin of the worldwide Scouting movement.", "entities": [{"title": "Brownsea Island Scout camp", "href": "/wiki/Brownsea_Island_Scout_camp", "description": "The Brownsea Island Scout camp was the site of a boys' camping event on Brownsea Island in Poole Harbour, southern England, organised by Lieutenant-General Baden-Powell to test his ideas for the book Scouting for Boys. Boys from different social backgrounds participated from 1 to 8 August 1907 in activities around camping, observation, woodcraft, chivalry, lifesaving and patriotism. The event is r"}, {"title": "Brownsea Island", "href": "/wiki/Brownsea_Island", "description": "Brownsea Island, also archaically known as Branksea, is the largest of the islands in Poole Harbour in the county of Dorset, England. The island is owned by the National Trust with the northern half managed by the Dorset Wildlife Trust. Much of the island is open to the public and includes areas of woodland and heath with a wide variety of wildlife, together with cliff top views across Poole Harbo"}, {"title": "Scouting", "href": "/wiki/Scouting", "description": "The Scout movement, also known as Scouting or the Scouts, is a voluntary non-political educational movement for young people. Although it requires an oath of allegiance to a nation's leaders and, in some countries, to a god, it otherwise allows membership without distinction of gender, race or origin in accordance with the principles of its founder, Lord Baden-Powell. The purpose of the Scout Move"}]}, {"heading": "Events", "year": "1911", "date": "August 1", "txt": "Harriet Quimby takes her pilot's test and becomes the first U.S. woman to earn an Aero Club of America aviator's certificate.", "entities": [{"title": "Harriet Quimby", "href": "/wiki/Harriet_Quimby", "description": "Harriet Quimby was an early American aviation pioneer and a movie screenwriter."}]}, {"heading": "Events", "year": "1914", "date": "August 1", "txt": "The German Empire declares war on the Russian Empire at the opening of World War I. The Swiss Army mobilizes because of World War I.", "entities": [{"title": "German Empire", "href": "/wiki/German_Empire", "description": "The German Empire or the Imperial State of Germany, also referred to as Imperial Germany, the Second Reich, the Kaiserreich, as well as simply Germany, was the period of the German Reich from the unification of Germany in 1871 until the November Revolution in 1918, when the German Reich changed its form of government from a monarchy to a republic."}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Military of Switzerland", "href": "/wiki/Military_of_Switzerland", "description": "The Swiss Armed Forces operates on land and in the air, serving as the primary armed forces of Switzerland. Under the country's militia system, regular soldiers constitute a small part of the military and the rest are conscripts or volunteers aged 19 to 34. Because of Switzerland's long history of neutrality, the Swiss Armed Forces do not take part in conflicts in other countries, but do participa"}]}, {"heading": "Events", "year": "1927", "date": "August 1", "txt": "The Nanchang Uprising marks the first significant battle in the Chinese Civil War between the Kuomintang and Chinese Communist Party. This day is commemorated as the anniversary of the founding of the People's Liberation Army.", "entities": [{"title": "Nanchang Uprising", "href": "/wiki/Nanchang_Uprising", "description": "The Nanchang Uprising was the first major Nationalist Party of China–Communist Party of China engagement of the Chinese Civil War, begun by the Chinese Communists to counter the Shanghai massacre of 1927 by the Kuomintang."}, {"title": "Chinese Civil War", "href": "/wiki/Chinese_Civil_War", "description": "The Chinese Civil War was a civil war in China fought between the Kuomintang (KMT)-led government of the Republic of China (ROC) and forces of the Chinese Communist Party (CCP) lasting intermittently between 1927 and 1949. The war is generally divided into two phases with an interlude: from August 1927 to 1937, the KMT-CCP Alliance collapsed during the Northern Expedition, and the Nationalists con"}, {"title": "Kuomintang", "href": "/wiki/Kuomintang", "description": "The Kuomintang is a major political party in Taiwan that originated as a revolutionary political party for the Republic of China on the Chinese mainland. Founded in 1919, the KMT was the dominant ruling party of the Republic of China on the mainland from 1928 to 1949, during which it fought the Chinese Communist Party (CCP) for control over China in the Chinese Civil War. The KMT was defeated and "}, {"title": "Chinese Communist Party", "href": "/wiki/Chinese_Communist_Party", "description": "The Communist Party of China (CPC), commonly known as the Chinese Communist Party (CCP), is the founding and sole governing political party of the People's Republic of China (PRC). The CCP leads eight other legally permitted subordinate minor parties together as the United Front. The CCP was founded in 1921, with the help of the Far Eastern Bureau of the Communist Party of the Soviet Union and Far"}, {"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}]}, {"heading": "Events", "year": "1933", "date": "August 1", "txt": "Anti-Fascist activists Bruno Tesch, Walter Möller, Karl Wolff and August Lütgens are executed by the Nazi regime in Altona.", "entities": [{"title": "Bruno Tesch (antifascist)", "href": "/wiki/Bruno_Tesch_(antifascist)", "description": "Bruno Guido Camillo Tesch  was a German communist and member of the Young Communist League of Germany. At age 20, he was convicted of murder and executed in connection with the Altona Bloody Sunday riot, a Sturmabteilung (SA) march on 17 July 1932 that turned violent and led to 18 people being shot and killed. His conviction was overturned in November 1992."}, {"title": "Altona, Hamburg", "href": "/wiki/Altona,_Hamburg", "description": "Altona is the westernmost urban borough (Bezirk) of the German city state of Hamburg, on the right bank of the Elbe river. From 1640 to 1864 Altona was under the administration of the Danish monarchy. Altona was an independent city until 1937. In 2016 the population was 270,263."}]}, {"heading": "Events", "year": "1936", "date": "August 1", "txt": "The Olympics opened in Berlin with a ceremony presided over by Adolf Hitler.", "entities": [{"title": "1936 Summer Olympics", "href": "/wiki/1936_Summer_Olympics", "description": "The 1936 Summer Olympics, officially known as the Games of the XI Olympiad, were an international multi-sport event held from 1 to 16 August 1936 in Berlin, Germany. Berlin won the bid to host the Games over Barcelona at the 29th IOC Session on 26 April 1931. The 1936 Games marked the second and most recent time the International Olympic Committee gathered to vote in a city that was bidding to hos"}, {"title": "Berlin", "href": "/wiki/Berlin", "description": "Berlin is the capital and largest city of Germany by both area and population. Its population of around 3.8 million inhabitants makes it the most-populous city of the European Union, according to population within city limits. One of Germany's 16 constituent states, Berlin is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. Berlin's urban area has a popul"}, {"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}]}, {"heading": "Events", "year": "1937", "date": "August 1", "txt": "Josip Broz Tito reads the resolution \"Manifesto of constitutional congress of KPH\" to the constitutive congress of KPH (Croatian Communist Party) in woods near Samobor.", "entities": [{"title": "Josip Broz Tito", "href": "/wiki/Josip_Broz_Tito", "description": "Josip Broz, commonly known as Tito, was a Yugoslav communist revolutionary and statesman, serving in various roles from 1943 until his death in 1980. During World War II, he was the leader of the Partisans, often regarded as the most effective resistance movement in occupied Europe. He also served as the president of the Socialist Federal Republic of Yugoslavia from 14 January 1953 until his death"}, {"title": "League of Communists of Croatia", "href": "/wiki/League_of_Communists_of_Croatia", "description": "League of Communists of Croatia was the Croatian branch of the League of Communists of Yugoslavia (SKJ). Until 1952, it was known as Communist Party of Croatia."}, {"title": "Samobor", "href": "/wiki/Samobor", "description": "Samobor is a city in Zagreb County, Croatia. It is part of the Zagreb metropolitan area."}]}, {"heading": "Events", "year": "1943", "date": "August 1", "txt": "World War II: Operation Tidal Wave also known as \"Black Sunday\", was a failed American attempt to destroy Romanian oil fields.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Tidal Wave", "href": "/wiki/Operation_Tidal_Wave", "description": "Operation Tidal Wave was an air attack by bombers of the United States Army Air Forces (USAAF) based in Libya and Southern Italy on nine oil refineries around Ploiești, Romania on 1 August 1943, during World War II. It was a strategic bombing mission and part of the \"oil campaign\" to deny petroleum-based fuel to the Axis powers. The mission resulted in \"no curtailment of overall product output.\""}]}, {"heading": "Events", "year": "1944", "date": "August 1", "txt": "World War II: The Warsaw Uprising against the Nazi German occupation breaks out in Warsaw, Poland.", "entities": [{"title": "Warsaw Uprising", "href": "/wiki/Warsaw_Uprising", "description": "The Warsaw Uprising was a major World War II operation, in the summer of 1944, by the Polish underground resistance, led by the Polish resistance Home Army, to liberate Warsaw from German occupation. The uprising was timed to coincide with the retreat of the German forces from Poland ahead of the Soviet advance. While approaching the eastern suburbs of the city, the Red Army temporarily halted com"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Warsaw", "href": "/wiki/Warsaw", "description": "Warsaw is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents within a greater metropolitan area of 3.1 million residents, which makes Warsaw the 7th most-populous capital city in the European Union. The city area measures 517.24 square kilometres (199.71 sq mi), while the metr"}]}, {"heading": "Events", "year": "1946", "date": "August 1", "txt": "Leaders of the Russian Liberation Army, a force of Russian prisoners of war that collaborated with Nazi Germany, are executed in Moscow, Soviet Union for treason.", "entities": [{"title": "Russian Liberation Army", "href": "/wiki/Russian_Liberation_Army", "description": "The Russian Liberation Army was a collaborationist formation, primarily composed of Russians, that fought under German command during World War II. The army was led by Andrey Vlasov, a Red Army general who had defected, and members of the army are often referred to as Vlasovtsy (Власовцы). In 1944, it became known as the Armed Forces of the Committee for the Liberation of the Peoples of Russia."}, {"title": "Collaboration with the Axis Powers during World War II", "href": "/wiki/Collaboration_with_the_Axis_Powers_during_World_War_II", "description": "Within nations occupied by the Axis powers in World War II, some citizens and organizations, prompted by nationalism, ethnic hatred, anti-communism, antisemitism, opportunism, self-defense, or often a combination, knowingly collaborated with the Axis Powers. Some of these collaborators committed war crimes, crimes against humanity, or atrocities of the Holocaust."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1950", "date": "August 1", "txt": "Guam is organized as a United States commonwealth as the President Harry S. Truman signs the Guam Organic Act.", "entities": [{"title": "Guam", "href": "/wiki/Guam", "description": "Guam is an organized, unincorporated territory of the United States in the Micronesia subregion of the western Pacific Ocean. It is the westernmost point and territory of the United States; in Oceania, it is the largest and southernmost of the Mariana Islands and the largest island in Micronesia. Guam's capital is Hagåtña, and the most populous city is Dededo."}, {"title": "Commonwealth (U.S. insular area)", "href": "/wiki/Commonwealth_(U.S._insular_area)", "description": "Commonwealth is a term used by two unincorporated territories of the United States in their full official names. The territories are: the Northern Mariana Islands, whose full name is Commonwealth of the Northern Mariana Islands and Puerto Rico, which is named Commonwealth of Puerto Rico in English and Estado Libre Asociado de Puerto Rico in Spanish, translating to \"Free Associated State of Puerto "}, {"title": "Harry S. Truman", "href": "/wiki/Harry_S._Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}, {"title": "Guam Organic Act of 1950", "href": "/wiki/Guam_Organic_Act_of_1950", "description": "The Guam Organic Act of 1950, is a United States federal law that redesignated the island of Guam as an unincorporated territory of the United States, established executive, legislative, and judicial branches, and transferred federal jurisdiction from the United States Navy to the Department of the Interior. For the first time in over three hundred years of foreign colonization, the people of Guam"}]}, {"heading": "Events", "year": "1957", "date": "August 1", "txt": "The United States and Canada form the North American Aerospace Defense Command (NORAD).", "entities": [{"title": "North American Aerospace Defense Command", "href": "/wiki/North_American_Aerospace_Defense_Command", "description": "North American Aerospace Defense Command, known until March 1981 as the North American Air Defense Command, is a combined organization of the United States and Canada that provides aerospace warning, air sovereignty, and protection for Northern America. Headquarters for NORAD and the NORAD/United States Northern Command (USNORTHCOM) center are located at Peterson Air Force Base in El Paso County, "}]}, {"heading": "Events", "year": "1960", "date": "August 1", "txt": "Dahomey (later renamed Benin) declares independence from France.", "entities": [{"title": "Dahomey", "href": "/wiki/Dahomey", "description": "The Kingdom of Dahomey was a pre-colonial African kingdom located within present-day Benin that existed from approximately 1600 until 1904. The kingdom fell when the last king, Béhanzin, was defeated by France, leading to the country being annexed into the French colonial empire. Dahomey developed on the Abomey Plateau amongst the Fon people in the early 17th century and became a regional power in"}, {"title": "Benin", "href": "/wiki/Benin", "description": "Benin, officially the Republic of Benin, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the small southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital of Benin is Porto-Nov"}]}, {"heading": "Events", "year": "1960", "date": "August 1", "txt": "Islamabad is declared the federal capital of the Government of Pakistan.", "entities": [{"title": "Islamabad", "href": "/wiki/Islamabad", "description": "Islamabad is the capital city of Pakistan, and is administered by the Pakistani federal government as part of the Islamabad Capital Territory. It is the ninth-largest city in Pakistan, while the larger Islamabad–Rawalpindi metropolitan area is the country's fourth-largest with a population of about 3.1 million people. Built as a planned city in the 1960s to replace Karachi as Pakistan's capital, I"}, {"title": "Federal capital", "href": "/wiki/Federal_capital", "description": "A federal capital is a political entity, often a municipality or capital city, that serves as the seat of the federal government. A federal capital is typically a city that physically encompasses the offices and meeting places of its respective government, where its location and relationship to subnational states are fixed by law or federal constitution. Federal capitals may or may not be consider"}, {"title": "Government of Pakistan", "href": "/wiki/Government_of_Pakistan", "description": "The Government of Pakistan abbreviated as GoP, is a federal government established by the Constitution of Pakistan as a constituted governing authority of the four provinces, two autonomous territories, and one federal territory of a parliamentary democratic republic, constitutionally called the Islamic Republic of Pakistan."}]}, {"heading": "Events", "year": "1961", "date": "August 1", "txt": "U.S. Defense Secretary Robert McNamara orders the creation of the Defense Intelligence Agency (DIA), the nation's first centralized military espionage organization.", "entities": [{"title": "Robert McNamara", "href": "/wiki/Robert_McNamara", "description": "Robert Strange McNamara was an American business executive and the eighth United States Secretary of Defense, serving from 1961 to 1968 under Presidents John F. Kennedy and Lyndon B. Johnson. He played a major role in escalating the United States' involvement in the Vietnam War. McNamara was responsible for the institution of systems analysis in public policy, which developed into the discipline k"}, {"title": "Defense Intelligence Agency", "href": "/wiki/Defense_Intelligence_Agency", "description": "The Defense Intelligence Agency (DIA) is an intelligence agency of the United States federal government, specializing in defense and military intelligence."}]}, {"heading": "Events", "year": "1964", "date": "August 1", "txt": "The former Belgian Congo is renamed the Democratic Republic of the Congo.", "entities": [{"title": "Belgian Congo", "href": "/wiki/Belgian_Congo", "description": "The Belgian Congo was a Belgian colony in Central Africa from 1908 until independence in 1960. The former colony adopted its present name, the Democratic Republic of the Congo (DRC), in 1964."}, {"title": "Democratic Republic of the Congo", "href": "/wiki/Democratic_Republic_of_the_Congo", "description": "The Democratic Republic of the Congo (DRC), also known as Congo-Kinshasa, DR Congo, the DROC, or simply either Congo or the Congo, and historically Zaire, is a country in Central Africa. It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa, and the 11th-largest in the world. With a population of around 105 million, the Democratic Republic of the Congo is t"}]}, {"heading": "Events", "year": "1965", "date": "August 1", "txt": "Frank Herbert's novel, Dune was published for the first time.  It was named as the world's best-selling science fiction novel in 2003.", "entities": [{"title": "Frank Herbert", "href": "/wiki/Frank_Herbert", "description": "Franklin Patrick Herbert Jr. was an American science fiction author best known for the 1965 novel Dune and its five sequels. Though he became famous for his novels, he also wrote short stories and worked as a newspaper journalist, photographer, book reviewer, ecological consultant, and lecturer."}, {"title": "Dune (novel)", "href": "/wiki/Dune_(novel)", "description": "Dune is a 1965 science-fiction novel by American author Frank Herbert, originally published as two separate serials in Analog magazine. It tied with Roger Zelazny's This Immortal for the Hugo Award in 1966, and it won the inaugural Nebula Award for Best Novel. It is the first installment of the Dune saga; further, in 2003, it was cited as the world's best-selling science fiction novel."}]}, {"heading": "Events", "year": "1966", "date": "August 1", "txt": "Charles Whitman kills 16 people at the University of Texas at Austin before being killed by the police.", "entities": [{"title": "Charles Whitman", "href": "/wiki/Charles_Whitman", "description": "Charles Joseph Whitman was an American mass murderer who became infamous as the \"Texas Tower Sniper\". On August 1, 1966, he used knives to kill his mother and his wife in their respective homes, then went to the University of Texas in Austin with multiple firearms and began indiscriminately shooting at people. He fatally shot three people inside the university tower. He then went to the tower's 28"}, {"title": "University of Texas at Austin", "href": "/wiki/University_of_Texas_at_Austin", "description": "The University of Texas at Austin, shortened to UT Austin, UT, or Texas, is a public research university in Austin, Texas and the flagship institution of the University of Texas System. Founded in 1883, the University of Texas was inducted into the Association of American Universities in 1929, becoming only the third university in the American South to be elected. The institution is composed of ov"}]}, {"heading": "Events", "year": "1966", "date": "August 1", "txt": "Purges of intellectuals and imperialists becomes official China policy at the beginning of the Cultural Revolution.", "entities": []}, {"heading": "Events", "year": "1968", "date": "August 1", "txt": "The coronation is held of Hassanal Bolkiah, the 29th Sultan of Brunei.", "entities": [{"title": "Hassanal Bolkiah", "href": "/wiki/Hassanal_Bolkiah", "description": "Hassanal Bolkiah is the 29th and current Sultan and Yang di-Pertuan of Brunei and the Prime Minister of Brunei. He is one of the last absolute monarchs in the world. The eldest son of Sultan Omar Ali Saifuddien III and Raja Isteri (Queen) Pengiran Anak Damit, he succeeded to the throne as the sultan of Brunei, following the abdication of his father on 5 October 1967."}, {"title": "Sultan of Brunei", "href": "/wiki/Sultan_of_Brunei", "description": "The Sultan of Brunei is the monarchial head of state of Brunei and head of government in his capacity as Prime Minister of Brunei. Since independence from the British in 1984, only one Sultan has reigned, though the royal institution dates back to the 14th century."}]}, {"heading": "Events", "year": "1971", "date": "August 1", "txt": "The Concert for Bangladesh, organized by former Beatle George Harrison, is held at Madison Square Garden in New York City.", "entities": [{"title": "The Concert for Bangladesh", "href": "/wiki/The_Concert_for_Bangladesh", "description": "The Concert for Bangladesh was a pair of benefit concerts organised by former Beatles guitarist George Harrison and Indian sitar player Ravi Shankar. The shows were held at 2:30 and 8:00 pm on Sunday, 1 August 1971, at Madison Square Garden in New York City, to raise international awareness of, and fund relief for refugees from East Pakistan, following the Bangladesh Liberation War-related genocid"}]}, {"heading": "Events", "year": "1974", "date": "August 1", "txt": "Cyprus dispute: The United Nations Security Council authorizes the UNFICYP to create the \"Green Line\", dividing Cyprus into two zones.", "entities": [{"title": "Cyprus dispute", "href": "/wiki/Cyprus_dispute", "description": "The Cyprus dispute, also known as the Cyprus conflict, Cyprus issue, or Cyprus problem, is an ongoing dispute between Greek Cypriots and Turkish Cypriots. Initially, with the occupation of the island by the British Empire from the Ottoman Empire in 1878 and subsequent annexation in 1914, the \"Cyprus dispute\" was a conflict between the Turkish and Greek islanders."}, {"title": "United Nations Security Council", "href": "/wiki/United_Nations_Security_Council", "description": "The United Nations Security Council (UNSC) is one of the six principal organs of the United Nations (UN), charged with ensuring international peace and security, recommending the admission of new UN members to the General Assembly, and approving any changes to the UN Charter. Its powers include establishing peacekeeping operations, enacting international sanctions, and authorizing military action."}, {"title": "United Nations Peacekeeping Force in Cyprus", "href": "/wiki/United_Nations_Peacekeeping_Force_in_Cyprus", "description": "The United Nations Peacekeeping Force in Cyprus (UNFICYP) is a United Nations peacekeeping force that was established under United Nations Security Council Resolution 186 in 1964 to prevent a recurrence of fighting following intercommunal violence between the Greek Cypriots and Turkish Cypriots, to contribute to the maintenance and restoration of law and order and to facilitate a return to normal "}, {"title": "United Nations Buffer Zone in Cyprus", "href": "/wiki/United_Nations_Buffer_Zone_in_Cyprus", "description": "The United Nations Buffer Zone in Cyprus is a demilitarized zone, patrolled by the United Nations Peacekeeping Force in Cyprus (UNFICYP), that was established in 1964 and extended in 1974 after the ceasefire of 16 August 1974, following the Turkish invasion of Cyprus, and the de facto partition of the island into the area controlled by the Republic of Cyprus and the unofficial Turkish Republic of "}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}]}, {"heading": "Events", "year": "1980", "date": "August 1", "txt": "Vigdís Finnbogadóttir is elected President of Iceland and becomes the world's first democratically elected female head of state.", "entities": [{"title": "Vigdís Finnbogadóttir", "href": "/wiki/Vigd%C3%ADs_Finnbogad%C3%B3ttir", "description": " Vigdís Finnbogadóttir is an Icelandic politician who served as the fourth President of Iceland from 1 August 1980 to 1 August 1996. She was the world's first female who was democratically elected as president. With a presidency of exactly sixteen years, she also remains the longest-serving elected female head of state of any country to date. Currently, she is a UNESCO Goodwill Ambassador, and a m"}, {"title": "President of Iceland", "href": "/wiki/President_of_Iceland", "description": "The president of Iceland is the head of state of Iceland. The incumbent is Guðni Thorlacius Jóhannesson, who is now in his second term as president, elected in 2016 and re-elected in 2020."}]}, {"heading": "Events", "year": "1980", "date": "August 1", "txt": "A train crash kills 18 people in County Cork, Ireland.", "entities": [{"title": "County Cork", "href": "/wiki/County_Cork", "description": "County Cork is a county in Ireland. It is the largest and the southernmost county of Ireland, situated in the province of Munster and named after the city of Cork, Ireland's second-largest city. The Cork County Council is the local authority for the county. Its largest market towns are Mallow, Macroom, Midleton, and Skibbereen. As of 2016 the county had a population of 542,868, making it the third"}, {"title": "Republic of Ireland", "href": "/wiki/Republic_of_Ireland", "description": "Ireland, also known as the Republic of Ireland, is a country in north-western Europe consisting of 26 of the 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ir"}]}, {"heading": "Events", "year": "1981", "date": "August 1", "txt": "MTV begins broadcasting in the United States and airs its first video, \"Video Killed the Radio Star\" by The Buggles.", "entities": [{"title": "MTV", "href": "/wiki/MTV", "description": "MTV is an American cable channel that launched on August 1, 1981. Based in New York City, it serves as the flagship property of the ViacomCBS Domestic Media Networks division of ViacomCBS. Prior to launch, the network was first tested on December 1, 1977, as Sight on Sound."}, {"title": "Video Killed the Radio Star", "href": "/wiki/Video_Killed_the_Radio_Star", "description": "\"Video Killed the Radio Star\" is a song written by Trevor Horn, Geoff Downes and Bruce Woolley in 1978. It was first recorded by Bruce Woolley and the Camera Club for their album English Garden. A more widely known version of the song was recorded later by British new wave/synth-pop group the Buggles, which consisted of Horn and Downes."}, {"title": "The Buggles", "href": "/wiki/The_Buggles", "description": "The Buggles were an English new wave band formed in London in 1977 by singer and bassist Trevor Horn and keyboardist Geoffrey Downes. They are best known for their 1979 debut single \"Video Killed the Radio Star\", which topped the UK Singles Chart and reached number one in 15 other countries."}]}, {"heading": "Events", "year": "1984", "date": "August 1", "txt": "Commercial peat-cutters discover the preserved bog body of a man, called Lindow Man, at Lindow Moss, Cheshire, England.", "entities": [{"title": "Peat", "href": "/wiki/Peat", "description": "Peat, sometimes known as turf, is an accumulation of partially decayed vegetation or organic matter. It is unique to natural areas called peatlands, bogs, mires, moors, or muskegs. The peatland ecosystem covers 3.7 million square kilometres (1.4 million square miles) and is the most efficient carbon sink on the planet, because peatland plants capture carbon dioxide (CO2) naturally released from th"}, {"title": "Bog body", "href": "/wiki/Bog_body", "description": "A bog body is a human cadaver that has been naturally mummified in a peat bog. Such bodies, sometimes known as bog people, are both geographically and chronologically widespread, having been dated to between 8000 BCE and the Second World War. The unifying factor of the bog bodies is that they have been found in peat and are partially preserved; however, the actual levels of preservation vary widel"}, {"title": "Lindow Man", "href": "/wiki/Lindow_Man", "description": "Lindow Man, also known as Lindow II and as Pete Marsh, is the preserved bog body of a man discovered in a peat bog at Lindow Moss near Wilmslow in Cheshire, North West England. The remains were found on 1 August 1984 by commercial peat cutters. Lindow Man is not the only bog body to have been found in the moss; Lindow Woman was discovered the year before, and other body parts have also been recove"}, {"title": "Lindow Moss", "href": "/wiki/Lindow_Moss", "description": "Lindow Moss, also known as Saltersley Common, is a raised mire peat bog on the edge of Wilmslow in Cheshire, England. It has been used as common land since the medieval period and is best known for the discovery of the preserved bog body of Lindow Man in 1984."}, {"title": "Cheshire", "href": "/wiki/Cheshire", "description": "Cheshire, archaically the County Palatine of Chester, is a county in northwest England. It is bordered by Merseyside and Greater Manchester to the north, Derbyshire to the east, Staffordshire and Shropshire to the south, and the Welsh settlements of Flintshire and Wrexham to the west. Cheshire's county town is Chester, while its largest town by population is Warrington. Other major towns include C"}]}, {"heading": "Events", "year": "1988", "date": "August 1", "txt": "A British soldier was killed in the Inglis Barracks bombing in London, England.", "entities": [{"title": "Inglis Barracks bombing", "href": "/wiki/Inglis_Barracks_bombing", "description": "The Inglis Barracks bombing was a bomb attack carried out by the Provisional Irish Republican Army (IRA) on 1 August 1988 on a British Army barracks called Inglis Barracks in Mill Hill, London. The attack killed one soldier, injured nine more and destroyed large parts of the barracks. It was the first IRA attack in England since the 1984 Brighton Bombing."}]}, {"heading": "Events", "year": "1993", "date": "August 1", "txt": "The Great Mississippi and Missouri Rivers Flood of 1993 comes to a peak.", "entities": [{"title": "Great Mississippi and Missouri Rivers Flood of 1993", "href": "/wiki/Great_Mississippi_and_Missouri_Rivers_Flood_of_1993", "description": "The Great Flood of 1993 was a flood that occurred in the Midwestern United States, along the Mississippi and Missouri rivers and their tributaries, from April to October 1993. The flood was among the most costly and devastating to ever occur in the United States, with $15 billion in damages. The hydrographic basin affected an area approximately 745 miles (1,199 km) in length and 435 miles (700 km)"}]}, {"heading": "Events", "year": "2004", "date": "August 1", "txt": "A supermarket fire kills 396 people and injures 500 others in Asunción, Paraguay.", "entities": [{"title": "Ycuá Bolaños supermarket fire", "href": "/wiki/Ycu%C3%A1_Bola%C3%B1os_supermarket_fire", "description": "The Ycuá Bolaños supermarket fire was a disastrous fire that occurred on 1 August 2004 in Asunción, Paraguay. After the fire broke out, exits were locked to prevent people from stealing merchandise. The building also lacked adequate fire protection systems. Over 300 people were killed and more than 200 were injured. The president of the supermarket company, as well as various employees, were later"}, {"title": "Asunción, Paraguay", "href": "/wiki/Asunci%C3%B3n,_Paraguay", "description": "Asunción is the capital and the largest city of Paraguay in South America.\nThe city stands on the left bank of the Paraguay River, almost at the confluence of this river with the Pilcomayo River. The Paraguay River and the Bay of Asunción in the northwest separate the city from the Occidental Region of Paraguay and from Argentina in the south part of the city. The rest of the city is surrounded by"}]}, {"heading": "Events", "year": "2007", "date": "August 1", "txt": "The I-35W Mississippi River bridge spanning the Mississippi River in Minneapolis, Minnesota, collapses during the evening rush hour, killing 13 people and injuring 145.", "entities": [{"title": "I-35W Mississippi River bridge", "href": "/wiki/I-35W_Mississippi_River_bridge", "description": "The I-35W Mississippi River bridge was an eight-lane, steel truss arch bridge that carried Interstate 35W across the Saint Anthony Falls of the Mississippi River in Minneapolis, Minnesota, United States. The bridge opened in 1967 and was Minnesota's third busiest, carrying 140,000 vehicles daily. It had a catastrophic failure during the evening rush hour on August 1, 2007, killing 13 people and in"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "Minneapolis", "href": "/wiki/Minneapolis", "description": "Minneapolis is the most populous city in the U.S. state of Minnesota and the seat of Hennepin County. With an estimated population of 429,606 as of 2019, it is the 46th most populous city in the US. Seven counties encompassing Minneapolis and its neighbor Saint Paul are known as the Twin Cities. In 2019, those counties are among sixteen making up the Minneapolis–St. Paul–Bloomington MN–WI metropol"}, {"title": "Rush hour", "href": "/wiki/Rush_hour", "description": "A rush hour or peak hour is a part of the day during which traffic congestion on roads and crowding on public transport is at its highest. Normally, this happens twice every weekday; once in the morning and once in the afternoon or evening, the times during which the most people commute. The term is often used for a period of peak congestion that may last for more than one hour."}]}, {"heading": "Events", "year": "2008", "date": "August 1", "txt": "The Beijing–Tianjin Intercity Railway begins operation as the fastest commuter rail system in the world.", "entities": [{"title": "Beijing–Tianjin Intercity Railway", "href": "/wiki/Beijing%E2%80%93Tianjin_Intercity_Railway", "description": "The Beijing–Tianjin intercity railway is a Chinese high-speed railway that runs 117 km line between Beijing and Tianjin. Designed for passenger traffic only, the Chinese government built the line to accommodate trains traveling at a maximum speed of 350 km/h (217 mph), and currently carries CRH high-speed trains running speeds up to 350 km/h (217 mph) since August 2018."}]}, {"heading": "Events", "year": "2008", "date": "August 1", "txt": "Eleven mountaineers from international expeditions died on K2, the second-highest mountain on Earth in the worst single accident in the history of K2 mountaineering.", "entities": []}, {"heading": "Events", "year": "2017", "date": "August 1", "txt": "A suicide attack on a mosque in Herat, Afghanistan kills 20 people.", "entities": [{"title": "Suicide attack", "href": "/wiki/Suicide_attack", "description": "A suicide attack is any violent attack in which attackers accept their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign, and more recently as part of terrorist campaigns."}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}]}, {"heading": "Births", "year": "10 BC", "date": "August 1", "txt": "Claudius, Roman emperor (d. 54)", "entities": [{"title": "Claudius", "href": "/wiki/Claudius", "description": "Claudius was Roman emperor from AD 41 to 54. Born to Nero Claudius Drusus and Antonia Minor at Lugdunum in Roman Gaul, where his father was stationed as a military legate, he was the first Roman emperor to be born outside Italy. Nonetheless, Claudius was an Italic of Sabine origins and a member of the Julio-Claudian dynasty. Because he was afflicted with a limp and slight deafness due to sickness "}]}, {"heading": "Births", "year": "126", "date": "August 1", "txt": "Pertinax, Roman emperor (d. 193)", "entities": [{"title": "Pertinax", "href": "/wiki/Pertinax", "description": "Pertinax was a Roman soldier and politician who ruled as Roman emperor for the first three months of 193. He succeeded Commodus to become the first emperor during the tumultuous Year of the Five Emperors."}]}, {"heading": "Births", "year": "845", "date": "August 1", "txt": "Sugawara no Michizane, Japanese scholar and politician (d. 903)", "entities": [{"title": "Sugawara no Michizane", "href": "/wiki/Sugawara_no_Michizane", "description": "Sugawara no Michizane , also known as Kan Shōjō (菅丞相) or Kanke (菅家), was a scholar, poet, and politician of the Heian Period of Japan. He is regarded as an excellent poet, particularly in Kanshi poetry, and is today revered in Shinto as the god of learning, Tenman-Tenjin ."}]}, {"heading": "Births", "year": "992", "date": "August 1", "txt": "Hyeonjong of Goryeo, Korean king (d. 1031)", "entities": [{"title": "Hyeonjong of Goryeo", "href": "/wiki/Hyeonjong_of_Goryeo", "description": "Hyeonjong of Goryeo was the 8th ruler of the Goryeo dynasty of Korea. He was a grandson of King Taejo. He was appointed by the military leader Gang Jo, whom the previous King Mokjong had called upon to destroy a plot by Kim Chi-yang."}]}, {"heading": "Births", "year": "1068", "date": "August 1", "txt": "Emperor Taizu of Jin, Chinese emperor (d. 1123)", "entities": [{"title": "Emperor Taizu of Jin", "href": "/wiki/Emperor_Taizu_of_Jin", "description": "Emperor Taizu of Jin, personal name Aguda, sinicised name Min, was the founder and first emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. He was initially the chieftain of the Wanyan tribe, the most dominant among the Jurchen tribes which were subjects of the Khitan-led Liao dynasty. Starting in 1114, Aguda united the Jurchen tribes under his "}]}, {"heading": "Births", "year": "1313", "date": "August 1", "txt": "Kōgon, Japanese emperor (d. 1364)", "entities": [{"title": "Emperor Kōgon", "href": "/wiki/Emperor_K%C5%8Dgon", "description": "Emperor Kōgon  was the first of the Emperors of Northern Court during the Period of the Northern and Southern Courts in Japan. His reign spanned the years from 1331 through 1333."}]}, {"heading": "Births", "year": "1377", "date": "August 1", "txt": "Go-Komatsu, Japanese emperor (d. 1433)", "entities": [{"title": "Emperor Go-Komatsu", "href": "/wiki/Emperor_Go-Komatsu", "description": "Emperor Go-Komatsu  was the 100th emperor of Japan, according to the traditional order of succession, and the sixth and final Emperor of the Northern Court."}]}, {"heading": "Births", "year": "1385", "date": "August 1", "txt": "John FitzAlan, 13th Earl of Arundel (d. 1421)", "entities": [{"title": "John FitzAlan, 13th Earl of Arundel", "href": "/wiki/John_FitzAlan,_13th_Earl_of_Arundel", "description": "John Fitzalan, 6th Earl of Arundel, 3rd Baron Maltravers was an English nobleman."}]}, {"heading": "Births", "year": "1410", "date": "August 1", "txt": "Jan IV of Nassau, German count (d. 1475)", "entities": [{"title": "Jan IV of Nassau", "href": "/wiki/Jan_IV_of_Nassau", "description": "Count Jan (Johann) IV of Nassau was Count of Nassau, Dietz and Dillenburg. He was the son of Engelbert I of Nassau, Count of Nassau and Dillenburg, Lord of Breda and Johanna van Polanen."}]}, {"heading": "Births", "year": "1492", "date": "August 1", "txt": "Wolfgang, Prince of Anhalt-Köthen, German prince (d. 1566)", "entities": [{"title": "Wolfgang, Prince of Anhalt-Köthen", "href": "/wiki/Wolfgang,_Prince_of_Anhalt-K%C3%B6then", "description": "Wolfgang, Prince of Anhalt-Köthen, was a German prince of the House of Ascania and ruler of the principality of Anhalt-Köthen. He was one of the earliest Protestant rulers in the Holy Roman Empire."}]}, {"heading": "Births", "year": "1520", "date": "August 1", "txt": "Sigismund II, Polish king (d. 1572)", "entities": [{"title": "Sigismund II Augustus", "href": "/wiki/Sigismund_II_Augustus", "description": "Sigismund II Augustus was King of Poland and Grand Duke of Lithuania, the son of Sigismund I the Old, whom Sigismund II succeeded in 1548. He was the first ruler of the Polish–Lithuanian Commonwealth and the last male monarch from the Jagiellonian dynasty."}]}, {"heading": "Births", "year": "1545", "date": "August 1", "txt": "Andrew Melville, Scottish theologian and scholar (d. 1622)", "entities": [{"title": "Andrew Melville", "href": "/wiki/Andrew_Melville", "description": "Andrew Melville was a Scottish scholar, theologian, poet and religious reformer. His fame encouraged scholars from the European continent to study at Glasgow and St. Andrews."}]}, {"heading": "Births", "year": "1555", "date": "August 1", "txt": "Edward Kelley, English spirit medium (d. 1597)", "entities": [{"title": "Edward Kelley", "href": "/wiki/Edward_Kelley", "description": "Sir Edward Kelley or Kelly, also known as Edward Talbot, was an English Renaissance occultist and self-declared spirit medium. He is best known for working with John Dee in his magical investigations. Besides the professed ability to summon spirits or angels in a \"shew-stone\" or mirror, which John Dee so valued, Kelley also claimed to possess the secret of transmuting base metals into gold, the go"}]}, {"heading": "Births", "year": "1579", "date": "August 1", "txt": "Luis Vélez de Guevara, Spanish author and playwright (d. 1644)", "entities": [{"title": "Luis Vélez de Guevara", "href": "/wiki/Luis_V%C3%A9lez_de_Guevara", "description": "\nLuis Vélez de Guevara was a Spanish dramatist and novelist.\nHe was born at Écija and was of Jewish converso descent.\nAfter graduating as a sizar at the University of Osuna in 1596, he joined the household of Rodrigo de Castro, Cardinal-Archbishop of Seville, and celebrated the marriage of Philip III in a poem signed Vélez de Santander, a name which he continued to use till some years later."}]}, {"heading": "Births", "year": "1626", "date": "August 1", "txt": "Sabbatai Zevi, Montenegrin rabbi and theorist (d. 1676)", "entities": [{"title": "Sabbatai Zevi", "href": "/wiki/Sabbatai_Zevi", "description": "Sabbatai Zevi, also spelled Shabbetai Ẓevi, Shabbeṯāy Ṣeḇī, Shabsai Tzvi, and Sabetay Sevi in Turkish, was a Sephardic ordained rabbi from Smyrna. A kabbalist of Romaniote origin, Zevi, who was active throughout the Ottoman Empire, claimed to be the long-awaited Jewish Messiah. He was the founder of the Sabbatean movement, whose followers subsequently were to be known as Dönmeh \"converts\" or crypt"}]}, {"heading": "Births", "year": "1630", "date": "August 1", "txt": "Thomas Clifford, 1st Baron Clifford of Chudleigh, English politician, Lord High Treasurer (d. 1673)", "entities": [{"title": "Thomas Clifford, 1st Baron Clifford of Chudleigh", "href": "/wiki/Thomas_Clifford,_1st_Baron_Clifford_of_Chudleigh", "description": "Thomas Clifford, 1st Baron Clifford of Chudleigh was an English statesman who sat in the House of Commons from 1660 to 1672 when he was created Baron Clifford."}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Births", "year": "1659", "date": "August 1", "txt": "Sebastiano Ricci, Italian painter (d. 1734)", "entities": [{"title": "Sebastiano Ricci", "href": "/wiki/Sebastiano_Ricci", "description": "Sebastiano Ricci was an Italian painter of the late Baroque school of Venice. About the same age as Piazzetta, and an elder contemporary of Tiepolo, he represents a late version of the vigorous and luminous Cortonesque style of grand manner fresco painting."}]}, {"heading": "Births", "year": "1713", "date": "August 1", "txt": "Charles I, German duke and prince (d. 1780)", "entities": [{"title": "Charles I, Duke of Brunswick-Wolfenbüttel", "href": "/wiki/Charles_I,_Duke_of_Brunswick-Wolfenb%C3%BCttel", "description": "Charles, Duke of Brunswick-Lüneburg, reigned as Prince of Brunswick-Wolfenbüttel from 1735 until his death."}]}, {"heading": "Births", "year": "1714", "date": "August 1", "txt": "Richard Wilson, Welsh painter and academic (d. 1782)", "entities": [{"title": "Richard Wilson (painter)", "href": "/wiki/Richard_Wilson_(painter)", "description": "Richard Wilson was an influential Welsh landscape painter, who worked in Britain and Italy. With George Lambert he is recognised as a pioneer in British art of landscape for its own sake and was described in the Welsh Academy Encyclopedia of Wales as the \"most distinguished painter Wales has ever produced and the first to appreciate the aesthetic possibilities of his country\". In December 1768 Wil"}]}, {"heading": "Births", "year": "1738", "date": "August 1", "txt": "Jacques François Dugommier, French general (d. 1794)", "entities": [{"title": "Jacques François Dugommier", "href": "/wiki/Jacques_Fran%C3%A7ois_Dugommier", "description": "Jacques François Coquille named Dugommier was a French general."}]}, {"heading": "Births", "year": "1744", "date": "August 1", "txt": "Jean-Baptiste Lamarck, French soldier, biologist, and academic (d. 1829)", "entities": [{"title": "Jean-Baptiste Lamarck", "href": "/wiki/Jean-Baptiste_Lamarck", "description": "Jean-Baptiste Pierre Antoine de Monet, chevalier de Lamarck, often known simply as Lamarck, was a French naturalist. He was a soldier, biologist, and academic, and an early proponent of the idea that biological evolution occurred and proceeded in accordance with natural laws."}]}, {"heading": "Births", "year": "1770", "date": "August 1", "txt": "William Clark, American soldier, explorer, and politician, 4th Governor of Missouri Territory (d. 1838)", "entities": [{"title": "William Clark", "href": "/wiki/William_Clark", "description": "William Clark was an American explorer, soldier, Indian agent, and territorial governor. A native of Virginia, he grew up in pre-statehood Kentucky before later settling in what became the state of Missouri. Clark was also a planter and slaveholder."}, {"title": "List of Governors of Missouri", "href": "/wiki/List_of_Governors_of_Missouri", "description": "The following is a list of governors of Missouri since its territory became part of the United States."}]}, {"heading": "Births", "year": "1779", "date": "August 1", "txt": "Francis Scott Key, American lawyer, author, and poet (d. 1843)", "entities": [{"title": "Francis Scott Key", "href": "/wiki/Francis_Scott_Key", "description": "Francis Scott Key was an American lawyer, author, and amateur poet from Frederick, Maryland, who is best known for writing the lyrics for the American national anthem \"The Star-Spangled Banner\"."}]}, {"heading": "Births", "year": "1779", "date": "August 1", "txt": "Lorenz Oken, German-Swiss botanist, biologist, and ornithologist (d. 1851)", "entities": []}, {"heading": "Births", "year": "1809", "date": "August 1", "txt": "William B. Travis, American colonel and lawyer (d. 1836)", "entities": [{"title": "William B. Travis", "href": "/wiki/William_B._Travis", "description": "William Barret \"Buck\" Travis was a 19th-century American lawyer and soldier. At the age of 26, he was a lieutenant colonel in the Texas Army. He died at the Battle of the Alamo during the Texas Revolution. Travis County and Travis Park were named after him for being the commander of the Republic of Texas at the Battle of the Alamo."}]}, {"heading": "Births", "year": "1815", "date": "August 1", "txt": "Richard Henry Dana, Jr., American lawyer and politician (d. 1882)", "entities": [{"title": "Richard Henry Dana, Jr.", "href": "/wiki/Richard_Henry_Dana,_Jr.", "description": "Richard Henry Dana Jr. was an American lawyer and politician from Massachusetts, a descendant of a colonial family, who gained renown as the author of the classic American memoir Two Years Before the Mast. Both as a writer and as a lawyer, he was a champion of the downtrodden, from seamen to fugitive slaves and freedmen."}]}, {"heading": "Births", "year": "1818", "date": "August 1", "txt": "Maria Mitchell, American astronomer and academic (d. 1889)", "entities": [{"title": "Maria Mitchell", "href": "/wiki/Maria_Mitchell", "description": "Maria Mitchell was an American astronomer, librarian, naturalist, and educator. In 1847, she discovered a comet named 1847 VI that was later known as “Miss Mitchell’s Comet” in her honor. She won a gold medal prize for her discovery, which was presented to her by King Christian VIII of Denmark in 1848. Mitchell was the first internationally known woman to work as both a professional astronomer and"}]}, {"heading": "Births", "year": "1819", "date": "August 1", "txt": "Herman Melville, American novelist, short story writer, and poet (d. 1891)", "entities": [{"title": "Herman Melville", "href": "/wiki/Herman_Melville", "description": "Herman Melville was an American novelist, short story writer, and poet of the American Renaissance period. Among his best-known works are Moby-Dick (1851), Typee (1846), a romanticized account of his experiences in Polynesia, and Billy Budd, Sailor, a posthumously published novella. Although his reputation was not high at the time of his death, the centennial of his birth in 1919 was the starting "}]}, {"heading": "Births", "year": "1831", "date": "August 1", "txt": "Antonio Cotogni, Italian opera singer and educator (d. 1918)", "entities": [{"title": "Antonio Cotogni", "href": "/wiki/Antonio_Cotogni", "description": "Antonio \"Toto\" Cotogni was an Italian baritone of the first magnitude. Regarded internationally as being one of the greatest male opera singers of the 19th century, he was particularly admired by the composer Giuseppe Verdi. Cotogni forged an important second career as a singing teacher after his retirement from the stage in 1894."}]}, {"heading": "Births", "year": "1843", "date": "August 1", "txt": "Robert Todd Lincoln, American lawyer and politician, 35th United States Secretary of War (d. 1926)", "entities": [{"title": "Robert Todd Lincoln", "href": "/wiki/Robert_Todd_Lincoln", "description": "Robert Todd Lincoln was an American lawyer, businessman, and politician. He was the eldest child of President Abraham Lincoln and Mary Todd Lincoln, and the only one of their four children to live to adulthood. Robert Lincoln became a business lawyer and company president, and served as U.S. Secretary of War and U.S. Ambassador to the United Kingdom."}, {"title": "United States Secretary of War", "href": "/wiki/United_States_Secretary_of_War", "description": "The secretary of war was a member of the United States president's Cabinet, beginning with George Washington's administration. A similar position, called either \"Secretary at War\" or \"Secretary of War\", had been appointed to serve the Congress of the Confederation under the Articles of Confederation between 1781 and 1789. Benjamin Lincoln and later Henry Knox held the position. When Washington was"}]}, {"heading": "Births", "year": "1856", "date": "August 1", "txt": "George Coulthard, Australian footballer and cricketer (d. 1883)", "entities": [{"title": "George Coulthard", "href": "/wiki/George_Coulthard", "description": "George Coulthard was an Australian cricketer and Australian rules footballer."}]}, {"heading": "Births", "year": "1858", "date": "August 1", "txt": "Gaston Doumergue, French lawyer and politician, 13th President of France (d. 1937)", "entities": [{"title": "Gaston Doumergue", "href": "/wiki/Gaston_Doumergue", "description": "Pierre-Paul-Henri-Gaston Doumergue was a French politician of the Third Republic."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1858", "date": "August 1", "txt": "Hans Rott, Austrian organist and composer (d. 1884)", "entities": []}, {"heading": "Births", "year": "1860", "date": "August 1", "txt": "Bazil Assan, Romanian engineer and explorer (d. 1918)", "entities": [{"title": "Bazil Assan", "href": "/wiki/Bazil_Assan", "description": "Bazil George Assan was a Romanian engineer, explorer and economist. Belonging to a wealthy family in Bucharest, Assan was an important figure in the industrialization of the Kingdom of Romania. He studied engineering, commerce and economics, which impulsed him to discover the globe. In 1896, he became the first Romanian to travel to the Arctic, and between 1897 and 1898, he became the first Romani"}]}, {"heading": "Births", "year": "1861", "date": "August 1", "txt": "Sammy Jones, Australian cricketer (d. 1951)", "entities": [{"title": "Sammy Jones", "href": "/wiki/Sammy_Jones", "description": "Samuel Percy Jones was an Australian cricketer who played twelve Tests between 1882 and 1888."}]}, {"heading": "Births", "year": "1865", "date": "August 1", "txt": "Isobel Lilian Gloag, English painter (d. 1917)", "entities": [{"title": "Isobel Lilian Gloag", "href": "/wiki/Isobel_Lilian_Gloag", "description": "Isobel Lilian Gloag (1865–1917) was an English painter, known for her oil and watercolour portraits, as well as posters and stained-glass designs."}]}, {"heading": "Births", "year": "1871", "date": "August 1", "txt": "John Lester, American cricketer and soccer player (d. 1969)", "entities": [{"title": "John Lester", "href": "/wiki/John_Lester", "description": "John Ashby Lester was an American cricketer, active in the late 19th and early 20th centuries. Lester was one of the Philadelphian cricketers who played from the end of the 19th century until the outbreak of World War I. His obituary in Wisden Cricketers' Almanack, described him as \"one of the great figures in American cricket.\" During his career, he played in 53 matches for the Philadelphians, 47"}]}, {"heading": "Births", "year": "1877", "date": "August 1", "txt": "George Hackenschmidt, Estonian-English wrestler and strongman (d. 1968)", "entities": [{"title": "George Hackenschmidt", "href": "/wiki/George_Hackenschmidt", "description": "Georg Karl Julius Hackenschmidt was an early 20th-century Estonian strongman, professional wrestler, author, and sports philosopher who is recognized as professional wrestling's first world heavyweight champion."}]}, {"heading": "Births", "year": "1878", "date": "August 1", "txt": "Konstantinos Logothetopoulos, Greek physician and politician, Prime Minister of Greece (d. 1961)", "entities": [{"title": "Konstantinos Logothetopoulos", "href": "/wiki/Konstantinos_Logothetopoulos", "description": "Konstantinos I. Logothetopoulos was a distinguished Greek medical doctor who became Prime Minister of Greece, directing the Greek collaborationist government during the Axis occupation of Greece during World War II."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1881", "date": "August 1", "txt": "Otto Toeplitz, German mathematician and academic (d. 1940)", "entities": [{"title": "Otto Toeplitz", "href": "/wiki/Otto_Toeplitz", "description": "Otto Toeplitz was a German mathematician working in functional analysis."}]}, {"heading": "Births", "year": "1885", "date": "August 1", "txt": "George de Hevesy, Hungarian-German chemist and academic, Nobel Prize laureate (d. 1966)", "entities": [{"title": "George de Hevesy", "href": "/wiki/George_de_Hevesy", "description": "George Charles de Hevesy was a Hungarian radiochemist and Nobel Prize in Chemistry laureate, recognized in 1943 for his key role in the development of radioactive tracers to study chemical processes such as in the metabolism of animals. He also co-discovered the element hafnium."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1889", "date": "August 1", "txt": "Walter Gerlach, German physicist and academic (d. 1979)", "entities": [{"title": "Walter Gerlach", "href": "/wiki/Walter_Gerlach", "description": "Walther Gerlach was a German physicist who co-discovered, through laboratory experiment, spin quantization in a magnetic field, the Stern–Gerlach effect. The experiment was conceived by Otto Stern in 1921 and first successfully conducted by Gerlach in early 1922."}]}, {"heading": "Births", "year": "1891", "date": "August 1", "txt": "Karl Kobelt, Swiss lawyer and politician, 52nd President of the Swiss Confederation (d. 1968)", "entities": [{"title": "Karl Kobelt", "href": "/wiki/Karl_Kobelt", "description": "Karl Kobelt was a Swiss politician and member of the Swiss Federal Council."}, {"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1893", "date": "August 1", "txt": "Alexander of Greece (d. 1920)", "entities": [{"title": "Alexander of Greece", "href": "/wiki/Alexander_of_Greece", "description": "Alexander was King of Greece from 11 June 1917 until his death three years later, at the age of 27, from the effects of a monkey bite."}]}, {"heading": "Births", "year": "1894", "date": "August 1", "txt": "Ottavio Bottecchia, Italian cyclist (d. 1927)", "entities": [{"title": "Ottavio Bottecchia", "href": "/wiki/Ottavio_Bottecchia", "description": "Ottavio Bottecchia was an Italian cyclist and the first Italian winner of the Tour de France."}]}, {"heading": "Births", "year": "1898", "date": "August 1", "txt": "Morris Stoloff, American composer and musical director (d. 1980)", "entities": [{"title": "Morris Stoloff", "href": "/wiki/Morris_Stoloff", "description": "Morris Stoloff was a musical composer. Stoloff worked with Sammy Davis Jr., Dinah Shore, Al Jolson and Frank Sinatra."}]}, {"heading": "Births", "year": "1899", "date": "August 1", "txt": "Raymond Mays, English race car driver and businessman (d. 1980)", "entities": [{"title": "Raymond Mays", "href": "/wiki/Raymond_Mays", "description": "Thomas Raymond Mays was an auto racing driver and entrepreneur from Bourne, Lincolnshire, England."}]}, {"heading": "Births", "year": "1900", "date": "August 1", "txt": "Otto Nothling, Australian cricketer and rugby player (d. 1965)", "entities": [{"title": "Otto Nothling", "href": "/wiki/Otto_Nothling", "description": "Dr Otto Ernest Nothling was a rugby union player who represented Australia, as well as an Australian cricketer who played in one Test in 1928. He is one of only two Australian rugby and cricket dual internationals, the other being Johnny Taylor."}]}, {"heading": "Births", "year": "1901", "date": "August 1", "txt": "Francisco Guilledo, Filipino boxer (d. 1925)", "entities": [{"title": "Francisco Guilledo", "href": "/wiki/Francisco_Guilledo", "description": "Francisco Guilledo, more commonly known as Pancho Villa, was a Filipino professional boxer. Villa, who stood only 5 feet and 1 inch (154 cm) tall and never weighed more than 114 pounds (51 kg), despite the racial discrimination of that time, rose from obscurity to become the first Asian to win the World Flyweight Championship in 1923, earning the reputation in some quarters as one of the greatest "}]}, {"heading": "Births", "year": "1903", "date": "August 1", "txt": "Paul Horgan, American historian, author, and academic (d. 1995)", "entities": [{"title": "Paul Horgan", "href": "/wiki/Paul_Horgan", "description": "Paul Horgan was an American author of fiction and non-fiction, most of which was set in the Southwestern United States. He was the recipient of two Pulitzer Prizes for History. The New York Times Review of Books said of him, in 1989: \"With the exception of Wallace Stegner, no living American has so distinguished himself in both fiction and history.\""}]}, {"heading": "Births", "year": "1905", "date": "August 1", "txt": "Helen Sawyer Hogg, American-Canadian astronomer and academic (d. 1993)", "entities": [{"title": "Helen Sawyer Hogg", "href": "/wiki/Helen_Sawyer_Hogg", "description": "Helen Battles Sawyer Hogg was an American-Canadian astronomer who pioneered research into globular clusters and variable stars. She was the first female president of several astronomical organizations and a notable woman of science in a time when many universities would not award scientific degrees to women. Her scientific advocacy and journalism included astronomy columns in the Toronto Star and "}]}, {"heading": "Births", "year": "1907", "date": "August 1", "txt": "Eric Shipton, Sri Lankan-English mountaineer and explorer (d. 1977)", "entities": [{"title": "Eric Shipton", "href": "/wiki/Eric_Shipton", "description": "\n\nEric Earle Shipton, CBE, was an English Himalayan mountaineer."}]}, {"heading": "Births", "year": "1910", "date": "August 1", "txt": "James Henry Govier, English painter and illustrator (d. 1974)", "entities": [{"title": "James Henry Govier", "href": "/wiki/James_Henry_Govier", "description": "James Henry Govier was a British painter and etcher, who worked in Swansea and East Anglia."}]}, {"heading": "Births", "year": "1910", "date": "August 1", "txt": "Walter Scharf, American pianist and composer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 1", "txt": "Gerda Taro, German war photographer (d. 1937)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 1", "txt": "Jackie Ormes, American journalist and cartoonist (d. 1985)", "entities": [{"title": "Jackie Ormes", "href": "/wiki/Jackie_Ormes", "description": "Jackie Ormes was an American cartoonist. She is known as the first African-American woman cartoonist and creator of the Torchy Brown comic strip and the Patty-Jo 'n' Ginger panel."}]}, {"heading": "Births", "year": "1912", "date": "August 1", "txt": "David Brand, Australian politician, 19th Premier of Western Australia (d. 1979)", "entities": [{"title": "David Brand", "href": "/wiki/David_Brand", "description": "Sir David Brand KCMG was an Australian politician. A member of the Liberal Party, he was a Member of the Legislative Assembly of Western Australia from 1945 to 1975, and also the 19th and longest-serving Premier of Western Australia, serving four terms from the 1959 to the 1971 election. He resigned as leader of the Liberal Party in 1973, and retired from politics in 1975, dying from heart disease"}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1912", "date": "August 1", "txt": "Gego, German-Venezuelan sculptor and academic (d. 1994)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 1", "txt": "Henry Jones, American actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 1", "txt": "Jack Delano, American photographer and composer (d. 1997)", "entities": [{"title": "Jack Delano", "href": "/wiki/Jack_Delano", "description": "Jack Delano was an American photographer for the Farm Security Administration (FSA), and a composer noted for his use of Puerto Rican folk material."}]}, {"heading": "Births", "year": "1914", "date": "August 1", "txt": "Alan Moore, Australian painter and educator (d. 2015)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 1", "txt": "J. Lee Thompson, English-Canadian director, producer, and screenwriter (d. 2002)", "entities": []}, {"heading": "Births", "year": "1916", "date": "August 1", "txt": "Fiorenzo Angelini, Italian cardinal (d. 2014)", "entities": [{"title": "Fiorenzo Angelini", "href": "/wiki/Fiorenzo_Angelini", "description": "Fiorenzo Angelini was an Italian Cardinal of the Roman Catholic Church. He is the former President of the Pontifical Council for the Pastoral Care of Health Care Workers in the Roman Curia, and was elevated to the cardinalate in 1991. When Cardinal Ersilio Tonini died on 28 July 2013, Cardinal Angelini became the oldest living cardinal until the next consistory where Pope Francis appointed 98-year"}]}, {"heading": "Births", "year": "1916", "date": "August 1", "txt": "Anne Hébert, Canadian author and poet (d. 2000)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 1", "txt": "T. J. Jemison, American minister and activist (d. 2013)", "entities": [{"title": "T. J. Jemison", "href": "/wiki/T._J._Jemison", "description": "Theodore Judson Jemison, better known as T. J. Jemison, was the president of the National Baptist Convention, USA, Inc. from 1982 to 1994. It is the largest African-American religious organization. He oversaw the construction of the Baptist World Center in Nashville, Tennessee, the headquarters of his convention."}]}, {"heading": "Births", "year": "1919", "date": "August 1", "txt": "Stanley Middleton, English author (d. 2009)", "entities": [{"title": "Stanley Middleton", "href": "/wiki/Stanley_Middleton", "description": "Stanley Middleton FRSL was a British novelist."}]}, {"heading": "Births", "year": "1920", "date": "August 1", "txt": "Raul Renter, Estonian economist and chess player (d. 1992)", "entities": [{"title": "Raul Renter", "href": "/wiki/Raul_Renter", "description": "Raul Renter was an Estonian economist and chess player, who twice won the Estonian Chess Championship."}]}, {"heading": "Births", "year": "1921", "date": "August 1", "txt": "Jack Kramer, American tennis player, sailor, and sportscaster (d. 2009)", "entities": [{"title": "Jack Kramer", "href": "/wiki/Jack_Kramer", "description": "John Albert \"Jack\" Kramer was an American tennis player of the 1940s and 1950s. A World No. 1 player for a number of years, and one of the most important people in the establishment of modern men's \"Open\"-era tennis, he was the leading promoter of professional tennis tours in the 1950s and 1960s. He was a relentless advocate for the establishment of Open Tennis between amateur and professional pla"}]}, {"heading": "Births", "year": "1921", "date": "August 1", "txt": "Pat McDonald, Australian actress (d. 1990)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 1", "txt": "Arthur Hill, Canadian-American actor (d. 2006)", "entities": [{"title": "Arthur Hill (Canadian actor)", "href": "/wiki/Arthur_Hill_(Canadian_actor)", "description": "Arthur Edward Spence Hill was a Canadian actor best known for appearances in British and American theatre, films, and television. He attended the University of British Columbia and continued his acting studies in Seattle, Washington."}]}, {"heading": "Births", "year": "1923", "date": "August 1", "txt": "Val Bettin, American actor", "entities": [{"title": "Val Bettin", "href": "/wiki/Val_Bettin", "description": "Valentine John Bettin is an American retired actor, known for using an English accent in all of his roles. He is perhaps best known for voicing Dr. David Q. Dawson in the 1986 Disney animated film The Great Mouse Detective and the Sultan in The Return of Jafar and Aladdin and the King of Thieves, the two direct-to-video sequels to Disney's Aladdin as well as the TV show, taking over for Douglas Se"}]}, {"heading": "Births", "year": "1924", "date": "August 1", "txt": "Abdullah of Saudi Arabia (d. 2015)", "entities": [{"title": "Abdullah of Saudi Arabia", "href": "/wiki/Abdullah_of_Saudi_Arabia", "description": "Abdullah bin Abdulaziz Al Saud was King of Saudi Arabia and Custodian of the Two Holy Mosques from 1 August 2005 until his death."}]}, {"heading": "Births", "year": "1924", "date": "August 1", "txt": "Frank Havens, American canoeist (d. 2018)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 1", "txt": "Marcia Mae Jones, American actress and singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 1", "txt": "Frank Worrell, Barbadian cricketer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 1", "txt": "Ernst Jandl, Austrian poet and author (d. 2000)", "entities": [{"title": "Ernst Jandl", "href": "/wiki/Ernst_Jandl", "description": "Ernst Jandl was an Austrian writer, poet, and translator. He became known for his experimental lyric, mainly sound poems (Sprechgedichte) in the tradition of concrete and visual poetic forms."}]}, {"heading": "Births", "year": "1926", "date": "August 1", "txt": "George Hauptfuhrer, American basketball player and lawyer (d. 2013)", "entities": [{"title": "George Hauptfuhrer", "href": "/wiki/George_Hauptfuhrer", "description": "George Jost Hauptfuhrer, Jr. was an American basketball player who, despite being taken third overall in the 1948 BAA Draft after a collegiate career at Louisville and Harvard, decided to pursue a career in law."}]}, {"heading": "Births", "year": "1926", "date": "August 1", "txt": "Hannah Hauxwell, English TV personality (d. 2018)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 1", "txt": "María Teresa López Boegeholz, Chilean oceanographer (d. 2006)", "entities": [{"title": "María Teresa López Boegeholz", "href": "/wiki/Mar%C3%ADa_Teresa_L%C3%B3pez_Boegeholz", "description": "María Teresa López Boegeholz was a Chilean oceanographer and academic. She was considered a pioneer in the field of marine sciences."}]}, {"heading": "Births", "year": "1927", "date": "August 1", "txt": "Anthony G. Bosco, American bishop (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 1", "txt": "Jack Shea, American director, producer, and screenwriter (d. 2013)", "entities": [{"title": "Jack Shea (director)", "href": "/wiki/Jack_Shea_(director)", "description": "Jack Shea was an American film and television director. He was the president of the Directors Guild of America from 1997 to 2002."}]}, {"heading": "Births", "year": "1929", "date": "August 1", "txt": "Hafizullah Amin, Afghan educator and politician, Afghan Minister of Foreign Affairs (d. 1979)", "entities": [{"title": "Hafizullah Amin", "href": "/wiki/Hafizullah_Amin", "description": "Hafizullah Amin was an Afghan communist politician during the Cold War. Born in Paghman and educated at Kabul University, he started his career as a teacher. After a few years in that occupation, he went to the United States to study. He would visit the United States a second time before moving permanently to Afghanistan and starting his career in radical politics. He ran as a candidate in the 196"}, {"title": "Ministry of Foreign Affairs (Afghanistan)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Afghanistan)", "description": "The Afghan Ministry of Foreign Affairs (MFA) is the ministry responsible for managing the foreign relations of Afghanistan."}]}, {"heading": "Births", "year": "1929", "date": "August 1", "txt": "Ann Calvello, American roller derby racer (d. 2006)", "entities": [{"title": "Roller derby", "href": "/wiki/Roller_derby", "description": "Roller derby is a roller skating contact sport played by two teams of fifteen members. Roller derby is played by approximately 1,250 amateur leagues worldwide, mostly in the United States."}]}, {"heading": "Births", "year": "1929", "date": "August 1", "txt": "Leila Abashidze, Georgian actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 1", "txt": "Lionel Bart, English composer (d. 1999)", "entities": [{"title": "Lionel Bart", "href": "/wiki/Lionel_Bart", "description": "Lionel Bart was a British writer and composer of pop music and musicals. He wrote Tommy Steele's \"Rock with the Caveman\" and was the sole creator of the musical Oliver! (1960). With Oliver! and his work alongside theatre director Joan Littlewood at Theatre Royal, Stratford East, he played an instrumental role in the 1960s birth of the British musical theatre scene after an era when American musica"}]}, {"heading": "Births", "year": "1930", "date": "August 1", "txt": "Pierre Bourdieu, French sociologist, anthropologist, and philosopher (d. 2002)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 1", "txt": "Julie Bovasso, American actress and writer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 1", "txt": "Lawrence Eagleburger, American lieutenant and politician, 62nd United States Secretary of State (d. 2011)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1930", "date": "August 1", "txt": "Károly Grósz, Hungarian politician, 51st Prime Minister of Hungary (d. 1996)", "entities": [{"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Births", "year": "1930", "date": "August 1", "txt": "Geoffrey Holder, Trinidadian-American actor, singer, dancer, and choreographer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 1", "txt": "Ramblin' Jack Elliott, American singer-songwriter and guitarist", "entities": [{"title": "Ramblin' Jack Elliott", "href": "/wiki/Ramblin%27_Jack_Elliott", "description": "Ramblin' Jack Elliott is an American folk singer."}]}, {"heading": "Births", "year": "1931", "date": "August 1", "txt": "Trevor Goddard, South African cricketer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 1", "txt": "Meir Kahane, American-Israeli rabbi and activist, founded the Jewish Defense League (d. 1990)", "entities": [{"title": "Meir Kahane", "href": "/wiki/Meir_Kahane", "description": "Rabbi Meir David HaKohen Kahane was an American-born Israeli ordained Orthodox rabbi, writer, and ultra-nationalist politician who served one term in Israel's Knesset. A cofounder of the Jewish Defense League and founder of the Israeli political party Kach, he espoused militant views and actions to combat anti-Semitism that led to a 1971 criminal conviction in the United States for conspiracy to m"}, {"title": "Jewish Defense League", "href": "/wiki/Jewish_Defense_League", "description": "The Jewish Defense League (JDL) is a Jewish religious-political organization in the United States, whose stated goal is to \"protect Jews from antisemitism by whatever means necessary\". It is classified as \"a right wing terrorist group\" by the FBI since 2001, and has been designated a hate group by the Southern Poverty Law Center. According to the FBI, the JDL has been involved in plotting and exec"}]}, {"heading": "Births", "year": "1932", "date": "August 1", "txt": "Meena Kumari, Indian actress (d. 1972)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 1", "txt": "Dom DeLuise, American actor, singer, director, and producer (d. 2009)", "entities": [{"title": "Dom DeLuise", "href": "/wiki/Dom_DeLuise", "description": "Dominick DeLuise was an American actor, director, producer, chef and author. Known primarily for his comedic performances, he rose to fame in the 1970s as a frequent guest on television variety shows. He is often identified for his work in the films of Mel Brooks and Gene Wilder, as well as a series of collaborations and appearances with Burt Reynolds. Beginning in the 1980s, his popularity expand"}]}, {"heading": "Births", "year": "1933", "date": "August 1", "txt": "Masaichi Kaneda, Japanese baseball player and manager (d. 2019)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 1", "txt": "Teri Shields, American actress, producer, and agent (d. 2012)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 1", "txt": "Dušan Třeštík, Czech historian and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 1", "txt": "John Beck, New Zealand cricketer (d. 2000)", "entities": [{"title": "John Beck (cricketer)", "href": "/wiki/John_Beck_(cricketer)", "description": "John Edward Francis Beck was a New Zealand cricketer who played in eight Tests from 1953 to 1956."}]}, {"heading": "Births", "year": "1934", "date": "August 1", "txt": "Derek Birdsall, English graphic designer", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 1", "txt": "Geoff Pullar, English cricketer (d. 2014)", "entities": [{"title": "Geoff Pullar", "href": "/wiki/Geoff_Pullar", "description": "Geoffrey Pullar was an English cricketer, who played for Lancashire and Gloucestershire and in 28 Tests for England."}]}, {"heading": "Births", "year": "1936", "date": "August 1", "txt": "W. D. Hamilton, Egyptian born British biologist, psychologist, and academic (d. 2000)", "entities": [{"title": "W. D. Hamilton", "href": "/wiki/W._D._Hamilton", "description": "William Donald Hamilton was a British evolutionary biologist, widely recognised as one of the most significant evolutionary theorists of the 20th century."}]}, {"heading": "Births", "year": "1936", "date": "August 1", "txt": "Yves Saint Laurent, Algerian-French fashion designer, co-founded Yves Saint Laurent (d. 2008)", "entities": [{"title": "Yves Saint Laurent (brand)", "href": "/wiki/Yves_Saint_Laurent_(brand)", "description": "Yves Saint Laurent SAS, also known as Saint Laurent, is a French luxury fashion house founded by Yves Saint Laurent and his partner, Pierre Bergé. The company revived its haute couture collection in 2015 under former Creative Director Hedi Slimane. In April 2016, Anthony Vaccarello was appointed as Creative Director."}]}, {"heading": "Births", "year": "1936", "date": "August 1", "txt": "Laurie Taylor, English sociologist, radio host, and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 1", "txt": "Al D'Amato, American lawyer and politician", "entities": [{"title": "Al D'Amato", "href": "/wiki/Al_D%27Amato", "description": "Alfonse Marcello D'Amato is an American lawyer and former New York politician. A Republican, he served as United States Senator from New York from 1981 to 1999. He subsequently founded a lobbying firm, Park Strategies."}]}, {"heading": "Births", "year": "1939", "date": "August 1", "txt": "Bob Frankford, English-Canadian physician and politician (d. 2015)", "entities": [{"title": "Bob Frankford", "href": "/wiki/Bob_Frankford", "description": "Robert Timothy Stansfield \"Bob\" Frankford was a politician in Ontario, Canada. He was a New Democratic member of the Legislative Assembly of Ontario from 1990 to 1995 who represented the Toronto riding of Scarborough East."}]}, {"heading": "Births", "year": "1939", "date": "August 1", "txt": "Terry Kiser, American actor", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 1", "txt": "Stephen Sykes, English bishop and theologian (d. 2014)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 1", "txt": "Robert James Waller, American author and photographer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 1", "txt": "Mervyn Kitchen, English cricketer and umpire", "entities": [{"title": "Mervyn Kitchen", "href": "/wiki/Mervyn_Kitchen", "description": "Mervyn John Kitchen, is a former English first-class cricketer and international umpire. In his playing days he was a left-handed batsman for Somerset County Cricket Club, making 15,230 runs in his 354 first-class games between 1960 and 1979. He topped the Somerset averages in 1966 and 1968. After retiring as a player, he went on to become a first-class cricket umpire and he umpired in 20 Test mat"}]}, {"heading": "Births", "year": "1940", "date": "August 1", "txt": "Henry Silverman, American businessman, founded Cendant", "entities": [{"title": "Cendant", "href": "/wiki/Cendant", "description": "Cendant Corporation was an American provider of business and consumer services, primarily within the real estate and travel industries. In 2005 and 2006, Cendant broke up and spun off or sold its constituent businesses. Although the company was based in New York City, the majority of Cendant's headquarters employees were located in Parsippany-Troy Hills, New Jersey."}]}, {"heading": "Births", "year": "1940", "date": "August 1", "txt": "Mahmoud Dowlatabadi, Iranian writer and actor", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 1", "txt": "Ron Brown, American captain and politician, 30th United States Secretary of Commerce (d. 1996)", "entities": [{"title": "Ron Brown", "href": "/wiki/Ron_Brown", "description": "Ronald Harmon Brown was an American politician. He served as the United States Secretary of Commerce during the first term of President Bill Clinton. Prior to this he was chairman of the Democratic National Committee (DNC). He was the first African American to hold these positions. He was killed, along with 34 others in a 1996 plane crash in Croatia."}, {"title": "United States Secretary of Commerce", "href": "/wiki/United_States_Secretary_of_Commerce", "description": "The United States secretary of commerce (SecCom) is the head of the United States Department of Commerce. The secretary serves as the principal advisor to the president of the United States on all matters relating to commerce. The secretary reports directly to the president and is a statutory member of Cabinet of the United States. The secretary is appointed by the president, with the advice and c"}]}, {"heading": "Births", "year": "1941", "date": "August 1", "txt": "Étienne Roda-Gil, French songwriter and screenwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 1", "txt": "Jerry Garcia, American singer-songwriter and guitarist (d. 1995)", "entities": [{"title": "Jerry Garcia", "href": "/wiki/Jerry_Garcia", "description": "Jerome John Garcia was an American singer-songwriter and guitarist, best known for being a principal songwriter, the lead guitarist and a vocalist with the rock band the Grateful Dead, of which he was a founding member and which came to prominence during the counterculture of the 1960s. Although he disavowed the role, Garcia was viewed by many as the leader or \"spokesman\" of the group."}]}, {"heading": "Births", "year": "1942", "date": "August 1", "txt": "Giancarlo Giannini, Italian actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 1", "txt": "Dmitry Nikolayevich Filippov, Russian banker and politician (d. 1998)", "entities": [{"title": "Dmitry Nikolayevich Filippov", "href": "/wiki/Dmitry_Nikolayevich_Filippov", "description": "Dmitry Filippov is a Russian-Soviet statesman, political and public figure, industrialist. Since 1974 a secretary of the Komsomol Central Committee, a member of the Council of Ministers USSR, chief of staff of the construction of Baikal-Amur Railway, chief of staff to develop the West Siberian oil and gas industry. Since 1978 a member of the Presidium of the AUCCTU, with 1986 to 1990 the secretary"}]}, {"heading": "Births", "year": "1945", "date": "August 1", "txt": "Douglas Osheroff, American physicist and academic, Nobel Prize laureate", "entities": [{"title": "Douglas Osheroff", "href": "/wiki/Douglas_Osheroff", "description": "Douglas Dean Osheroff is a physicist known for his work in experimental condensed matter physics, in particular for his co-discovery of superfluidity in Helium-3. For his contributions he shared the 1996 Nobel Prize in Physics along with David Lee and Robert C. Richardson. Osheroff is currently the J. G. Jackson and C. J. Wood Professor of Physics, Emeritus at Stanford University."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1945", "date": "August 1", "txt": "Laila Morse, English actress", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 1", "txt": "Boz Burrell, English singer-songwriter, bass player, and guitarist (d. 2006)", "entities": [{"title": "Boz Burrell", "href": "/wiki/Boz_Burrell", "description": "Raymond \"Boz\" Burrell was an English musician. Originally a vocalist and guitarist, Burrell is best known for his singing with King Crimson (1971-1972) and bass playing in Bad Company. He died of a heart attack in Spain on 21 September 2006, aged 60."}]}, {"heading": "Births", "year": "1946", "date": "August 1", "txt": "Rick Coonce, American drummer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 1", "txt": "Richard O. Covey, American colonel, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 1", "txt": "Fiona Stanley, Australian epidemiologist and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 1", "txt": "Lorna Goodison, Jamaican poet and author", "entities": [{"title": "Lorna Goodison", "href": "/wiki/Lorna_Goodison", "description": "Lorna Goodison CD is a Jamaican poet, a leading West Indian writer of the generation born after World War II, currently dividing her time between Jamaica and Ann Arbor, Michigan, where she is Professor Emerita, English Language and Literature/Afroamerican and African Studies at the University of Michigan. She was appointed Poet Laureate of Jamaica in 2017, succeeding Mervyn Morris. In 2019 she was"}]}, {"heading": "Births", "year": "1947", "date": "August 1", "txt": "Chantal Montellier, French comics creator and artist", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 1", "txt": "Avi Arad, Israeli-American screenwriter and producer, founded Marvel Studios", "entities": [{"title": "Avi Arad", "href": "/wiki/Avi_Arad", "description": "Avi Arad is an Israeli-American businessman and film producer who became the CEO of the company Toy Biz in the 1990s and soon afterward became the chief creative officer of Marvel Entertainment, a Marvel director and the chairman, CEO and founder of Marvel Studios. Since then, Arad has produced a wide array of live-action, animated, and television comic book adaptations including Spider-Man: Into "}, {"title": "Marvel Studios", "href": "/wiki/Marvel_Studios", "description": "Marvel Studios, LLC is an American film and television studio that is a subsidiary of Walt Disney Studios, a division of The Walt Disney Company. Marvel Studios is known for the production of the Marvel Cinematic Universe films, based on characters that appear in Marvel Comics publications."}]}, {"heading": "Births", "year": "1948", "date": "August 1", "txt": "Cliff Branch, American football player", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 1", "txt": "David Gemmell, English journalist and author (d. 2006)", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 1", "txt": "Kurmanbek Bakiyev, Kyrgyzstani politician, 2nd President of Kyrgyzstan", "entities": [{"title": "Kurmanbek Bakiyev", "href": "/wiki/Kurmanbek_Bakiyev", "description": "Kurmanbek Saliyevich Bakiyev is a politician who served as the second President of Kyrgyzstan, from 2005 to 2010. Large opposition protests in April 2010 led to the takeover of government offices, forcing Bakiyev to flee the country."}, {"title": "President of Kyrgyzstan", "href": "/wiki/President_of_Kyrgyzstan", "description": "The president of Kyrgyzstan is the head of state and the highest official of the Kyrgyz Republic. The president, according to the constitution, \"is the symbol of the unity of people and state power, and is the guarantor of the Constitution of the Kyrgyz Republic, and of an individual and citizen.\" The president is directly elected for no more than one six-year term by the Kyrgyz electorate. The of"}]}, {"heading": "Births", "year": "1949", "date": "August 1", "txt": "Jim Carroll, American poet, author, and musician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 1", "txt": "Ray Nettles, American football player (d. 2009)", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 1", "txt": "Roy Williams, American basketball player and coach", "entities": [{"title": "Roy Williams (coach)", "href": "/wiki/Roy_Williams_(coach)", "description": "Roy Allen Williams is an American retired college basketball coach who served as the men's head coach for the North Carolina Tar Heels for 18 seasons and the Kansas Jayhawks for 15 seasons. He was inducted into the College Basketball Hall of Fame in 2006 and the Basketball Hall of Fame in 2007."}]}, {"heading": "Births", "year": "1951", "date": "August 1", "txt": "Tim Bachman, Canadian singer-songwriter and guitarist", "entities": [{"title": "Tim Bachman", "href": "/wiki/Tim_Bachman", "description": "Timothy Gregg Bachman is a Canadian guitarist and vocalist best known for his work with rock bands Brave Belt and Bachman–Turner Overdrive (BTO). Bachman was one of the four founding members of BTO, a group that have sold nearly 30 million albums worldwide and also featured his brothers Randy (guitar/vocals) and Robbie (drums), as well as Fred Turner (bass/vocals)."}]}, {"heading": "Births", "year": "1951", "date": "August 1", "txt": "Tommy Bolin, American singer-songwriter and guitarist (d. 1976)", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 1", "txt": "Pete Mackanin, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 1", "txt": "Zoran Đinđić, Serbian philosopher and politician, 6th Prime Minister of Serbia (d. 2003)", "entities": [{"title": "Zoran Đinđić", "href": "/wiki/Zoran_%C4%90in%C4%91i%C4%87", "description": "Zoran Đinđić was a Serbian politician who served as the prime minister of Serbia from 2001 until his assassination in 2003. He was the mayor of Belgrade in 1997, and long-time opposition politician and a doctor in philosophy."}, {"title": "Prime Minister of Serbia", "href": "/wiki/Prime_Minister_of_Serbia", "description": "The Prime Minister of Serbia, officially the President of the Government of the Republic of Serbia, is the head of the executive of the government of Serbia. The prime minister directs the work of the Government, and to submit to the National Assembly the Government's Program, including a list of proposed ministers. The resignation of the Prime Minister results in the dismissal of the Government."}]}, {"heading": "Births", "year": "1953", "date": "August 1", "txt": "Robert Cray, American blues singer-songwriter and guitarist", "entities": [{"title": "Robert Cray", "href": "/wiki/Robert_Cray", "description": "Robert William Cray is an American blues guitarist and singer. He has led his own band and won five Grammy Awards."}]}, {"heading": "Births", "year": "1953", "date": "August 1", "txt": "Howard Kurtz, American journalist and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 1", "txt": "Trevor Berbick, Jamaican-Canadian boxer (d. 2006)", "entities": [{"title": "Trevor Berbick", "href": "/wiki/Trevor_Berbick", "description": "Trevor Berbick was a Jamaican professional boxer who competed from 1976 to 2000. He won the WBC heavyweight title in 1986 by defeating Pinklon Thomas, then lost it in his first defense in the same year to Mike Tyson. Berbick was also the last boxer to fight Muhammad Ali, defeating him in 1981."}]}, {"heading": "Births", "year": "1954", "date": "August 1", "txt": "James Gleick, American journalist and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 1", "txt": "Benno Möhlmann, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 1", "txt": "Anne-Marie Hutchinson, British lawyer (d. 2020)", "entities": [{"title": "Anne-Marie Hutchinson", "href": "/wiki/Anne-Marie_Hutchinson", "description": "Anne-Marie Hutchinson OBE QC was a British lawyer. She was best known for her work concerning forced marriage and international child abduction."}]}, {"heading": "Births", "year": "1957", "date": "August 1", "txt": "Taylor Negron, American actor and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 1", "txt": "Rob Buck, American guitarist and songwriter (d. 2000)", "entities": [{"title": "Rob Buck", "href": "/wiki/Rob_Buck", "description": "Robert Norman \"Rob\" Buck was a founding member and guitarist of the American alternative rock band 10,000 Maniacs from 1981 until his death from liver disease in 2000. Some of his compositions with Natalie Merchant are among the most popular songs recorded by 10,000 Maniacs, including \"What's the Matter Here\", \"Hey Jack Kerouac\", \"You Happy Puppet\" and \"These Are Days\"."}]}, {"heading": "Births", "year": "1958", "date": "August 1", "txt": "Michael Penn, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 1", "txt": "Kiki Vandeweghe, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 1", "txt": "Joe Elliott, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Joe Elliott", "href": "/wiki/Joe_Elliott", "description": "Joseph Thomas Elliott Jr. is an English singer-songwriter, musician, record producer and radio presenter, best known as the lead singer and one of the founding members of the English hard rock band Def Leppard. He has also been the lead singer of the David Bowie tribute band the Cybernauts and the Mott the Hoople cover band Down 'n' Outz. He is one of the two original members of Def Leppard still "}]}, {"heading": "Births", "year": "1960", "date": "August 1", "txt": "Chuck D, American rapper and songwriter", "entities": [{"title": "Chuck D", "href": "/wiki/Chuck_D", "description": "Carlton Douglas Ridenhour, known professionally as Chuck D, is an American rapper, author, and producer. As the leader of the rap group Public Enemy, which he co-founded in 1985 with Flavor Flav, Chuck D helped create politically and socially conscious hip hop music in the mid-1980s. The Source ranked him at No. 12 on their list of the Top 50 Hip-Hop Lyricists of All Time."}]}, {"heading": "Births", "year": "1960", "date": "August 1", "txt": "Suzi Gardner, American rock singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 1", "txt": "Jacob Matlala, South African boxer (d. 2013)", "entities": [{"title": "Jacob Matlala", "href": "/wiki/Jacob_Matlala", "description": "Jacob \"Baby Jake\" Matlala was a South African boxer and junior flyweight champion from Meadowlands, Johannesburg. In 2004, Matlala was voted #72 in the \"100 Greatest South Africans\" poll organized by SABC."}]}, {"heading": "Births", "year": "1963", "date": "August 1", "txt": "Demián Bichir, Mexican-American actor and producer", "entities": [{"title": "Demián Bichir", "href": "/wiki/Demi%C3%A1n_Bichir", "description": "Demián Bichir Nájera is a Mexican actor and one of the members of the Bichir family of actors. After starring in telenovelas, he appeared in Hollywood films. He was nominated for the Academy Award for Best Actor for his performance in A Better Life."}]}, {"heading": "Births", "year": "1963", "date": "August 1", "txt": "Coolio, American rapper, producer, and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 1", "txt": "John Carroll Lynch, American actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 1", "txt": "Koichi Wakata, Japanese astronaut and engineer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 1", "txt": "Dean Wareham, New Zealand singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 1", "txt": "Adam Duritz, American singer-songwriter and producer", "entities": [{"title": "Adam Duritz", "href": "/wiki/Adam_Duritz", "description": "Adam Fredric Duritz is a United States musician, songwriter, record producer, and film producer. He is known as the frontman for the rock band Counting Crows, of which he is a founding member and principal composer. Since its founding in 1991, Counting Crows has sold over 20 million records, released four albums that have been certified gold or platinum, and been nominated for two Grammy Awards an"}]}, {"heading": "Births", "year": "1964", "date": "August 1", "txt": "Fiona Hyslop, Scottish businesswoman and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 1", "txt": "Augusta Read Thomas, American composer, conductor and educator", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 1", "txt": "Brandt Jobe, American golfer", "entities": [{"title": "Brandt Jobe", "href": "/wiki/Brandt_Jobe", "description": "Brandt William Jobe is an American professional golfer, who currently plays on the PGA Champions Tour. He has also played on the PGA Tour, Nationwide Tour and the Japan Golf Tour."}]}, {"heading": "Births", "year": "1965", "date": "August 1", "txt": "Sam Mendes, English director and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 1", "txt": "James St. James, American club promoter and author", "entities": [{"title": "James St. James", "href": "/wiki/James_St._James", "description": "James St. James is a television personality, author, celebutante, frequent collaborator with Mathu Andersen, and former \"Club Kid\", a member of the New York City club scene in the late 1980s and early 1990s."}]}, {"heading": "Births", "year": "1967", "date": "August 1", "txt": "Gregg Jefferies, American baseball player and coach", "entities": [{"title": "Gregg Jefferies", "href": "/wiki/Gregg_Jefferies", "description": "Gregory Scott Jefferies is a retired infielder/outfielder in Major League Baseball who had a 14-year career from 1987 to 2000. He was a highly touted prospect who became the first two-time winner of the Baseball America Minor League Player of the Year Award. On August 25, 1995 in a game vs the Dodgers at Veterans Stadium Gregg Jefferies became the first Phillie to hit for the cycle since Johnny Ca"}]}, {"heading": "Births", "year": "1967", "date": "August 1", "txt": "José Padilha, Brazilian director, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 1", "txt": "Stacey Augmon, American basketball player and coach", "entities": [{"title": "Stacey Augmon", "href": "/wiki/Stacey_Augmon", "description": "Stacey Orlando Augmon is an American basketball coach and former player. He serves as the player development coach of the Sacramento Kings. He played professionally in the National Basketball Association (NBA). He gained the nickname \"Plastic Man\" due to his athletic ability to \"stretch\". He was also an assistant coach at his alma mater UNLV under coach Dave Rice. He was previously the head coach "}]}, {"heading": "Births", "year": "1968", "date": "August 1", "txt": "Dan Donegan, American heavy metal guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 1", "txt": "Shigetoshi Hasegawa, Japanese baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 1", "txt": "Andrei Borissov, Estonian footballer and manager", "entities": [{"title": "Andrei Borissov", "href": "/wiki/Andrei_Borissov", "description": "Andrei Borissov is an Estonian football coach and former professional footballer. He played the position of midfielder and is 1.77 m tall and weighs 76 kg. Borissov is the former member of the Estonia national football team, with 14 caps to his name."}]}, {"heading": "Births", "year": "1969", "date": "August 1", "txt": "Kevin Jarvis, American baseball player and scout", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 1", "txt": "Graham Thorpe, English cricketer and journalist", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 1", "txt": "Quentin Coryatt, American football player", "entities": [{"title": "Quentin Coryatt", "href": "/wiki/Quentin_Coryatt", "description": "Quentin John Coryatt is a former American football linebacker in the National Football League for the Indianapolis Colts and Dallas Cowboys. He played college football at Texas A&M University. He is distinguished as being the first Crucian to play in the National Football League."}]}, {"heading": "Births", "year": "1970", "date": "August 1", "txt": "David James, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 1", "txt": "Eugenie van Leeuwen, Dutch cricketer", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 1", "txt": "Nicke Andersson, Swedish singer-songwriter and guitarist", "entities": [{"title": "Nicke Andersson", "href": "/wiki/Nicke_Andersson", "description": "Nicke Andersson, is a Swedish singer, guitarist, drummer, songwriter and composer most known for his work as the singer and guitarist of the successful Grammis award-winning rock band The Hellacopters and drummer for Swedish death metal band Entombed. He has also done work as a producer as well as artwork for most of the bands he has been involved with. Besides his work with the Hellacopters, Ande"}]}, {"heading": "Births", "year": "1972", "date": "August 1", "txt": "Christer Basma, Norwegian footballer and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 1", "txt": "Todd Bouman, American football player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 1", "txt": "Thomas Woods, American historian, economist, and academic", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 1", "txt": "Gregg Berhalter, American soccer player and coach", "entities": [{"title": "Gregg Berhalter", "href": "/wiki/Gregg_Berhalter", "description": "Gregg Berhalter is an American soccer coach and former player. He is currently the head coach of the United States men's national soccer team. Berhalter previously coached Columbus Crew SC in Major League Soccer, Hammarby IF in Sweden, and served as an assistant coach for LA Galaxy."}]}, {"heading": "Births", "year": "1973", "date": "August 1", "txt": "Veerle Dejaeghere, Belgian runner", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 1", "txt": "Edurne Pasaban, Spanish mountaineer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 1", "txt": "Cher Calvin, American journalist", "entities": [{"title": "Cher Calvin", "href": "/wiki/Cher_Calvin", "description": "Cher Calvin is a news presenter for KTLA television in Los Angeles."}]}, {"heading": "Births", "year": "1974", "date": "August 1", "txt": "Marek Galiński, Polish cyclist (d. 2014)", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 1", "txt": "Tyron Henderson, South African cricketer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 1", "txt": "Dennis Lawrence, Trinidadian footballer and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 1", "txt": "Beckie Scott, Canadian skier", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 1", "txt": "Vhrsti, Czech author and illustrator", "entities": [{"title": "Vhrsti", "href": "/wiki/Vhrsti", "description": "Vhrsti is a Czech illustrator, writer, children's book author, comics artist and scenarist, member of the unofficial new wave of Czech and Slovak comics Generation Zero and the Czech Cartoonists' Union. He lives in Pilsen in the Czech Republic."}]}, {"heading": "Births", "year": "1976", "date": "August 1", "txt": "Don Hertzfeldt, American animator, producer, screenwriter, and voice actor", "entities": [{"title": "Don Hertzfeldt", "href": "/wiki/Don_Hertzfeldt", "description": "Don Hertzfeldt is an American animator, writer, and independent filmmaker. He is a two-time Academy Award nominee who is best known for the animated films It's Such a Beautiful Day, the World of Tomorrow series, and Rejected. In 2014, his work appeared on The Simpsons. Eight of his short films have competed at the Sundance Film Festival, a festival record. He is also the only filmmaker to have won"}]}, {"heading": "Births", "year": "1976", "date": "August 1", "txt": "Søren Jochumsen, Danish footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 1", "txt": "Nwankwo Kanu, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 1", "txt": "David Nemirovsky, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 1", "txt": "Hasan Şaş, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 1", "txt": "Cristian Stoica, Romanian-Italian rugby player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 1", "txt": "Marc Denis, Canadian ice hockey player and sportscaster", "entities": [{"title": "Marc Denis", "href": "/wiki/Marc_Denis", "description": "Joseph Marc Denis is a Canadian former professional ice hockey goaltender, who last played with the Montreal Canadiens of the National Hockey League (NHL). For the 2009–10 season, he was hired as the goaltenders' coach of the Chicoutimi Saguenéens, a Quebec Major Junior Hockey League (QMJHL) team. He is currently working as a colour analyst for the Francophone Canadian sports station, RDS."}]}, {"heading": "Births", "year": "1977", "date": "August 1", "txt": "Haspop, French-Moroccan dancer, choreographer, and actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 1", "txt": "Darnerien McCants, American-Canadian football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 1", "txt": "Damien Saez, French singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 1", "txt": "Yoshi Tatsu, Japanese wrestler and boxer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 1", "txt": "Andy Blignaut, Zimbabwean cricketer", "entities": [{"title": "Andy Blignaut", "href": "/wiki/Andy_Blignaut", "description": "Arnoldus Mauritius Blignaut is a former Zimbabwean cricketer, who played all formats of the game. He was a right-arm fast-medium bowler, also known as a hard-hitting batsman in ODIs, where he frequently scored a fast rate; though he was seldom able to sustain this form and keeping his wicket intact through many overs. He more often played ODIs, where many runs in a short time are desired, than Tes"}]}, {"heading": "Births", "year": "1978", "date": "August 1", "txt": "Björn Ferry, Swedish biathlete", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 1", "txt": "Dhani Harrison, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 1", "txt": "Chris Iwelumo, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 1", "txt": "Edgerrin James, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 1", "txt": "Junior Agogo, Ghanaian footballer", "entities": [{"title": "Junior Agogo", "href": "/wiki/Junior_Agogo", "description": "Manuel \"Junior\" Agogo was a Ghanaian professional footballer who played as a striker. He was born in Ghana but spent most of his childhood in the UK. He then moved back to Ghana during his years in secondary school. He began his youth career at Sheffield Wednesday in 1995, moving up to the senior squad in 1997. He played for fifteen different clubs over the next fifteen years, before retiring from"}]}, {"heading": "Births", "year": "1979", "date": "August 1", "txt": "Nathan Fien, Australian-New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 1", "txt": "Jason Momoa, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 1", "txt": "Mancini, Brazilian footballer", "entities": [{"title": "Mancini (Brazilian footballer)", "href": "/wiki/Mancini_(Brazilian_footballer)", "description": "Alessandro Faiolhe Amantino, more commonly known as Mancini, is a Brazilian former professional footballer, who played as a winger and was most recently manager of Foggia."}]}, {"heading": "Births", "year": "1980", "date": "August 1", "txt": "Romain Barras, French decathlete", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 1", "txt": "Esteban Paredes, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 1", "txt": "Dean Cox, Australian footballer", "entities": [{"title": "Dean Cox", "href": "/wiki/Dean_Cox", "description": "Dean Michael Cox is a former Australian rules footballer and current assistant coach of the Sydney Swans who played for the West Coast Eagles in the Australian Football League (AFL). Originally from Dampier, Western Australia, he debuted with East Perth in the West Australian Football League (WAFL) in 2000. After winning the Simpson Medal as the best player in the grand final in his first season, "}]}, {"heading": "Births", "year": "1981", "date": "August 1", "txt": "Pia Haraldsen, Norwegian journalist and author", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 1", "txt": "Christofer Heimeroth, German footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 1", "txt": "Stephen Hunt, Irish footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 1", "txt": "Jamie Jones-Buchanan, English rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 1", "txt": "Basem Fathi, Jordanian footballer", "entities": [{"title": "Basem Fathi", "href": "/wiki/Basem_Fathi", "description": "Basem Fat'hi Omar Othman is a Jordanian footballer of Palestinian origin who plays for Shabab Al-Aqaba."}]}, {"heading": "Births", "year": "1982", "date": "August 1", "txt": "Montserrat Lombard, English actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 1", "txt": "Bobby Carpenter, American football player", "entities": [{"title": "Bobby Carpenter (American football)", "href": "/wiki/Bobby_Carpenter_(American_football)", "description": "Robert Joseph Carpenter, III is a former American football linebacker in the National Football League for the Dallas Cowboys, Miami Dolphins, Detroit Lions and New England Patriots. He was drafted by the Dallas Cowboys in the first round of the 2006 NFL Draft. He played college football at Ohio State."}]}, {"heading": "Births", "year": "1983", "date": "August 1", "txt": "Craig Clarke, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 1", "txt": "Julien Faubert, French footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 1", "txt": "David Gervasi, Swiss decathlete", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 1", "txt": "Steve Feak, American game designer", "entities": [{"title": "Steve Feak", "href": "/wiki/Steve_Feak", "description": "Multiplayer online battle arena (MOBA) is a subgenre of strategy video games in which two teams of players compete against each other on a predefined battlefield. Each player controls a single character with a set of unique abilities that improve over the course of a game and which contribute to the team's overall strategy. The ultimate objective is for each team to destroy their opponents' main s"}]}, {"heading": "Births", "year": "1984", "date": "August 1", "txt": "Francesco Gavazzi, Italian cyclist", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 1", "txt": "Brandon Kintzler, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 1", "txt": "Bastian Schweinsteiger, German footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 1", "txt": "Stuart Holden, Scottish-American soccer player", "entities": [{"title": "Stuart Holden", "href": "/wiki/Stuart_Holden", "description": "Stuart Alistair Holden is an American retired professional soccer player who played as a midfielder, and is currently a lead TV game analyst for Fox Sports. Holden is part of the ownership group for Spanish La Liga soccer club, RCD Mallorca."}]}, {"heading": "Births", "year": "1985", "date": "August 1", "txt": "Adam Jones, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 1", "txt": "Cole Kimball, American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 1", "txt": "Tendai Mtawarira, South African rugby player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 1", "txt": "Kris Stadsgaard, Danish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 1", "txt": "Dušan Švento, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 1", "txt": "Damien Allen, English footballer", "entities": [{"title": "Damien Allen", "href": "/wiki/Damien_Allen", "description": "Damien Samuel Allen is a former English footballer who is currently academy manager at Stockport County"}]}, {"heading": "Births", "year": "1986", "date": "August 1", "txt": "Anton Strålman, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 1", "txt": "Andrew Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 1", "txt": "Elena Vesnina, Russian tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 1", "txt": "Mike Wallace, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 1", "txt": "Iago Aspas, Spanish footballer", "entities": [{"title": "Iago Aspas", "href": "/wiki/Iago_Aspas", "description": "Iago Aspas Juncal is a Spanish professional footballer who plays as a striker for Celta Vigo and the Spain national team."}]}, {"heading": "Births", "year": "1987", "date": "August 1", "txt": "Karen Carney, English women's football winger", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 1", "txt": "Sébastien Pocognoli, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 1", "txt": "Lee Wallace, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 1", "txt": "Taapsee Pannu, Indian actress.", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 1", "txt": "Mustafa Abdellaoue, Norwegian footballer", "entities": [{"title": "Mustafa Abdellaoue", "href": "/wiki/Mustafa_Abdellaoue", "description": "Mustafa \"Mos\" Abdellaoue is a Norwegian football forward who plays for Eliteserien side Sarpsborg 08."}]}, {"heading": "Births", "year": "1988", "date": "August 1", "txt": "Nemanja Matić, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 1", "txt": "Patryk Małecki, Polish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 1", "txt": "Bodene Thompson, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 1", "txt": "Madison Bumgarner, American baseball player", "entities": [{"title": "Madison Bumgarner", "href": "/wiki/Madison_Bumgarner", "description": "Madison Kyle Bumgarner, commonly known by his nickname, \"MadBum\", is an American professional baseball pitcher for the Arizona Diamondbacks of Major League Baseball (MLB). Previously, he pitched for the San Francisco Giants (2009–19). Bumgarner has won three World Series championships and two Silver Slugger Awards. He has also been selected to four National League (NL) All-Star teams and has the m"}]}, {"heading": "Births", "year": "1989", "date": "August 1", "txt": "Tiffany Hwang, Korean American singer, songwriter, and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 1", "txt": "Aledmys Díaz, Cuban baseball player", "entities": [{"title": "Aledmys Díaz", "href": "/wiki/Aledmys_D%C3%ADaz", "description": "Aledmys Díaz Serrano is a Cuban professional baseball shortstop for the Houston Astros of Major League Baseball (MLB). He played for the Naranjas de Villa Clara in the Cuban National Series from 2007 through 2012, before defecting to the United States. Díaz signed with the St. Louis Cardinals in 2014, and made his MLB debut with them in 2016. He has also played for the Toronto Blue Jays."}]}, {"heading": "Births", "year": "1990", "date": "August 1", "txt": "Jean Hugues Gregoire, Mauritian swimmer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 1", "txt": "Elton Jantjies, South African rugby player", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 1", "txt": "Piotr Malarczyk, Polish footballer", "entities": [{"title": "Piotr Malarczyk", "href": "/wiki/Piotr_Malarczyk", "description": "Piotr Kamil Malarczyk is a Polish professional footballer who plays as a centre back for Piast Gliwice."}]}, {"heading": "Births", "year": "1991", "date": "August 1", "txt": "Marco Puntoriere, Italian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 1", "txt": "Austin Rivers, American basketball player", "entities": [{"title": "Austin Rivers", "href": "/wiki/Austin_Rivers", "description": "Austin James Rivers is an American professional basketball player for the Denver Nuggets of the National Basketball Association (NBA). Rivers led Winter Park High School to back-to-back Florida 6A state championships in 2010 and 2011. He also played in the 2011 Nike Hoop Summit for the Team USA, and was a McDonald's All-American."}]}, {"heading": "Births", "year": "1992", "date": "August 1", "txt": "Mrunal Thakur, Indian actress", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 1", "txt": "Álex Abrines, Spanish basketball player", "entities": [{"title": "Álex Abrines", "href": "/wiki/%C3%81lex_Abrines", "description": "Alejandro \"Álex\" Abrines Redondo is a Spanish professional basketball player for FC Barcelona of the Liga ACB and the EuroLeague. Standing at 6 ft 6 in, he plays the shooting guard and small forward positions."}]}, {"heading": "Births", "year": "1993", "date": "August 1", "txt": "Leon Thomas III, American actor and singer", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 1", "txt": "Sergeal Petersen, South African rugby player", "entities": [{"title": "Sergeal Petersen", "href": "/wiki/Sergeal_Petersen", "description": "Sergeal Phillipe Petersen is a South African rugby union player for the Stormers in Super Rugby and Western Province in the Currie Cup. His regular position is winger."}]}, {"heading": "Births", "year": "1994", "date": "August 1", "txt": "Ayaka Wada, Japanese singer", "entities": []}, {"heading": "Births", "year": "1995", "date": "August 1", "txt": "Madison Cawthorn, American politician ", "entities": [{"title": "Madison Cawthorn", "href": "/wiki/Madison_Cawthorn", "description": "David Madison Cawthorn is an American politician serving as the U.S. representative for North Carolina's 11th congressional district. A member of the Republican Party, Cawthorn was elected to Congress in 2020. He is the youngest member of Congress since Jed Johnson Jr. and the first born in the 1990s."}]}, {"heading": "Births", "year": "1996", "date": "August 1", "txt": "Katie Boulter, English tennis player", "entities": [{"title": "Katie Boulter", "href": "/wiki/Katie_Boulter", "description": "Katie Boulter is a British tennis player."}]}, {"heading": "Births", "year": "2001", "date": "August 1", "txt": "Park Si-eun, South Korean actress", "entities": [{"title": "Park Si-eun (actress, born 2001)", "href": "/wiki/Park_Si-eun_(actress,_born_2001)", "description": "Park Si-eun is a South Korean singer and actress. She won the award for Best Young Actress at the 2018 SBS Drama Awards for her role as young Woo Seo-ri in Still 17. She was an actor trainee in JYP Entertainment, but left the company in 2019 after JYP Actors became defunct. After signing with High Up Entertainment in December 2019, she debuted as a member of the girl group StayC in November 2020."}]}, {"heading": "Deaths", "year": "30 BC", "date": "August 1", "txt": "Mark Antony, Roman general and politician (b. 83 BC)", "entities": [{"title": "Mark Antony", "href": "/wiki/Mark_Antony", "description": "Marcus Antonius, commonly known in English as Mark Antony or Anthony, was a Roman politician and general who played a critical role in the transformation of the Roman Republic from a constitutional republic into the autocratic Roman Empire."}]}, {"heading": "Deaths", "year": "371", "date": "August 1", "txt": "Eusebius of Vercelli, Italian bishop and saint (b. 283)", "entities": [{"title": "Eusebius of Vercelli", "href": "/wiki/Eusebius_of_Vercelli", "description": "Eusebius of Vercelli was a bishop from Sardinia and is counted a saint. Along with Athanasius, he affirmed the divinity of Jesus against Arianism."}]}, {"heading": "Deaths", "year": "527", "date": "August 1", "txt": "Justin I, Byzantine emperor (b. 450)", "entities": [{"title": "Justin I", "href": "/wiki/Justin_I", "description": "Justin I was the Byzantine emperor from 518 to 527. He rose through the ranks of the army to become commander of the imperial guard, and when Emperor Anastasius died he out-maneouvered his rivals and was elected as his successor, in spite of being almost 70 years old. His reign is significant for the founding of the Justinian dynasty that included his eminent nephew Justinian I and three succeedin"}]}, {"heading": "Deaths", "year": "873", "date": "August 1", "txt": "Thachulf, duke of Thuringia", "entities": [{"title": "Thachulf, Duke of Thuringia", "href": "/wiki/Thachulf,_Duke_of_Thuringia", "description": "Thacholf, Thachulf, Thaculf, or Thakulf was the Duke of Thuringia from 849 until his death. He held the titles of comes (count) and dux (duke) and he ruled over a marca (march). He may have been the son of Hadulf, son of Thankulf."}, {"title": "Thuringia", "href": "/wiki/Thuringia", "description": "Thuringia, officially the Free State of Thuringia, is a state of Germany. Located in central Germany, it covers 16,171 square kilometres (6,244 sq mi), being the sixth smallest of the sixteen German States. It has a population of about 2.15 million inhabitants."}]}, {"heading": "Deaths", "year": "946", "date": "August 1", "txt": "Ali ibn Isa al-Jarrah, Abbasid vizier (b. 859)", "entities": [{"title": "Ali ibn Isa al-Jarrah", "href": "/wiki/Ali_ibn_Isa_al-Jarrah", "description": "ʿAlī ibn ʿĪsā ibn Dā'ūd ibn al-Jarrāḥ, was a Persian official of the Abbasid Caliphate."}]}, {"heading": "Deaths", "year": "946", "date": "August 1", "txt": "Lady Xu Xinyue, Chinese queen (b. 902)", "entities": []}, {"heading": "Deaths", "year": "953", "date": "August 1", "txt": "Yingtian, Chinese Khitan empress (b. 879)", "entities": [{"title": "Empress Shulü Ping", "href": "/wiki/Empress_Shul%C3%BC_Ping", "description": "Shulü Ping, nickname Yueliduo (月里朵), formally Empress Yingtian or Empress of Earth (地皇后) during the reign of her husband Emperor Taizu of Liao, posthumous name initially Zhenlie then Chunqin Huanghou was an empress of the Khitan- led Liao dynasty of China. After Emperor Taizu's death in 926, she served as empress dowager to her own death in 953. She was directly involved in two imperial succession"}]}, {"heading": "Deaths", "year": "984", "date": "August 1", "txt": "Æthelwold, bishop of Winchester", "entities": [{"title": "Æthelwold of Winchester", "href": "/wiki/%C3%86thelwold_of_Winchester", "description": "Æthelwold of Winchester was Bishop of Winchester from 963 to 984 and one of the leaders of the tenth-century monastic reform movement in Anglo-Saxon England."}, {"title": "Diocese of Winchester", "href": "/wiki/Diocese_of_Winchester", "description": "The Diocese of Winchester forms part of the Province of Canterbury of the Church of England. Founded in 676, it is one of the older dioceses in England. It once covered Wessex, many times its present size which is today most of the historic enlarged version of Hampshire and the Channel Islands."}]}, {"heading": "Deaths", "year": "1098", "date": "August 1", "txt": "Adhemar of Le Puy, French papal legate", "entities": [{"title": "Adhemar of Le Puy", "href": "/wiki/Adhemar_of_Le_Puy", "description": "Adhemar de Monteil was one of the principal figures of the First Crusade and was bishop of Puy-en-Velay from before 1087. He was the chosen representative of Pope Urban II for the expedition to the Holy Land. Remembered for his martial prowess, he led knights and men into battle and fought beside them, particularly at the Battle of Dorylaeum and Siege of Antioch. Adhemar is said to have carried th"}]}, {"heading": "Deaths", "year": "1137", "date": "August 1", "txt": "Louis VI, king of France (b. 1081)", "entities": [{"title": "Louis VI of France", "href": "/wiki/Louis_VI_of_France", "description": "Louis VI, called the Fat or the Fighter, was King of the Franks from 1108 to 1137."}]}, {"heading": "Deaths", "year": "1146", "date": "August 1", "txt": "Vsevolod II of Kiev, Russian prince", "entities": [{"title": "Vsevolod II of Kiev", "href": "/wiki/Vsevolod_II_of_Kiev", "description": "Vsevolod II Olgovich was the Prince (Knyaz) of Chernigov (1127–1139) and Grand Prince of Kiev], son of Oleg Svyatoslavich, Prince of Chernigov."}]}, {"heading": "Deaths", "year": "1227", "date": "August 1", "txt": "Shimazu Tadahisa, Japanese warlord (b. 1179)", "entities": [{"title": "Shimazu Tadahisa", "href": "/wiki/Shimazu_Tadahisa", "description": "Shimazu Tadahisa  was the founder of the Shimazu samurai clan."}]}, {"heading": "Deaths", "year": "1252", "date": "August 1", "txt": "Giovanni da Pian del Carpine, Italian archbishop and explorer (b. 1180)", "entities": [{"title": "Giovanni da Pian del Carpine", "href": "/wiki/Giovanni_da_Pian_del_Carpine", "description": "Giovanni da Pian del Carpine, variously rendered in English as John of Pian de Carpine, John of Plano Carpini or Joannes de Plano, was a medieval Italian diplomat, archbishop and explorer and one of the first Europeans to enter the court of the Great Khan of the Mongol Empire. He is the author of the earliest important Western account of northern and central Asia, Rus, and other regions of the Mon"}]}, {"heading": "Deaths", "year": "1299", "date": "August 1", "txt": "Conrad de Lichtenberg, Bishop of Strasbourg (b. 1240)", "entities": [{"title": "Conrad de Lichtenberg", "href": "/wiki/Conrad_de_Lichtenberg", "description": "Conrad of Lichtenberg was a bishop of Strasbourg in the 13th century."}]}, {"heading": "Deaths", "year": "1402", "date": "August 1", "txt": "Edmund of Langley, 1st Duke of York, English politician, Lord Warden of the Cinque Ports (b. 1341)", "entities": [{"title": "Edmund of Langley, 1st Duke of York", "href": "/wiki/Edmund_of_Langley,_1st_Duke_of_York", "description": "Edmund of Langley, 1st Duke of York, KG was the fourth surviving son of King Edward III of England and Philippa of Hainault. Like many medieval English princes, Edmund gained his nickname from his birthplace: Kings Langley Palace in Hertfordshire. He was the founder of the House of York, but it was through the marriage of his younger son, Richard of Conisburgh, 3rd Earl of Cambridge, to Anne de Mo"}, {"title": "Lord Warden of the Cinque Ports", "href": "/wiki/Lord_Warden_of_the_Cinque_Ports", "description": "The Lord Warden of the Cinque Ports is a ceremonial official in the United Kingdom. The post dates from at least the 12th century, when the title was Keeper of the Coast, but may be older. The Lord Warden was originally in charge of the Cinque Ports, a group of five port towns on the southeast coast of England that was formed to collectively supply ships for The Crown in the absence at the time of"}]}, {"heading": "Deaths", "year": "1457", "date": "August 1", "txt": "Lorenzo Valla, Italian author and educator (b. 1406)", "entities": [{"title": "Lorenzo Valla", "href": "/wiki/Lorenzo_Valla", "description": "Lorenzo Valla was an Italian Renaissance humanist, rhetorician, educator, scholar, and Catholic priest. He is best known for his historical-critical textual analysis that proved that the Donation of Constantine was a forgery, therefore attacking and undermining the presumption of temporal power claimed by the papacy. Subsequently, he was put on trial before the Catholic Inquisition in 1444; he was"}]}, {"heading": "Deaths", "year": "1464", "date": "August 1", "txt": "Cosimo de' Medici, Italian ruler (b. 1386)", "entities": [{"title": "Cosimo de' Medici", "href": "/wiki/Cosimo_de%27_Medici", "description": "Cosimo di Giovanni de' Medici was an Italian banker and politician who established the Medici family as effective rulers of Florence during much of the Italian Renaissance. His power derived from his wealth as a banker, and he was a patron of arts, learning and architecture. Despite his influence, his power was not absolute; Florence's legislative councils at times resisted his proposals throughou"}]}, {"heading": "Deaths", "year": "1494", "date": "August 1", "txt": "Giovanni Santi, artist and father of Raphael (b. c. 1435)", "entities": [{"title": "Giovanni Santi", "href": "/wiki/Giovanni_Santi", "description": "Giovanni Santi was an Italian painter, decorator, and the father of Raphael. He was born in 1435 at Colbordolo in the Duchy of Urbino. He studied under Piero della Francesca and was influenced by Fiorenzo di Lorenzo. He was court painter to the Duke of Urbino and painted several altarpieces. He died in Urbino."}, {"title": "Raphael", "href": "/wiki/Raphael", "description": "Raffaello Sanzio da Urbino, known as Raphael, was an Italian painter and architect of the High Renaissance. His work is admired for its clarity of form, ease of composition, and visual achievement of the Neoplatonic ideal of human grandeur. Together with Michelangelo and Leonardo da Vinci, he forms the traditional trinity of great masters of that period."}]}, {"heading": "Deaths", "year": "1541", "date": "August 1", "txt": "Simon Grynaeus, German theologian and scholar (b. 1493)", "entities": [{"title": "Simon Grynaeus", "href": "/wiki/Simon_Grynaeus", "description": "Simon Grynaeus was a German scholar and theologian of the Protestant Reformation."}]}, {"heading": "Deaths", "year": "1543", "date": "August 1", "txt": "Magnus I, Duke of Saxe-Lauenburg (b. 1488)", "entities": [{"title": "Magnus I, Duke of Saxe-Lauenburg", "href": "/wiki/Magnus_I,_Duke_of_Saxe-Lauenburg", "description": "Magnus I of Saxe-Lauenburg was a Duke of Saxe-Lauenburg from the House of Ascania."}]}, {"heading": "Deaths", "year": "1546", "date": "August 1", "txt": "Peter Faber, French Jesuit theologian (b. 1506)", "entities": [{"title": "Peter Faber", "href": "/wiki/Peter_Faber", "description": "Peter Faber was the first Jesuit priest and theologian, who was also a co-founder of the Society of Jesus, along with Ignatius of Loyola and Francis Xavier. Pope Francis announced his canonization on 17 December 2013."}]}, {"heading": "Deaths", "year": "1557", "date": "August 1", "txt": "Olaus Magnus, Swedish archbishop, historian, and cartographer (b. 1490)", "entities": [{"title": "Olaus Magnus", "href": "/wiki/Olaus_Magnus", "description": "Olaus Magnus was a Swedish writer, cartographer, and Catholic ecclesiastic."}]}, {"heading": "Deaths", "year": "1580", "date": "August 1", "txt": "Albrecht Giese, Polish-German politician and diplomat (b. 1524)", "entities": [{"title": "Albrecht Giese", "href": "/wiki/Albrecht_Giese", "description": "Albrecht Giese was a councilman and diplomat of the city of Danzig (Gdańsk). He was a member of the Hanseatic League, and part of an important merchant family who had offices in London and Danzig."}]}, {"heading": "Deaths", "year": "1589", "date": "August 1", "txt": "Jacques Clément, French assassin of Henry III of France (b. 1567)", "entities": [{"title": "Jacques Clément", "href": "/wiki/Jacques_Cl%C3%A9ment", "description": "Jacques Clément was a French conspirator and the assassin of King Henry III."}, {"title": "Henry III of France", "href": "/wiki/Henry_III_of_France", "description": "Henry III was King of France from 1574 until his death as well as King of Poland and Grand Duke of Lithuania from 1573 to 1575."}]}, {"heading": "Deaths", "year": "1603", "date": "August 1", "txt": "Matthew Browne, English politician (b. 1563)", "entities": [{"title": "Matthew Browne", "href": "/wiki/Matthew_Browne", "description": "Sir Matthew Browne of Betchworth Castle, Surrey, MP, was the only son of Sir Thomas Browne and Mabel Fitzwilliam. He was involved in legal and financial transactions concerning the Globe Theatre in 1601. He was killed in a duel with his kinsman, Sir John Townshend, on 1 August 1603."}]}, {"heading": "Deaths", "year": "1714", "date": "August 1", "txt": "Anne, Queen of Great Britain (b. 1665)", "entities": [{"title": "Anne, Queen of Great Britain", "href": "/wiki/Anne,_Queen_of_Great_Britain", "description": "Anne was Queen of England, Scotland, and Ireland between 8 March 1702 and 1 May 1707. On 1 May 1707, under the Acts of Union, the kingdoms of England and Scotland united as a single sovereign state known as Great Britain. She continued to reign as Queen of Great Britain and Ireland until her death in 1714."}]}, {"heading": "Deaths", "year": "1787", "date": "August 1", "txt": "Alphonsus Maria de' Liguori, Italian bishop and saint (b. 1696)", "entities": [{"title": "Alphonsus Maria de' Liguori", "href": "/wiki/Alphonsus_Maria_de%27_Liguori", "description": "Alphonsus Liguori (1696–1787), sometimes called Alphonsus Maria de Liguori or Saint Alphonsus Liguori, was an Italian Catholic bishop, spiritual writer, composer, musician, artist, poet, lawyer, scholastic philosopher, and theologian."}]}, {"heading": "Deaths", "year": "1795", "date": "August 1", "txt": "Clas Bjerkander, Swedish meteorologist, botanist, and entomologist (b. 1735)", "entities": [{"title": "Clas Bjerkander", "href": "/wiki/Clas_Bjerkander", "description": "Clas Bjerkander was a Swedish meteorologist, botanist, and entomologist."}]}, {"heading": "Deaths", "year": "1796", "date": "August 1", "txt": "Sir Robert Pigot, 2nd Baronet, English colonel and politician (b. 1720)", "entities": [{"title": "Sir Robert Pigot, 2nd Baronet", "href": "/wiki/Sir_Robert_Pigot,_2nd_Baronet", "description": "Sir Robert Pigot, 2nd Baronet was a British Army officer during the American Revolutionary War."}]}, {"heading": "Deaths", "year": "1798", "date": "August 1", "txt": "François-Paul Brueys d'Aigalliers, French admiral (b. 1753)", "entities": [{"title": "François-Paul Brueys d'Aigalliers", "href": "/wiki/Fran%C3%A7ois-Paul_Brueys_d%27Aigalliers", "description": "François-Paul Brueys d'Aigalliers, Comte de Brueys was a French naval officer who fought in the American War of Independence and as a commander in the French Revolutionary Wars. He led the French fleet in the Mediterranean campaign of 1798 until his death at the Battle of the Nile, at the rank of Vice-Admiral. He was also a Freemason in the La Bonne Foi lodge at Montauban."}]}, {"heading": "Deaths", "year": "1807", "date": "August 1", "txt": "John Boorman, English cricketer (b. c. 1754)", "entities": [{"title": "John Boorman (cricketer)", "href": "/wiki/John_Boorman_(cricketer)", "description": "John Boorman was an English cricketer whose known career spanned 26 seasons from 1768 to 1793. In Scores & Biographies, Arthur Haygarth recorded that he found a reference to Boorman \"in another account\" which called him James, but Haygarth was convinced that the correct name was John which recurred. Haygarth discovered that Boorman was \"probably\" born at Cranbrook in Kent but may have resided for "}]}, {"heading": "Deaths", "year": "1807", "date": "August 1", "txt": "John Walker, English actor, philologist, and lexicographer (b. 1732)", "entities": []}, {"heading": "Deaths", "year": "1808", "date": "August 1", "txt": "Lady Diana Beauclerk, English painter and illustrator (b. 1734)", "entities": [{"title": "Lady Diana Beauclerk", "href": "/wiki/Lady_Diana_Beauclerk", "description": "Lady Diana Beauclerk was an English noblewoman and artist."}]}, {"heading": "Deaths", "year": "1812", "date": "August 1", "txt": "Yakov Kulnev, Russian general (b. 1763)", "entities": [{"title": "Yakov Kulnev", "href": "/wiki/Yakov_Kulnev", "description": "Yakov Petrovich Kulnev was, along with Pyotr Bagration and Aleksey Yermolov, one of the most popular Russian military leaders at the time of the Napoleonic Wars. Suvorov's admirer and participant of 55 battles, he lost his life during Napoleon's invasion of Russia."}]}, {"heading": "Deaths", "year": "1851", "date": "August 1", "txt": "William Joseph Behr, German publicist and academic (b. 1775)", "entities": [{"title": "William Joseph Behr", "href": "/wiki/William_Joseph_Behr", "description": "William Joseph Behr, German publicist and writer."}]}, {"heading": "Deaths", "year": "1863", "date": "August 1", "txt": "Jind Kaur Majarani (Regent) of the Sikh Empire (b. 1817)", "entities": [{"title": "Jind Kaur", "href": "/wiki/Jind_Kaur", "description": "Maharani Jind Kaur was regent of the Sikh Empire from 1843 until 1846. She was the youngest wife of the first Maharaja of the Sikh Empire, Ranjit Singh, and the mother of the last Maharaja, Duleep Singh. She was renowned for her beauty, energy and strength of purpose and was popularly known as Rani Jindan, but her fame is derived chiefly from the fear she engendered in the British in India, who de"}]}, {"heading": "Deaths", "year": "1866", "date": "August 1", "txt": "John Ross, American tribal chief (b. 1790)", "entities": [{"title": "John Ross (Cherokee chief)", "href": "/wiki/John_Ross_(Cherokee_chief)", "description": "John Ross, , was the Principal Chief of the Cherokee Nation from 1828 to 1866 and served longer in that position than any other person. Described as the Moses of his people, Ross influenced the Indian nation through such tumultuous events as the relocation to Indian Territory and the American Civil War."}]}, {"heading": "Deaths", "year": "1869", "date": "August 1", "txt": "Peter Julian Eymard, French Priest and Founder Congregation of the Blessed Sacrament (b. 1811)", "entities": [{"title": "Peter Julian Eymard", "href": "/wiki/Peter_Julian_Eymard", "description": "Peter Julian Eymard was a French Catholic priest and founder of two religious institutes: the Congregation of the Blessed Sacrament for men and the Servants of the Blessed Sacrament for women. Eymard entered the novitiate of the Oblates of Mary Immaculate in June 1829. His first attempt as a seminarian ended because of serious illness. Throughout his life, Eymard suffered from poor health, particu"}, {"title": "Congregation of the Blessed Sacrament", "href": "/wiki/Congregation_of_the_Blessed_Sacrament", "description": "The Congregation of the Blessed Sacrament commonly known as the Sacramentinos is a Catholic Religious institute of pontifical right composed of priests, deacons, and brothers founded by St. Peter Julian Eymard. By their life and activities, they assist the Church in her efforts to form Christian communities whose center of life is the Eucharist. They commit themselves to the implementation of this"}]}, {"heading": "Deaths", "year": "1869", "date": "August 1", "txt": "Richard Dry, Australian politician, 7th Premier of Tasmania (b. 1815)", "entities": [{"title": "Richard Dry", "href": "/wiki/Richard_Dry", "description": "Sir Richard Dry, KCMG was an Australian politician, who was Premier of Tasmania from 24 November 1866 until 1 August 1869 when he died in office. Dry was the first Tasmanian-born premier, and the first Tasmanian to be knighted."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1903", "date": "August 1", "txt": "Calamity Jane, American frontierswoman and scout (b. 1853)", "entities": [{"title": "Calamity Jane", "href": "/wiki/Calamity_Jane", "description": "Martha Jane Cannary, better known as Calamity Jane, was a well-known American frontierswoman, sharpshooter, and raconteur. In addition to many exploits she was known for being an acquaintance of Wild Bill Hickok. Late in her life, she appeared in Buffalo Bill's Wild West show and at the 1901 Pan-American Exposition. She is said to have exhibited compassion to others, especially to the sick and nee"}]}, {"heading": "Deaths", "year": "1911", "date": "August 1", "txt": "Edwin Austin Abbey, American painter and illustrator (b. 1852)", "entities": [{"title": "Edwin Austin Abbey", "href": "/wiki/Edwin_Austin_Abbey", "description": "Edwin Austin Abbey was an American muralist, illustrator, and painter. He flourished at the beginning of what is now referred to as the \"golden age\" of illustration, and is best known for his drawings and paintings of Shakespearean and Victorian subjects, as well as for his painting of Edward VII's coronation. His most famous set of murals, The Quest and Achievement of the Holy Grail, adorns the B"}]}, {"heading": "Deaths", "year": "1911", "date": "August 1", "txt": "Samuel Arza Davenport, American lawyer and politician (b. 1843)", "entities": []}, {"heading": "Deaths", "year": "1918", "date": "August 1", "txt": "John Riley Banister, American cowboy and police officer (b. 1854)", "entities": [{"title": "John Riley Banister", "href": "/wiki/John_Riley_Banister", "description": "John Riley Banister was an American law officer, cowboy and Texas Ranger."}]}, {"heading": "Deaths", "year": "1920", "date": "August 1", "txt": "Bal Gangadhar Tilak, Indian freedom fighter, lawyer and journalist (b. 1856)", "entities": [{"title": "Bal Gangadhar Tilak", "href": "/wiki/Bal_Gangadhar_Tilak", "description": "Bal Gangadhar Tilak, born as Keshav Gangadhar Tilak, was an Indian nationalist, teacher, and an independence activist. He was one third of the Lal Bal Pal triumvirate. Tilak was the first leader of the Indian Independence Movement. The British colonial authorities called him \"The father of the Indian unrest.\" He was also conferred with the title of \"Lokmanya\", which means \"accepted by the people \""}]}, {"heading": "Deaths", "year": "1921", "date": "August 1", "txt": "T.J. Ryan, Australian politician, 19th Premier of Queensland (b. 1876)", "entities": [{"title": "T.J. Ryan", "href": "/wiki/T.J._Ryan", "description": "Thomas Joseph Ryan was an Australian politician who served as Premier of Queensland from 1915 to 1919, as leader of the state Labor Party. He resigned to enter federal politics, sitting in the House of Representatives for the federal Labor Party from 1919 until his premature death less than two years later."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1922", "date": "August 1", "txt": "Donát Bánki, Hungarian engineer (b. 1856)", "entities": [{"title": "Donát Bánki", "href": "/wiki/Don%C3%A1t_B%C3%A1nki", "description": "Donát Bánki \nwas a Hungarian mechanical engineer and inventor of Jewish heritage. In 1893 he invented the carburetor for the stationary engine, together with János Csonka. The invention is often, incorrectly credited to the German Wilhelm Maybach, who submitted his patent half a year after Bánki and Csonka. Bánki also greatly contributed to the design of compressors for combustion engines. He inve"}]}, {"heading": "Deaths", "year": "1929", "date": "August 1", "txt": "Syd Gregory, Australian cricketer (b. 1870)", "entities": [{"title": "Syd Gregory", "href": "/wiki/Syd_Gregory", "description": "Sydney Edward Gregory, sometimes known as Edward Sydney Gregory, was a cricketer who played for New South Wales and Australia. At the time of his retirement, he had played a world-record 58 Test matches during a career spanning 1890 to 1912. A right-handed batsman, he was also a renowned fielder, particularly at cover point."}]}, {"heading": "Deaths", "year": "1938", "date": "August 1", "txt": "Edmund C. Tarbell, American painter and academic (b. 1862)", "entities": [{"title": "Edmund C. Tarbell", "href": "/wiki/Edmund_C._Tarbell", "description": "Edmund Charles Tarbell was an American Impressionist painter. A member of the Ten American Painters, his work hangs in the Boston Museum of Fine Arts, Metropolitan Museum of Art, National Gallery of Art, Smithsonian American Art Museum, Corcoran Gallery of Art, DeYoung Museum, National Academy Museum and School, New Britain Museum of American Art, Worcester Art Museum, and numerous other collectio"}]}, {"heading": "Deaths", "year": "1943", "date": "August 1", "txt": "Lydia Litvyak, Russian lieutenant and pilot (b. 1921)", "entities": [{"title": "Lydia Litvyak", "href": "/wiki/Lydia_Litvyak", "description": "Lydia Vladimirovna Litvyak, also known as Lilya, was a fighter pilot in the Soviet Air Force during World War II. Historians' estimates for her total victories range from five to twelve solo victories and two to four shared kills in her 66 combat sorties. In about two years of operations, she was the first female fighter pilot to shoot down an enemy aircraft, the first of two female fighter pilots"}]}, {"heading": "Deaths", "year": "1944", "date": "August 1", "txt": "Manuel L. Quezon, Filipino soldier, lawyer, and politician, 2nd President of the Philippines (b. 1878)", "entities": [{"title": "Manuel L. Quezon", "href": "/wiki/Manuel_L._Quezon", "description": "Manuel Luis Quezon y Molina, also referred to by his initials MLQ, was a Filipino statesman, soldier and politician who served as president of the Commonwealth of the Philippines from 1935 to 1944. He was the first Filipino to head a government of the entire Philippines, and is considered to have been the second president of the Philippines, after Emilio Aguinaldo (1899–1901)."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Deaths", "year": "1957", "date": "August 1", "txt": "Rose Fyleman, English writer and poet (b. 1877)", "entities": [{"title": "Rose Fyleman", "href": "/wiki/Rose_Fyleman", "description": "\n\nRose Amy Fyleman (1877–1957) was an English writer and poet, noted for her works on the fairy folk, for children. Her poem \"There are fairies at the bottom of our garden\" was set to music by English composer Liza Lehmann. Her Christmas carol \"Lift your hidden faces\", set to a French carol tune, was included in the Anglican hymnal Songs of Praise (1931) as well as in the Hutterian Brotherhood's S"}]}, {"heading": "Deaths", "year": "1959", "date": "August 1", "txt": "Jean Behra, French race car driver (b. 1921)", "entities": [{"title": "Jean Behra", "href": "/wiki/Jean_Behra", "description": "Jean Marie Behra was a Formula One driver who raced for the Gordini, Maserati, BRM, Ferrari and Porsche teams."}]}, {"heading": "Deaths", "year": "1963", "date": "August 1", "txt": "Theodore Roethke, American poet (b. 1908)", "entities": [{"title": "Theodore Roethke", "href": "/wiki/Theodore_Roethke", "description": "Theodore Huebner Roethke was an American poet. He is regarded as one of the most accomplished and influential poets of his generation, having won the Pulitzer Prize for poetry in 1954 for his book The Waking, and the annual National Book Award for Poetry on two occasions: in 1959 for Words for the Wind, and posthumously in 1965 for The Far Field. His work was characterized by its introspection, rh"}]}, {"heading": "Deaths", "year": "1966", "date": "August 1", "txt": "Charles Whitman, American murderer (b. 1941)", "entities": [{"title": "Charles Whitman", "href": "/wiki/Charles_Whitman", "description": "Charles Joseph Whitman was an American mass murderer who became infamous as the \"Texas Tower Sniper\". On August 1, 1966, he used knives to kill his mother and his wife in their respective homes, then went to the University of Texas in Austin with multiple firearms and began indiscriminately shooting at people. He fatally shot three people inside the university tower. He then went to the tower's 28"}]}, {"heading": "Deaths", "year": "1967", "date": "August 1", "txt": "Richard Kuhn, Austrian-German biochemist and academic, Nobel Prize Laureate (b. 1900)", "entities": [{"title": "Richard Kuhn", "href": "/wiki/Richard_Kuhn", "description": "Richard Johann Kuhn was an Austrian-German biochemist who was awarded the Nobel Prize in Chemistry in 1938 \"for his work on carotenoids and vitamins\"."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1970", "date": "August 1", "txt": "Frances Farmer, American actress (b. 1913)", "entities": [{"title": "Frances Farmer", "href": "/wiki/Frances_Farmer", "description": "Frances Elena Farmer was an American actress and television hostess. She appeared in over a dozen feature films over the course of her career, though she garnered notoriety for the various sensationalized accounts of her life, especially her involuntary commitment to psychiatric hospitals and subsequent mental health struggles."}]}, {"heading": "Deaths", "year": "1970", "date": "August 1", "txt": "Doris Fleeson, American journalist (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "August 1", "txt": "Otto Heinrich Warburg, German physician and physiologist, Nobel Prize laureate (b. 1883)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1973", "date": "August 1", "txt": "Gian Francesco Malipiero, Italian composer and educator (b. 1882)", "entities": [{"title": "Gian Francesco Malipiero", "href": "/wiki/Gian_Francesco_Malipiero", "description": "Gian Francesco Malipiero was an Italian composer, musicologist, music teacher and editor."}]}, {"heading": "Deaths", "year": "1973", "date": "August 1", "txt": "Walter Ulbricht, German soldier and politician (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "August 1", "txt": "Ildebrando Antoniutti, Italian cardinal (b. 1898)", "entities": [{"title": "Ildebrando Antoniutti", "href": "/wiki/Ildebrando_Antoniutti", "description": "Ildebrando Antoniutti was an Italian Cardinal of the Roman Catholic Church. He served as Prefect of the Congregation for Religious from 1963 to 1973, and was elevated to the cardinalate by Pope John XXIII in 1962."}]}, {"heading": "Deaths", "year": "1977", "date": "August 1", "txt": "Francis Gary Powers, American captain and pilot (b. 1929)", "entities": [{"title": "Francis Gary Powers", "href": "/wiki/Francis_Gary_Powers", "description": "Francis Gary Powers was an American pilot whose Central Intelligence Agency (CIA) U-2 spy plane was shot down while flying a reconnaissance mission in Soviet Union airspace, causing the 1960 U-2 incident."}]}, {"heading": "Deaths", "year": "1980", "date": "August 1", "txt": "Patrick Depailler, French race car driver (b. 1944)", "entities": [{"title": "Patrick Depailler", "href": "/wiki/Patrick_Depailler", "description": "Patrick André Eugène Joseph Depailler was a racing driver from France. He participated in 95 World Championship Formula One Grands Prix, debuting on 2 July 1972. He also participated in several non-championship Formula One races."}]}, {"heading": "Deaths", "year": "1980", "date": "August 1", "txt": "Strother Martin, American actor (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "August 1", "txt": "Paddy Chayefsky, American author, playwright, and screenwriter (b. 1923)", "entities": [{"title": "Paddy Chayefsky", "href": "/wiki/Paddy_Chayefsky", "description": "Sidney Aaron \"Paddy\" Chayefsky was an American playwright, screenwriter and novelist. He is the only person to have won three solo Academy Awards for writing both adapted and original screenplays."}]}, {"heading": "Deaths", "year": "1982", "date": "August 1", "txt": "T. Thirunavukarasu, Sri Lankan lawyer and politician (b. 1933)", "entities": [{"title": "T. Thirunavukarasu", "href": "/wiki/T._Thirunavukarasu", "description": "Thamodarampillai Thirunavukarasu was a Sri Lankan Tamil politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "1989", "date": "August 1", "txt": "John Ogdon, English pianist and composer (b. 1937)", "entities": [{"title": "John Ogdon", "href": "/wiki/John_Ogdon", "description": "\n\nJohn Andrew Howard Ogdon was an English pianist and composer."}]}, {"heading": "Deaths", "year": "1990", "date": "August 1", "txt": "Norbert Elias, German-Dutch sociologist, author, and academic (b. 1897)", "entities": [{"title": "Norbert Elias", "href": "/wiki/Norbert_Elias", "description": "Norbert Elias was a German sociologist who later became a British citizen. He is especially famous for his theory of civilizing/decivilizing processes."}]}, {"heading": "Deaths", "year": "1996", "date": "August 1", "txt": "Tadeusz Reichstein, Polish-Swiss chemist and academic, Nobel Prize laureate (b. 1897)", "entities": [{"title": "Tadeusz Reichstein", "href": "/wiki/Tadeusz_Reichstein", "description": "Tadeusz Reichstein was a Polish-Swiss chemist and the Nobel Prize in Physiology or Medicine laureate (1950)."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1996", "date": "August 1", "txt": "Lucille Teasdale-Corti, Canadian physician and surgeon (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "August 1", "txt": "Eva Bartok, Hungarian-British actress (b. 1927)", "entities": [{"title": "Eva Bartok", "href": "/wiki/Eva_Bartok", "description": "Éva Márta Szőke Ivanovics, known professionally as Eva Bartok, was a Hungarian-British actress. She began acting in films in 1950 and her last credited appearance was in 1966. She is best known for appearances in Blood and Black Lace, The Crimson Pirate, Operation Amsterdam, and Ten Thousand Bedrooms."}]}, {"heading": "Deaths", "year": "2001", "date": "August 1", "txt": "Korey Stringer, American football player (b. 1974)", "entities": [{"title": "Korey Stringer", "href": "/wiki/Korey_Stringer", "description": "Korey Damont Stringer was an American professional football player who was an offensive tackle in the National Football League (NFL) for six seasons. He played college football for Ohio State University and was recognized as an All-American. He was drafted in the first round of the 1995 NFL Draft by the Minnesota Vikings. He died from complications brought on by heat stroke during the Vikings' tra"}]}, {"heading": "Deaths", "year": "2003", "date": "August 1", "txt": "Guy Thys, Belgian footballer, coach, and manager (b. 1922)", "entities": [{"title": "Guy Thys", "href": "/wiki/Guy_Thys", "description": "Guy Thys was a Belgian football manager, mostly known for being the most successful manager in the history of the Belgium national football team as he managed to lead the national side to their only UEFA European Championship final in 1980 and a fourth–place finish at the 1986 FIFA World Cup."}]}, {"heading": "Deaths", "year": "2003", "date": "August 1", "txt": "Marie Trintignant, French actress and screenwriter (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 1", "txt": "Philip Abelson, American physicist and author (b. 1913)", "entities": [{"title": "Philip Abelson", "href": "/wiki/Philip_Abelson", "description": "Philip Hauge Abelson was an American physicist, scientific editor and science writer. Trained as a nuclear physicist, he co-discovered the element neptunium, worked on isotope separation in the Manhattan Project, and wrote the first study of nuclear marine propulsion for submarines. He later worked on a broad range of scientific topics and related public policy, including organic geochemistry, pal"}]}, {"heading": "Deaths", "year": "2005", "date": "August 1", "txt": "Al Aronowitz, American journalist (b. 1928)", "entities": [{"title": "Al Aronowitz", "href": "/wiki/Al_Aronowitz", "description": "Alfred Gilbert Aronowitz was an American rock journalist best known for introducing Bob Dylan to The Beatles in 1964."}]}, {"heading": "Deaths", "year": "2005", "date": "August 1", "txt": "Wim Boost, Dutch cartoonist and educator (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 1", "txt": "Constant Nieuwenhuys, Dutch painter and sculptor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 1", "txt": "Fahd of Saudi Arabia (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 1", "txt": "Bob Thaves, American illustrator (b. 1924)", "entities": [{"title": "Bob Thaves", "href": "/wiki/Bob_Thaves", "description": "Robert Thaves was the creator of the comic strip Frank and Ernest, which began in 1972."}]}, {"heading": "Deaths", "year": "2006", "date": "August 1", "txt": "Iris Marion Young, American political scientist and activist (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 1", "txt": "Tommy Makem, Irish singer-songwriter and banjo player (b. 1932)", "entities": [{"title": "Tommy Makem", "href": "/wiki/Tommy_Makem", "description": "Thomas Makem was an internationally celebrated Irish folk musician, artist, poet and storyteller. He was best known as a member of the Clancy Brothers and Tommy Makem. He played the long-necked 5-string banjo, tin whistle, low whistle, guitar, bodhrán and bagpipes, and sang in a distinctive baritone. He was sometimes known as \"The Bard of Armagh\" and \"The Godfather of Irish Music\"."}]}, {"heading": "Deaths", "year": "2008", "date": "August 1", "txt": "Gertan Klauber, Czech-English actor (b. 1932)", "entities": [{"title": "Gertan Klauber", "href": "/wiki/Gertan_Klauber", "description": "George Gertan Klauber was a British bit part character actor."}]}, {"heading": "Deaths", "year": "2008", "date": "August 1", "txt": "Harkishan Singh Surjeet, Indian lawyer and politician (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 1", "txt": "Corazon Aquino, Filipino politician, 11th President of the Philippines (b. 1933)", "entities": [{"title": "Corazon Aquino", "href": "/wiki/Corazon_Aquino", "description": "Maria Corazon Cojuangco Aquino, popularly known as Cory Aquino, was a Filipino politician who served as the 11th President of the Philippines, the first woman to hold that office. Corazon Aquino was the most prominent figure of the 1986 People Power Revolution, which ended the 20-year rule of President Ferdinand Marcos and led to the establishment of the current democratic Fifth Philippine Republi"}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Deaths", "year": "2010", "date": "August 1", "txt": "Lolita Lebrón, Puerto Rican-American activist (b. 1919)", "entities": [{"title": "Lolita Lebrón", "href": "/wiki/Lolita_Lebr%C3%B3n", "description": "Lolita Lebrón was a Puerto Rican nationalist who was convicted of attempted murder and other crimes after carrying out an armed attack on the United States Capitol in 1954, which resulted in the wounding of five members of the United States Congress. She was released from prison in 1979 after being granted clemency by President Jimmy Carter. Lebrón was born and raised in Lares, Puerto Rico, where "}]}, {"heading": "Deaths", "year": "2010", "date": "August 1", "txt": "Eric Tindill, New Zealand rugby player and cricketer (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 1", "txt": "Aldo Maldera, Italian footballer and agent (b. 1953)", "entities": [{"title": "Aldo Maldera", "href": "/wiki/Aldo_Maldera", "description": "Aldo Maldera was an Italian footballer who played as a full-back or as a wide midfielder on the left flank. A left-footed player, Maldera was a modern full-back who possessed an accurate and powerful shot, which earned him the nickname \"Aldo-gol\", due to his prolific goalscoring ability, despite his more defensive playing role; he was a hard-working team player, who was capable of covering the fla"}]}, {"heading": "Deaths", "year": "2012", "date": "August 1", "txt": "Douglas Townsend, American composer and musicologist (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 1", "txt": "Barry Trapnell, English cricketer and academic (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 1", "txt": "John Amis, English journalist and critic (b. 1922)", "entities": [{"title": "John Amis", "href": "/wiki/John_Amis", "description": "John Preston Amis was a British broadcaster, classical music critic, music administrator, and writer. He was a frequent contributor for The Guardian and to BBC radio and television music programming."}]}, {"heading": "Deaths", "year": "2013", "date": "August 1", "txt": "Gail Kobe, American actress and producer (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 1", "txt": "Babe Martin, American baseball player (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 1", "txt": "Toby Saks, American cellist and educator (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 1", "txt": "Wilford White, American football player (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 1", "txt": "Valyantsin Byalkevich, Belarusian footballer and manager (b. 1973)", "entities": [{"title": "Valyantsin Byalkevich", "href": "/wiki/Valyantsin_Byalkevich", "description": "Valyantsin Byalkevich, also referred to as Valiantsin Bialkevich, was a Belarusian footballer who played as a midfielder. He spent the majority of his career with Ukrainian club Dynamo Kyiv, where he was predominantly used as a playmaker, and was part of the team that reached the semi-finals of 1998–99 UEFA Champions League."}]}, {"heading": "Deaths", "year": "2014", "date": "August 1", "txt": "Jan Roar Leikvoll, Norwegian author (b. 1974)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 1", "txt": "Charles T. Payne, American soldier (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 1", "txt": "Mike Smith, English radio and television host (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 1", "txt": "Stephan Beckenbauer, German footballer and manager (b. 1968)", "entities": [{"title": "Stephan Beckenbauer", "href": "/wiki/Stephan_Beckenbauer", "description": "Stephan Beckenbauer was a German footballer who played as a defender."}]}, {"heading": "Deaths", "year": "2015", "date": "August 1", "txt": "Cilla Black, English singer and actress (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 1", "txt": "Bernard d'Espagnat, French physicist, philosopher, and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 1", "txt": "Bob Frankford, English-Canadian physician and politician (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 1", "txt": "Hong Yuanshuo, Chinese footballer and manager (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 1", "txt": "Queen Anne of Romania (b. 1923)", "entities": [{"title": "Queen Anne of Romania", "href": "/wiki/Queen_Anne_of_Romania", "description": "Queen Anne of Romania was the wife of Michael I of Romania, whom she married after he abdicated the throne."}]}, {"heading": "Deaths", "year": "2020", "date": "August 1", "txt": "Wilford Brimley,  American actor and singe (b. 1934)", "entities": [{"title": "Wilford Brimley", "href": "/wiki/Wilford_Brimley", "description": "Anthony Wilford Brimley was an American actor and singer. After serving in the United States Marine Corps and taking on a variety of odd jobs, he became an extra for western films, and in little more than a decade he had established himself as a character actor in films such as The China Syndrome (1979), The Thing (1982), Tender Mercies (1983), The Natural (1984), and Cocoon (1985). He was the lon"}]}, {"heading": "Deaths", "year": "2020", "date": "August 1", "txt": "Vitold Kreyer, Russian athlete (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "August 1", "txt": "Rodney H. Pardey, American poker player (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "August 1", "txt": "Rickey Dixon, American professional football player (b. 1966)", "entities": []}]