[{"heading": "Events", "year": "410", "date": "August 27", "txt": "The sacking of Rome by the Visigoths ends after three days.", "entities": [{"title": "Sack of Rome (410)", "href": "/wiki/Sack_of_Rome_(410)", "description": "The Sack of Rome on 24 August 410 AD was undertaken by the Visigoths led by their king, Alaric. At that time, Rome was no longer the capital of the Western Roman Empire, having been replaced in that position first by Mediolanum in 286 and then by Ravenna in 402. Nevertheless, the city of Rome retained a paramount position as \"the eternal city\" and a spiritual center of the Empire. The sack was a m"}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}]}, {"heading": "Events", "year": "1172", "date": "August 27", "txt": "Henry the Young King and Margaret of France are crowned junior king and queen of England.", "entities": [{"title": "Henry the Young King", "href": "/wiki/Henry_the_Young_King", "description": "Henry the Young King was the eldest surviving son of Henry II of England and Eleanor of Aquitaine. Beginning in 1170, he was titular King of England, Duke of Normandy, Count of Anjou and Maine. Henry the Young King was the only King of England since the Norman Conquest to be crowned during his father's reign, but was frustrated by his father's refusal to grant him meaningful autonomous power. He d"}, {"title": "Margaret of France, Queen of England and Hungary", "href": "/wiki/Margaret_of_France,_Queen_of_England_and_Hungary", "description": "Margaret of France was queen of England by marriage to Henry the Young King, and queen of Hungary and Croatia by marriage to Béla III of Hungary."}]}, {"heading": "Events", "year": "1557", "date": "August 27", "txt": "The Battle of St. Quentin results in Emmanuel Philibert becoming Duke of Savoy.", "entities": [{"title": "Battle of St. Quentin (1557)", "href": "/wiki/Battle_of_St._Quentin_(1557)", "description": "The Battle of Saint-Quentin of 1557, was a decisive engagement, during the Italian War of 1551–1559, between the Kingdom of France and the Habsburg empire at Saint-Quentin in Picardy. A Habsburg Spanish force under Duke Emmanuel Philibert of Savoy defeated a French army under the command of Duke Louis Gonzaga and Duke Anne de Montmorency."}, {"title": "Emmanuel Philibert, Duke of Savoy", "href": "/wiki/Emmanuel_Philibert,_Duke_of_Savoy", "description": "Emmanuel Philibert, known as Testa di ferro, Piedmontese: Testa 'd fer, \"Ironhead\", because of his military career, was Duke of Savoy from 1553 to 1580. He is remembered for the Italianization of the House of Savoy, as he recovered the Savoyard state following the Battle of St. Quentin (1557) and subsequently moved the capital to Turin and made Italian the official language in Piedmont."}]}, {"heading": "Events", "year": "1593", "date": "August 27", "txt": "Pierre Barrière failed an attempt to assassinate Henry IV of France.", "entities": [{"title": "Pierre Barrière", "href": "/wiki/Pierre_Barri%C3%A8re", "description": "Pierre Barrière was a would-be assassin of King Henry IV of France."}, {"title": "Henry IV of France", "href": "/wiki/Henry_IV_of_France", "description": "Henry IV, also known by the epithet Good King Henry or Henry the Great, was King of Navarre from 1572 and King of France from 1589 to 1610. He was the first monarch of France from the House of Bourbon, a cadet branch of the Capetian dynasty. He was assassinated in 1610 by François Ravaillac, a fanatical Catholic, and was succeeded by his son Louis XIII."}]}, {"heading": "Events", "year": "1689", "date": "August 27", "txt": "The Treaty of Nerchinsk is signed by Russia and the Qing Empire (Julian calendar).", "entities": [{"title": "Treaty of Nerchinsk", "href": "/wiki/Treaty_of_Nerchinsk", "description": "The Treaty of Nerchinsk of 1689 was the first treaty between Russia and China under the Qing dynasty. The Russians gave up the area north of the Amur River as far as the Stanovoy Range and kept the area between the Argun River and Lake Baikal. This border along the Argun River and Stanovoy Range lasted until the Amur Acquisition via the Treaty of Aigun in 1858 and the Convention of Peking in 1860."}, {"title": "Tsardom of Russia", "href": "/wiki/Tsardom_of_Russia", "description": "The Tsardom of Russia or Tsardom of Rus', also called the Tsardom of Muscovy, was the centralized Russian state from the assumption of the title of Tsar by Ivan IV in 1547 until the foundation of the Russian Empire by Peter I in 1721."}, {"title": "Qing Empire", "href": "/wiki/Qing_Empire", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}, {"title": "Julian calendar", "href": "/wiki/Julian_calendar", "description": "The Julian calendar, proposed by Julius Caesar in AUC 708, was a reform of the Roman calendar. It took effect on 1 January AUC 709 , by edict. It was designed with the aid of Greek mathematicians and astronomers such as Sosigenes of Alexandria."}]}, {"heading": "Events", "year": "1776", "date": "August 27", "txt": "Battle of Long Island: In what is now Brooklyn, New York, British forces under General William Howe defeat Americans under General George Washington.", "entities": [{"title": "Battle of Long Island", "href": "/wiki/Battle_of_Long_Island", "description": "The Battle of Long Island, also known as the Battle of Brooklyn and the Battle of Brooklyn Heights, was an action of the American Revolutionary War fought on August 27, 1776, at the western edge of Long Island in the present-day Brooklyn, New York. The British defeated the Americans and gained access to the strategically important Port of New York, which they held for the rest of the war. It was t"}, {"title": "Brooklyn", "href": "/wiki/Brooklyn", "description": "Brooklyn is a borough of New York City, coextensive with Kings County, in the U.S. state of New York. It is the most populous county in the state, the second-most densely populated county in the United States, and New York City's most populous borough, with an estimated 2,648,403 residents in 2020. If each borough were ranked as a city, Brooklyn would rank as the third-most populous in the U.S., a"}, {"title": "William Howe, 5th Viscount Howe", "href": "/wiki/William_Howe,_5th_Viscount_Howe", "description": "William Howe, 5th Viscount Howe, KB, PC was a British Army officer who rose to become Commander-in-Chief of British land forces in the Colonies during the American War of Independence. Howe was one of three brothers who had distinguished military careers. In historiography of the American war he is usually referred to as Sir William Howe to distinguish him from his brother Richard, who was 4th Vis"}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}]}, {"heading": "Events", "year": "1793", "date": "August 27", "txt": "French Revolutionary Wars: The city of Toulon revolts against the French Republic and admits the British and Spanish fleets to seize its port, leading to the Siege of Toulon by French Revolutionary forces.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Toulon", "href": "/wiki/Toulon", "description": "Toulon is a city on the French Riviera and a large port on the Mediterranean coast, with a major naval base. Located in the Provence-Alpes-Côte d'Azur region, Toulon is the capital of the Var department."}, {"title": "French First Republic", "href": "/wiki/French_First_Republic", "description": "In the history of France, the First Republic, officially the French Republic, was founded on 22 September 1792 during the French Revolution. The First Republic lasted until the declaration of the First Empire in 1804 under Napoleon, although the form of the government changed several times. This period was characterized by the fall of the monarchy, the establishment of the National Convention and "}, {"title": "Military port of Toulon", "href": "/wiki/Military_port_of_Toulon", "description": "The military port of Toulon is the principal base of the French Navy and the first naval base in Europe by size, sited in the city of Toulon. It holds most of France's force d'action navale, comprising the aircraft carrier Charles de Gaulle as well as its nuclear attack submarines, in total more than 70% of the tonnage of the French Navy. About 20,000 military and civilians work at the base"}, {"title": "Siege of Toulon", "href": "/wiki/Siege_of_Toulon", "description": "The siege of Toulon was a military engagement that took place during the Federalist revolts of the French Revolutionary Wars. It was undertaken by Republican forces against Royalist rebels supported by Anglo-Spanish forces in the southern French city of Toulon. It was during this siege that young Napoleon Bonaparte first won fame and promotion when his plan, involving the capture of fortifications"}, {"title": "French Revolutionary Army", "href": "/wiki/French_Revolutionary_Army", "description": "The French Revolutionary Army was the French force that fought the French Revolutionary Wars from 1792 to 1802. These armies were characterised by their revolutionary fervour, their poor equipment and their great numbers. Although they experienced early disastrous defeats, the revolutionary armies successfully expelled foreign forces from French soil and then overran many neighboring countries, es"}]}, {"heading": "Events", "year": "1798", "date": "August 27", "txt": "Wolfe Tone's United Irish and French forces clash with the British Army in the Battle of Castlebar, part of the Irish Rebellion of 1798, resulting in the creation of the French puppet Republic of Connacht.", "entities": [{"title": "Wolfe Tone", "href": "/wiki/Wolfe_Tone", "description": "Theobald Wolfe Tone, posthumously known as Wolfe Tone, was a leading Irish revolutionary figure and one of the founding members of the United Irishmen, a republican society that revolted against British rule in Ireland, where he was a leader going into the 1798 Irish Rebellion. He was captured at Lough Swilly, near Buncrana, County Donegal on 3 November 1798, and was sentenced to death on 19 Novem"}, {"title": "Society of United Irishmen", "href": "/wiki/Society_of_United_Irishmen", "description": "The Society of United Irishmen, also simply known as the United Irishmen, were a sworn society in the Kingdom of Ireland formed in the wake of the French Revolution to secure \"an equal representation of all the people\" in a \"national government.\" Despairing of constitutional reform, in 1798 the Society instigated a republican insurrection in defiance of British Crown forces and of Irish sectarian "}, {"title": "French Revolutionary Army", "href": "/wiki/French_Revolutionary_Army", "description": "The French Revolutionary Army was the French force that fought the French Revolutionary Wars from 1792 to 1802. These armies were characterised by their revolutionary fervour, their poor equipment and their great numbers. Although they experienced early disastrous defeats, the revolutionary armies successfully expelled foreign forces from French soil and then overran many neighboring countries, es"}, {"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}, {"title": "Battle of Castlebar", "href": "/wiki/Battle_of_Castlebar", "description": "The Battle of Castlebar occurred on 27 August 1798 near the town of Castlebar, County Mayo, during the Irish Rising of that year. A combined force of 1,000 French troops and Irish patriots routed a force of 6,000 Irish Catholic and Protestant loyalist militia in what would later become known as the \"Castlebar Races\" or \"Races of Castlebar\"."}, {"title": "Irish Rebellion of 1798", "href": "/wiki/Irish_Rebellion_of_1798", "description": "The Irish Rebellion of 1798 was a major uprising against British rule in Ireland. The main organising force was the Society of United Irishmen, a republican revolutionary group influenced by the ideas of the American and French revolutions: originally formed by Presbyterian radicals angry at being shut out of power by the Anglican establishment, they were joined by many from the majority Catholic "}, {"title": "French client republic", "href": "/wiki/French_client_republic", "description": "A sister republic was a republic established by French armies or by local revolutionaries and assisted by the First French Republic during the French Revolutionary Wars. These republics, though nominally independent, relied heavily on France for protection, and aid when push came to shove, which made the republics more of autonomous states, rather than an independent republic, which was shown afte"}, {"title": "Republic of Connacht", "href": "/wiki/Republic_of_Connacht", "description": "The Irish Republic of 1798, more commonly called the Republic of Connacht, was a short-lived state proclaimed during the Irish Rebellion of 1798 that resulted from the French Revolutionary Wars. A client state of the French Republic, it theoretically covered the whole island of Ireland, but its functional control was limited to only very small parts of the Province of Connacht. Opposing British fo"}]}, {"heading": "Events", "year": "1810", "date": "August 27", "txt": "Napoleonic Wars: The French Navy defeats the British Royal Navy, preventing them from taking the harbour of Grand Port on Île de France.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Battle of Grand Port", "href": "/wiki/Battle_of_Grand_Port", "description": "The Battle of Grand Port was a naval battle between squadrons of frigates from the French Navy and the British Royal Navy. The battle was fought during 20–27 August 1810 over possession of the harbour of Grand Port on Isle de France during the Napoleonic Wars. The British squadron of four frigates sought to blockade the port to prevent its use by the French through the capture of the fortified Île"}, {"title": "Grand Port District", "href": "/wiki/Grand_Port_District", "description": "Grand Port is a district of Mauritius, situated in the east of the island. The name means \"large port\" in French. The district has an area of 260.3 km2 and the population estimate was at 112,997 as of 31 December 2015."}, {"title": "Mauritius", "href": "/wiki/Mauritius", "description": "Mauritius, officially the Republic of Mauritius, is an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the African continent, east of Madagascar. It includes the main island, as well as Rodrigues, Agaléga and St. Brandon. The islands of Mauritius and Rodrigues, along with nearby Réunion, are part of the Mascarene Islands. The capital and largest city,"}]}, {"heading": "Events", "year": "1813", "date": "August 27", "txt": "French Emperor Napoleon I defeats a larger force of Austrians, Russians, and Prussians at the Battle of Dresden.", "entities": [{"title": "Napoleon I", "href": "/wiki/Napoleon_I", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Prussia", "href": "/wiki/Prussia", "description": "Prussia was a historically prominent German state that originated in 1525 with a duchy centered on the region of Prussia on the southeast coast of the Baltic Sea. It was de facto dissolved by an emergency decree transferring powers of the Prussian government to German Chancellor Franz von Papen in 1932 and de jure by an Allied decree in 1947. For centuries, the House of Hohenzollern ruled Prussia,"}, {"title": "Battle of Dresden", "href": "/wiki/Battle_of_Dresden", "description": "The Battle of Dresden was a major engagement of the Napoleonic Wars. The battle took place around the city of Dresden in modern-day Germany. With the recent addition of Austria, the Sixth Coalition felt emboldened in their quest to expel the French from Central Europe. Despite being heavily outnumbered, French forces under Napoleon scored a victory against the Army of Bohemia led by Field Marshal "}]}, {"heading": "Events", "year": "1828", "date": "August 27", "txt": "Brazil and Argentina recognize the sovereignty of Uruguay in the Treaty of Montevideo", "entities": [{"title": "Treaty of Montevideo (1828)", "href": "/wiki/Treaty_of_Montevideo_(1828)", "description": "In the Treaty of Montevideo, signed on 27 August 1828, after British mediation, Brazil and Argentina recognized the independence of Uruguay."}]}, {"heading": "Events", "year": "1832", "date": "August 27", "txt": "Black Hawk, leader of the Sauk tribe of Native Americans, surrenders to U.S. authorities, ending the Black Hawk War.", "entities": [{"title": "Black Hawk (Sauk leader)", "href": "/wiki/Black_Hawk_(Sauk_leader)", "description": "Black Hawk, born Ma-ka-tai-me-she-kia-kiak, was a band leader and warrior of the Sauk Native American tribe in what is now the Midwest of the United States. Although he had inherited an important historic sacred bundle from his father, he was not a hereditary civil chief. Black Hawk earned his status as a war chief or captain by his actions: leading raiding and war parties as a young man and then "}, {"title": "Sauk people", "href": "/wiki/Sauk_people", "description": "The Sauk or Sac are a group of Native Americans of the Eastern Woodlands culture group, who lived primarily in the region of what is now Green Bay, Wisconsin, when first encountered by the French in 1667. Their autonym is oθaakiiwaki, and their exonym is Ozaagii(-wag) in Ojibwe. The latter name was transliterated into French and English by colonists of those cultures. Today they have three federal"}, {"title": "Black Hawk War", "href": "/wiki/Black_Hawk_War", "description": "The Black Hawk War was a conflict between the United States and Native Americans led by Black Hawk, a Sauk leader. The war erupted after Black Hawk and a group of Sauks, Meskwakis (Fox), and Kickapoos, known as the \"British Band\", crossed the Mississippi River, into the U.S. state of Illinois, from Iowa Indian Territory in April 1832. Black Hawk's motives were ambiguous, but he was apparently hopi"}]}, {"heading": "Events", "year": "1859", "date": "August 27", "txt": "Petroleum is discovered in Titusville, Pennsylvania leading to the world's first commercially successful oil well.", "entities": [{"title": "Petroleum", "href": "/wiki/Petroleum", "description": "Petroleum, also known as crude oil and oil, is a naturally occurring, yellowish-black liquid found in geological formations beneath the Earth's surface. It is commonly refined into various types of fuels. Components of petroleum are separated using a technique called fractional distillation, i.e. separation of a liquid mixture into fractions differing in boiling point by means of distillation, typ"}, {"title": "Titusville, Pennsylvania", "href": "/wiki/Titusville,_Pennsylvania", "description": "Titusville is a city in the far east corner of Crawford County, Pennsylvania, United States. The population was 5,601 at the 2010 census and an estimated 5,158 in 2019. Titusville is known as the birthplace of the American oil industry and for a number of years was the leading oil-producing region in the world. Titusville was notable for its lumber industry, including 17 sawmills, as well as its p"}, {"title": "Oil well", "href": "/wiki/Oil_well", "description": "An oil well is a boring in the Earth that is designed to bring petroleum oil hydrocarbons to the surface. Usually some natural gas is released as associated petroleum gas along with the oil. A well that is designed to produce only gas may be termed a gas well. Wells are created by drilling down into an oil or gas reserve that is then mounted with an extraction device such as a pumpjack which allow"}]}, {"heading": "Events", "year": "1881", "date": "August 27", "txt": "The Georgia hurricane makes landfall near Savannah, Georgia, resulting in an estimated 700 deaths.", "entities": [{"title": "1881 Atlantic hurricane season", "href": "/wiki/1881_Atlantic_hurricane_season#Hurricane_Five", "description": "The 1881 Atlantic hurricane season ran through the summer and early fall of 1881. This is the period of each year when most tropical cyclones form in the Atlantic basin. In the 1881 Atlantic season there were three tropical storms and four hurricanes, none of which became major hurricanes. However, in the absence of modern satellite and other remote-sensing technologies, only storms that affected "}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}]}, {"heading": "Events", "year": "1883", "date": "August 27", "txt": "Eruption of Krakatoa: Four enormous explosions destroy the island of Krakatoa and cause years of climate change.", "entities": [{"title": "1883 eruption of Krakatoa", "href": "/wiki/1883_eruption_of_Krakatoa", "description": "The 1883 eruption of Krakatoa in the Sunda Strait began on May 20 1883 and peaked on the late morning of Monday, 27 August 1883, when over 70% of the island of Krakatoa and its surrounding archipelago were destroyed as it collapsed into a caldera."}]}, {"heading": "Events", "year": "1893", "date": "August 27", "txt": "The Sea Islands hurricane strikes the United States near Savannah, Georgia, killing between 1,000 and 2,000 people.", "entities": [{"title": "1893 Sea Islands hurricane", "href": "/wiki/1893_Sea_Islands_hurricane", "description": "The 1893 Sea Islands hurricane was a deadly major hurricane that struck the Sea Islands which was near Savannah, Georgia on August 27, 1893. It was the 7th deadliest hurricane in the United States history, and was one of the three deadly hurricanes during the 1893 Atlantic hurricane season; the storm killed an estimated 1,000–2,000 people, mostly from storm surge. This is also the storm that made "}, {"title": "Savannah, Georgia", "href": "/wiki/Savannah,_Georgia", "description": "Savannah is the oldest city in the U.S. state of Georgia and is the county seat of Chatham County. Established in 1733 on the Savannah River, the city of Savannah became the British colonial capital of the Province of Georgia and later the first state capital of Georgia. A strategic port city in the American Revolution and during the American Civil War, Savannah is today an industrial center and a"}]}, {"heading": "Events", "year": "1896", "date": "August 27", "txt": "Anglo-Zanzibar War: The shortest war in world history (09:02 to 09:40), between the United Kingdom and Zanzibar.", "entities": [{"title": "Anglo-Zanzibar War", "href": "/wiki/Anglo-Zanzibar_War", "description": "The Anglo-Zanzibar War was a military conflict fought between the United Kingdom and the Zanzibar Sultanate on 27 August 1896. The conflict lasted between 38 and 45 minutes, marking it as the shortest recorded war in history. The immediate cause of the war was the death of the pro-British Sultan Hamad bin Thuwaini on 25 August 1896 and the subsequent succession of Sultan Khalid bin Barghash. The B"}, {"title": "Zanzibar", "href": "/wiki/Zanzibar", "description": "Zanzibar is an insular autonomous region of Tanzania. It is composed of the Zanzibar Archipelago in the Indian Ocean, 25–50 kilometres (16–31 mi) off the coast of the mainland, and consists of many small islands and two large ones: Unguja and Pemba Island. The capital is Zanzibar City, located on the island of Unguja. Its historic centre is Stone Town, a World Heritage Site."}]}, {"heading": "Events", "year": "1914", "date": "August 27", "txt": "World War I: Battle of Étreux: A British rearguard action by the Royal Munster Fusiliers during the Great Retreat.", "entities": [{"title": "Battle of Étreux", "href": "/wiki/Battle_of_%C3%89treux", "description": "The Rearguard Affair of Étreux was fought at Étreux by the British Expeditionary Force during the Great Retreat on the Western Front in 1914."}, {"title": "Royal Munster Fusiliers", "href": "/wiki/Royal_Munster_Fusiliers", "description": "The Royal Munster Fusiliers was a line infantry regiment of the British Army from 1881 to 1922. It traced its origins to the East India Company's Bengal European Regiment raised in 1652, which later became the 101st Regiment of Foot. The Royal Munster Fusiliers were formed in 1881 by the merger of the 101st Regiment of Foot and the 104th Regiment of Foot. One of eight Irish regiments raised largel"}, {"title": "Great Retreat", "href": "/wiki/Great_Retreat", "description": "The Great Retreat, also known as the retreat from Mons, was the long withdrawal to the River Marne in August and September 1914 by the British Expeditionary Force (BEF) and the French Fifth Army, Allied forces on the Western Front in the First World War, after their defeat by the armies of the German Empire at the Battle of Charleroi and the Battle of Mons. A counteroffensive by the Fifth Army, wi"}]}, {"heading": "Events", "year": "1915", "date": "August 27", "txt": "Attempted assassination of Bishop Patrick Heffron, bishop of the Diocese of Winona by Rev. Louis M. Lesches.", "entities": [{"title": "Assassination", "href": "/wiki/Assassination", "description": "Assassination is the act of deliberately killing a prominent or important person, such as heads of state, heads of government, politicians, royalty, celebrities, journalists, or CEOs. An assassination may be prompted by political and military motives, or done for financial gain, to avenge a grievance, from a desire to acquire fame or notoriety, or because of a military, security, insurgent or secr"}, {"title": "Patrick Richard Heffron", "href": "/wiki/Patrick_Richard_Heffron", "description": "Patrick Richard Heffron was the second Roman Catholic bishop of the Roman Catholic Diocese of Winona, in Winona, Minnesota."}, {"title": "Bishop", "href": "/wiki/Bishop", "description": "A bishop is an ordained, consecrated, or appointed member of the Christian clergy who is generally entrusted with a position of authority and oversight."}, {"title": "Roman Catholic Diocese of Winona–Rochester", "href": "/wiki/Roman_Catholic_Diocese_of_Winona%E2%80%93Rochester", "description": "The Diocese of Winona–Rochester is the Roman Catholic diocese which ministers to the people of southern Minnesota. The diocese includes Blue Earth, Cottonwood, Dodge, Faribault, Fillmore, Freeborn, Houston, Jackson, Martin, Mower, Murray, Nobles, Olmsted, Pipestone, Rock, Steele, Wabasha, Waseca, Watonwan, and Winona counties."}, {"title": "The Reverend", "href": "/wiki/The_Reverend#Roman_Catholic", "description": "The Reverend is an honorific style most often placed before the names of Christian clergy and ministers. There are sometimes differences in the way the style is used in different countries and church traditions. The Reverend is correctly called a style but is often and in some dictionaries called a title, form of address or title of respect. The style is also sometimes used by leaders in non-Chris"}]}, {"heading": "Events", "year": "1916", "date": "August 27", "txt": "World War I: The Kingdom of Romania declares war on Austria-Hungary, entering the war as one of the Allied nations.", "entities": [{"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}]}, {"heading": "Events", "year": "1918", "date": "August 27", "txt": "Mexican Revolution: Battle of Ambos Nogales: U.S. Army forces skirmish against Mexican Carrancistas in the only battle of World War I fought on American soil.", "entities": [{"title": "Mexican Revolution", "href": "/wiki/Mexican_Revolution", "description": "The Mexican Revolution was a major revolution that included a sequence of armed struggles that lasted roughly from 1910 to 1920 and transformed Mexican culture and government. The outbreak of the revolution in 1910 resulted from the increasing unpopularity of the 31-year regime of Porfirio Díaz and the regime's failure to find a controlled solution to the issue of presidential succession. That res"}, {"title": "Battle of Ambos Nogales", "href": "/wiki/Battle_of_Ambos_Nogales", "description": "The Battle of Ambos Nogales, or as it is known in Mexico La batalla del 27 de agosto, was an engagement fought on 27 August 1918 between Mexican military and civilian militia forces and elements of U.S. Army troops of the 35th Infantry Regiment, who were reinforced by the Buffalo Soldiers of the 10th Cavalry Regiment, and commanded by Lt. Col. Frederick J. Herman. The American soldiers and militia"}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Carrancistas", "href": "/wiki/Carrancistas", "description": "This is a list of factions in the Mexican Revolution."}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1922", "date": "August 27", "txt": "Greco-Turkish War: The Turkish army takes the Aegean city of Afyonkarahisar from the Kingdom of Greece.", "entities": [{"title": "Greco-Turkish War (1919–1922)", "href": "/wiki/Greco-Turkish_War_(1919%E2%80%931922)", "description": "The Greco-Turkish War of 1919–1922 was fought between Greece and the Turkish National Movement during the partitioning of the Ottoman Empire in the aftermath of World War I, between May 1919 and October 1922."}, {"title": "Aegean Region", "href": "/wiki/Aegean_Region", "description": "The Aegean Region is one of the 7 geographical regions of Turkey."}, {"title": "Afyonkarahisar", "href": "/wiki/Afyonkarahisar", "description": "Afyonkarahisar is a city in western Turkey, the capital of Afyon Province. Afyon is in the mountainous countryside inland from the Aegean coast, 250 km (155 mi) south-west of Ankara along the Akarçay River.\nIn Turkey, Afyonkarahisar stands out as a capital city of hot springs and spas, an important junction of railway, highway and air traffic in West-Turkey, and the place where independence was wo"}, {"title": "Kingdom of Greece (Glücksburg)", "href": "/wiki/Kingdom_of_Greece_(Gl%C3%BCcksburg)", "description": "The Kingdom of Greece was established in 1832 and was the successor state to the First Hellenic Republic. It was internationally recognised by the Treaty of Constantinople, where Greece also secured its full independence from the Ottoman Empire after nearly four centuries."}]}, {"heading": "Events", "year": "1927", "date": "August 27", "txt": "Five Canadian women file a petition to the Supreme Court of Canada, asking, \"Does the word 'Persons' in Section 24 of the British North America Act, 1867, include female persons?\"", "entities": [{"title": "The Famous Five (Canada)", "href": "/wiki/The_Famous_Five_(Canada)", "description": "The Famous Five, also known as The Valiant Five, and initially as The Alberta Five, were five prominent Canadian suffragists who advocated for women and children: Henrietta Muir Edwards, Nellie McClung, Louise McKinney, Emily Murphy, and Irene Parlby. On August 27, 1927, they petitioned the federal government to refer the issue of the eligibility of women to be senators to the Supreme Court of Can"}, {"title": "Supreme Court of Canada", "href": "/wiki/Supreme_Court_of_Canada", "description": "The Supreme Court of Canada is the highest court in the judicial system of Canada. It comprises nine justices, whose decisions are the ultimate application of Canadian law and grants permission to between 40 and 75 litigants each year to appeal decisions rendered by provincial, territorial and federal appellate courts. The Supreme Court is bijural, hearing cases from two major legal traditions and"}, {"title": "British North America Act, 1867", "href": "/wiki/British_North_America_Act,_1867", "description": "The Constitution Act, 1867 is a major part of the Constitution of Canada. The Act created a federal dominion and defines much of the operation of the Government of Canada, including its federal structure, the House of Commons, the Senate, the justice system, and the taxation system. The British North America Acts, including this Act, were renamed in 1982 with the patriation of the Constitution ; h"}]}, {"heading": "Events", "year": "1928", "date": "August 27", "txt": "The Kellogg–Briand Pact outlawing war is signed by fifteen nations. Ultimately sixty-one nations will sign it.", "entities": [{"title": "Kellogg–Briand Pact", "href": "/wiki/Kellogg%E2%80%93Briand_Pact", "description": "The Kellogg–Briand Pact or Pact of Paris – officially the General Treaty for Renunciation of War as an Instrument of National Policy – is a 1928 international agreement in which signatory states promised not to use war to resolve \"disputes or conflicts of whatever nature or of whatever origin they may be, which may arise among them\". The pact was signed by Germany, France, and the United States on"}]}, {"heading": "Events", "year": "1933", "date": "August 27", "txt": "The first Afrikaans Bible is introduced during a Bible Festival in Bloemfontein.", "entities": [{"title": "Bible translations into Afrikaans", "href": "/wiki/Bible_translations_into_Afrikaans", "description": null}, {"title": "Bloemfontein", "href": "/wiki/Bloemfontein", "description": "Bloemfontein, also known as Bloem, is the capital city of the Free State Province of South Africa; and, as the judicial capital of the nation, one of South Africa's three national capitals and is the seventh largest city in South Africa. Situated at an elevation of 1,395 m (4,577 ft) above sea level, the city is home to approximately 520,000 residents and forms part of the Mangaung Metropolitan Mu"}]}, {"heading": "Events", "year": "1939", "date": "August 27", "txt": "First flight of the turbojet-powered Heinkel He 178, the world's first jet aircraft.", "entities": [{"title": "Turbojet", "href": "/wiki/Turbojet", "description": "The turbojet is an airbreathing jet engine, typically used in aircraft. It consists of a gas turbine with a propelling nozzle. The gas turbine has an air inlet, a compressor, a combustion chamber, and a turbine. The compressed air from the compressor is heated by burning fuel in the combustion chamber and then allowed to expand through the turbine. The turbine exhaust is then expanded in the prope"}, {"title": "Heinkel He 178", "href": "/wiki/Heinkel_He_178", "description": "The Heinkel He 178 was the world's first aircraft to fly under turbojet power, and the first practical jet aircraft. It was a private venture by the German Heinkel company in accordance with director Ernst Heinkel's emphasis on developing technology for high-speed flight. It first flew on 27 August 1939, piloted by Erich Warsitz. This flight had been preceded by a short hop three days earlier."}, {"title": "Jet aircraft", "href": "/wiki/Jet_aircraft", "description": "A jet aircraft is an aircraft propelled by jet engines."}]}, {"heading": "Events", "year": "1942", "date": "August 27", "txt": "First day of the Sarny Massacre, perpetrated by Germans and Ukrainians.", "entities": [{"title": "Sarny Massacre", "href": "/wiki/Sarny_Massacre", "description": "The Sarny Massacre was the execution of an estimated 14,000 to 18,000 people, mostly Jews, in the Nazi-occupied city of Sarny, now Rivne Oblast of Ukraine, on August 27 and 28, 1942."}]}, {"heading": "Events", "year": "1943", "date": "August 27", "txt": "World War II: Japanese forces evacuate New Georgia Island in the Pacific Theater of Operations during World War II.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "New Georgia", "href": "/wiki/New_Georgia", "description": "New Georgia, with an area of 2,037 km2 (786 sq mi), is the largest of the islands in Western Province, Solomon Islands, and the 200th-largest island in the world."}, {"title": "Asiatic-Pacific Theater", "href": "/wiki/Asiatic-Pacific_Theater", "description": "The Asiatic-Pacific Theater was the theater of operations of U.S. forces during World War II in the Pacific War during 1941–45. From mid-1942 until the end of the war in 1945, there were two U.S. operational commands in the Pacific. The Pacific Ocean Areas (POA), divided into the Central Pacific Area, the North Pacific Area and the South Pacific Area, were commanded by Fleet Admiral Chester W. Nim"}]}, {"heading": "Events", "year": "1943", "date": "August 27", "txt": "World War II: Aerial bombardment by the Luftwaffe razes to the ground the village of Vorizia in Crete.", "entities": [{"title": "Razing of Vorizia", "href": "/wiki/Razing_of_Vorizia", "description": "The Razing of Vorizia refers to the destruction of the village of Vorizia (Βορίζια) in Crete (Greece) by aerial bombardment and the murder of five of its inhabitants on 27 August 1943 by German occupying forces during World War II."}, {"title": "Crete", "href": "/wiki/Crete", "description": "Crete is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean Sea. Crete rests approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi)."}]}, {"heading": "Events", "year": "1956", "date": "August 27", "txt": "The nuclear power station at Calder Hall in the United Kingdom was connected to the national power grid becoming the world's first commercial nuclear power station to generate electricity on an industrial scale.", "entities": [{"title": "Calder Hall", "href": "/wiki/Calder_Hall", "description": "Sellafield is a large multi-function nuclear site close to Seascale on the coast of Cumbria, England. As of August 2020, activities at the site include nuclear fuel reprocessing, nuclear waste storage and nuclear decommissioning, and it is a former nuclear power generating site. The licensed site covers an area of 265 hectares and comprises more than 200 nuclear facilities and more than 1,000 buil"}]}, {"heading": "Events", "year": "1962", "date": "August 27", "txt": "The Mariner 2 unmanned space mission is launched to Venus by NASA.", "entities": [{"title": "Mariner 2", "href": "/wiki/Mariner_2", "description": "Mariner 2, an American space probe to Venus, was the first robotic space probe to conduct a successful planetary encounter. The first successful spacecraft in the NASA Mariner program, it was a simplified version of the Block I spacecraft of the Ranger program and an exact copy of Mariner 1. The missions of the Mariner 1 and 2 spacecraft are sometimes known as the Mariner R missions. Original plan"}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}]}, {"heading": "Events", "year": "1963", "date": "August 27", "txt": "An explosion at the Cane Creek potash mine near Moab, Utah kills 18 miners.", "entities": [{"title": "Intrepid Potash", "href": "/wiki/Intrepid_Potash#Moab", "description": "Intrepid Potash, Inc., based in Denver, Colorado, is a fertilizer manufacturer. The company is the largest producer of potassium chloride, also known as muriate of potash, in the United States. It owns three mines, all in the Western U.S., near the cities of Carlsbad, New Mexico; Moab, Utah; and Wendover, Utah."}, {"title": "Moab, Utah", "href": "/wiki/Moab,_Utah", "description": "Moab is the largest city of, and the county seat on the southern edge of, Grand County in eastern Utah in the western United States, known for its dramatic scenery. The population was 5,046 at the 2010 census, and in 2018 the population was estimated to be 5,322. Moab attracts many tourists annually, mostly visitors to the nearby Arches and Canyonlands national parks. The town is a popular base fo"}]}, {"heading": "Events", "year": "1964", "date": "August 27", "txt": "South Vietnamese junta leader Nguyễn Khánh enters into a triumvirate power-sharing arrangement with rival generals Trần Thiện Khiêm and Dương Văn Minh, who had both been involved in plots to unseat Khánh.", "entities": [{"title": "Army of the Republic of Vietnam", "href": "/wiki/Army_of_the_Republic_of_Vietnam", "description": "The Army of the Republic of Vietnam were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975. It is estimated to have suffered 1,394,000 casualties during the Vietnam War."}, {"title": "Nguyễn Khánh", "href": "/wiki/Nguy%E1%BB%85n_Kh%C3%A1nh", "description": "Nguyễn Khánh was a South Vietnamese military officer and Army of the Republic of Vietnam general who served in various capacities as head of state and prime minister of South Vietnam while at the head of a military junta from January 1964 until February 1965. He was involved in or against many coup attempts, failed and successful, from 1960 until his defeat and exile from South Vietnam in 1965. Kh"}, {"title": "Triumvirate", "href": "/wiki/Triumvirate", "description": "A triumvirate or a triarchy is a political regime ruled or dominated by three powerful individuals known as triumvirs. The arrangement can be formal or informal. Though the three are notionally equal, this is rarely the case in reality. The term can also be used to describe a state with three different military leaders who all claim to be the sole leader. In the context of the Soviet Union and Rus"}, {"title": "Trần Thiện Khiêm", "href": "/wiki/Tr%E1%BA%A7n_Thi%E1%BB%87n_Khi%C3%AAm", "description": "General Trần Thiện Khiêm was an officer in the Army of the Republic of Vietnam during the Vietnam War. He was born in Saigon, Cochinchina, French Indochina. During the 1960s he was involved in several coups. He helped President Ngô Đình Diệm put down a November 1960 coup attempt and was rewarded with promotion. In 1963 he was involved in the coup that deposed and assassinated Diêm."}, {"title": "Dương Văn Minh", "href": "/wiki/D%C6%B0%C6%A1ng_V%C4%83n_Minh", "description": "Dương Văn Minh, popularly known as Big Minh, was a South Vietnamese politician and a senior general in the Army of the Republic of Vietnam (ARVN) and a politician during the presidency of Ngô Đình Diệm. In 1963, he became chief of a military junta after leading a coup in which Diệm was assassinated. Minh lasted only three months before being toppled by Nguyễn Khánh, but assumed power again as the "}]}, {"heading": "Events", "year": "1971", "date": "August 27", "txt": "An attempted coup d'état fails in the African nation of Chad. The Government of Chad accuses Egypt of playing a role in the attempt and breaks off diplomatic relations.", "entities": [{"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Chad", "href": "/wiki/Chad", "description": "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west."}, {"title": "Government of Chad", "href": "/wiki/Government_of_Chad", "description": "The Government of Chad had been ruled and controlled by Idriss Déby and his Patriotic Salvation Movement since December 2, 1990, and officially since February 28, 1991. An amendment to the Constitution of Chad, passed in 2005, allowed Déby to run for his next term which would be his third. He ran for it and won, although the election was criticized harshly.. The Chadian Government would be dissolv"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Diplomatic relations", "href": "/wiki/Diplomatic_relations", "description": "Diplomacy is the practice of influencing the decisions and conduct of foreign governments or organizations through dialogue, negotiation, and other nonviolent means. Diplomacy usually refers to international relations carried out through the intercession of professional diplomats with regard to a variety of issues and topics."}]}, {"heading": "Events", "year": "1975", "date": "August 27", "txt": "The Governor of Portuguese Timor abandons its capital, Dili, and flees to Atauro Island, leaving control to a rebel group.", "entities": [{"title": "Portuguese Timor", "href": "/wiki/Portuguese_Timor", "description": "Portuguese Timor refers to East Timor during the historic period when it was a Portuguese colony that existed between 1702 and 1975. During most of this period, Portugal shared the island of Timor with the Dutch East Indies."}, {"title": "Dili", "href": "/wiki/Dili", "description": "Dili, also known as City of Peace, is the capital, largest city, chief port, and commercial centre of East Timor (Timor-Leste). Dili is part of a free trade zone, the Timor Leste–Indonesia–Australia Growth Triangle (TIA-GT)."}, {"title": "Atauro Island", "href": "/wiki/Atauro_Island", "description": "Atauro Island is a small island situated 25 km north of Dili, East Timor, on the extinct Wetar segment of the volcanic Inner Banda Arc, between the Indonesian islands of Alor and Wetar. Politically it comprises one of the Administrative Posts of the Dili Municipality of East Timor. It is about 25 km long and 9 km wide, about 140.1 km2 in area, and had 9,274 inhabitants at the 2015 Census. The near"}]}, {"heading": "Events", "year": "1979", "date": "August 27", "txt": "The Troubles: Eighteen British soldiers are killed in an ambush by the Provisional Irish Republican Army near Warrenpoint, Northern Ireland, in the deadliest attack on British forces during Operation Banner. An IRA bomb also kills British royal family member Lord Mountbatten and three others on his boat at Mullaghmore, Republic of Ireland.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Warrenpoint ambush", "href": "/wiki/Warrenpoint_ambush", "description": "The Warrenpoint ambush, also known as the Narrow Water ambush, the Warrenpoint massacre or the Narrow Water massacre, was a guerrilla attack by the Provisional Irish Republican Army (IRA) on 27 August 1979. The IRA's South Armagh Brigade ambushed a British Army convoy with two large roadside bombs at Narrow Water Castle outside Warrenpoint, Northern Ireland. The first bomb was aimed at the convoy "}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Warrenpoint", "href": "/wiki/Warrenpoint", "description": "Warrenpoint is a small port town and civil parish in County Down, Northern Ireland. It sits at the head of Carlingford Lough, south of Newry, and is separated from the Republic of Ireland by a narrow strait. The town is beside the village of Rostrevor and is overlooked by the Mournes and Cooley Mountains. Warrenpoint sprang up within the townland of Ringmackilroy, and is locally nicknamed \"The Poi"}, {"title": "Operation Banner", "href": "/wiki/Operation_Banner", "description": "Operation Banner was the operational name for the British Armed Forces' operation in Northern Ireland from 1969 to 2007, as part of the Troubles. It was the longest continuous deployment in British military history. The British Army was initially deployed, at the request of the unionist government of Northern Ireland, in response to the August 1969 riots. Its role was to support the Royal Ulster C"}, {"title": "British royal family", "href": "/wiki/British_royal_family", "description": "The British royal family comprises Queen Elizabeth II and her close relations. There is no strict legal or formal definition of who is or is not a member of the British royal family. Many members support the Queen in undertaking public engagements and often pursue charitable work and interests. The royal family are regarded as British cultural icons."}, {"title": "Louis Mountbatten, 1st Earl Mountbatten of Burma", "href": "/wiki/Louis_Mountbatten,_1st_Earl_Mountbatten_of_Burma", "description": "Admiral of the Fleet Louis Francis Albert Victor Nicholas Mountbatten, 1st Earl Mountbatten of Burma, was a British Royal Navy officer and statesman, a maternal uncle of Prince Philip, Duke of Edinburgh, and second cousin once removed of Queen Elizabeth II. During the Second World War, he was Supreme Allied Commander, South East Asia Command. He was the last Viceroy of India and the first governor"}, {"title": "Mullaghmore, County Sligo", "href": "/wiki/Mullaghmore,_County_Sligo", "description": "Mullaghmore is a village on the Mullaghmore peninsula in County Sligo, Ireland. It is a holiday destination with a skyline dominated by Ben Bulben mountain. It is in the barony of Carbury and parish of Ahamlish."}]}, {"heading": "Events", "year": "1980", "date": "August 27", "txt": "A massive bomb planted by extortionist John Birges explodes at Harvey's Resort Hotel in Stateline, Nevada after a failed disarming attempt by the FBI. Although the hotel is damaged, no one is injured.", "entities": [{"title": "Harvey's Resort Hotel bombing", "href": "/wiki/Harvey%27s_Resort_Hotel_bombing", "description": "The Harvey's Resort Hotel bombing took place on August 26–27, 1980, when several men masquerading as photocopier deliverers planted an elaborately booby trapped bomb containing 1,000 pounds (450 kg) of dynamite at Harvey's Resort Hotel in Stateline, Nevada, United States. After an attempt to disarm the bomb, it exploded causing extensive damage to the hotel but no injuries or deaths. The total cos"}, {"title": "Harvey's Resort Hotel", "href": "/wiki/Harvey%27s_Resort_Hotel", "description": "Harveys Lake Tahoe is a hotel and casino located in Stateline, Nevada. It has 742 rooms and suites as well as six restaurants and a casino with 87,500 square feet (8,130 m2) of space. It also has a video arcade, wedding chapel, pool, convention center and a full-service health club. It is owned by Vici Properties and operated by Caesars Entertainment."}, {"title": "Stateline, Nevada", "href": "/wiki/Stateline,_Nevada", "description": "Stateline is a census-designated place (CDP) on the southeastern shore of Lake Tahoe in Douglas County, Nevada, United States. It lies next to the California state line and City of South Lake Tahoe. The population was 842 at the 2010 census. The population swells considerably during the busy winter and summer seasons, due to the high number of hotel rooms and rental accommodations available."}]}, {"heading": "Events", "year": "1982", "date": "August 27", "txt": "Turkish military diplomat Colonel Atilla Altıkat is shot and killed in Ottawa. Justice Commandos of the Armenian Genocide claim to be avenging the massacre of 1.mw-parser-output .frac{white-space:nowrap}.mw-parser-output .frac .num,.mw-parser-output .frac .den{font-size:80%;line-height:0;vertical-align:super}.mw-parser-output .frac .den{vertical-align:sub}.mw-parser-output .sr-only{border:0;clip:rect(0,0,0,0);height:1px;margin:-1px;overflow:hidden;padding:0;position:absolute;width:1px}1⁄2 million Armenians in the 1915 Armenian Genocide.", "entities": [{"title": "Military attaché", "href": "/wiki/Military_attach%C3%A9", "description": "A military attaché is a military expert who is attached to a diplomatic mission, often an embassy. This post is normally filled by a high-ranking military officer who retains their commission while serving in an embassy. Opportunities sometimes arise for service in the field with military forces of another sovereign state."}, {"title": "Atilla Altıkat", "href": "/wiki/Atilla_Alt%C4%B1kat", "description": "Colonel Atilla Altıkat was the Turkish military attaché to the Turkish Embassy in Ottawa, Ontario, Canada, and was assassinated in 1982. The Armenian militant group ASALA claimed responsibility for the attack. The act was forcefully condemned by the Prime Minister of Canada, Pierre Trudeau."}, {"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}, {"title": "Justice Commandos of the Armenian Genocide", "href": "/wiki/Justice_Commandos_of_the_Armenian_Genocide", "description": "Justice Commandos of the Armenian Genocide (JCAG) was an Armenian militant organization active from 1975 to 1987."}, {"title": "Armenian Genocide", "href": "/wiki/Armenian_Genocide", "description": "The Armenian Genocide was the systematic mass murder and ethnic cleansing of around one million ethnic Armenians from Anatolia and adjoining regions by the Ottoman Empire and its ruling party, the Committee of Union and Progress (CUP), during World War I."}]}, {"heading": "Events", "year": "1985", "date": "August 27", "txt": "Nigeria's military government is overthrown by another clique of army officers.", "entities": [{"title": "1985 Nigerian coup d'état", "href": "/wiki/1985_Nigerian_coup_d%27%C3%A9tat", "description": "The 1985 Nigerian coup d'état was a military coup which took place in Nigeria on 27 August 1985 when a faction of mid-level Armed Forces officers, led by the Chief of Army Staff General Ibrahim Babangida, overthrew the government of Major General Muhammadu Buhari. Buhari was then detained in Benin City until 1988. Babangida justified the coup by saying that Buhari failed to deal with the country's"}]}, {"heading": "Events", "year": "1991", "date": "August 27", "txt": "The European Community recognizes the independence of the Baltic states of Estonia, Latvia and Lithuania.", "entities": [{"title": "European Community", "href": "/wiki/European_Community", "description": "The European Economic Community (EEC) was a regional organization that aimed to bring about economic integration among its member states. It was created by the Treaty of Rome of 1957. Upon the formation of the European Union in 1993, the EEC was incorporated into the EU and renamed the European Community (EC). In 2009, the EC formally ceased to exist and its institutions were directly absorbed by "}, {"title": "Baltic states", "href": "/wiki/Baltic_states", "description": "The Baltic states, also known as the Baltic countries, Baltic republics, Baltic nations, or simply the Baltics, is a geopolitical term, typically used to group the three sovereign states on the eastern coast of the Baltic Sea: Estonia, Latvia, and Lithuania. The term is not used in the context of cultural areas, national identity, or language, because while the majority of people in Latvia and Lit"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}]}, {"heading": "Events", "year": "1991", "date": "August 27", "txt": "Moldova declares independence from the USSR.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "2003", "date": "August 27", "txt": "Mars makes its closest approach to Earth in nearly 60,000 years, passing 34,646,418 miles (55,758,005 km) distant.", "entities": [{"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "2003", "date": "August 27", "txt": "The first six-party talks, involving South and North Korea, the United States, China, Japan and Russia, convene to find a peaceful resolution to the security concerns of the North Korean nuclear weapons program.", "entities": [{"title": "North Korea and weapons of mass destruction", "href": "/wiki/North_Korea_and_weapons_of_mass_destruction", "description": "North Korea has a military nuclear weapons program and, as of early 2020, is estimated to have an arsenal of approximately 30-40 nuclear weapons and sufficient production of fissile material for 6-7 nuclear weapons per year. North Korea has also stockpiled a significant quantity of chemical and biological weapons. In 2003, North Korea withdrew from the Treaty on the Non-Proliferation of Nuclear We"}]}, {"heading": "Events", "year": "2006", "date": "August 27", "txt": "Comair Flight 5191 crashes on takeoff from Blue Grass Airport in Lexington, Kentucky bound for Hartsfield–Jackson Atlanta International Airport in Atlanta. Of the passengers and crew, 49 of 50 are confirmed dead in the hours following the crash.", "entities": [{"title": "Comair Flight 5191", "href": "/wiki/Comair_Flight_5191", "description": "Comair Flight 5191, marketed as Delta Connection Flight 5191, was a scheduled United States domestic passenger flight from Lexington, Kentucky, to Atlanta, Georgia, operated on behalf of Delta Connection by Comair. On the morning of August 27, 2006, at around 06:07 EDT, the Bombardier Canadair Regional Jet 100ER crashed while attempting to take off from Blue Grass Airport in Fayette County, Kentuc"}, {"title": "Takeoff", "href": "/wiki/Takeoff", "description": "Takeoff is the phase of flight in which an aerospace vehicle leaves the ground and becomes airborne. For aircraft traveling vertically, this is known as liftoff."}, {"title": "Blue Grass Airport", "href": "/wiki/Blue_Grass_Airport", "description": "Blue Grass Airport is a public airport in Fayette County, Kentucky, 6 miles west of downtown Lexington. Located among world-renowned horse farms and situated directly across from Keeneland Race Course, Blue Grass Airport is the primary airport serving central and eastern Kentucky. More than 1.3 million passengers depart or arrive annually at Blue Grass Airport. In 2017, the airport served 1,316,84"}, {"title": "Lexington, Kentucky", "href": "/wiki/Lexington,_Kentucky", "description": "Lexington is the second-largest city in Kentucky and the county seat of Fayette County. By population, it is the 60th-largest city in the United States, and by land area, is the country's 28th largest city. Known as the \"Horse Capital of the World\", it is the heart of the state's Bluegrass region. Notable locations in the city include the Kentucky Horse Park, The Red Mile and Keeneland race course"}, {"title": "Hartsfield–Jackson Atlanta International Airport", "href": "/wiki/Hartsfield%E2%80%93Jackson_Atlanta_International_Airport", "description": "Hartsfield–Jackson Atlanta International Airport, also known as Atlanta Hartsfield–Jackson International Airport, Atlanta Airport, Hartsfield, Hartsfield–Jackson or by its airport code ATL is the primary international airport serving Atlanta, Georgia, United States. The airport is located 7 mi (11 km) south of the Downtown Atlanta district. It is named after former Atlanta mayors William B. Hartsf"}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}]}, {"heading": "Events", "year": "2009", "date": "August 27", "txt": "Internal conflict in Myanmar: The Burmese military junta and ethnic armies begin three days of violent clashes in the Kokang Special Region.", "entities": [{"title": "Internal conflict in Myanmar", "href": "/wiki/Internal_conflict_in_Myanmar", "description": "Insurgencies have been ongoing in Myanmar since 1948, the year the country, then known as Burma, gained independence from the United Kingdom. The conflict has largely been ethnic-based, with several ethnic armed groups fighting Myanmar's armed forces, the Tatmadaw, for self-determination. Despite numerous ceasefires and the creation of autonomous self-administered zones in 2008, many groups contin"}, {"title": "State Peace and Development Council", "href": "/wiki/State_Peace_and_Development_Council", "description": "The State Peace and Development Council was the official name of the military government of Burma, which seized power under the rule of Saw Maung in 1988. On 30 March 2011, Senior General and Council Chairman Than Shwe signed a decree that officially dissolved the Council."}, {"title": "2009 Kokang incident", "href": "/wiki/2009_Kokang_incident", "description": "The Kokang incident was a violent series of skirmishes that broke out in August 2009 in Kokang in Myanmar's northern Shan State. Several clashes between the Burmese military junta forces and ethnic minorities took place. As a result of the conflict, the MNDAA lost control of the area and as many as 30,000 refugees fled to Yunnan province in neighbouring China."}, {"title": "Kokang Special Region", "href": "/wiki/Kokang_Special_Region", "description": "Kokang is a region in Myanmar (Burma). It is located in the northern part of Shan State, with the Salween River to its west, and sharing a border with China's Yunnan Province to the east. Its total land area is around 10,000 square kilometers (3,900 sq mi). The capital is Laukkai. Kokang is mostly populated by Kokang Chinese, a Han Chinese group living in Myanmar."}]}, {"heading": "Events", "year": "2011", "date": "August 27", "txt": "Hurricane Irene strikes the United States east coast, killing 47 and causing an estimated $15.6 billion in damage. ", "entities": [{"title": "Hurricane Irene", "href": "/wiki/Hurricane_Irene", "description": "Hurricane Irene was a large and destructive tropical cyclone which affected much of the Caribbean and East Coast of the United States during late August 2011. The ninth named storm, first hurricane, and first major hurricane of the 2011 Atlantic hurricane season, Irene originated from a well-defined Atlantic tropical wave that began showing signs of organization east of the Lesser Antilles. Due to"}]}, {"heading": "Events", "year": "2019", "date": "August 27", "txt": "Bury F.C. becomes the first club to be expelled from the English Football League since Maidstone United in 1992.", "entities": [{"title": "Bury F.C.", "href": "/wiki/Bury_F.C.", "description": "Bury Football Club is an English association football club based in Bury, Greater Manchester, whose team last played in EFL League Two, the fourth tier of English football, during the 2018–19 season. Known as \"The Shakers\", the team play in white shirts and navy blue shorts. Gigg Lane, one of the world's oldest football grounds, has been the club's home venue since 1885. The club's location led to"}, {"title": "English Football League", "href": "/wiki/English_Football_League", "description": "The English Football League (EFL) is a league competition featuring professional association football clubs from England and Wales. Founded in 1888 as the Football League, the league is the oldest such competition in world football. It was the top-level football league in England from its foundation until 1992, when the top 22 clubs split away to form the Premier League. In the seasons from 1995 t"}, {"title": "Maidstone United F.C. (1897)", "href": "/wiki/Maidstone_United_F.C._(1897)", "description": "The original Maidstone United was an English football club from Maidstone, Kent, which existed from 1897 to 1992. The club played in the Football League Fourth Division from 1989 until their demise in 1992. During their time in the Football League Maidstone played their games at Dartford's Watling Street ground. The club also played in various amateur leagues and the Southern League, which was the"}]}, {"heading": "Births", "year": "865", "date": "August 27", "txt": "Rhazes, Persian polymath (d. 925)", "entities": [{"title": "Rhazes", "href": "/wiki/Rhazes", "description": "Abū Bakr Muhammad Zakariyyā Rāzī or Rasis; 854–925 CE), was a Persian polymath, physician, alchemist, philosopher, and important figure in the history of medicine. He also wrote on logic, astronomy and grammar."}]}, {"heading": "Births", "year": "1407", "date": "August 27", "txt": "Ashikaga Yoshikazu, Japanese shōgun (d. 1425)", "entities": [{"title": "Ashikaga Yoshikazu", "href": "/wiki/Ashikaga_Yoshikazu", "description": "Ashikaga Yoshikazu  was the 5th shōgun of the Ashikaga shogunate who reigned from 1423 to 1425 during the Muromachi period of Japan. Yoshikazu was the son of the fourth shōgun Ashikaga Yoshimochi."}]}, {"heading": "Births", "year": "1471", "date": "August 27", "txt": "George, Duke of Saxony (d. 1539)", "entities": [{"title": "George, Duke of Saxony", "href": "/wiki/George,_Duke_of_Saxony", "description": "George the Bearded, Duke of Saxony, was Duke of Saxony from 1500 to 1539 known for his opposition to the Reformation. While the Ernestine line embraced Lutheranism, the Albertines were reluctant to do so. Despite George's efforts to avoid a succession by a Lutheran upon his death in 1539, he could not prevent it from happening. Under the Act of Settlement of 1499, Lutheran Henry IV became the new "}]}, {"heading": "Births", "year": "1487", "date": "August 27", "txt": "Anna of Brandenburg (d. 1514)", "entities": [{"title": "Anna of Brandenburg", "href": "/wiki/Anna_of_Brandenburg", "description": "Anna of Brandenburg was a German noblewoman."}]}, {"heading": "Births", "year": "1512", "date": "August 27", "txt": "Friedrich Staphylus, German theologian (d. 1564)", "entities": [{"title": "Friedrich Staphylus", "href": "/wiki/Friedrich_Staphylus", "description": "\nFriedrich Staphylus was a German theologian, at first a Protestant and then a Catholic convert."}]}, {"heading": "Births", "year": "1542", "date": "August 27", "txt": "John Frederick, Duke of Pomerania and Protestant Bishop of Cammin (d. 1600)", "entities": [{"title": "John Frederick, Duke of Pomerania", "href": "/wiki/John_Frederick,_Duke_of_Pomerania", "description": "John Frederick was Duke of Pomerania from 1560 to 1600, and Bishop of Cammin (Kamień) from 1556 to 1574. Elected bishop in 1556 and heir of the duchy in 1560, he remained under tutelage of his great-uncle Barnim XI until he took on his offices in 1567."}]}, {"heading": "Births", "year": "1545", "date": "August 27", "txt": "Alexander Farnese, Duke of Parma (d. 1592)", "entities": [{"title": "Alexander Farnese, Duke of Parma", "href": "/wiki/Alexander_Farnese,_Duke_of_Parma", "description": "Alexander Farnese was an Italian noble and condottiero and later a general of the Spanish army, who was Duke of Parma, Piacenza and Castro from 1586 to 1592, as well as Governor of the Spanish Netherlands from 1578 to 1592. Thanks to a steady influx of troops from Spain, during 1581–1587 Farnese captured more than thirty towns in the south and returned them to the control of Catholic Spain. During"}]}, {"heading": "Births", "year": "1624", "date": "August 27", "txt": "Koxinga, Chinese-Japanese Ming loyalist (d. 1662)", "entities": [{"title": "Koxinga", "href": "/wiki/Koxinga", "description": "Zheng Chenggong, Prince of Yanping, better known internationally by his Dutch-Romanised Hokkien honorific Koxinga or Coxinga, was a Chinese Ming loyalist who resisted the Qing conquest of China in the 17th century, fighting them on China's southeastern coast."}]}, {"heading": "Births", "year": "1637", "date": "August 27", "txt": "Charles Calvert, 3rd Baron Baltimore, English politician, 2nd Proprietor of Maryland (d. 1715)", "entities": [{"title": "Charles Calvert, 3rd Baron Baltimore", "href": "/wiki/Charles_Calvert,_3rd_Baron_Baltimore", "description": "Charles Calvert, 3rd Baron Baltimore, inherited the colony of Maryland in 1675 upon the death of his father, Cecil Calvert, 2nd Baron Baltimore, (1605–1675). He had been his father's Deputy Governor since 1661 when he arrived in the colony at the age of 24. However, Charles left Maryland for England in 1684 and would never return. The events following the Glorious Revolution in England in 1688 wou"}, {"title": "List of Proprietors of Maryland", "href": "/wiki/List_of_Proprietors_of_Maryland", "description": "The Province of Maryland was a proprietary colony, in the hands of the Calvert family, who held it from 1633 to 1689, and again from 1715 to 1776. George Calvert, 1st Baron Baltimore (1580–1632) is often regarded as the founder of Maryland, but he died before the colony could be organized. Thus the colonial administration began with his son:Cecil Calvert, 2nd Baron Baltimore, 1633–1675\nmuch of the"}]}, {"heading": "Births", "year": "1665", "date": "August 27", "txt": "John Hervey, 1st Earl of Bristol, English politician (d. 1751)", "entities": [{"title": "John Hervey, 1st Earl of Bristol", "href": "/wiki/John_Hervey,_1st_Earl_of_Bristol", "description": "John Hervey, 1st Earl of Bristol was an English politician."}]}, {"heading": "Births", "year": "1669", "date": "August 27", "txt": "Anne Marie d'Orléans, queen of Sardinia (d. 1728)", "entities": [{"title": "Anne Marie d'Orléans", "href": "/wiki/Anne_Marie_d%27Orl%C3%A9ans", "description": "Anne Marie d'Orléans was the first queen of Sardinia by marriage to Victor Amadeus II of Savoy. She served as regent of Savoy during the absence of her spouse in 1686 and during the War of the Spanish Succession. \nShe is also an important figure in British history."}]}, {"heading": "Births", "year": "1677", "date": "August 27", "txt": "Otto Ferdinand von Abensberg und Traun, Austrian general (d. 1748)", "entities": [{"title": "Otto Ferdinand von Abensberg und Traun", "href": "/wiki/Otto_Ferdinand_von_Abensberg_und_Traun", "description": "Otto Ferdinand Graf von Abensperg und Traun, was an Austrian Generalfeldmarschall. The current spelling of the name, and the spelling used in his time, is mostly Abensperg."}]}, {"heading": "Births", "year": "1724", "date": "August 27", "txt": "John Joachim Zubly, Swiss-American pastor, planter, and politician (d. 1781)", "entities": [{"title": "John Joachim Zubly", "href": "/wiki/John_Joachim_Zubly", "description": "Reverend John Joachim Zubly, born Hans Joachim Züblin, was a Swiss-born American pastor, planter, and statesman during the American Revolution. Although a delegate for Georgia to the Continental Congress in 1775, he resisted independence from Great Britain and became a Loyalist."}]}, {"heading": "Births", "year": "1730", "date": "August 27", "txt": "Johann Georg Hamann, German philosopher and author (d. 1788)", "entities": [{"title": "Johann Georg Hamann", "href": "/wiki/Johann_Georg_Hamann", "description": "Johann Georg Hamann was a German Lutheran philosopher from Königsberg known as “the Wizard of the North” who was one of the leader figures of post-Kantian philosophy. His work was used by his student J. G. Herder as the main support of the Sturm und Drang movement, and is associated with the Counter-Enlightenment and Romanticism."}]}, {"heading": "Births", "year": "1770", "date": "August 27", "txt": "Georg Wilhelm Friedrich Hegel, German philosopher and academic (d. 1831)", "entities": [{"title": "Georg Wilhelm Friedrich Hegel", "href": "/wiki/Georg_Wilhelm_Friedrich_Hegel", "description": "Georg Wilhelm Friedrich Hegel was a German philosopher and is considered one of the most important figures in German idealism. He is also considered one of the fundamental figures of modern Western philosophy, with his influence extending to the entire range of contemporary philosophical issues, from aesthetics to ontology to politics, both in the analytic and continental tradition."}]}, {"heading": "Births", "year": "1785", "date": "August 27", "txt": "Agustín Gamarra, Peruvian general and politician, 10th and 14th President of Peru (d. 1841)", "entities": [{"title": "Agustín Gamarra", "href": "/wiki/Agust%C3%ADn_Gamarra", "description": "Agustín Gamarra Messia was a Peruvian soldier and politician, who served as the 10th and 14th President of Peru."}]}, {"heading": "Births", "year": "1795", "date": "August 27", "txt": "Giorgio Mitrovich, Maltese politician (d. 1885)", "entities": [{"title": "Giorgio Mitrovich", "href": "/wiki/Giorgio_Mitrovich", "description": "Giorgio Mitrovich was a Maltese patriot and politician known for his role in the struggle for freedom of the press in Malta. He was one of the founders of the Comitato Generale Maltese, and he co-authored a petition in 1832 which led to a new constitution in 1835. He traveled to London multiple times to increase awareness of Maltese grievances, and his 1835 visit resulted in a Royal Commission rec"}]}, {"heading": "Births", "year": "1803", "date": "August 27", "txt": "Edward Beecher, American minister and theologian (d. 1895)", "entities": [{"title": "Edward Beecher", "href": "/wiki/Edward_Beecher", "description": "Edward Beecher D.D. was an American theologian, the son of Lyman Beecher and the brother of Harriet Beecher Stowe and Henry Ward Beecher."}]}, {"heading": "Births", "year": "1809", "date": "August 27", "txt": "Hannibal Hamlin, American publisher and politician, 15th Vice President of the United States (d. 1891)", "entities": [{"title": "Hannibal Hamlin", "href": "/wiki/Hannibal_Hamlin", "description": "Hannibal Hamlin was an American attorney and politician from the state of Maine. In a public service career that spanned over 50 years, he served as the 15th vice president of the United States. The first Republican to hold the office, Hamlin served from 1861 to 1865. He is considered among the most influential politicians to have come from Maine."}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Births", "year": "1812", "date": "August 27", "txt": "Bertalan Szemere, Hungarian poet and politician, 3rd Prime Minister of Hungary (d. 1869)", "entities": [{"title": "Bertalan Szemere", "href": "/wiki/Bertalan_Szemere", "description": "Bertalan Szemere (1812–1869) was a Hungarian poet and nationalist who became the third Prime Minister of Hungary during the short period of the Hungarian Revolution of 1848 when Hungary was independent of rule by the Austrian Empire."}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Births", "year": "1827", "date": "August 27", "txt": "Charles Lilley, English-Australian politician, 4th Premier of Queensland (d. 1897)", "entities": [{"title": "Charles Lilley", "href": "/wiki/Charles_Lilley", "description": "Sir Charles Lilley was a Premier and Chief Justice of the Supreme Court of Queensland. He had a significant influence on the form and spirit of state education in colonial Queensland which lasted well into the 20th century."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1845", "date": "August 27", "txt": "Ödön Lechner, Hungarian architect, designed the Museum of Applied Arts and the Church of St Elisabeth (d. 1914)", "entities": [{"title": "Ödön Lechner", "href": "/wiki/%C3%96d%C3%B6n_Lechner", "description": "Ödön Lechner was a Hungarian architect, one of the early representatives of the Hungarian Secession movement, called szecesszió in Hungarian, which was related to Art Nouveau in the rest of Europe. He decorated his buildings with Zsolnay tile patterns inspired by old Magyar and Turkic folk art. He combines this with the use of materials modern for his time, such as iron."}, {"title": "Museum of Applied Arts (Budapest)", "href": "/wiki/Museum_of_Applied_Arts_(Budapest)", "description": "The Museum of Applied Arts is a museum in Budapest, Hungary. It is the third-oldest applied arts museum in the world."}, {"title": "Church of St. Elisabeth (Bratislava)", "href": "/wiki/Church_of_St._Elisabeth_(Bratislava)", "description": "The Church of St. Elizabeth, commonly known as Blue Church, is a Hungarian Secessionist Catholic church located in the eastern part of the Old Town in Bratislava, present day Slovakia. It is consecrated to Elisabeth of Hungary, daughter of Andrew II, who grew up in the Pressburg Castle (Pozsonyi vár).\nIt is referred to as \"The Little Blue Church\" because of the colour of its façade, mosaics, majol"}]}, {"heading": "Births", "year": "1845", "date": "August 27", "txt": "Friedrich Martens, Estonian-Russian historian, lawyer, and diplomat (d. 1909)", "entities": []}, {"heading": "Births", "year": "1856", "date": "August 27", "txt": "Ivan Franko, Ukrainian author and poet (d. 1916)", "entities": [{"title": "Ivan Franko", "href": "/wiki/Ivan_Franko", "description": "Ivan Yakovych Franko was a Ukrainian poet, writer, social and literary critic, journalist, interpreter, economist, political activist, doctor of philosophy, ethnographer, and the author of the first detective novels and modern poetry in the Ukrainian language."}]}, {"heading": "Births", "year": "1858", "date": "August 27", "txt": "Giuseppe Peano, Italian mathematician and philosopher (d. 1932)", "entities": [{"title": "Giuseppe Peano", "href": "/wiki/Giuseppe_Peano", "description": "Giuseppe Peano was an Italian mathematician and glottologist. The author of over 200 books and papers, he was a founder of mathematical logic and set theory, to which he contributed much notation. The standard axiomatization of the natural numbers is named the Peano axioms in his honor. As part of this effort, he made key contributions to the modern rigorous and systematic treatment of the method "}]}, {"heading": "Births", "year": "1864", "date": "August 27", "txt": "Hermann Weingärtner, German gymnast (d. 1919)", "entities": [{"title": "Hermann Weingärtner", "href": "/wiki/Hermann_Weing%C3%A4rtner", "description": "Hermann Weingärtner was a German gymnast."}]}, {"heading": "Births", "year": "1865", "date": "August 27", "txt": "James Henry Breasted, American archaeologist and historian (d. 1935)", "entities": [{"title": "James Henry Breasted", "href": "/wiki/James_Henry_Breasted", "description": "James Henry Breasted was an American archaeologist, Egyptologist, and historian. After completing his PhD at the University of Berlin in 1894, he joined the faculty of the University of Chicago. In 1901 he became director of the Haskell Oriental Museum at the university, where he continued to concentrate on Egypt. In 1905 Breasted was promoted to full professor, and held the first chair in Egyptol"}]}, {"heading": "Births", "year": "1865", "date": "August 27", "txt": "Charles G. Dawes, American general and politician, 30th Vice President of the United States, Nobel Prize laureate (d. 1951)", "entities": [{"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1868", "date": "August 27", "txt": "Hong Beom-do, Korean general and activist (d. 1943)", "entities": [{"title": "Hong Beom-do", "href": "/wiki/Hong_Beom-do", "description": "Hong Beom-do, was a Korean independence activist and general. Hong was born in Chasong, North Pyongan."}]}, {"heading": "Births", "year": "1870", "date": "August 27", "txt": "Amado Nervo, Mexican journalist, poet, and diplomat (d. 1919)", "entities": [{"title": "Amado Nervo", "href": "/wiki/Amado_Nervo", "description": "Amado Nervo also known as Juan Crisóstomo Ruiz de Nervo, was a Mexican poet, journalist and educator. He also acted as Mexican Ambassador to Argentina and Uruguay. His poetry was known for its use of metaphor and reference to mysticism, presenting both love and religion, as well as Christianity and Hinduism. Nervo is noted as one of the most important Mexican poets of the 19th century."}]}, {"heading": "Births", "year": "1871", "date": "August 27", "txt": "Theodore Dreiser, American novelist and journalist (d. 1945)", "entities": [{"title": "Theodore Dreiser", "href": "/wiki/Theodore_Dreiser", "description": "Theodore Herman Albert Dreiser was an American novelist and journalist of the naturalist school. His novels often featured main characters who succeeded at their objectives despite a lack of a firm moral code, and literary situations that more closely resemble studies of nature than tales of choice and agency. Dreiser's best known novels include Sister Carrie (1900) and An American Tragedy (1925)."}]}, {"heading": "Births", "year": "1874", "date": "August 27", "txt": "Carl Bosch, German chemist and engineer, Nobel Prize laureate (d. 1940)", "entities": [{"title": "Carl Bosch", "href": "/wiki/Carl_Bosch", "description": "Carl Bosch was a German chemist and engineer and Nobel Laureate in Chemistry. He was a pioneer in the field of high-pressure industrial chemistry and founder of IG Farben, at one point the world's largest chemical company."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1875", "date": "August 27", "txt": "Katharine McCormick, American biologist, philanthropist, and activist (d. 1967)", "entities": [{"title": "Katharine McCormick", "href": "/wiki/Katharine_McCormick", "description": "Katharine Dexter McCormick was a U.S. suffragist, philanthropist and, after her husband's death, heir to a substantial part of the McCormick family fortune. She funded most of the research necessary to develop the first birth control pill."}]}, {"heading": "Births", "year": "1877", "date": "August 27", "txt": "Charles Rolls, English engineer and businessman, co-founded Rolls-Royce Limited (d. 1910)", "entities": [{"title": "Charles Rolls", "href": "/wiki/Charles_Rolls", "description": "Charles Stewart Rolls was a Welsh motoring and aviation pioneer. With Henry Royce, he co-founded the Rolls-Royce car manufacturing firm. He was the first Briton to be killed in an aeronautical accident with a powered aircraft, when the tail of his Wright Flyer broke off during a flying display in Bournemouth. He was aged 32."}, {"title": "Rolls-Royce Limited", "href": "/wiki/Rolls-Royce_Limited", "description": "Rolls-Royce was a British luxury car and later an aero-engine manufacturing business established in 1904 in Manchester, United Kingdom by the partnership of Charles Rolls and Henry Royce. Building on Royce's reputation established with his cranes they quickly developed a reputation for superior engineering by manufacturing the \"best car in the world\". The First World War brought them into manufact"}]}, {"heading": "Births", "year": "1877", "date": "August 27", "txt": "Ernst Wetter, Swiss lawyer and politician, 48th President of the Swiss Confederation (d. 1963)", "entities": [{"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1878", "date": "August 27", "txt": "Pyotr Nikolayevich Wrangel, Russian general (d. 1928)", "entities": [{"title": "Pyotr Nikolayevich Wrangel", "href": "/wiki/Pyotr_Nikolayevich_Wrangel", "description": "Pyotr Nikolayevich Wrangel was a Russian officer of Baltic German origin in the Imperial Russian Army. During the later stages of the Russian Civil War, he was commanding general of the anti-Bolshevik White Army in Southern Russia. After his side lost the civil war in 1920, he left Russia. He was known as one of the most prominent exiled White émigrés and military dictator of the South Russia."}]}, {"heading": "Births", "year": "1884", "date": "August 27", "txt": "Vincent Auriol, French lawyer and politician, 16th President of the French Republic (d. 1966)", "entities": [{"title": "Vincent Auriol", "href": "/wiki/Vincent_Auriol", "description": "Vincent Jules Auriol was a French politician who served as President of France from 1947 to 1954."}, {"title": "President of the French Republic", "href": "/wiki/President_of_the_French_Republic", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1884", "date": "August 27", "txt": "Denis G. Lillie, British biologist, member of the 1910–1913 Terra Nova Expedition (d. 1963)", "entities": [{"title": "Terra Nova Expedition", "href": "/wiki/Terra_Nova_Expedition", "description": "The Terra Nova Expedition, officially the British Antarctic Expedition, was an expedition to Antarctica which took place between 1910 and 1913. Led by Captain Robert Falcon Scott, the expedition had various scientific and geographical objectives. Scott wished to continue the scientific work that he had begun when leading the Discovery Expedition from 1901 to 1904, and wanted to be the first to rea"}]}, {"heading": "Births", "year": "1886", "date": "August 27", "txt": "Rebecca Clarke, English viola player and composer (d. 1979)", "entities": [{"title": "Rebecca Clarke (composer)", "href": "/wiki/Rebecca_Clarke_(composer)", "description": "Rebecca Helferich Clarke was a British-American classical composer and violist. Internationally renowned as a viola virtuoso, she also became one of the first female professional orchestral players. Born in England, Rebecca Clarke claimed both British and American nationalities and spent substantial periods of her long life in the United States, where she permanently settled after World War II. Sh"}]}, {"heading": "Births", "year": "1890", "date": "August 27", "txt": "Man Ray, American-French photographer and painter (d. 1976)", "entities": [{"title": "Man Ray", "href": "/wiki/Man_Ray", "description": "Man Ray was an American visual artist who spent most of his career in Paris. He was a significant contributor to the Dada and Surrealist movements, although his ties to each were informal. He produced major works in a variety of media but considered himself a painter above all. He was best known for his pioneering photography, and he was a renowned fashion and portrait photographer. Man Ray is als"}]}, {"heading": "Births", "year": "1895", "date": "August 27", "txt": "Andreas Alföldi, Hungarian archaeologist and historian (d. 1981)", "entities": [{"title": "Andreas Alföldi", "href": "/wiki/Andreas_Alf%C3%B6ldi", "description": "András (Andreas) Ede Zsigmond Alföldi was a Hungarian historian, art historian, epigraphist, numismatist and archaeologist, specializing in the Late Antique period. He was one of the most productive 20th-century scholars of the ancient world and is considered one of the leading researchers of his time. Although some of his research results are controversial, his work in several areas is viewed as "}]}, {"heading": "Births", "year": "1896", "date": "August 27", "txt": "Kenji Miyazawa, Japanese author and poet (d. 1933)", "entities": [{"title": "Kenji Miyazawa", "href": "/wiki/Kenji_Miyazawa", "description": "Kenji Miyazawa  was a Japanese novelist and poet of children's literature from Hanamaki, Iwate, in the late Taishō and early Shōwa periods. He was also known as an agricultural science teacher, a vegetarian, cellist, devout Buddhist, and utopian social activist."}]}, {"heading": "Births", "year": "1898", "date": "August 27", "txt": "Gaspard Fauteux, Canadian businessman and politician, 19th Lieutenant Governor of Quebec (d. 1963)", "entities": [{"title": "Gaspard Fauteux", "href": "/wiki/Gaspard_Fauteux", "description": "Gaspard Fauteux, was a Canadian parliamentarian, Speaker of the House of Commons of Canada (1945–1949), and the 19th Lieutenant Governor of Quebec (1950–1958)."}, {"title": "Lieutenant Governor of Quebec", "href": "/wiki/Lieutenant_Governor_of_Quebec", "description": "The Lieutenant Governor of Quebec is the viceregal representative in Quebec of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the United Kingdom. The Lieutenant Governor of"}]}, {"heading": "Births", "year": "1899", "date": "August 27", "txt": "C. S. Forester, English novelist (d. 1966)", "entities": [{"title": "C. S. Forester", "href": "/wiki/C._S._Forester", "description": "Cecil Louis Troughton Smith, known by his pen name Cecil Scott \"C. S.\" Forester, was an English novelist known for writing tales of naval warfare, such as the 10-book Horatio Hornblower series depicting a Royal Navy officer during the Napoleonic wars. The Hornblower novels A Ship of the Line and Flying Colours were jointly awarded the James Tait Black Memorial Prize for fiction in 1938. His other "}]}, {"heading": "Births", "year": "1904", "date": "August 27", "txt": "Alar Kotli, Estonian architect (d. 1963)", "entities": [{"title": "Alar Kotli", "href": "/wiki/Alar_Kotli", "description": "Alar Kotli was an Estonian architect. He studied sculpture at the art school Pallas in Tartu during 1922-1923 and mathematics at the University of Tartu. He graduated from the Gdańsk University of Technology in 1927 as an architect."}]}, {"heading": "Births", "year": "1904", "date": "August 27", "txt": "Norah Lofts, English author (d. 1983)", "entities": []}, {"heading": "Births", "year": "1904", "date": "August 27", "txt": "John Hay Whitney, American businessman, publisher, and diplomat, founded J.H. Whitney & Company (d. 1982)", "entities": [{"title": "J.H. Whitney & Company", "href": "/wiki/J.H._Whitney_%26_Company", "description": "J.H. Whitney & Company is a venture-capital firm in the U.S., founded in 1946 by partners John Hay Whitney and Benno Schmidt. Today, the firm focuses primarily on leveraged buyouts, turnarounds, acquisitions, and recapitalizations of more mature companies, particularly those it considers to be in the middle market. The firm is based in New Canaan, Connecticut."}]}, {"heading": "Births", "year": "1905", "date": "August 27", "txt": "Aris Velouchiotis, Greek soldier (d. 1945)", "entities": [{"title": "Aris Velouchiotis", "href": "/wiki/Aris_Velouchiotis", "description": "Athanasios Klaras, better known by the nom de guerre Aris Velouchiotis, was a Greek journalist, politician, member of the Communist Party of Greece, the most prominent leader and chief instigator of the Greek People's Liberation Army (ELAS) and the military branch of the National Liberation Front (EAM), which was the major resistance organization in occupied Greece from 1942 to 1945."}]}, {"heading": "Births", "year": "1906", "date": "August 27", "txt": "Ed Gein, American murderer and body snatcher, The Butcher of Plainfield (d. 1982)", "entities": [{"title": "Ed Gein", "href": "/wiki/Ed_Gein", "description": "Edward Theodore Gein, also known as the Butcher of Plainfield or the Plainfield Ghoul, was an American convicted murderer and body snatcher. Gein's crimes, committed around his hometown of Plainfield, Wisconsin, gathered widespread notoriety in 1957 after authorities discovered he had exhumed corpses from local graveyards and fashioned trophies and keepsakes from their bones and skin. Gein also co"}]}, {"heading": "Births", "year": "1908", "date": "August 27", "txt": "Don Bradman, Australian cricketer and manager (d. 2001)", "entities": [{"title": "Don Bradman", "href": "/wiki/Don_Bradman", "description": "Sir Donald George Bradman, AC, nicknamed \"The Don\", was an Australian international cricketer, widely acknowledged as the greatest batsman of all time. Bradman's career Test batting average of 99.94 has been cited as the greatest achievement by any sportsman in any major sport."}]}, {"heading": "Births", "year": "1908", "date": "August 27", "txt": "Lyndon B. Johnson, American commander and politician, 36th President of the United States (d. 1973)", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1909", "date": "August 27", "txt": "Sylvère Maes, Belgian cyclist (d. 1966)", "entities": [{"title": "Sylvère Maes", "href": "/wiki/Sylv%C3%A8re_Maes", "description": "Sylvère Maes was a Belgian cyclist, who is most famous for winning the Tour de France in 1936 and 1939. In 1937, Maes left the 1937 Tour de France together with his Belgian team while he was leading the general classification, in response to actions from French spectators and decisions from the jury."}]}, {"heading": "Births", "year": "1909", "date": "August 27", "txt": "Charles Pozzi, French race car driver (d. 2001)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 27", "txt": "Lester Young, American saxophonist and clarinet player (d. 1959)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 27", "txt": "Kay Walsh, English actress and dancer (d. 2005)", "entities": [{"title": "Kay Walsh", "href": "/wiki/Kay_Walsh", "description": "Kathleen \"Kay\" Walsh was an English actress and dancer. Her film career prospered after she met her future husband film director David Lean, with whom she worked on prestige productions such as In Which We Serve and Great Expectations."}]}, {"heading": "Births", "year": "1912", "date": "August 27", "txt": "Gloria Guinness, Mexican journalist (d. 1980)", "entities": [{"title": "Gloria Guinness", "href": "/wiki/Gloria_Guinness", "description": "Gloria Guinness was a Mexican socialite and fashion icon, as well as a contributing editor to Harper's Bazaar from 1963 to 1971, considered to be one of the most elegant women of all time."}]}, {"heading": "Births", "year": "1915", "date": "August 27", "txt": "Norman Foster Ramsey Jr., American physicist and academic, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Norman Foster Ramsey Jr.", "href": "/wiki/Norman_Foster_Ramsey_Jr.", "description": "Norman Foster Ramsey Jr. was an American physicist who was awarded the 1989 Nobel Prize in Physics, for the invention of the separated oscillatory field method, which had important applications in the construction of atomic clocks. A physics professor at Harvard University for most of his career, Ramsey also held several posts with such government and international agencies as NATO and the United "}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1916", "date": "August 27", "txt": "Gordon Bashford, English engineer, co-designed the Range Rover (d. 1991)", "entities": [{"title": "Gordon Bashford", "href": "/wiki/Gordon_Bashford", "description": "Gordon Dennis Bashford was a British car design engineer. Bashford played a significant part in the design of most post-war Rover cars, including the Land Rover."}, {"title": "Range Rover Classic", "href": "/wiki/Range_Rover_Classic", "description": "The Range Rover Classic is a 4x4, mid-size Sport utility vehicle series produced from 1969 to 1996 – initially by the Rover division of British Leyland, and latterly by the Rover Group. The first generation of vehicles produced under the Range Rover name, it was built as a two-door model for its first 11 years, until a four-door also became available in 1981. The two-door version remained availabl"}]}, {"heading": "Births", "year": "1916", "date": "August 27", "txt": "Tony Harris, South African cricketer and rugby player (d. 1993)", "entities": []}, {"heading": "Births", "year": "1916", "date": "August 27", "txt": "Martha Raye, American actress and comedian (d. 1994)", "entities": []}, {"heading": "Births", "year": "1917", "date": "August 27", "txt": "Peanuts Lowrey, American baseball player, coach, and manager (d. 1986)", "entities": [{"title": "Peanuts Lowrey", "href": "/wiki/Peanuts_Lowrey", "description": "Harry Lee \"Peanuts\" Lowrey was an American outfielder in Major League Baseball who played for the Chicago Cubs, Cincinnati Reds (1949–50), St. Louis Cardinals (1950–54) and Philadelphia Phillies (1955)."}]}, {"heading": "Births", "year": "1918", "date": "August 27", "txt": "Jelle Zijlstra, Dutch economist and politician, Prime Minister of the Netherlands (d. 2001)", "entities": [{"title": "Jelle Zijlstra", "href": "/wiki/Jelle_Zijlstra", "description": "Jelle Zijlstra was a Dutch politician of the defunct Anti-Revolutionary Party (ARP) now the Christian Democratic Appeal (CDA) party and economist who served as Prime Minister of the Netherlands from 22 November 1966 until 5 April 1967."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1919", "date": "August 27", "txt": "Pee Wee Butts, American baseball player and coach (d. 1972)", "entities": [{"title": "Pee Wee Butts", "href": "/wiki/Pee_Wee_Butts", "description": "Thomas Lee \"Pee Wee\" Butts was an American baseball player who played in the Negro leagues."}]}, {"heading": "Births", "year": "1919", "date": "August 27", "txt": "Murray Grand, American singer-songwriter and pianist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 27", "txt": "Baptiste Manzini, American football player (d. 2008)", "entities": [{"title": "Baptiste Manzini", "href": "/wiki/Baptiste_Manzini", "description": "Baptiste John \"Bap\" Manzini was a professional American football center and high school football coach."}]}, {"heading": "Births", "year": "1920", "date": "August 27", "txt": "James Molyneaux, Baron Molyneaux of Killead, Northern Irish soldier and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 27", "txt": "Georg Alexander, Duke of Mecklenburg (d. 1996)", "entities": [{"title": "Georg Alexander, Duke of Mecklenburg", "href": "/wiki/Georg_Alexander,_Duke_of_Mecklenburg", "description": "Georg Alexander, Duke of Mecklenburg was the head of the House of Mecklenburg-Strelitz from 1963 until his death."}]}, {"heading": "Births", "year": "1921", "date": "August 27", "txt": "Leo Penn, American actor, director, and screenwriter (d. 1998)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 27", "txt": "Roelof Kruisinga, Dutch physician and politician, Minister of Defence for The Netherlands (d. 2012)", "entities": [{"title": "Roelof Kruisinga", "href": "/wiki/Roelof_Kruisinga", "description": "Roelof Johannes Hendrik Kruisinga was a Dutch politician of the defunct Christian Historical Union (CHU) party and later the Christian Democratic Appeal (CDA) party and physician."}, {"title": "List of Ministers of Defence of the Netherlands", "href": "/wiki/List_of_Ministers_of_Defence_of_the_Netherlands", "description": "The Minister of Defence is the head of the Ministry of Defence and a member of the Cabinet and the Council of Ministers. The current Minister is Ank Bijleveld of the Christian Democratic Appeal (CDA) who has been in office since 26 October 2017. Regularly a State Secretary is assigned to the Ministry who is tasked with specific portfolios. The current State Secretary is Barbara Visser of the Peopl"}]}, {"heading": "Births", "year": "1923", "date": "August 27", "txt": "Jimmy Greenhalgh, English footballer and manager (d. 2013)", "entities": [{"title": "Jimmy Greenhalgh", "href": "/wiki/Jimmy_Greenhalgh", "description": "Jimmy Greenhalgh was manager of the English football club Darlington from 1966-1968. He was a native of Manchester. Greenhalgh let Darlington legend and Quakers Hall Of Fame man Ron Greener go on a free transfer in 1967."}]}, {"heading": "Births", "year": "1924", "date": "August 27", "txt": "David Rowbotham, Australian journalist and poet (d. 2010)", "entities": [{"title": "David Rowbotham", "href": "/wiki/David_Rowbotham", "description": "\n\nDavid Harold Rowbotham was an Australian poet and journalist."}]}, {"heading": "Births", "year": "1924", "date": "August 27", "txt": "Rosalie E. Wahl, American lawyer and jurist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 27", "txt": "Andrea Cordero Lanza di Montezemolo, Italian cardinal (d. 2017)", "entities": [{"title": "Andrea Cordero Lanza di Montezemolo", "href": "/wiki/Andrea_Cordero_Lanza_di_Montezemolo", "description": "Andrea Cordero Lanza di Montezemolo was an Italian prelate of the Catholic church. He worked in the diplomatic service of the Holy See from 1977 until he retired in 2001. As Archpriest of the Basilica of Saint Paul Outside the Walls from 2005 to 2009 he helped oversee important restoration work. He was made a cardinal by Pope Benedict XVI on 24 March 2006."}]}, {"heading": "Births", "year": "1925", "date": "August 27", "txt": "Nat Lofthouse, English footballer and manager (d. 2011)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 27", "txt": "Saiichi Maruya, Japanese author and critic (d. 2012)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 27", "txt": "Bill Neilson, Australian politician, 34th Premier of Tasmania (d. 1989)", "entities": [{"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1925", "date": "August 27", "txt": "Jaswant Singh Neki, Indian poet and academic (d. 2015)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 27", "txt": "Carter Stanley, American bluegrass singer-songwriter and guitarist (d. 1966)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 27", "txt": "George Brecht, American-German chemist and composer (d. 2008)", "entities": [{"title": "George Brecht", "href": "/wiki/George_Brecht", "description": "George Brecht, born George Ellis MacDiarmid, was an American conceptual artist and avant-garde composer, as well as a professional chemist who worked as a consultant for companies including Pfizer, Johnson & Johnson, and Mobil Oil. He was a key member of, and influence on, Fluxus, the international group of avant-garde artists centred on George Maciunas, having been involved with the group from th"}]}, {"heading": "Births", "year": "1926", "date": "August 27", "txt": "Kristen Nygaard, Norwegian computer scientist and academic (d. 2002)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 27", "txt": "Péter Boross, Hungarian lawyer and politician, 54th Prime Minister of Hungary", "entities": [{"title": "Péter Boross", "href": "/wiki/P%C3%A9ter_Boross", "description": "Péter Boross is a Hungarian politician, former member of the Hungarian Democratic Forum (MDF), who served as Prime Minister of Hungary from December 1993 to July 1994. He assumed the position upon the death of his predecessor, József Antall, and held the office until his right-wing coalition was defeated in election by the Hungarian Socialist Party (MSZP), which was led by his successor Gyula Horn"}, {"title": "List of Prime Ministers of Hungary", "href": "/wiki/List_of_Prime_Ministers_of_Hungary", "description": "The following is a list of prime ministers of Hungary from when the first Prime Minister, Lajos Batthyány, took office in 1848 until the present day. The prime minister is head of the Government of Hungary. On 30 November 2020, Viktor Orbán became the longest serving prime minister in this modern era."}]}, {"heading": "Births", "year": "1928", "date": "August 27", "txt": "Mangosuthu Buthelezi, South African politician, Chief Minister of KwaZulu", "entities": [{"title": "Chief Minister of KwaZulu", "href": "/wiki/Chief_Minister_of_KwaZulu", "description": "The following is a list of chief ministers of KwaZulu, since its establishment in 1970."}]}, {"heading": "Births", "year": "1928", "date": "August 27", "txt": "Joan Kroc, American philanthropist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 27", "txt": "Ira Levin, American novelist, playwright, and songwriter (d. 2007)", "entities": [{"title": "Ira Levin", "href": "/wiki/Ira_Levin", "description": "Ira Marvin Levin was an American novelist, playwright, and songwriter. His most noted works include the novels A Kiss Before Dying (1953), Rosemary's Baby (1967), The Stepford Wives (1972), and The Boys from Brazil (1976), as well as the play Deathtrap (1978). Many of his novels and plays have been adapted into successful films."}]}, {"heading": "Births", "year": "1929", "date": "August 27", "txt": "George Scott, Canadian-American wrestler and promoter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 27", "txt": "Gholamreza Takhti, Iranian wrestler and politician (d. 1968)", "entities": [{"title": "Gholamreza Takhti", "href": "/wiki/Gholamreza_Takhti", "description": "Gholamreza Takhti was an Iranian Olympic Gold-Medalist wrestler and Varzesh-e Bastani practitioner. Popularly nicknamed Jahān Pahlevān because of his chivalrous behavior and sportsmanship, he was the most popular athlete of Iran in the 20th century, although dozens of Iranian athletes have won more international medals than he did.\nTakhti is still a hero to many Iranians. He is listed in the FILA "}]}, {"heading": "Births", "year": "1931", "date": "August 27", "txt": "Sri Chinmoy, Indian-American guru and poet (d. 2007)", "entities": [{"title": "Sri Chinmoy", "href": "/wiki/Sri_Chinmoy", "description": "Chinmoy Kumar Ghose, better known as Sri Chinmoy \t\n(27 August 1931 – 11 October 2007), was an Indian spiritual leader who taught meditation in the West after moving to New York City in 1964. Chinmoy established his first meditation center in Queens, New York, and eventually had 7,000 students in 60 countries. A prolific author, artist, poet, and musician, he also held public events such as concert"}]}, {"heading": "Births", "year": "1931", "date": "August 27", "txt": "Joe Cunningham, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 27", "txt": "Cor Brom, Dutch footballer and manager (d. 2008)", "entities": [{"title": "Cor Brom", "href": "/wiki/Cor_Brom", "description": "Cor Brom was a Dutch football player and manager."}]}, {"heading": "Births", "year": "1932", "date": "August 27", "txt": "Antonia Fraser, English historian and author", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 27", "txt": "Ernie Broglio, American baseball player (d. 2019)", "entities": [{"title": "Ernie Broglio", "href": "/wiki/Ernie_Broglio", "description": "Ernest Gilbert Broglio was a professional baseball pitcher. He played for the St. Louis Cardinals and Chicago Cubs of Major League Baseball from 1959 to 1966."}]}, {"heading": "Births", "year": "1935", "date": "August 27", "txt": "Michael Holroyd, English author", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 27", "txt": "Frank Yablans, American screenwriter and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 27", "txt": "Joel Kovel, American scholar and author (d. 2018)", "entities": [{"title": "Joel Kovel", "href": "/wiki/Joel_Kovel", "description": "Joel Stephen Kovel was an American scholar and author, known as a founder of \"eco-socialism\". Kovel became a psychoanalyst, but abandoned psychoanalysis in 1985."}]}, {"heading": "Births", "year": "1936", "date": "August 27", "txt": "Lien Chan, Taiwanese politician,  Vice President of the Republic of China", "entities": [{"title": "Vice President of the Republic of China", "href": "/wiki/Vice_President_of_the_Republic_of_China", "description": "The Vice President of the Republic of China, commonly known as the Vice President of Taiwan, is the second-highest officer of the Republic of China (ROC). The existing office was created in 1948 under the 1947 Constitution of the Republic of China. After the Kuomintang lost mainland China to the Chinese Communists during the Chinese Civil War, the government, along with its presidency, retreated t"}]}, {"heading": "Births", "year": "1937", "date": "August 27", "txt": "Alice Coltrane, American pianist and composer (d. 2007)", "entities": [{"title": "Alice Coltrane", "href": "/wiki/Alice_Coltrane", "description": "Alice Coltrane, also known by her adopted Sanskrit name Turiyasangitananda, was an American jazz musician and composer, and in her later years a swamini. An accomplished pianist and one of the few harpists in the history of jazz, she recorded many albums as a bandleader, beginning in the late 1960s and early 1970s for Impulse! and other major record labels. She was married to jazz saxophonist and "}]}, {"heading": "Births", "year": "1937", "date": "August 27", "txt": "Tommy Sands, American pop singer and actor", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 27", "txt": "William Least Heat-Moon, American travel writer and historian", "entities": [{"title": "William Least Heat-Moon", "href": "/wiki/William_Least_Heat-Moon", "description": "William Least Heat-Moon is an American travel writer and historian of English, Irish, and Osage ancestry. He is the author of several books which chronicle unusual journeys through the United States, including cross-country trips by boat and, in his best known work, about his journey in a 1975 Ford Econoline van."}]}, {"heading": "Births", "year": "1939", "date": "August 27", "txt": "Edward Patten, American singer-songwriter and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 27", "txt": "Nikola Pilić, Yugoslav tennis player and coach", "entities": [{"title": "Nikola Pilić", "href": "/wiki/Nikola_Pili%C4%87", "description": "Nikola \"Niki\" Pilić is a Croatian former professional tennis player who competed for SFR Yugoslavia."}]}, {"heading": "Births", "year": "1940", "date": "August 27", "txt": "Fernest Arceneaux, American singer and accordion player (d. 2008)", "entities": [{"title": "Fernest Arceneaux", "href": "/wiki/Fernest_Arceneaux", "description": "Fernest Arceneaux was a French speaking Creole Zydeco accordionist and singer from Louisiana."}]}, {"heading": "Births", "year": "1940", "date": "August 27", "txt": "Sonny Sharrock, American guitarist (d. 1994)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 27", "txt": "Cesária Évora, Cape Verdean singer (d. 2011)", "entities": [{"title": "Cesária Évora", "href": "/wiki/Ces%C3%A1ria_%C3%89vora", "description": "Cesária Évora GCIH, more commonly known as Cize, was a Cape Verdean singer-songwriter. She received a Grammy Award in 2004 for her album Voz d'Amor. Nicknamed the \"Barefoot Diva\" for performing without shoes, she was known as the \"Queen of Morna\"."}]}, {"heading": "Births", "year": "1941", "date": "August 27", "txt": "János Konrád, Hungarian water polo player and swimmer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 27", "txt": "Harrison Page, American actor", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 27", "txt": "Daryl Dragon, American keyboard player and songwriter (d. 2019)", "entities": [{"title": "Daryl Dragon", "href": "/wiki/Daryl_Dragon", "description": "Daryl Frank Dragon was an American musician and songwriter, known as Captain from the pop musical duo Captain & Tennille with his then-wife, Toni Tennille."}]}, {"heading": "Births", "year": "1942", "date": "August 27", "txt": "Brian Peckford, Canadian educator and politician, 3rd Premier of Newfoundland and Labrador", "entities": [{"title": "Premier of Newfoundland and Labrador", "href": "/wiki/Premier_of_Newfoundland_and_Labrador", "description": "The premier of Newfoundland and Labrador is the first minister, head of government and de facto chief executive for the Canadian province of Newfoundland and Labrador. Since 1949, the Premier's duties and office has been the successor to the ministerial position of the prime minister of the former Dominion of Newfoundland. Before 2001, the official title was Premier of Newfoundland."}]}, {"heading": "Births", "year": "1943", "date": "August 27", "txt": "Chuck Girard, American singer-songwriter and pianist", "entities": [{"title": "Chuck Girard", "href": "/wiki/Chuck_Girard", "description": "Chuck Girard is a pioneer of Contemporary Christian music. He was born on August 27, 1943 in Los Angeles, California. He moved to Santa Rosa, California in his young teens and was a member of the Castells and later the surf-rock band The Hondells. In 1970 he was a founding member of Love Song, the first Christian rock band to become popular in the United States."}]}, {"heading": "Births", "year": "1943", "date": "August 27", "txt": "Bob Kerrey, American lieutenant and politician, Medal of Honor recipient, 35th Governor of Nebraska", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}, {"title": "Governor of Nebraska", "href": "/wiki/Governor_of_Nebraska", "description": "The Governor of Nebraska holds the \"supreme executive power\" of the U.S. state of Nebraska as provided by the fourth article of the Constitution of Nebraska. The officeholder is elected to a four-year term, with elections held two years after presidential elections. He or she may be elected any number of times, but not more than twice in a row. The current officeholder is Pete Ricketts, a Republic"}]}, {"heading": "Births", "year": "1943", "date": "August 27", "txt": "Tuesday Weld, American model and actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 27", "txt": "Tim Bogert, American singer and bass player (d. 2021)", "entities": [{"title": "Tim Bogert", "href": "/wiki/Tim_Bogert", "description": "John Voorhis \"Tim\" Bogert III was an American musician. He graduated from Ridgefield Memorial High School in his hometown of Ridgefield, New Jersey, in 1963. As a bass guitarist and vocalist he was best known for his powerful vocal ability and his fast runs, fluid agility and ground-breaking sound on his Fender Precision bass. He was one of the pioneers of using distortion with his bass to help it"}]}, {"heading": "Births", "year": "1945", "date": "August 27", "txt": "Douglas R. Campbell, Canadian lawyer and judge", "entities": [{"title": "Douglas R. Campbell", "href": "/wiki/Douglas_R._Campbell", "description": "Douglas R. Campbell is a judge currently serving on the Federal Court of Canada. Since January 2011, he has been a supernumerary judge."}]}, {"heading": "Births", "year": "1946", "date": "August 27", "txt": "Tony Howard, Barbadian cricketer and manager", "entities": [{"title": "Tony Howard", "href": "/wiki/Tony_Howard", "description": "Anthony Bourne \"Tony\" Howard is a former West Indian cricketer who played one Test in 1972, taking two wickets for 140 in a drawn match against New Zealand."}]}, {"heading": "Births", "year": "1947", "date": "August 27", "txt": "Halil Berktay, Turkish historian and academic", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 27", "txt": "Kirk Francis, American engineer and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 27", "txt": "Peter Krieg, German director, producer, and screenwriter (d. 2009)", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 27", "txt": "John Morrison, New Zealand cricketer and politician", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 27", "txt": "Gavin Pfuhl, South African cricketer and sportscaster (d. 2002)", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 27", "txt": "John Mehler, American drummer", "entities": [{"title": "John Mehler", "href": "/wiki/John_Mehler", "description": "John Mehler, is a drummer for Love Song, Spirit of Creation, Noah and other bands."}]}, {"heading": "Births", "year": "1948", "date": "August 27", "txt": "Deborah Swallow, English historian and curator", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 27", "txt": "Philippe Vallois, French director and screenwriter", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 27", "txt": "Jeff Cook, American singer-songwriter and guitarist", "entities": [{"title": "Jeff Cook", "href": "/wiki/Jeff_Cook", "description": "Jeffery Alan Cook is an American musician and songwriter who is best known as one of the founding members of the country band Alabama."}]}, {"heading": "Births", "year": "1949", "date": "August 27", "txt": "Leah Jamieson, American computer scientist, engineer, and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 27", "txt": "Ann Murray, Irish soprano", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 27", "txt": "Charles Fleischer, American comedian and actor", "entities": [{"title": "Charles Fleischer", "href": "/wiki/Charles_Fleischer", "description": "Charles Fleischer is an American stand-up comedian, actor, writer and musician, best known for appearing in films such as A Nightmare on Elm Street, Who Framed Roger Rabbit, The Polar Express, Rango, and We're Back! A Dinosaur's Story. He made a cameo in Back to the Future Part II and also reprised the role of Roger Rabbit in the Roger Rabbit theatrical shorts. After beginning his career on the co"}]}, {"heading": "Births", "year": "1950", "date": "August 27", "txt": "Neil Murray, Scottish bass player and songwriter", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 27", "txt": "Edmund Weiner, English lexicographer and author", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 27", "txt": "Buddy Bell, American baseball player and manager", "entities": [{"title": "Buddy Bell", "href": "/wiki/Buddy_Bell", "description": "David Gus \"Buddy\" Bell is an American former third baseman and manager in Major League Baseball (MLB) currently serving as vice president and senior advisor to the general manager for the Cincinnati Reds."}]}, {"heading": "Births", "year": "1951", "date": "August 27", "txt": "Mack Brown, American football player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 27", "txt": "Randall Garrison, American-Canadian criminologist and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 27", "txt": "Paul Reubens, American actor and comedian", "entities": [{"title": "Paul Reubens", "href": "/wiki/Paul_Reubens", "description": "Paul Reubens is an American actor, comedian, writer, producer, and children's entertainer. He is best known for his character Pee-wee Herman. Reubens joined the Los Angeles troupe The Groundlings in the 1970s, and started his career as an improvisational comedian and stage actor. In 1982, Reubens began appearing in a show about a character he had been developing for years. The show was called The "}]}, {"heading": "Births", "year": "1953", "date": "August 27", "txt": "Tom Berryhill, American businessman and politician", "entities": [{"title": "Tom Berryhill", "href": "/wiki/Tom_Berryhill", "description": "Thomas Charles Berryhill was an American Republican politician. He was a member of the Stanislaus County Board of Supervisors from January 7, 2019 until his death. He previously represented the 8th district in the California State Senate from December 6, 2010 to November 30, 2018. He had also served in the California State Assembly, representing the 25th district from December 4, 2006 to November "}]}, {"heading": "Births", "year": "1953", "date": "August 27", "txt": "Alex Lifeson, Canadian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 27", "txt": "Joan Smith, English journalist and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 27", "txt": "Peter Stormare, Swedish actor, director, and playwright", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 27", "txt": "John Lloyd, English tennis player and sportscaster", "entities": [{"title": "John Lloyd (tennis)", "href": "/wiki/John_Lloyd_(tennis)", "description": "John Lloyd is a British former professional tennis player. Lloyd reached an ATP world ranking of 21 from 23 July 1978 to 30 July 1978, and was ranked as UK number 1 in 1984 and 1985. He now works as sports commentator."}]}, {"heading": "Births", "year": "1954", "date": "August 27", "txt": "Rajesh Thakker, English physician and academic", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 27", "txt": "Derek Warwick, English race car driver", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 27", "txt": "Robert Richardson, American cinematographer", "entities": [{"title": "Robert Richardson (cinematographer)", "href": "/wiki/Robert_Richardson_(cinematographer)", "description": "Robert Bridge Richardson, ASC is an American cinematographer. He has won the Academy Award for Best Cinematography three times, for his work on JFK, The Aviator, and Hugo. Richardson is and has been a frequent collaborator for several directors, including Oliver Stone, John Sayles, Errol Morris, Quentin Tarantino, and Martin Scorsese. He is one of three living persons who has won the Academy Award"}]}, {"heading": "Births", "year": "1955", "date": "August 27", "txt": "Diana Scarwid, American actress", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 27", "txt": "Glen Matlock, English singer-songwriter and bass player", "entities": [{"title": "Glen Matlock", "href": "/wiki/Glen_Matlock", "description": "Glen Matlock is an English musician best known for being the bass guitarist in the original line-up of the punk rock band the Sex Pistols. He is credited as a songwriter on 10 of the 12 songs on the Sex Pistols only album, Never Mind the Bollocks, Here's the Sex Pistols, although he had left the band early in the recording process."}]}, {"heading": "Births", "year": "1957", "date": "August 27", "txt": "Jeff Grubb, American game designer and author", "entities": [{"title": "Jeff Grubb", "href": "/wiki/Jeff_Grubb", "description": "Jeff Grubb is an author of novels, short stories, and comics and a computer and role-playing game designer in the fantasy genre. Grubb worked on the Dragonlance campaign setting under Tracy Hickman, and the Forgotten Realms setting with Ed Greenwood. His written works include The Finder's Stone Trilogy, the Spelljammer and Jakandor campaign settings and contributions to Dragonlance and the compute"}]}, {"heading": "Births", "year": "1957", "date": "August 27", "txt": "Bernhard Langer, German golfer", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 27", "txt": "Sergei Krikalev, Russian engineer and astronaut", "entities": [{"title": "Sergei Krikalev", "href": "/wiki/Sergei_Krikalev", "description": "Sergei Konstantinovich Krikalev is a Soviet and Russian mechanical engineer and former cosmonaut. As a prominent rocket scientist, he is a veteran of six space flights and ranks third to Gennady Padalka and Yuri Malenchenko for the amount of time in space: a total of 803 days, 9 hours, and 39 minutes."}]}, {"heading": "Births", "year": "1958", "date": "August 27", "txt": "Tom Lanoye, Belgian author, poet, and playwright", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 27", "txt": "Hugh Orde, British police officer", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 27", "txt": "Daniela Romo, Mexican singer, actress and TV hostess", "entities": [{"title": "Daniela Romo", "href": "/wiki/Daniela_Romo", "description": "Daniela Romo is a Mexican singer, actress and TV hostess. During her career, she has sold 17 million records, making her one of the best-selling Latin music artists."}]}, {"heading": "Births", "year": "1959", "date": "August 27", "txt": "Gerhard Berger, Austrian race car driver", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 27", "txt": "Juan Fernando Cobo, Colombian painter and sculptor", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 27", "txt": "Denice Denton, American engineer and academic (d. 2006)", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 27", "txt": "Frode Fjellheim, Norwegian pianist and composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 27", "txt": "András Petőcz, Hungarian author and poet", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 27", "txt": "Jeanette Winterson, English journalist and novelist", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 27", "txt": "Yolanda Adams, American singer, producer, and actress", "entities": [{"title": "Yolanda Adams", "href": "/wiki/Yolanda_Adams", "description": "Yolanda Yvette Adams is an American gospel singer, record producer, actress, and host of her own nationally syndicated morning gospel show. She has sold nearly 10 million albums worldwide, with some albums achieving multi-platinum status. \nShe has won 5 Grammy Awards, 4 Dove Awards, 5 BET Awards, 6 NAACP Image Awards, 6 Soul Train Music Awards, 2 BMI Awards and 16 Stellar Awards. She was the first"}]}, {"heading": "Births", "year": "1961", "date": "August 27", "txt": "Mark Curry, English television host and actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 27", "txt": "Tom Ford, American fashion designer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 27", "txt": "Steve McDowall, English rugby player", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 27", "txt": "Helmut Winklhofer, German footballer", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 27", "txt": "Stephan Elliott, Australian actor, director, and screenwriter", "entities": [{"title": "Stephan Elliott", "href": "/wiki/Stephan_Elliott", "description": "Stephan Elliott is an Australian film director and screenwriter. His best-known film internationally is The Adventures of Priscilla, Queen of the Desert (1994)."}]}, {"heading": "Births", "year": "1964", "date": "August 27", "txt": "Paul Bernardo, Canadian serial rapist and murderer", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 27", "txt": "Scott Dibble, American lawyer and politician", "entities": [{"title": "Scott Dibble (politician)", "href": "/wiki/Scott_Dibble_(politician)", "description": "David Scott Dibble is a Minnesota politician serving as a member of the Minnesota Senate. As a member of the Minnesota Democratic–Farmer–Labor Party (DFL), he represents District 61, which includes portions of Minneapolis in Hennepin County."}]}, {"heading": "Births", "year": "1965", "date": "August 27", "txt": "Wayne James, Zimbabwean cricketer and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 27", "txt": "Ange Postecoglou, Greek-Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 27", "txt": "Jeroen Duyster, Dutch rower", "entities": [{"title": "Jeroen Duyster", "href": "/wiki/Jeroen_Duyster", "description": "Jeroen Tarquinis Cornelis Duyster is a former coxswain from the Netherlands, who won a gold medal with the Holland Acht as a cox at the 1996 Summer Olympics in Atlanta, Georgia. He is the older brother of former Dutch field hockey international Willemijn Duyster, who won the bronze medal at the same Olympic tournament."}]}, {"heading": "Births", "year": "1966", "date": "August 27", "txt": "René Higuita, Colombian footballer", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 27", "txt": "Juhan Parts, Estonian lawyer and politician, 14th Prime Minister of Estonia", "entities": [{"title": "Prime Minister of Estonia", "href": "/wiki/Prime_Minister_of_Estonia", "description": "The Prime Minister of Estonia is the head of government of the Republic of Estonia. The prime minister is nominated by the President after appropriate consultations with the parliamentary factions and confirmed by the Parliament. In case of disagreement, the Parliament can reject the President's nomination and choose their own candidate. In practice, since the Prime Minister must maintain the conf"}]}, {"heading": "Births", "year": "1967", "date": "August 27", "txt": "Ogie Alcasid, Filipino singer-songwriter, producer, and actor", "entities": [{"title": "Ogie Alcasid", "href": "/wiki/Ogie_Alcasid", "description": "Herminio Jose Lualhati Alcasid Jr., better known as Ogie Alcasid, is a Filipino singer-songwriter, television presenter, comedian, parodist, and actor. He is also currently the President of OPM."}]}, {"heading": "Births", "year": "1967", "date": "August 27", "txt": "Rob Burnett, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 27", "txt": "Daphne Koller, Israeli-American computer scientist and academic", "entities": [{"title": "Daphne Koller", "href": "/wiki/Daphne_Koller", "description": "Daphne Koller is an Israeli-American computer scientist. She has been a Professor in the Department of Computer Science at Stanford University and a MacArthur Fellowship recipient. She is one of the founders of Coursera, an online education platform. Her general research area is artificial intelligence and its applications in the biomedical sciences. Koller was featured in a 2004 article by MIT Te"}]}, {"heading": "Births", "year": "1968", "date": "August 27", "txt": "Michael Long, New Zealand golfer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 27", "txt": "Matthew Ridge, New Zealand rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 27", "txt": "Mark Ealham, English cricketer", "entities": [{"title": "Mark Ealham", "href": "/wiki/Mark_Ealham", "description": "Mark Alan Ealham is a former English cricketer, who played Test and One Day International cricket. He played domestic cricket for Kent County Cricket Club and Nottinghamshire County Cricket Club as an all-rounder."}]}, {"heading": "Births", "year": "1969", "date": "August 27", "txt": "Cesar Millan, Mexican-American dog trainer, television personality, and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 27", "txt": "Reece Shearsmith, English actor, comedian and writer", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 27", "txt": "Chandra Wilson, American actress and director", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 27", "txt": "Andy Bichel, Australian cricketer and coach", "entities": [{"title": "Andy Bichel", "href": "/wiki/Andy_Bichel", "description": "Andrew John Bichel is a former Australian cricketer, who played 19 Test matches and 67 One Day Internationals for Australia between 1997 and 2004. He was a right-arm medium-fast bowler, but was also a hard-hitting lower-order batsman."}]}, {"heading": "Births", "year": "1970", "date": "August 27", "txt": "Mark Ilott, English cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 27", "txt": "Tony Kanal, British-American bass player. songwriter, and record producer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 27", "txt": "Jim Thome, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 27", "txt": "Karl Unterkircher, Italian mountaineer (d. 2008)", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 27", "txt": "Ernest Faber, Dutch footballer and manager", "entities": [{"title": "Ernest Faber", "href": "/wiki/Ernest_Faber", "description": "Ernest Anthonius Jacobus Faber is a Dutch professional football manager and former player. He was most recently head coach of caretaker manager of Eredivisie side PSV Eindhoven."}]}, {"heading": "Births", "year": "1971", "date": "August 27", "txt": "Kyung Lah, South Korean-American journalist", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 27", "txt": "Hisayuki Okawa, Japanese runner", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 27", "txt": "Aygül Özkan, German lawyer and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 27", "txt": "Jaap-Derk Buma, Dutch field hockey player", "entities": [{"title": "Jaap-Derk Buma", "href": "/wiki/Jaap-Derk_Buma", "description": "Jaap-Derk Buma is a former Dutch field hockey player, who played 143 international matches for the Netherlands, in which he scored nineteen goals. The striker made his debut for the Dutch on 5 November 1994 in a match against Belgium. He played in the Dutch League for HC Klein Zwitserland, HC Bloemendaal, Amsterdam, and HC Breda, and was a member of the squad that won the golden medal at the 2000 "}]}, {"heading": "Births", "year": "1972", "date": "August 27", "txt": "Denise Lewis, English heptathlete", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 27", "txt": "Jimmy Pop, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 27", "txt": "The Great Khali, Indian Professional Wrestler ", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 27", "txt": "Danny Coyne, Welsh footballer", "entities": [{"title": "Danny Coyne", "href": "/wiki/Danny_Coyne", "description": "Daniel Coyne is a Welsh football coach and former professional footballer."}]}, {"heading": "Births", "year": "1973", "date": "August 27", "txt": "Dietmar Hamann, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 27", "txt": "Burak Kut, Turkish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 27", "txt": "Johan Norberg, Swedish historian and author", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 27", "txt": "Michael Mason, New Zealand cricketer", "entities": [{"title": "Michael Mason (cricketer)", "href": "/wiki/Michael_Mason_(cricketer)", "description": "Michael James Mason is a former New Zealand cricketer, born in Carterton. He played Test and One Day Internationals for New Zealand."}]}, {"heading": "Births", "year": "1974", "date": "August 27", "txt": "José Vidro, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 27", "txt": "Mohammad Yousuf, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 27", "txt": "Blake Adams, American golfer", "entities": [{"title": "Blake Adams", "href": "/wiki/Blake_Adams", "description": "Blake Adams is an American professional golfer who has played on the PGA Tour."}]}, {"heading": "Births", "year": "1975", "date": "August 27", "txt": "Mase, American rapper, songwriter and pastor", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 27", "txt": "Jonny Moseley, Puerto Rican-American skier and television host", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 27", "txt": "Mark Rudan, Australian footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 27", "txt": "Sarah Chalke, Canadian actress", "entities": [{"title": "Sarah Chalke", "href": "/wiki/Sarah_Chalke", "description": "Sarah Louise Christine Chalke is a Canadian actress and model. She is known for portraying Elliot Reid on the NBC/ABC comedy series Scrubs, the second Becky Conner on the ABC sitcom Roseanne, Stella Zinman on the CBS sitcom How I Met Your Mother, and Beth Smith on Adult Swim's adult animated science-fiction series Rick and Morty. She also had a recurring role on the third season of the ABC/TBS sit"}]}, {"heading": "Births", "year": "1976", "date": "August 27", "txt": "Audrey C. Delsanti, French astronomer and biologist", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 27", "txt": "Milano Collection A.T., Japanese wrestler", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 27", "txt": "Carlos Moyá, Spanish-Swiss tennis player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 27", "txt": "Mark Webber, Australian race car driver", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 27", "txt": "Deco, Brazilian-Portuguese footballer", "entities": [{"title": "Deco", "href": "/wiki/Deco", "description": "Anderson Luís de Souza, known as Deco, is a retired professional footballer who played as an attacking midfielder or central midfielder. After retiring from football, Deco has founded an agency called D20 Sports as a representative, especially for Brazilian and Portuguese footballers."}]}, {"heading": "Births", "year": "1977", "date": "August 27", "txt": "Justin Miller, American baseball player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 27", "txt": "Sarah Neufeld, Canadian violinist", "entities": [{"title": "Sarah Neufeld", "href": "/wiki/Sarah_Neufeld", "description": "Sarah Neufeld is a Canadian violinist who is known for her work with indie rock band Arcade Fire, with whom she is a former core member and currently a touring member. She has worked with other artists and released a number of solo works."}]}, {"heading": "Births", "year": "1979", "date": "August 27", "txt": "Aaron Paul, American actor and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 27", "txt": "Rusty Smith, American speed skater", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 27", "txt": "Maxwell Cabelino Andrade, Brazilian footballer", "entities": [{"title": "Maxwell Cabelino Andrade", "href": "/wiki/Maxwell_Cabelino_Andrade", "description": "Maxwell Scherrer Cabelino Andrade, known as Maxwell, is a Brazilian former professional footballer who played as a left-back. He is currently employed by Paris Saint-Germain as assistant sporting director."}]}, {"heading": "Births", "year": "1981", "date": "August 27", "txt": "Alessandro Gamberini, Italian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 27", "txt": "Joanna McGilchrist, English rugby player and physiotherapist", "entities": [{"title": "Joanna McGilchrist", "href": "/wiki/Joanna_McGilchrist", "description": "Joanna Gabrielle McGilchrist is an English rugby union player. She represented England at the 2010 Women's Rugby World Cup. She was also named in the squad to the 2014 Women's Rugby World Cup."}]}, {"heading": "Births", "year": "1984", "date": "August 27", "txt": "David Bentley, English footballer", "entities": [{"title": "David Bentley", "href": "/wiki/David_Bentley", "description": "David Michael Bentley is an English former professional footballer who played primarily as a winger, but also played as a central midfielder or as a second striker."}]}, {"heading": "Births", "year": "1984", "date": "August 27", "txt": "Sulley Muntari, Ghanaian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 27", "txt": "Kevan Hurst, English footballer", "entities": [{"title": "Kevan Hurst", "href": "/wiki/Kevan_Hurst", "description": "Kevan James Hurst is an English professional footballer who plays as a midfielder."}]}, {"heading": "Births", "year": "1985", "date": "August 27", "txt": "Nikica Jelavić, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 27", "txt": "Alexandra Nechita, Romanian-American painter and sculptor", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 27", "txt": "Sebastian Kurz, Austrian politician, 25th Chancellor of Austria", "entities": [{"title": "Sebastian Kurz", "href": "/wiki/Sebastian_Kurz", "description": "Sebastian Kurz is an Austrian politician who has served as Chancellor of Austria since January 2020, a position he previously held from December 2017 to May 2019. Kurz has also been chairman of the Austrian People's Party since May 2017."}, {"title": "Chancellor of Austria", "href": "/wiki/Chancellor_of_Austria", "description": "The Federal Chancellor of Austria is the head of government of the Republic of Austria. The position corresponds to that of Prime Minister in several other parliamentary democracies. The term is gendered in the German language."}]}, {"heading": "Births", "year": "1987", "date": "August 27", "txt": "Joel Grant, English-Jamaican footballer", "entities": [{"title": "Joel Grant", "href": "/wiki/Joel_Grant", "description": "Joel Valentino Grant is a professional footballer for Swindon Town and the Jamaica national football team. He can either play as a winger, midfielder or striker. He has performed as a traditional winger for most of his career, despite the rise of inside forwards in the past decade."}]}, {"heading": "Births", "year": "1987", "date": "August 27", "txt": "Darren McFadden, American football player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 27", "txt": "Romain Amalfitano, French footballer", "entities": [{"title": "Romain Amalfitano", "href": "/wiki/Romain_Amalfitano", "description": "Romain Grégoire Clément Amalfitano is a French professional footballer who plays as an attacking midfielder for Al-Faisaly. He previously played for Reims, Châteauroux, Evian, Newcastle United and Dijon FCO."}]}, {"heading": "Births", "year": "1989", "date": "August 27", "txt": "Juliana Cannarozzo, American figure skater and actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 27", "txt": "Tori Bowie, American athlete", "entities": [{"title": "Tori Bowie", "href": "/wiki/Tori_Bowie", "description": "Frentorish \"Tori\" Bowie is an American track and field athlete, who primarily competes in the 100 m and the 200 m. She has a personal record of 6.95 m for the long jump, set in 2014. She is the 2017 100m world champion, a 2016 Olympian and a three-time Olympic medalist."}]}, {"heading": "Births", "year": "1990", "date": "August 27", "txt": "Luuk de Jong, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 27", "txt": "Lee Sung-yeol, South Korean actor and singer", "entities": [{"title": "Lee Sung-yeol", "href": "/wiki/Lee_Sung-yeol", "description": "Lee Sung-yeol,, known mononymously as Sungyeol, is a South Korean singer and actor. He is a member of the South Korean boy band Infinite and its sub-group Infinite F."}]}, {"heading": "Births", "year": "1992", "date": "August 27", "txt": "Blake Jenner, American actor and singer", "entities": [{"title": "Blake Jenner", "href": "/wiki/Blake_Jenner", "description": "Blake Alexander Jenner is an American actor and singer. Jenner won the second season of Oxygen's The Glee Project and, as a result, portrayed Ryder Lynn on the Fox musical comedy-drama series Glee. He has since had starring and supporting roles in Everybody Wants Some!! (2016), The Edge of Seventeen (2016), American Animals (2018), and What/If (2019)."}]}, {"heading": "Births", "year": "1992", "date": "August 27", "txt": "Stephen Morris, American football player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 27", "txt": "Kim Petras, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 27", "txt": "Ayame Gouriki, Japanese actress and singer", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 27", "txt": "Sarah Hecken, German figure skater", "entities": [{"title": "Sarah Hecken", "href": "/wiki/Sarah_Hecken", "description": "Sarah Stefanie Hecken is a German retired figure skater. She is a four-time German national champion and has won twelve senior international medals, including six gold. She has placed as high as 11th at the World Championships. Her first international victory was at the 2007 Junior Grand Prix event in Germany."}]}, {"heading": "Births", "year": "1993", "date": "August 27", "txt": "Olivier Le Gac, French cyclist", "entities": []}, {"heading": "Births", "year": "1995", "date": "August 27", "txt": "Sergey Sirotkin, Russian race car driver", "entities": [{"title": "Sergey Sirotkin (racing driver)", "href": "/wiki/Sergey_Sirotkin_(racing_driver)", "description": "Sergey Olegovich Sirotkin is a Russian professional racing driver who competed in Formula One in 2018 for the Williams team. He was also the reserve driver for Renault in 2019 and 2020."}]}, {"heading": "Births", "year": "1998", "date": "August 27", "txt": "Kevin Huerter, American basketball player", "entities": [{"title": "Kevin Huerter", "href": "/wiki/Kevin_Huerter", "description": "Kevin Joseph Huerter is an American professional basketball player for the Atlanta Hawks of the National Basketball Association (NBA). He played college basketball for the Maryland Terrapins."}]}, {"heading": "Deaths", "year": "542", "date": "August 27", "txt": "Caesarius of Arles, French bishop and saint (b. 470)", "entities": [{"title": "Caesarius of Arles", "href": "/wiki/Caesarius_of_Arles", "description": "Caesarius of Arles, sometimes called \"of Chalon\" from his birthplace Chalon-sur-Saône, was the foremost ecclesiastic of his generation in Merovingian Gaul. Caesarius is considered to be of the last generation of church leaders of Gaul that worked to promote large-scale ascetic elements into the Western Christian tradition. William E. Klingshirn's study of Caesarius depicts Caesarius as having the "}]}, {"heading": "Deaths", "year": "749", "date": "August 27", "txt": "Qahtaba ibn Shabib al-Ta'i, Persian general", "entities": [{"title": "Qahtaba ibn Shabib al-Ta'i", "href": "/wiki/Qahtaba_ibn_Shabib_al-Ta%27i", "description": "Qahtaba ibn Shabib al-Ta'i was a follower of the Abbasids from Khurasan who played a leading role in the Abbasid Revolution against the Umayyad Caliphate."}]}, {"heading": "Deaths", "year": "827", "date": "August 27", "txt": "Pope Eugene II", "entities": [{"title": "Pope Eugene II", "href": "/wiki/Pope_Eugene_II", "description": "Pope Eugene II was the bishop of Rome and ruler of the Papal States from 6 June 824 to his death. A native of Rome, he was chosen by nobles to succeed Paschal I as pope despite the clergy and the people favoring Zinzinnus. The influence of the Carolingian Franks on the selection of popes was then firmly established. Pope Eugene convened a council at Rome in 826 to condemn simony and suspend untrai"}]}, {"heading": "Deaths", "year": "923", "date": "August 27", "txt": "Ageltrude, queen of Italy and Holy Roman Empress", "entities": [{"title": "Ageltrude", "href": "/wiki/Ageltrude", "description": "Ageltrude was the Empress and Queen of Italy as wife and mother respectively of Guy and Lambert. She was the regent for her son and actively encouraged him in opposing her archenemies, the Carolingians, and in influencing papal elections in their favour."}, {"title": "Kingdom of Italy (Holy Roman Empire)", "href": "/wiki/Kingdom_of_Italy_(Holy_Roman_Empire)", "description": "The Kingdom of Italy, also called Imperial Italy, was one of the constituent kingdoms of the Holy Roman Empire, along with the kingdoms of Germany, Bohemia, and Burgundy. It comprised northern and central Italy, but excluded the Republic of Venice and the Papal States. Its original capital was Pavia until the 11th century."}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}]}, {"heading": "Deaths", "year": "1146", "date": "August 27", "txt": "King Eric III of Denmark", "entities": [{"title": "Eric III of Denmark", "href": "/wiki/Eric_III_of_Denmark", "description": "Eric III Lamb was the King of Denmark from 1137 until 1146. He was the grandson of Eric I of Denmark and the nephew of Eric II of Denmark, whom he succeeded on the throne. He abdicated in 1146, as the first and only Danish monarch to do so voluntarily. His succession led to a period of civil war between Sweyn III, Canute V, and Valdemar I."}]}, {"heading": "Deaths", "year": "1255", "date": "August 27", "txt": "Little Saint Hugh of Lincoln (b. 1247)", "entities": [{"title": "Little Saint Hugh of Lincoln", "href": "/wiki/Little_Saint_Hugh_of_Lincoln", "description": "Hugh of Lincoln was an English boy whose death was falsely attributed to Jews. He is sometimes known as Little Saint Hugh or Little Sir Hugh to distinguish him from the adult saint, Hugh of Lincoln. The boy Hugh was never formally canonised, so properly \"Little Saint Hugh\" is a misnomer."}]}, {"heading": "Deaths", "year": "1312", "date": "August 27", "txt": "Arthur II, Duke of Brittany (b. 1261)", "entities": [{"title": "Arthur II, Duke of Brittany", "href": "/wiki/Arthur_II,_Duke_of_Brittany", "description": "Arthur II, of the House of Dreux, was Duke of Brittany from 1305 to his death. He was the first son of John II and Beatrice, daughter of Henry III of England and Eleanor of Provence."}]}, {"heading": "Deaths", "year": "1394", "date": "August 27", "txt": "Emperor Chōkei of Japan (b. 1343)", "entities": [{"title": "Emperor Chōkei", "href": "/wiki/Emperor_Ch%C5%8Dkei", "description": "Emperor Chōkei  was the 98th emperor of Japan, according to the traditional order of succession. He reigned from 1368 through 1383. His personal name was Yutanari (寛成) and his regal name roughly translates to \"Long Celebration\"."}]}, {"heading": "Deaths", "year": "1450", "date": "August 27", "txt": "Reginald West, 6th Baron De La Warr, English politician (b. 1395)", "entities": [{"title": "Reginald West, 6th Baron De La Warr", "href": "/wiki/Reginald_West,_6th_Baron_De_La_Warr", "description": "Reginald West, 6th Baron De La Warr and 3rd Baron West was an English nobleman."}]}, {"heading": "Deaths", "year": "1521", "date": "August 27", "txt": "Josquin des Prez, Flemish composer (b. 1450)", "entities": [{"title": "Josquin des Prez", "href": "/wiki/Josquin_des_Prez", "description": "Josquin des Prez, often referred to simply as Josquin, was a French composer of the Renaissance. He was the most famous European composer between Guillaume Dufay and Giovanni Pierluigi da Palestrina, and is usually considered to be the central figure of the Franco-Flemish School. Josquin is widely considered the first master of the high Renaissance style of polyphonic vocal music that was emerging"}]}, {"heading": "Deaths", "year": "1545", "date": "August 27", "txt": "Piotr Gamrat, Polish archbishop (b. 1487)", "entities": [{"title": "Piotr Gamrat", "href": "/wiki/Piotr_Gamrat", "description": "Piotr Gamrat of Sulima arms was Archbishop of Gniezno and Primate of Poland."}]}, {"heading": "Deaths", "year": "1576", "date": "August 27", "txt": "Titian, Italian painter and educator (b. 1488)", "entities": [{"title": "Titian", "href": "/wiki/Titian", "description": "Tiziano Vecelli or Vecellio, known in English as Titian, was a Venetian painter during the Renaissance, considered the most important member of the 16th-century Venetian school. He was born in Pieve di Cadore, near Belluno. During his lifetime he was often called da Cadore, 'from Cadore', taken from his native region."}]}, {"heading": "Deaths", "year": "1590", "date": "August 27", "txt": "Pope Sixtus V (b. 1521)", "entities": [{"title": "Pope Sixtus V", "href": "/wiki/Pope_Sixtus_V", "description": "Pope Sixtus V, born Felice Piergentile, was the bishop of Rome from 24 April 1585 to his death. As a youth, he joined the Franciscan order, where he displayed talents as a scholar and preacher, and enjoyed the patronage of Pius V, who made him a cardinal. As a cardinal, he was known as Cardinal Montalto."}]}, {"heading": "Deaths", "year": "1611", "date": "August 27", "txt": "Tomás Luis de Victoria, Spanish composer (b. c. 1548)", "entities": [{"title": "Tomás Luis de Victoria", "href": "/wiki/Tom%C3%A1s_Luis_de_Victoria", "description": "Tomás Luis de Victoria was the most famous composer in 16th-century Spain, and was one of the most important composers of the Counter-Reformation, along with Giovanni Pierluigi da Palestrina and Orlando di Lasso. Victoria was not only a composer but also an accomplished organist and singer as well as a Catholic priest. However, he preferred the life of a composer to that of a performer."}]}, {"heading": "Deaths", "year": "1635", "date": "August 27", "txt": "Lope de Vega, Spanish poet and playwright (b. 1562)", "entities": [{"title": "Lope de Vega", "href": "/wiki/Lope_de_Vega", "description": "Lope Félix de Vega Carpio was a Spanish playwright, poet, and novelist. He was one of the key figures in the Spanish Golden Age of Baroque literature. His reputation in the world of Spanish literature is second only to that of Miguel de Cervantes, while the sheer volume of his literary output is unequalled, making him one of the most prolific authors in the history of literature. He was nicknamed "}]}, {"heading": "Deaths", "year": "1664", "date": "August 27", "txt": "Francisco de Zurbarán, Spanish painter and educator (b. 1598)", "entities": [{"title": "Francisco de Zurbarán", "href": "/wiki/Francisco_de_Zurbar%C3%A1n", "description": "Francisco de Zurbarán was a Spanish painter. He is known primarily for his religious paintings depicting monks, nuns, and martyrs, and for his still-lifes. Zurbarán gained the nickname \"Spanish Caravaggio,\" owing to the forceful use of chiaroscuro in which he excelled."}]}, {"heading": "Deaths", "year": "1748", "date": "August 27", "txt": "James Thomson, Scottish poet and playwright (b. 1700)", "entities": [{"title": "James Thomson (poet, born 1700)", "href": "/wiki/James_Thomson_(poet,_born_1700)", "description": "James Thomson was a British poet and playwright, known for his poems The Seasons and The Castle of Indolence, and for the lyrics of \"Rule, Britannia!\"."}]}, {"heading": "Deaths", "year": "1782", "date": "August 27", "txt": "John Laurens, American Revolutionary and Congressman (b.1754)", "entities": [{"title": "John Laurens", "href": "/wiki/John_Laurens", "description": "John Laurens was an American soldier and statesman from South Carolina during the American Revolutionary War, best known for his criticism of slavery and his efforts to help recruit slaves to fight for their freedom as U.S. soldiers."}]}, {"heading": "Deaths", "year": "1828", "date": "August 27", "txt": "Eise Eisinga, Dutch astronomer and academic, built the Eisinga Planetarium (b. 1744)", "entities": [{"title": "Eise Eisinga", "href": "/wiki/Eise_Eisinga", "description": "Eise Jeltes Eisinga was a Frisian amateur astronomer who built the Eise Eisinga Planetarium in his house in Franeker, Dutch Republic. The orrery still exists and is the oldest functioning planetarium in the world."}, {"title": "Eisinga Planetarium", "href": "/wiki/Eisinga_Planetarium", "description": "The Royal Eise Eisinga Planetarium is an 18th-century orrery in Franeker, Friesland, Netherlands. It is currently a museum and open to the public. The orrery has been on the top 100 Dutch heritage sites list since 1990 and in December 2011 was placed on a provisionary list of future UNESCO World Heritage Site candidates. It is the oldest working orrery in the world."}]}, {"heading": "Deaths", "year": "1857", "date": "August 27", "txt": "Rufus Wilmot Griswold, American anthologist, poet, and critic (b. 1815)", "entities": [{"title": "Rufus Wilmot Griswold", "href": "/wiki/Rufus_Wilmot_Griswold", "description": "Rufus Wilmot Griswold was an American anthologist, editor, poet, and critic. Born in Vermont, Griswold left home when he was 15 years old. He worked as a journalist, editor, and critic in Philadelphia, New York City, and elsewhere. He built a strong literary reputation, in part due to his 1842 collection The Poets and Poetry of America. This anthology, the most comprehensive of its time, included "}]}, {"heading": "Deaths", "year": "1865", "date": "August 27", "txt": "Thomas Chandler Haliburton, Canadian judge and politician (b. 1796)", "entities": [{"title": "Thomas Chandler Haliburton", "href": "/wiki/Thomas_Chandler_Haliburton", "description": "Thomas Chandler Haliburton was a Nova Scotian politician, judge, and author. He made an important political contribution to the state of Nova Scotia before its entry into Confederation of Canada. He was the first international best-selling author of fiction from what is now Canada. In 1856, he emigrated to England, where he served as a Conservative Member of Parliament. He was the father of the Br"}]}, {"heading": "Deaths", "year": "1871", "date": "August 27", "txt": "William Whiting Boardman, American lawyer and politician (b. 1794)", "entities": [{"title": "William Whiting Boardman", "href": "/wiki/William_Whiting_Boardman", "description": "William Whiting Boardman was a politician and United States Representative from Connecticut."}]}, {"heading": "Deaths", "year": "1875", "date": "August 27", "txt": "William Chapman Ralston, American businessman and financier, founded the Bank of California (b. 1826)", "entities": [{"title": "William Chapman Ralston", "href": "/wiki/William_Chapman_Ralston", "description": "William \"Billy\" Chapman Ralston was a San Franciscan businessman and financier, and was the founder of the Bank of California."}, {"title": "Bank of California", "href": "/wiki/Bank_of_California", "description": "The Bank of California was opened in San Francisco, California, on July 4, 1864, by William Chapman Ralston and Darius Ogden Mills. It was the first commercial bank in the Western United States, the second-richest bank in the nation, and considered instrumental in developing the American Old West."}]}, {"heading": "Deaths", "year": "1891", "date": "August 27", "txt": "Samuel C. Pomeroy, American businessman and politician (b. 1816)", "entities": [{"title": "Samuel C. Pomeroy", "href": "/wiki/Samuel_C._Pomeroy", "description": "Samuel Clarke Pomeroy was a United States senator from Kansas in the mid-19th century. He served in the United States Senate during the American Civil War. Pomeroy also served in the Massachusetts House of Representatives. A Republican, he also was the mayor of Atchison, Kansas, from 1858 to 1859, the second president of the Atchison, Topeka and Santa Fe Railroad, and the first president to overse"}]}, {"heading": "Deaths", "year": "1903", "date": "August 27", "txt": "Kusumoto Ine, first Japanese female doctor of Western medicine (b. 1827)", "entities": [{"title": "Kusumoto Ine", "href": "/wiki/Kusumoto_Ine", "description": "Kusumoto Ine was a Japanese physician. She was the daughter of Kusumoto Taki, who was a courtesan from Nagasaki; and the German physician Philipp Franz von Siebold, who worked on Dejima, an island foreigners were restricted to during Japan's long period of seclusion from the world. Ine was also known as O-Ine and later in life took the name Itoku (伊篤). In Japanese she is often called Oranda O-Ine "}]}, {"heading": "Deaths", "year": "1909", "date": "August 27", "txt": "Emil Christian Hansen, Danish physiologist and mycologist (b. 1842)", "entities": [{"title": "Emil Christian Hansen", "href": "/wiki/Emil_Christian_Hansen", "description": "Emil Christian Hansen was a Danish mycologist and fermentation physiologist."}]}, {"heading": "Deaths", "year": "1922", "date": "August 27", "txt": "Reşat Çiğiltepe, Turkish colonel (b. 1879)", "entities": [{"title": "Reşat Çiğiltepe", "href": "/wiki/Re%C5%9Fat_%C3%87i%C4%9Filtepe", "description": "Reşat Çiğiltepe was an officer of the Ottoman Army and the Turkish Army.\nHe committed suicide on 27. August 1922 during the Battle of Çiğiltepe, because he promised Atatürk that he would capture Çiğiltepe in 30 minutes. Because his unit couldn't reach that objective, he committed suicide. Çiğiltepe was captured 45 minutes after his death. He is one of the most honored heroes of the Turkish War of "}]}, {"heading": "Deaths", "year": "1929", "date": "August 27", "txt": "Herman Potočnik, Croatian-Austrian engineer (b. 1892)", "entities": [{"title": "Herman Potočnik", "href": "/wiki/Herman_Poto%C4%8Dnik", "description": "Herman Potočnik was a Slovene rocket engineer and pioneer of astronautics. He is chiefly remembered for his work addressing the long-term human habitation of space."}]}, {"heading": "Deaths", "year": "1931", "date": "August 27", "txt": "Frank Harris, Irish-American journalist and author (b. 1856)", "entities": [{"title": "Frank Harris", "href": "/wiki/Frank_Harris", "description": "Frank Harris was an Irish-American editor, novelist, short story writer, journalist and publisher, who was friendly with many well-known figures of his day."}]}, {"heading": "Deaths", "year": "1931", "date": "August 27", "txt": "Willem Hubert Nolens, Dutch priest and politician (b. 1860)", "entities": []}, {"heading": "Deaths", "year": "1931", "date": "August 27", "txt": "Francis Marion Smith, American miner and businessman (b. 1846)", "entities": []}, {"heading": "Deaths", "year": "1935", "date": "August 27", "txt": "Childe Hassam, American painter and academic (b. 1859)", "entities": [{"title": "Childe Hassam", "href": "/wiki/Childe_Hassam", "description": "Frederick Childe Hassam was an American Impressionist painter, noted for his urban and coastal scenes. Along with Mary Cassatt and John Henry Twachtman, Hassam was instrumental in promulgating Impressionism to American collectors, dealers, and museums. He produced over 3,000 paintings, oils, watercolors, etchings, and lithographs over the course of his career, and was an influential American artis"}]}, {"heading": "Deaths", "year": "1944", "date": "August 27", "txt": "Georg von Boeselager, German soldier (b. 1915)", "entities": [{"title": "Georg von Boeselager", "href": "/wiki/Georg_von_Boeselager", "description": "Georg von Boeselager was a German nobleman and an officer in the Wehrmacht of Nazi Germany, who led rear security operations in the Army Group Centre Rear Area on the Eastern Front, calling for harsh measures, including shooting of all males in \"gang-infested areas\"."}]}, {"heading": "Deaths", "year": "1945", "date": "August 27", "txt": "Hubert Pál Álgyay, Hungarian engineer, designed the Petőfi Bridge (b. 1894)", "entities": [{"title": "Hubert Pál Álgyay", "href": "/wiki/Hubert_P%C3%A1l_%C3%81lgyay", "description": "Hubert Pál Álgyay was a Hungarian engineer and lecturer."}, {"title": "Petőfi Bridge", "href": "/wiki/Pet%C5%91fi_Bridge", "description": "Petőfi híd or Petőfi Bridge is a bridge in Budapest, connecting Pest and Buda across the Danube. It is the second southernmost public bridge in Budapest."}]}, {"heading": "Deaths", "year": "1948", "date": "August 27", "txt": "Charles Evans Hughes, American lawyer and politician, 11th Chief Justice of the United States (b. 1862)", "entities": [{"title": "Charles Evans Hughes", "href": "/wiki/Charles_Evans_Hughes", "description": "Charles Evans Hughes Sr. was an American statesman, politician and jurist who served as the 11th Chief Justice of the United States from 1930 to 1941. A member of the Republican Party, he was also the 36th Governor of New York, the Republican nominee in the 1916 presidential election, and the 44th United States Secretary of State."}, {"title": "Chief Justice of the United States", "href": "/wiki/Chief_Justice_of_the_United_States", "description": "The chief justice of the United States is the chief judge of the Supreme Court of the United States and the highest-ranking officer of the U.S. federal judiciary. Article II, Section 2, Clause 2 of the U.S. Constitution grants plenary power to the president of the United States to nominate, and with the advice and consent of the United States Senate, appoint \"Judges of the supreme Court\", who serv"}]}, {"heading": "Deaths", "year": "1950", "date": "August 27", "txt": "Cesare Pavese,  Italian author, poet, and critic (b. 1908)", "entities": [{"title": "Cesare Pavese", "href": "/wiki/Cesare_Pavese", "description": "Cesare Pavese was an Italian novelist, poet, short story writer, translator, literary critic, and essayist"}]}, {"heading": "Deaths", "year": "1956", "date": "August 27", "txt": "Pelageya Shajn, Russian astronomer and academic (b. 1894)", "entities": [{"title": "Pelageya Shajn", "href": "/wiki/Pelageya_Shajn", "description": "Pelageya Fedorovna Shajn, née Sannikova, was a Russian astronomer in the Soviet Union, and the first woman credited with the discovery of a minor planet, at the Simeiz Observatory in 1928. Pelageya also discovered numerous variable stars and co-discovered the periodic, Jupiter-family comet 61P/Shajn–Schaldach. She was married to prominent Soviet astronomer Grigory Shajn."}]}, {"heading": "Deaths", "year": "1958", "date": "August 27", "txt": "Ernest Lawrence, American physicist and academic, Nobel Prize laureate (b. 1901)", "entities": [{"title": "Ernest Lawrence", "href": "/wiki/Ernest_Lawrence", "description": "Ernest Orlando Lawrence was a pioneering American nuclear scientist and winner of the Nobel Prize in Physics in 1939 for his invention of the cyclotron. He is known for his work on uranium-isotope separation for the Manhattan Project, as well as for founding the Lawrence Berkeley National Laboratory and the Lawrence Livermore National Laboratory."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1963", "date": "August 27", "txt": "W. E. B. Du Bois, American sociologist, historian, and activist (b. 1868)", "entities": [{"title": "W. E. B. Du Bois", "href": "/wiki/W._E._B._Du_Bois", "description": "William Edward Burghardt Du Bois was an American sociologist, socialist, historian, civil rights activist, Pan-Africanist, author, writer and editor. Born in Great Barrington, Massachusetts, Du Bois grew up in a relatively tolerant and integrated community, and after completing graduate work at the University of Berlin and Harvard, where he was the first African American to earn a doctorate, he be"}]}, {"heading": "Deaths", "year": "1963", "date": "August 27", "txt": "Inayatullah Khan Mashriqi, Pakistani mathematician and scholar (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "August 27", "txt": "Gracie Allen, American actress and comedian (b. 1895)", "entities": [{"title": "Gracie Allen", "href": "/wiki/Gracie_Allen", "description": "Grace Ethel Cecile Rosalie Allen was an American vaudevillian and comedian who became internationally famous as the zany partner and comic foil of husband George Burns, her straight man, appearing with her on radio, television, and film as the duo Burns and Allen."}]}, {"heading": "Deaths", "year": "1965", "date": "August 27", "txt": "Le Corbusier, Swiss-French architect and urban planner, designed the Philips Pavilion (b. 1887)", "entities": [{"title": "Le Corbusier", "href": "/wiki/Le_Corbusier", "description": "Charles-Édouard Jeanneret, known as Le Corbusier, was a Swiss-French architect, designer, painter, urban planner, writer, and one of the pioneers of what is now regarded as modern architecture. He was born in Switzerland and became a French citizen in 1930. His career spanned five decades, and he designed buildings in Europe, Japan, India, and North and South America."}, {"title": "Philips Pavilion", "href": "/wiki/Philips_Pavilion", "description": "The Philips Pavilion was a World's Fair pavilion designed for Expo '58 in Brussels by the office of YAK. Commissioned by electronics manufacturer Philips, the pavilion was designed to house a multimedia spectacle that celebrated postwar technological progress. Because Corbusier was busy with the planning of Chandigarh, much of the project management was assigned to Iannis Xenakis, who was also an "}]}, {"heading": "Deaths", "year": "1967", "date": "August 27", "txt": "Brian Epstein, English businessman and manager (b. 1934)", "entities": [{"title": "Brian Epstein", "href": "/wiki/Brian_Epstein", "description": "Brian Samuel Epstein was a British music entrepreneur who managed the Beatles from 1962 until his death. He was referred to as the \"Fifth Beatle\" due to his role in the group's business affairs, image and rise to global fame."}]}, {"heading": "Deaths", "year": "1968", "date": "August 27", "txt": "Princess Marina of Greece and Denmark (b. 1906)", "entities": [{"title": "Princess Marina of Greece and Denmark", "href": "/wiki/Princess_Marina_of_Greece_and_Denmark", "description": "Princess Marina of Greece and Denmark, was a princess of the Greek royal house, who married Prince George, Duke of Kent, fourth son of George V and Queen Mary, in 1934. They had three children: Prince Edward, Princess Alexandra, and Prince Michael."}]}, {"heading": "Deaths", "year": "1969", "date": "August 27", "txt": "Ivy Compton-Burnett, English author (b. 1884)", "entities": [{"title": "Ivy Compton-Burnett", "href": "/wiki/Ivy_Compton-Burnett", "description": "Ivy Compton-Burnett, was an English novelist, published in the original editions as I. Compton-Burnett. Her works focus on power struggles within dysfunctional Edwardian upper middle class families, and are written in a highly individualistic dialogue-heavy style. In 1955 she was awarded the James Tait Black Memorial Prize for her novel Mother and Son."}]}, {"heading": "Deaths", "year": "1969", "date": "August 27", "txt": "Erika Mann, German actress and author (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "August 27", "txt": "Bennett Cerf, American publisher, co-founded Random House (b. 1898)", "entities": [{"title": "Bennett Cerf", "href": "/wiki/Bennett_Cerf", "description": "Bennett Alfred Cerf was an American publisher and co-founder of the American publishing firm Random House. Cerf was also known for his own compilations of jokes and puns, for regular personal appearances lecturing across the United States, and for his television appearances in the panel game show What's My Line?"}, {"title": "Random House", "href": "/wiki/Random_House", "description": "Random House is an American book publisher and the largest general-interest paperback publisher in the world. It is part of Penguin Random House, which is owned by German media conglomerate Bertelsmann."}]}, {"heading": "Deaths", "year": "1971", "date": "August 27", "txt": "Margaret Bourke-White, American photographer and journalist  (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "August 27", "txt": "Haile Selassie, Ethiopian emperor (b. 1892)", "entities": [{"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}]}, {"heading": "Deaths", "year": "1978", "date": "August 27", "txt": "Gordon Matta-Clark, American painter and illustrator (b. 1943)", "entities": [{"title": "Gordon Matta-Clark", "href": "/wiki/Gordon_Matta-Clark", "description": "Gordon Matta-Clark was an American artist best known for his site-specific artworks he made in the 1970s."}]}, {"heading": "Deaths", "year": "1978", "date": "August 27", "txt": "Ieva Simonaitytė, Lithuanian author and poet (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "August 27", "txt": "Louis Mountbatten, 1st Earl Mountbatten of Burma, English admiral and politician, 44th Governor-General of India (b. 1900)", "entities": [{"title": "Louis Mountbatten, 1st Earl Mountbatten of Burma", "href": "/wiki/Louis_Mountbatten,_1st_Earl_Mountbatten_of_Burma", "description": "Admiral of the Fleet Louis Francis Albert Victor Nicholas Mountbatten, 1st Earl Mountbatten of Burma, was a British Royal Navy officer and statesman, a maternal uncle of Prince Philip, Duke of Edinburgh, and second cousin once removed of Queen Elizabeth II. During the Second World War, he was Supreme Allied Commander, South East Asia Command. He was the last Viceroy of India and the first governor"}, {"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}]}, {"heading": "Deaths", "year": "1980", "date": "August 27", "txt": "Douglas Kenney, American actor, producer, and screenwriter (b. 1947)", "entities": [{"title": "Douglas Kenney", "href": "/wiki/Douglas_Kenney", "description": "Douglas Clark Francis Kenney was an American comedy writer of magazine, novels, radio, TV and film who co-founded the magazine National Lampoon in 1970. Kenney edited the magazine and wrote much of its early material. He went on to write, produce and perform in the influential comedies Animal House and Caddyshack before his untimely death."}]}, {"heading": "Deaths", "year": "1981", "date": "August 27", "txt": "Valeri Kharlamov, Russian ice hockey player (b. 1948)", "entities": [{"title": "Valeri Kharlamov", "href": "/wiki/Valeri_Kharlamov", "description": "Valeri Borisovich Kharlamov was an ice hockey forward who played for CSKA Moscow in the Soviet League from 1967 until his death in 1981. Although small in stature, Kharlamov was speedy, intelligent and skilled and a dominant player, being named the Soviet Championship League most valuable player in 1972 and 1973. An offensive player, who was considered very creative and intelligent on the ice, he "}]}, {"heading": "Deaths", "year": "1990", "date": "August 27", "txt": "Avdy Andresson, Estonian soldier and diplomat (b. 1899)", "entities": [{"title": "Avdy Andresson", "href": "/wiki/Avdy_Andresson", "description": "Avdy Andresson was the Estonian Minister of War in exile from April 3, 1973, until two months before his death on June 20, 1990, and disputed Commander of Armed Forces from 14 October 1975."}]}, {"heading": "Deaths", "year": "1990", "date": "August 27", "txt": "Stevie Ray Vaughan, American singer-songwriter, guitarist, and producer (b. 1954) (Double Trouble)", "entities": [{"title": "Double Trouble (band)", "href": "/wiki/Double_Trouble_(band)", "description": "Double Trouble is an American blues rock band from Austin, Texas which served as the backing band for guitarist/singer Stevie Ray Vaughan. The group was active throughout the 1980s and contributed to reviving the blues, inspiring many later blues and rock musicians. Formed in Austin, Texas in 1978, the group went through several early line-up changes before settling on a power trio consisting of V"}]}, {"heading": "Deaths", "year": "1994", "date": "August 27", "txt": "Frank Jeske, German footballer (b. 1960)", "entities": [{"title": "Frank Jeske", "href": "/wiki/Frank_Jeske", "description": "Frank Jeske was a German footballer."}]}, {"heading": "Deaths", "year": "1996", "date": "August 27", "txt": "Greg Morris, American actor (b. 1933)", "entities": [{"title": "Greg Morris", "href": "/wiki/Greg_Morris", "description": "Francis Gregory Alan Morris was an American actor. He was best known for portraying Barney Collier on Mission: Impossible and Lt. David Nelson on Vega$."}]}, {"heading": "Deaths", "year": "1998", "date": "August 27", "txt": "Essie Summers, New Zealand author (b. 1912)", "entities": [{"title": "Essie Summers", "href": "/wiki/Essie_Summers", "description": "Essie Summers was a New Zealand author whose romance novels sold more than 19 million copies in 105 countries. She was known as New Zealand's \"Queen of Romance.\""}]}, {"heading": "Deaths", "year": "1999", "date": "August 27", "txt": "Hélder Câmara, Brazilian archbishop and theologian (b. 1909)", "entities": [{"title": "Hélder Câmara", "href": "/wiki/H%C3%A9lder_C%C3%A2mara", "description": "Hélder Pessoa Câmara (1909–1999) was a Brazilian Catholic archbishop. A self-identified socialist, he was the Archbishop of Olinda and Recife, serving from 1964 to 1985, during the military dictatorship in Brazil."}]}, {"heading": "Deaths", "year": "2001", "date": "August 27", "txt": "Michael Dertouzos, Greek-American computer scientist and academic (b. 1936)", "entities": [{"title": "Michael Dertouzos", "href": "/wiki/Michael_Dertouzos", "description": "Michael Leonidas Dertouzos was a Greek professor in the department of Electrical Engineering and Computer Science at the Massachusetts Institute of Technology (MIT) and Director of the MIT Laboratory for Computer Science (LCS) from 1974 to 2001."}]}, {"heading": "Deaths", "year": "2001", "date": "August 27", "txt": "Abu Ali Mustafa, Palestinian politician (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 27", "txt": "Edwin Louis Cole, American religious leader and author (b. 1922)", "entities": [{"title": "Edwin Louis Cole", "href": "/wiki/Edwin_Louis_Cole", "description": "Edwin Louis Cole (1922–2002), also known as Ed Cole, was the founder of the Christian Men's Network, an American religious organization devoted to helping Christian men and fathers. He published many books and preached numerous sermons relating to men and religion."}]}, {"heading": "Deaths", "year": "2003", "date": "August 27", "txt": "Pierre Poujade, French soldier and politician (b. 1920)", "entities": [{"title": "Pierre Poujade", "href": "/wiki/Pierre_Poujade", "description": "Pierre Poujade was a French populist politician after whom the Poujadist movement was named."}]}, {"heading": "Deaths", "year": "2004", "date": "August 27", "txt": "Willie Crawford, American baseball player (b. 1946)", "entities": [{"title": "Willie Crawford", "href": "/wiki/Willie_Crawford", "description": "Willie Murphy Crawford was a professional baseball outfielder. He played with the Los Angeles Dodgers (1964–1975), St. Louis Cardinals (1976), Houston Astros (1977) and Oakland Athletics (1977) of Major League Baseball (MLB). Crawford was born in Los Angeles, California. He batted and threw left-handed. He was the father of former UCLA football DB Willie Crawford who graduated from Beverly Hills H"}]}, {"heading": "Deaths", "year": "2005", "date": "August 27", "txt": "Giorgos Mouzakis, Greek trumpet player and composer (b. 1922)", "entities": [{"title": "Giorgos Mouzakis", "href": "/wiki/Giorgos_Mouzakis", "description": "Giorgos Muzakis  was a prominent Greek virtuoso trumpeter and music composer."}]}, {"heading": "Deaths", "year": "2005", "date": "August 27", "txt": "Seán Purcell, Irish footballer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 27", "txt": "Hrishikesh Mukherjee, Indian director, producer, and screenwriter (b. 1922)", "entities": [{"title": "Hrishikesh Mukherjee", "href": "/wiki/Hrishikesh_Mukherjee", "description": "Hrishikesh Mukherjee was an Indian film director, editor and writer regarded as one of the greatest filmmakers of Indian cinema, known for a number of films, including Anari, Satyakam, Chupke Chupke, Anupama, Anand, Abhimaan, Guddi, Gol Maal, Majhli Didi, Chaitali, Aashirwad, Bawarchi, Khubsoorat, Kissi Se Na Kehna, and Namak Haraam."}]}, {"heading": "Deaths", "year": "2006", "date": "August 27", "txt": "Jesse Pintado, Mexican-American guitarist (b. 1969) (Napalm Death)", "entities": [{"title": "Napalm Death", "href": "/wiki/Napalm_Death", "description": "Napalm Death are an English grindcore band formed in Meriden, West Midlands in 1981. While none of its original members remain in the group since December 1986, the lineup of vocalist Mark \"Barney\" Greenway, bassist Shane Embury, guitarist Mitch Harris and drummer Danny Herrera has remained consistent of the band's career since 1992's Utopia Banished, although, from 1989 to 2004, Napalm Death were"}]}, {"heading": "Deaths", "year": "2007", "date": "August 27", "txt": "Emma Penella, Spanish actress (b. 1930)", "entities": [{"title": "Emma Penella", "href": "/wiki/Emma_Penella", "description": "Manuela Ruiz Penella better known as Emma Penella was a Spanish film and television actress."}]}, {"heading": "Deaths", "year": "2009", "date": "August 27", "txt": "Sergey Mikhalkov, Russian author and poet (b. 1913)", "entities": [{"title": "Sergey Mikhalkov", "href": "/wiki/Sergey_Mikhalkov", "description": "Sergey Vladimirovich Mikhalkov was a Soviet and Russian author of children's books and satirical fables. He wrote the lyrics for the Soviet and Russian national anthems."}]}, {"heading": "Deaths", "year": "2010", "date": "August 27", "txt": "Anton Geesink, Dutch martial artist (b. 1934)", "entities": [{"title": "Anton Geesink", "href": "/wiki/Anton_Geesink", "description": "Antonius Johannes Geesink was a Dutch 10th dan judoka. He was the first non-Japanese judoka to win gold at the World Judo Championship, a feat he accomplished in 1961 and 1965. He was also an Olympic Champion, having won gold at the 1964 Summer Olympics in Japan, and won a record 21 European Judo Championships during his career."}]}, {"heading": "Deaths", "year": "2010", "date": "August 27", "txt": "Luna Vachon, Canadian-American wrestler and manager (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 27", "txt": "Neville Alexander, South African linguist and activist (b. 1936)", "entities": [{"title": "Neville Alexander", "href": "/wiki/Neville_Alexander", "description": "Neville Edward Alexander was a proponent of a multilingual South Africa and a former revolutionary who spent ten years on Robben Island as a fellow-prisoner of Nelson Mandela."}]}, {"heading": "Deaths", "year": "2012", "date": "August 27", "txt": "Malcolm Browne, American journalist and photographer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 27", "txt": "Art Heyman, American basketball player (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 27", "txt": "Ivica Horvat, Croatian footballer and manager (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 27", "txt": "Richard Kingsland, Australian captain and pilot (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 27", "txt": "Chen Liting, Chinese director and playwright (b. 1910)", "entities": [{"title": "Chen Liting", "href": "/wiki/Chen_Liting", "description": "Chen Liting was a Chinese playwright, drama and film director, screenwriter, and film theorist. He was one of the most prominent film directors and screenwriters in pre-Communist China, together with Shi Dongshan, Cai Chusheng, and Zheng Junli. His most famous film was Women Side by Side (1949)."}]}, {"heading": "Deaths", "year": "2013", "date": "August 27", "txt": "Bill Peach, Australian journalist (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 27", "txt": "Dave Thomas, Welsh golfer and architect (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 27", "txt": "Jacques Friedel, French physicist and academic (b. 1921)", "entities": [{"title": "Jacques Friedel", "href": "/wiki/Jacques_Friedel", "description": "Jacques Friedel ForMemRS was a French physicist and material scientist."}]}, {"heading": "Deaths", "year": "2014", "date": "August 27", "txt": "Valeri Petrov, Bulgarian poet, playwright, and screenwriter (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 27", "txt": "Benno Pludra, German author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 27", "txt": "Kazi Zafar Ahmed, Bangladeshi politician, 8th Prime Minister of Bangladesh (b. 1939)", "entities": [{"title": "Kazi Zafar Ahmed", "href": "/wiki/Kazi_Zafar_Ahmed", "description": "Kazi Zafar Ahmad was a Bangladeshi politician of the Jatiya Party, who was the Prime Minister of Bangladesh from 1989 to 1990."}, {"title": "List of Prime Ministers of Bangladesh", "href": "/wiki/List_of_Prime_Ministers_of_Bangladesh", "description": "The complete list of Prime Ministers of Bangladesh includes the persons sworn into the office as Prime Minister of Bangladesh following the Bangladeshi Declaration of Independence in 1971."}]}, {"heading": "Deaths", "year": "2015", "date": "August 27", "txt": "Pascal Chaumeil, French director and screenwriter (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 27", "txt": "Darryl Dawkins, American basketball player and coach (b. 1957)", "entities": []}]