[{"heading": "Events", "year": "683", "date": "August 26", "txt": "Yazid I's army kills 11,000 people of Medina including notable Sahabas in Battle of al-Harrah.", "entities": [{"title": "Yazid I", "href": "/wiki/Yazid_I", "description": "Yazid ibn Mu'awiya ibn Abi Sufyan, commonly known as Yazid I, was the second caliph of the Umayyad Caliphate. He ruled from April 680 until his death in November 683. His appointment was the first hereditary succession to the caliphate in Islamic history. His caliphate was marked by the death of Muhammad's grandson Husayn ibn Ali and the start of the crisis known as the Second Fitna."}, {"title": "Medina", "href": "/wiki/Medina", "description": "Medina, officially Al Madinah Al Munawwarah, commonly simplified as Madīnah or Madinah, is the second holiest city in Islam and the capital of the Medina Province of Saudi Arabia. The 2020 estimated population of the city is 1,488,782, making it the fourth-most populous city in the country. Located at the core of the Medina Province in the western reaches of the country, the city is distributed ov"}, {"title": "Sahaba", "href": "/wiki/Sahaba", "description": "Companions of the Prophet or aṣ-ṣaḥābah were the disciples and followers of Muhammad who \"saw or met the prophet during his lifetime and were physically in his presence\". \"Al-ṣaḥābah\" is definite plural; the indefinite singular is masculine صَحَابِيٌّ, feminine صَحَابِيَّةٌ."}, {"title": "Battle of al-Harrah", "href": "/wiki/Battle_of_al-Harrah", "description": "The Battle of al-Harra was fought between the Syrian army of the Umayyad caliph Yazid I led by Muslim ibn Uqba and the local defenders of Medina, namely the Ansar and Muhajirun factions, who had rebelled against the caliph. The battle took place at the lava field of Harrat Waqim in the northeastern outskirts of Medina on 26 August 683."}]}, {"heading": "Events", "year": "1071", "date": "August 26", "txt": "The Seljuq Turks defeat the Byzantine army at the Battle of Manzikert, and soon gain control of most of Anatolia.", "entities": [{"title": "Seljuq Turks", "href": "/wiki/Seljuq_Turks", "description": "The Seljuk dynasty, or Seljuks, also known as Seljuk Turks or Seljuk Turkomans, was an Oghuz Turkic Sunni Muslim dynasty that gradually became Persianate and contributed to the Turco-Persian tradition in the medieval Middle East and Central Asia. The Seljuks established both the Seljuk Empire and the Sultanate of Rum, which at their heights stretched from Iran to Anatolia, and were targets of the "}, {"title": "Byzantine army", "href": "/wiki/Byzantine_army", "description": "The Byzantine army was the primary military body of the Byzantine armed forces, serving alongside the Byzantine navy. A direct continuation of the East Roman army, it maintained a similar level of discipline, strategic prowess and organization. It was among the most effective armies of western Eurasia for much of the Middle Ages. Over time the cavalry arm became more prominent in the Byzantine arm"}, {"title": "Battle of Manzikert", "href": "/wiki/Battle_of_Manzikert", "description": "The Battle of Manzikert was fought between the Byzantine Empire and the Seljuk Empire on 26 August 1071 near Manzikert, theme of Iberia. The decisive defeat of the Byzantine army and the capture of the Emperor Romanos IV Diogenes played an important role in undermining Byzantine authority in Anatolia and Armenia, and allowed for the gradual Turkification of Anatolia. Many of the Turks, who had bee"}, {"title": "Anatolia", "href": "/wiki/Anatolia", "description": "Anatolia, also known as Asia Minor, is a large peninsula in Western Asia and the westernmost protrusion of the Asian continent. It makes up the majority of modern-day Turkey. The region is bounded by the Turkish Straits to the northwest, the Black Sea to the north, the Armenian Highlands to the east, the Mediterranean Sea to the south, and the Aegean Sea to the west. The Sea of Marmara forms a con"}]}, {"heading": "Events", "year": "1278", "date": "August 26", "txt": "Ladislaus IV of Hungary and Rudolf I of Germany defeat Ottokar II of Bohemia in the Battle on the Marchfeld near Dürnkrut in (then) Moravia.", "entities": [{"title": "Ladislaus IV of Hungary", "href": "/wiki/Ladislaus_IV_of_Hungary", "description": "Ladislaus IV, also known as Ladislas the Cuman, was king of Hungary and Croatia from 1272 to 1290. His mother, Elizabeth, was the daughter of a chieftain from the pagan Cumans who had settled in Hungary. At the age of seven, he married Elisabeth, a daughter of King Charles I of Sicily. Ladislaus was only 10 when a rebellious lord, Joachim Gutkeled, kidnapped and imprisoned him."}, {"title": "Rudolf I of Germany", "href": "/wiki/Rudolf_I_of_Germany", "description": "Rudolf I was the first king of Germany from the House of Habsburg. The first of the count-kings of Germany, he reigned from 1273 until his death."}, {"title": "Ottokar II of Bohemia", "href": "/wiki/Ottokar_II_of_Bohemia", "description": "Ottokar II, the Iron and Golden King, was a member of the Přemyslid dynasty who reigned as King of Bohemia from 1253 until his death in 1278. He also held the titles of Margrave of Moravia from 1247, Duke of Austria from 1251, and Duke of Styria from 1260, as well as Duke of Carinthia and landgrave of Carniola from 1269."}, {"title": "Battle on the Marchfeld", "href": "/wiki/Battle_on_the_Marchfeld", "description": "The Battle on the Marchfeld at Dürnkrut and Jedenspeigen took place on 26 August 1278 and was a decisive event for the history of Central Europe for the following centuries. The opponents were a Bohemian (Czech) army led by the Přemyslid king Ottokar II of Bohemia and the German army under the German king Rudolph I of Habsburg in alliance with King Ladislaus IV of Hungary. With 15,300 mounted troo"}, {"title": "Dürnkrut, Austria", "href": "/wiki/D%C3%BCrnkrut,_Austria", "description": "Dürnkrut is a market town in the district of Gänserndorf in the Austrian state of Lower Austria. Castle Dürnkrut (pictured) is the most famous landmark of the town. The town is agricultural with some noteworthy businesses. Crops grown in the flatter areas are canola, corn, sunflowers and sugar beets. The rolling hils are planted with wine grapes by local vintners."}, {"title": "Moravia", "href": "/wiki/Moravia", "description": "Moravia is a historical region in the east of the Czech Republic and one of three historical Czech lands, with Bohemia and Czech Silesia."}]}, {"heading": "Events", "year": "1303", "date": "August 26", "txt": "Chittorgarh falls to the Delhi Sultanate, after which thirty thousand Hindu inhabitants are killed.", "entities": [{"title": "Siege of Chittorgarh (1303)", "href": "/wiki/Siege_of_Chittorgarh_(1303)", "description": "In 1303, the Delhi Sultanate ruler Alauddin Khalji captured the Chittor Fort from the Guhila king Ratnasimha, after an eight month long siege. The conflict has been described in several legendary accounts, including the historic epic poem Padmavat, which claims that Alauddin's motive was to obtain Ratnasimha's beautiful wife Padmavati."}]}, {"heading": "Events", "year": "1346", "date": "August 26", "txt": "At the Battle of Crécy, an English army easily defeats a French one twice its size.", "entities": [{"title": "Battle of Crécy", "href": "/wiki/Battle_of_Cr%C3%A9cy", "description": "The Battle of Crécy took place on 26 August 1346 in northern France between a French army commanded by King Philip VI and an English army led by King Edward III. The French attacked the English while they were traversing northern France during the Hundred Years' War, resulting in an English victory and heavy loss of life among the French."}]}, {"heading": "Events", "year": "1444", "date": "August 26", "txt": "Battle of St. Jakob an der Birs: A vastly outnumbered force of Swiss Confederates is defeated by the Dauphin Louis (future Louis XI of France) and his army of 'Armagnacs' near Basel.", "entities": [{"title": "Battle of St. Jakob an der Birs", "href": "/wiki/Battle_of_St._Jakob_an_der_Birs", "description": "The Battle of St. Jakob an der Birs was fought between the Old Swiss Confederacy and French mercenaries, on the banks of the river Birs. The battle took place on 26 August 1444 and was part of the Old Zürich War.\nThe site of the battle was near Münchenstein, Switzerland, just over 1 km outside the city walls of Basel, today within Basel's St-Alban district."}, {"title": "Louis XI of France", "href": "/wiki/Louis_XI_of_France", "description": "Louis XI, called \"Louis the Prudent\", was King of France from 1461 to 1483. He succeeded his father, Charles VII."}, {"title": "Basel", "href": "/wiki/Basel", "description": "Basel or Basle is a city in northwestern Switzerland on the river Rhine. Basel is Switzerland's third-most-populous city with about 200,000 inhabitants. The official language of Basel is German, but the main spoken language is the local Basel German dialect."}]}, {"heading": "Events", "year": "1542", "date": "August 26", "txt": "Francisco de Orellana crosses South America from Guayaquil on the Pacific coast to the mouth of the Amazon River on the Atlantic coast.", "entities": [{"title": "Francisco de Orellana", "href": "/wiki/Francisco_de_Orellana", "description": "Francisco de Orellana Bejarano Pizarro y Torres de Altamirano was a Spanish explorer and conquistador. He completed the first known navigation of the entire length of the Amazon River, which initially was named \"Rio de Orellana.\" He also founded the city of Guayaquil in what is now Ecuador."}]}, {"heading": "Events", "year": "1748", "date": "August 26", "txt": "The first Lutheran denomination in North America, the Pennsylvania Ministerium, is founded in Philadelphia.", "entities": [{"title": "Lutheran", "href": "/wiki/Lutheran", "description": "Lutheranism is one of the largest branches of Protestantism that identifies with the teachings of Martin Luther, a 16th-century German reformer whose efforts to reform the theology and practice of the church launched the Protestant Reformation. The reaction of the government and church authorities to the international spread of his writings, beginning with the 95 Theses, divided Western Christiani"}, {"title": "Pennsylvania Ministerium", "href": "/wiki/Pennsylvania_Ministerium", "description": "The Pennsylvania Ministerium was the first Lutheran church body in North America. With the encouragement of Henry Melchior Muhlenberg (1711–1787), the Ministerium was founded at a Church Conference of Lutheran clergy on August 26, 1748. The group was known as the \"German Evangelical Lutheran Ministerium of North America\" until 1792, when it adopted the name \"German Evangelical Lutheran Ministerium"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1767", "date": "August 26", "txt": "Jesuits all over Chile are arrested as the Spanish Empire suppresses the Society of Jesus.", "entities": [{"title": "Society of Jesus", "href": "/wiki/Society_of_Jesus", "description": "The Society of Jesus is a religious order of the Catholic Church headquartered in Rome. It was founded by Ignatius of Loyola and six companions with the approval of Pope Paul III in 1540. The members are called Jesuits. The society is engaged in evangelization and apostolic ministry in 112 nations. Jesuits work in education, research, and cultural pursuits. Jesuits also give retreats, minister in "}, {"title": "Colonial Chile", "href": "/wiki/Colonial_Chile", "description": "In Chilean historiography, Colonial Chile is the period from 1600 to 1810, beginning with the Destruction of the Seven Cities and ending with the onset of the Chilean War of Independence. During this time the Chilean heartland was ruled by Captaincy General of Chile. The period was characterized by a lengthy conflict between Spaniards and native Mapuches known as the Arauco War. Colonial society w"}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Suppression of the Society of Jesus", "href": "/wiki/Suppression_of_the_Society_of_Jesus", "description": "The suppression of the Jesuits was a politically instigated removal of all members of the Society of Jesus from most of the countries of Western Europe and their colonies, beginning in 1759, and ultimately approved by The Holy See in 1773. In 1814, Pope Pius VII restored the Society to its previous provinces and Jesuits began resuming their work in those countries."}]}, {"heading": "Events", "year": "1768", "date": "August 26", "txt": "Captain James Cook sets sail from England on board HMS Endeavour.", "entities": [{"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}, {"title": "First voyage of James Cook", "href": "/wiki/First_voyage_of_James_Cook", "description": "The first voyage of James Cook was a combined Royal Navy and Royal Society expedition to the south Pacific Ocean aboard HMS Endeavour, from 1768 to 1771. It was the first of three Pacific voyages of which James Cook was the commander. The aims of this first expedition were to observe the 1769 transit of Venus across the Sun, and to seek evidence of the postulated Terra Australis Incognita or \"undi"}, {"title": "HMS Endeavour", "href": "/wiki/HMS_Endeavour", "description": "HMS Endeavour, also known as HM Bark Endeavour, was a British Royal Navy research vessel that Lieutenant James Cook commanded to Australia and New Zealand on his first voyage of discovery from 1768 to 1771."}]}, {"heading": "Events", "year": "1778", "date": "August 26", "txt": "The first recorded ascent of Triglav, the highest mountain in Slovenia.", "entities": [{"title": "Triglav", "href": "/wiki/Triglav", "description": "Triglav, with an elevation of 2,863.65 metres (9,395.2 ft), is the highest mountain in Slovenia and the highest peak of the Julian Alps. The mountain is the pre-eminent symbol of the Slovene nation. It is the centrepiece of Triglav National Park, Slovenia's only national park. Triglav was also the highest peak in Yugoslavia before Slovenia's independence in 1991."}, {"title": "Slovenia", "href": "/wiki/Slovenia", "description": "Slovenia, officially the Republic of Slovenia, is a country in Central Europe. It is bordered by Italy to the west, Austria to the north, Hungary to the northeast, Croatia to the southeast, and the Adriatic Sea to the southwest. Slovenia is mostly mountainous and forested, covers 20,271 square kilometers (7,827 sq mi), and has a population of 2.1 million. Slovenes form the vast majority of the cou"}]}, {"heading": "Events", "year": "1789", "date": "August 26", "txt": "The Declaration of the Rights of Man and of the Citizen is approved by the National Constituent Assembly of France.", "entities": [{"title": "Declaration of the Rights of Man and of the Citizen", "href": "/wiki/Declaration_of_the_Rights_of_Man_and_of_the_Citizen", "description": "The Declaration of the Rights of Man and of the Citizen, set by France's National Constituent Assembly in 1789, is a human civil rights document from the French Revolution."}]}, {"heading": "Events", "year": "1791", "date": "August 26", "txt": "John Fitch is granted a United States patent for the steamboat.", "entities": [{"title": "John Fitch (inventor)", "href": "/wiki/John_Fitch_(inventor)", "description": "John Fitch was an American inventor, clockmaker, entrepreneur and engineer. He was most famous for operating the first steamboat service in the United States. The first boat was 45 feet long it was tested on the Delaware river by Fitch and his design assistant Steven Pagano."}, {"title": "Steamboat", "href": "/wiki/Steamboat", "description": "A steamboat is a boat that is propelled primarily by steam power, typically driving propellers or paddlewheels. Steamboats sometimes use the prefix designation SS, S.S. or S/S or PS ; however, these designations are most often used for steamships."}]}, {"heading": "Events", "year": "1810", "date": "August 26", "txt": "The former viceroy Santiago de Liniers of the Viceroyalty of the Río de la Plata is executed after the defeat of his counter-revolution.", "entities": [{"title": "Santiago de Liniers", "href": "/wiki/Santiago_de_Liniers", "description": "Santiago Antonio María de Liniers y Bremond, 1st Count of Buenos Aires, KOM, OM was a French officer in the Spanish military service, and a viceroy of the Spanish colonies of the Viceroyalty of the Río de la Plata. Although born Jacques de Liniers in France, he is more widely known by the Spanish form of his name, Santiago de Liniers."}, {"title": "Viceroyalty of the Río de la Plata", "href": "/wiki/Viceroyalty_of_the_R%C3%ADo_de_la_Plata", "description": "The Viceroyalty of the Río de la Plata was the last to be organized and also the shortest-lived of the Viceroyalties of the Spanish Empire in the Americas."}, {"title": "Liniers Counter-revolution", "href": "/wiki/Liniers_Counter-revolution", "description": "The Liniers Counter-Revolution took place in the Spanish Viceroyalty of the Río de la Plata after the May Revolution in 1810. The former viceroy, Santiago de Liniers, led an ill-fated counter-revolutionary attempt from the city of Córdoba, and it was quickly frustrated by the patriotic forces of the newly formed Army of the North. Francisco Ortiz de Ocampo, the leader of the Army of the North, cap"}]}, {"heading": "Events", "year": "1813", "date": "August 26", "txt": "War of the Sixth Coalition: An impromptu battle takes place when French and Prussian-Russian forces accidentally run into each other near Liegnitz, Prussia (now Legnica, Poland).", "entities": [{"title": "War of the Sixth Coalition", "href": "/wiki/War_of_the_Sixth_Coalition", "description": "In the War of the Sixth Coalition, sometimes known in Germany as the War of Liberation, a coalition of Austria, Prussia, Russia, the United Kingdom, Portugal, Sweden, Spain and a number of German States defeated France and drove Napoleon into exile on Elba. After the disastrous French invasion of Russia of 1812 in which they had been forced to support France, Prussia and Austria joined Russia, the"}, {"title": "Battle of Katzbach", "href": "/wiki/Battle_of_Katzbach", "description": "The Battle of the Katzbach on 26 August 1813, was a major battle of the Napoleonic Wars between the forces of the First French Empire under Marshal MacDonald and a Russo-Prussian army of the Sixth Coalition under Prussian Marshal Graf (Count) von Blücher. It occurred during a heavy thunderstorm at the Katzbach river between Wahlstatt and Liegnitz in the Prussian province of Silesia. Taking place t"}, {"title": "Liegnitz", "href": "/wiki/Liegnitz", "description": "Legnica is a city in southwestern Poland, in the central part of Lower Silesia, on the Kaczawa River and the Czarna Woda. Between 1 June 1975 and 31 December 1998 Legnica was the capital of the Legnica Voivodeship. It is currently the seat of the county and since 1992 the city has been the seat of a Diocese. As of 2019, Legnica had a population of 99,350 inhabitants."}]}, {"heading": "Events", "year": "1814", "date": "August 26", "txt": "Chilean War of Independence: Infighting between the rebel forces of José Miguel Carrera and Bernardo O'Higgins erupts in the Battle of Las Tres Acequias.", "entities": [{"title": "Chilean War of Independence", "href": "/wiki/Chilean_War_of_Independence", "description": "The Chilean War of Independence was a military and political event that allowed the emancipation of Chile from the Spanish Monarchy, ending the colonial period and initiating the formation of an independent republic."}, {"title": "José Miguel Carrera", "href": "/wiki/Jos%C3%A9_Miguel_Carrera", "description": "José Miguel Carrera Verdugo was a Chilean general, formerly Spanish military, member of the prominent Carrera family, and considered one of the founders of independent Chile. Carrera was the most important leader of the Chilean War of Independence during the period of the Patria Vieja. After the Spanish \"Reconquista de Chile\" (\"Reconquest\"), he continued campaigning from exile after defeat. His op"}, {"title": "Bernardo O'Higgins", "href": "/wiki/Bernardo_O%27Higgins", "description": "Bernardo O'Higgins Riquelme was a Chilean independence leader who freed Chile from Spanish rule in the Chilean War of Independence. He was a wealthy landowner of Spanish and Irish ancestry. Although he was the second Supreme Director of Chile (1817–1823), he is considered one of Chile's founding fathers, as he was the first holder of this title to head a fully independent Chilean state."}, {"title": "Battle of Las Tres Acequias", "href": "/wiki/Battle_of_Las_Tres_Acequias", "description": "The Battle of Les Tres Acequias, fought during the Chilean War of Independence, occurred near San Bernardo on 26 August 1814. The confrontation occurred between the two factions of Carrera and Bernardo O'Higgins, resulting in a defeat for O'Higgins that would in turn lead on to the defeat of the nationalists by the royalist forces at the battle of Rancagua a month later."}]}, {"heading": "Events", "year": "1833", "date": "August 26", "txt": "The great 1833 Kathmandu–Bihar earthquake causes major damage in Nepal, northern India and Tibet, a total of 500 people perish.", "entities": [{"title": "1833 Kathmandu–Bihar earthquake", "href": "/wiki/1833_Kathmandu%E2%80%93Bihar_earthquake", "description": "The 1833 Nepal–India earthquake, also known as the 1833 Bihar–Nepal earthquake occurred on August 26 at 22:58 local time (NPT). This earthquake had an estimated moment magnitude of 7.6–7.9 and struck with an epicenter somewhere in or near the Kathmandu Valley. The earthquake caused major damage and deaths in numerous towns and villages in Nepal, northern India and Tibet. The earthquake was so powe"}]}, {"heading": "Events", "year": "1883", "date": "August 26", "txt": "The 1883 eruption of Krakatoa begins its final, paroxysmal, stage.", "entities": [{"title": "1883 eruption of Krakatoa", "href": "/wiki/1883_eruption_of_Krakatoa", "description": "The 1883 eruption of Krakatoa in the Sunda Strait began on May 20 1883 and peaked on the late morning of Monday, 27 August 1883, when over 70% of the island of Krakatoa and its surrounding archipelago were destroyed as it collapsed into a caldera."}]}, {"heading": "Events", "year": "1914", "date": "August 26", "txt": "World War I: The German colony of Togoland surrenders to French and British forces after a 20-day campaign.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Colony", "href": "/wiki/Colony", "description": "In political science, a colony is a territory subject to a form of foreign rule. Though dominated by the foreign colonizers, colonies remain separate from the administration of the original country of the colonizers, the metropolitan state .\nThis administrative colonial separation makes colonies neither incorporated territories, nor client states. Some colonies have been organized either as depend"}, {"title": "Togoland", "href": "/wiki/Togoland", "description": "Togoland was a German Empire protectorate in West Africa from 1884 to 1914, encompassing what is now the nation of Togo and most of what is now the Volta Region of Ghana, approximately 77,355 km2 in size. During the period known as the \"Scramble for Africa\", the colony was established in 1884 and was gradually extended inland."}, {"title": "Togoland Campaign", "href": "/wiki/Togoland_Campaign", "description": "The Togoland Campaign was a French and British invasion of the German colony of Togoland in West Africa, which began the West African Campaign of the First World War. German colonial forces withdrew from the capital Lomé and the coastal province to fight delaying actions on the route north to Kamina, where the Kamina Funkstation linked the government in Berlin to Togoland, the Atlantic and South A"}]}, {"heading": "Events", "year": "1914", "date": "August 26", "txt": "World War I: During the retreat from Mons, the British II Corps commanded by General Sir Horace Smith-Dorrien fights a vigorous and successful defensive action at Le Cateau.", "entities": [{"title": "Horace Smith-Dorrien", "href": "/wiki/Horace_Smith-Dorrien", "description": "General Sir Horace Lockwood Smith-Dorrien, was a British Army General. One of the few British survivors of the Battle of Isandlwana as a young officer, he also distinguished himself in the Second Boer War."}, {"title": "Battle of Le Cateau", "href": "/wiki/Battle_of_Le_Cateau", "description": "The Battle of Le Cateau was fought on the Western Front during the First World War on 26 August 1914. The British Expeditionary Force (BEF) and the French Fifth Army had retreated after their defeats at the Battle of Charleroi and the Battle of Mons. The British II Corps fought a delaying action at Le Cateau to slow the German pursuit. Most of the BEF was able to continue its retreat to Saint-Quen"}]}, {"heading": "Events", "year": "1920", "date": "August 26", "txt": "The 19th amendment to United States Constitution takes effect, giving women the right to vote.", "entities": [{"title": "Nineteenth Amendment to the United States Constitution", "href": "/wiki/Nineteenth_Amendment_to_the_United_States_Constitution", "description": "The Nineteenth Amendment to the United States Constitution prohibits the United States and the states from denying the right to vote to citizens of the United States on the basis of sex, in effect recognising the right of women to a vote. The amendment was the culmination of a decades-long movement for women's suffrage in the United States, at both the state and national levels, and was part of th"}, {"title": "United States Constitution", "href": "/wiki/United_States_Constitution", "description": "The Constitution of the United States is the supreme law of the United States of America. This founding document, originally comprising seven articles, delineates the national frame of government. Its first three articles embody the doctrine of the separation of powers, whereby the federal government is divided into three branches: the legislative, consisting of the bicameral Congress ; the execut"}]}, {"heading": "Events", "year": "1922", "date": "August 26", "txt": "Greco-Turkish War (1919–22): Turkish army launched what has come to be known to the Turks as the Great Offensive (Büyük Taarruz). The major Greek defense positions were overrun.", "entities": [{"title": "Greco-Turkish War (1919–22)", "href": "/wiki/Greco-Turkish_War_(1919%E2%80%9322)", "description": "The Greco-Turkish War of 1919–1922 was fought between Greece and the Turkish National Movement during the partitioning of the Ottoman Empire in the aftermath of World War I, between May 1919 and October 1922."}, {"title": "Great Offensive", "href": "/wiki/Great_Offensive", "description": "The Great Offensive was the largest and final military operation of the Turkish War of Independence, fought between the Turkish Armed Forces loyal to the government of the Grand National Assembly of Turkey, and the Kingdom of Greece, ending the Greco-Turkish War. The offensive began on 26 August 1922 with the Battle of Dumlupınar. The Turks amassed around 98,000 men, the largest number since the b"}]}, {"heading": "Events", "year": "1936", "date": "August 26", "txt": "Spanish Civil War: Santander falls to the nationalists and the republican interprovincial council is dissolved.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Battle of Santander", "href": "/wiki/Battle_of_Santander", "description": "The Battle of Santander was a battle fought in the War in the North campaign of the Spanish Civil War during the summer of 1937. Santander's fall on August 26 assured the Nationalist conquest of the province of Santander, now Cantabria. The battle devastated the Republic's \"Army of the North\"; 60,000 soldiers were captured by the Nationalists."}, {"title": "Nationalist faction (Spanish Civil War)", "href": "/wiki/Nationalist_faction_(Spanish_Civil_War)", "description": "The Nationalist faction or Rebel faction was a major faction in the Spanish Civil War of 1936 to 1939. It was composed of a variety of right-leaning political groups that supported the Spanish Coup of July 1936 against the Second Spanish Republic and Republican faction and sought to depose Manuel Azaña, including the Falange, the CEDA, and two rival monarchist claimants: the Alfonsist Renovación E"}, {"title": "Interprovincial Council of Santander, Palencia and Burgos", "href": "/wiki/Interprovincial_Council_of_Santander,_Palencia_and_Burgos", "description": "The Interprovincial Council of Santander, Palencia and Burgos was a governing body established on 8 February 1937 to coordinate the republican areas of Cantabria as well as the provinces of Palencia and Burgos during the Spanish Civil War. The Council was dissolved in August 1937 after the occupation of the region by nationalist forces."}]}, {"heading": "Events", "year": "1940", "date": "August 26", "txt": "Chad becomes the first French colony to join the Allies under the administration of Félix Éboué, France's first black colonial governor.", "entities": [{"title": "Chad", "href": "/wiki/Chad", "description": "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west."}, {"title": "Colony", "href": "/wiki/Colony", "description": "In political science, a colony is a territory subject to a form of foreign rule. Though dominated by the foreign colonizers, colonies remain separate from the administration of the original country of the colonizers, the metropolitan state .\nThis administrative colonial separation makes colonies neither incorporated territories, nor client states. Some colonies have been organized either as depend"}, {"title": "Félix Éboué", "href": "/wiki/F%C3%A9lix_%C3%89bou%C3%A9", "description": "Adolphe Sylvestre Félix Éboué was a French colonial administrator and Free French leader. He was the first black French man appointed to a high post in the French colonies, when appointed as Governor of Guadeloupe in 1936."}, {"title": "Governor", "href": "/wiki/Governor", "description": "A governor is, in most cases, a public official with the power to govern the executive branch of a non-sovereign or sub-national level of government, ranking under the head of state. In federations, governor may be the title of a politician who governs a constituent state and may be either appointed or elected. The power of the individual governor can vary dramatically between political systems, w"}]}, {"heading": "Events", "year": "1942", "date": "August 26", "txt": "The Holocaust in Ukraine: At Chortkiv, the Ukrainian police and German Schutzpolizei deport two thousand Jews to Bełżec extermination camp. Five hundred of the sick and children are murdered on the spot. This continued until the next day.", "entities": [{"title": "The Holocaust in Ukraine", "href": "/wiki/The_Holocaust_in_Ukraine", "description": "The Holocaust in Ukraine took place in the Reichskommissariat Ukraine, the General Government, Crimean General Government and some areas under military control to the East of Reichskommissariat Ukraine and as well in the Transnistria Governorate and Northern Bukovina and Carpathian Ruthenia in World War II. Between 1941 and 1944, more than a million Jews living in the Soviet Union were murdered by"}, {"title": "Chortkiv", "href": "/wiki/Chortkiv", "description": "Chortkiv is a city in Chortkiv Raion, Ternopil Oblast (province) in western Ukraine. It is the administrative center of the Chortkiv Raion (district), housing the district's local administration buildings. Chortkiv hosts the administration of Chortkiv urban hromada, one of the hromadas of Ukraine. Population: 28,686 (2020 est.)\n"}, {"title": "Schutzpolizei (Nazi Germany)", "href": "/wiki/Schutzpolizei_(Nazi_Germany)", "description": "The Schutzpolizei des Reiches was the State (Reich) protection police of Nazi Germany, a branch of the Ordnungspolizei. Schutzpolizei is the German name for a uniformed police force."}, {"title": "Bełżec extermination camp", "href": "/wiki/Be%C5%82%C5%BCec_extermination_camp", "description": "Belzec was a Nazi German extermination camp built by the SS for the purpose of implementing the secretive Operation Reinhard, the plan to eradicate Polish Jews, a key part of the \"Final Solution\" which entailed the murder of some 6 million Jews in the Holocaust. The camp operated from 17 March 1942 to the end of June 1943. It was situated about 500 m (1,600 ft) south of the local railroad station "}]}, {"heading": "Events", "year": "1944", "date": "August 26", "txt": "World War II: Charles de Gaulle enters Paris.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Charles de Gaulle", "href": "/wiki/Charles_de_Gaulle", "description": "Charles André Joseph Marie de Gaulle was a French army officer and statesman who led Free France against Nazi Germany in World War II and chaired the Provisional Government of the French Republic from 1944 to 1946 in order to reestablish democracy in France. In 1958, he came out of retirement when appointed President of the Council of Ministers by President René Coty. He rewrote the Constitution o"}]}, {"heading": "Events", "year": "1966", "date": "August 26", "txt": "The South African Border War starts with the battle at Omugulugwombashe.", "entities": [{"title": "South African Border War", "href": "/wiki/South_African_Border_War", "description": "The South African Border War, also known as the Namibian War of Independence, and sometimes denoted in South Africa as the Angolan Bush War, was a largely asymmetric conflict that occurred in Namibia, Zambia, and Angola from 26 August 1966 to 21 March 1990. It was fought between the South African Defence Force (SADF) and the People's Liberation Army of Namibia (PLAN), an armed wing of the South We"}, {"title": "Omugulugwombashe", "href": "/wiki/Omugulugwombashe", "description": "\nOmugulugwombashe is a settlement in the Tsandi electoral constituency in the Omusati Region of northern Namibia. The settlement features a clinic and a primary school. In Omugulugwombashe the first battle of the South African Border War was fought in 1966. The government of Namibia erected a monument in honour of this battle at the thirtieth anniversary of the start of the conflict in 1996."}]}, {"heading": "Events", "year": "1970", "date": "August 26", "txt": "The fiftieth anniversary of American women being able to vote is marked by a nationwide Women's Strike for Equality.", "entities": [{"title": "Women's Strike for Equality", "href": "/wiki/Women%27s_Strike_for_Equality", "description": "The Women's Strike for Equality was a strike which took place in the United States on August 26, 1970. It celebrated the 50th anniversary of the passing of the Nineteenth Amendment, which effectively gave American women the right to vote. The rally was sponsored by the National Organization for Women (NOW). About 50,000 women gathered for the protest in New York City and even more throughout the c"}]}, {"heading": "Events", "year": "1977", "date": "August 26", "txt": "The Charter of the French Language is adopted by the National Assembly of Quebec", "entities": [{"title": "Charter of the French Language", "href": "/wiki/Charter_of_the_French_Language", "description": "The Charter of the French Language, also known in English as Bill 101 or Law 101, is a law in the province of Quebec in Canada defining French, the language of the majority of the population, as the official language of the provincial government. It is the central legislative piece in Quebec's language policy, and one of the three statutory documents Quebec society bases its cohesion upon, along w"}, {"title": "National Assembly of Quebec", "href": "/wiki/National_Assembly_of_Quebec", "description": "The National Assembly of Quebec is the legislative body of the province of Quebec in Canada. Legislators are called MNAs. The Queen in Right of Quebec, represented by the Lieutenant Governor of Quebec and the National Assembly compose the Legislature of Quebec, which operates in a fashion similar to those of other Westminster-style parliamentary systems."}]}, {"heading": "Events", "year": "1978", "date": "August 26", "txt": "Papal conclave: Albino Luciani is elected as Pope John Paul I.", "entities": [{"title": "Papal conclave, August 1978", "href": "/wiki/Papal_conclave,_August_1978", "description": "The August 1978 papal conclave, the first of the two conclaves held that year, was convoked after the death of Pope Paul VI on 6 August 1978 at Castel Gandolfo. After the cardinal electors assembled in Rome, they elected Cardinal Albino Luciani, Patriarch of Venice, as the new pope on the fourth ballot. He accepted the election and took the name of John Paul."}, {"title": "Pope John Paul I", "href": "/wiki/Pope_John_Paul_I", "description": "Pope John Paul I was head of the Catholic Church and sovereign of the Vatican City from 26 August 1978 to his death 33 days later. He was the first pope to have been born in the 20th century. His reign is among the shortest in papal history, resulting in the most recent year of three popes and the first to occur since 1605. John Paul I remains the most recent Italian-born pope, the last in a succe"}]}, {"heading": "Events", "year": "1980", "date": "August 26", "txt": "After John Birges plants a bomb at Harvey's Resort Hotel in Stateline, Nevada, in the United States, the FBI inadvertently detonates the bomb during its disarming.", "entities": [{"title": "Harvey's Resort Hotel bombing", "href": "/wiki/Harvey%27s_Resort_Hotel_bombing", "description": "The Harvey's Resort Hotel bombing took place on August 26–27, 1980, when several men masquerading as photocopier deliverers planted an elaborately booby trapped bomb containing 1,000 pounds (450 kg) of dynamite at Harvey's Resort Hotel in Stateline, Nevada, United States. After an attempt to disarm the bomb, it exploded causing extensive damage to the hotel but no injuries or deaths. The total cos"}, {"title": "Harvey's Resort Hotel", "href": "/wiki/Harvey%27s_Resort_Hotel", "description": "Harveys Lake Tahoe is a hotel and casino located in Stateline, Nevada. It has 742 rooms and suites as well as six restaurants and a casino with 87,500 square feet (8,130 m2) of space. It also has a video arcade, wedding chapel, pool, convention center and a full-service health club. It is owned by Vici Properties and operated by Caesars Entertainment."}, {"title": "Stateline, Nevada", "href": "/wiki/Stateline,_Nevada", "description": "Stateline is a census-designated place (CDP) on the southeastern shore of Lake Tahoe in Douglas County, Nevada, United States. It lies next to the California state line and City of South Lake Tahoe. The population was 842 at the 2010 census. The population swells considerably during the busy winter and summer seasons, due to the high number of hotel rooms and rental accommodations available."}]}, {"heading": "Events", "year": "1997", "date": "August 26", "txt": "Beni Ali massacre occurs in Algeria, leaving 60 to 100 people dead.", "entities": [{"title": "Beni Ali massacre", "href": "/wiki/Beni_Ali_massacre", "description": "The Beni Ali massacre took place in the mountain hamlet of Beni Ali, 40 miles (64 km) south of Algiers near Chrea, on 26 August 1997. Sixty-four or 100 people were killed. Three days later came the larger Rais massacre."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1998", "date": "August 26", "txt": "The first flight of the Air Force Delta III ends in disaster 75 seconds after liftoff resulting in the loss of the Galaxy X satellite.", "entities": [{"title": "Delta III", "href": "/wiki/Delta_III", "description": "Delta III was an expendable launch vehicle made by Boeing. The first Delta III launch was on August 26, 1998. Of its three flights, the first two were failures, and the third, though declared successful, reached the low end of its targeted orbit range and carried only a dummy (inert) payload. The Delta III could deliver up to 8,400 pounds to geostationary transfer orbit, twice the payload of its p"}]}, {"heading": "Events", "year": "1999", "date": "August 26", "txt": "Russia begins the Second Chechen War in response to the Invasion of Dagestan by the Islamic International Peacekeeping Brigade.", "entities": [{"title": "Second Chechen War", "href": "/wiki/Second_Chechen_War", "description": "The Second Chechen War was an armed conflict in Chechnya and the border regions of the North Caucasus between the Russian Federation and the Chechen Republic of Ichkeria, fought from August 1999 to April 2009."}, {"title": "Invasion of Dagestan", "href": "/wiki/Invasion_of_Dagestan", "description": "The War of Dagestan, also known as the Invasion of Militants in Dagestan began when the Chechnya-based Islamic International Peacekeeping Brigade (IIPB), an Islamist group, led by warlords Shamil Basayev, Ibn al-Khattab, Ramzan Akhmadov and Arbi Barayev invaded the neighboring Russian republic of Dagestan, on 7 August 1999, in support of the Shura of Dagestan separatist rebels. The war ended with "}, {"title": "Islamic International Peacekeeping Brigade", "href": "/wiki/Islamic_International_Peacekeeping_Brigade", "description": "The Islamic International Peacekeeping Brigade, also known as the Islamic International Brigade, the Islamic Peacekeeping Army, was the name of an international Islamist mujahideen organization, founded in 1998. IIPB was designated a terrorist entity by the United States in February 2003."}]}, {"heading": "Events", "year": "2003", "date": "August 26", "txt": "A Beechcraft 1900 operating as Colgan Air Flight 9446 crashes after taking off from Barnstable Municipal Airport in Yarmouth, Massachusetts, killing both pilots on board.", "entities": [{"title": "Beechcraft 1900", "href": "/wiki/Beechcraft_1900", "description": "The Beechcraft 1900 is a 19-passenger, pressurized twin-engine turboprop fixed-wing aircraft that was manufactured by Beechcraft. It was designed, and is primarily used, as a regional airliner. It is also used as a freight aircraft and corporate transport, and by several governmental and military organisations. With customers favoring larger regional jets, Raytheon ended production in October 2002"}, {"title": "Colgan Air Flight 9446", "href": "/wiki/Colgan_Air_Flight_9446", "description": "Colgan Air Flight 9446 was a repositioning flight operated by Colgan Air for US Airways Express. On August 26, 2003, the Beech 1900D crashed into water 100 yards offshore from Yarmouth, Massachusetts shortly after taking off from Barnstable Municipal Airport in Hyannis. Both pilots were killed."}, {"title": "Barnstable Municipal Airport", "href": "/wiki/Barnstable_Municipal_Airport", "description": "Cape Cod Gateway Airport, also known as Boardman/Polando Field, is a public airport located on Cape Cod, one mile (1.6 km) north of the central business district of Hyannis, in Barnstable County, Massachusetts, United States. This airport is publicly owned by Town of Barnstable. It is Cape Cod's major airport as well as an air hub for the Cape and the Islands. The airport is served by scheduled co"}, {"title": "Yarmouth, Massachusetts", "href": "/wiki/Yarmouth,_Massachusetts", "description": "Yarmouth is a town in Barnstable County, Massachusetts, United States, Barnstable County being coextensive with Cape Cod. The population was 23,793 at the 2010 census."}]}, {"heading": "Events", "year": "2009", "date": "August 26", "txt": "Kidnapping victim Jaycee Dugard is discovered alive in California after being missing for over 18 years. Her captors, Phillip and Nancy Garrido are apprehended.", "entities": [{"title": "Kidnapping of Jaycee Dugard", "href": "/wiki/Kidnapping_of_Jaycee_Dugard", "description": "The kidnapping of Jaycee Dugard occurred on June 10, 1991, in Meyers, California. Dugard was 11 years old when she was abducted from a street while walking to a school bus stop. Searches began immediately after Dugard's disappearance, but no reliable leads were generated, though her stepfather, Carl Probyn, witnessed her kidnapping and chased the kidnappers on his mountain bike. Dugard remained mi"}]}, {"heading": "Events", "year": "2011", "date": "August 26", "txt": "The Boeing 787 Dreamliner, Boeing's all-new composite airliner, receives certification from the EASA and the FAA.", "entities": [{"title": "Boeing 787 Dreamliner", "href": "/wiki/Boeing_787_Dreamliner", "description": "The Boeing 787 Dreamliner is an American wide-body jet airliner manufactured by Boeing Commercial Airplanes.\n\nAfter dropping its Sonic Cruiser project, Boeing announced the conventional 7E7 on January 29, 2003, focused on efficiency.\nThe program was launched on April 26, 2004, with an order for 50 from All Nippon Airways (ANA), targeting a 2008 introduction.\nOn July 8, 2007, the prototype was roll"}, {"title": "European Aviation Safety Agency", "href": "/wiki/European_Aviation_Safety_Agency", "description": "The European Union Aviation Safety Agency (EASA) is an agency of the European Union (EU) with responsibility for civil aviation safety. It carries out certification, regulation and standardisation and also performs investigation and monitoring. It collects and analyses safety data, drafts and advises on safety legislation and co-ordinates with similar organisations in other parts of the world."}, {"title": "Federal Aviation Administration", "href": "/wiki/Federal_Aviation_Administration", "description": "The Federal Aviation Administration (FAA) is the largest modern transportation agency and a governmental body of the United States with powers to regulate all aspects of civil aviation in that nation as well as over its surrounding international waters. Its powers include the construction and operation of airports, air traffic management, the certification of personnel and aircraft, and the protec"}]}, {"heading": "Events", "year": "2014", "date": "August 26", "txt": "The Jay Report into the Rotherham child sexual exploitation scandal is published.", "entities": [{"title": "Rotherham child sexual exploitation scandal", "href": "/wiki/Rotherham_child_sexual_exploitation_scandal", "description": "The Rotherham child sexual exploitation scandal consisted of the organised child sexual abuse that occurred in the town of Rotherham, South Yorkshire, Northern England from the late 1980s until the 2010s and the failure of local authorities to act on reports of the abuse throughout most of that period. Researcher Angie Heal, who was hired by local officials and warned them about child exploitation"}]}, {"heading": "Events", "year": "2015", "date": "August 26", "txt": "Two U.S. journalists are shot and killed by a disgruntled former coworker while conducting a live report in Moneta, Virginia.", "entities": [{"title": "Murders of Alison Parker and Adam Ward", "href": "/wiki/Murders_of_Alison_Parker_and_Adam_Ward", "description": "News reporter Alison Parker and photojournalist Adam Ward were employees of CBS affiliate WDBJ in Roanoke, Virginia who were fatally shot on August 26, 2015, while conducting a live television interview near Smith Mountain Lake in Moneta. They were interviewing Vicki Gardner, executive director of the local chamber of commerce, when all three were attacked by a gunman. Parker, age 24, and Ward, ag"}, {"title": "Moneta, Virginia", "href": "/wiki/Moneta,_Virginia", "description": "Moneta is an unincorporated community in Bedford and Franklin counties, Virginia, United States, along Route 122 between Bedford and Rocky Mount; Route 122 follows a bypass around the community."}]}, {"heading": "Events", "year": "2018", "date": "August 26", "txt": "Three people are killed and eleven wounded during a mass shooting at a Madden NFL '19 video game tournament in Jacksonville, Florida.", "entities": [{"title": "Jacksonville Landing shooting", "href": "/wiki/Jacksonville_Landing_shooting", "description": "The Jacksonville Landing shooting, also known as the Jacksonville shooting, was a mass shooting that occurred at a video game tournament for the video game Madden NFL 19 in Jacksonville Landing, Jacksonville, Florida, on August 26, 2018, at about 1:30 pm (EDT). A lone gunman, David Katz, shot and killed two people and injured another ten before committing suicide."}, {"title": "Madden NFL 19", "href": "/wiki/Madden_NFL_19", "description": "Madden NFL 19 is an American football sports video game based on the National Football League (NFL), developed and published by EA Sports. Pittsburgh Steelers wide receiver Antonio Brown is the cover athlete of the standard edition of the game, while Pro Football Hall of Fame wide receiver Terrell Owens is on the cover of the \"Hall of Fame\" version, featured in a Dallas Cowboys uniform. An install"}, {"title": "Jacksonville, Florida", "href": "/wiki/Jacksonville,_Florida", "description": "Jacksonville is the most populous city in Florida, and is the largest city by area in the contiguous United States as of 2020. It is the seat of Duval County, with which the city government consolidated in 1968. Consolidation gave Jacksonville its great size and placed most of its metropolitan population within the city limits. As of 2021, Jacksonville's population was estimated to be 929,647, mak"}]}, {"heading": "Births", "year": "1469", "date": "August 26", "txt": "Ferdinand II of Naples (d. 1496)", "entities": [{"title": "Ferdinand II of Naples", "href": "/wiki/Ferdinand_II_of_Naples", "description": "Ferdinand II was King of Naples from 1495 to 1496. He was the son of Alphonso II and Ippolita Maria Sforza, and heir of the Brienne claim to the kingdom of Jerusalem."}]}, {"heading": "Births", "year": "1548", "date": "August 26", "txt": "Bernardino Poccetti, Italian painter (d. 1612)", "entities": [{"title": "Bernardino Poccetti", "href": "/wiki/Bernardino_Poccetti", "description": "Bernardino Poccetti, also known as Barbatelli, was an Italian Mannerist painter and printmaker of etchings."}]}, {"heading": "Births", "year": "1582", "date": "August 26", "txt": "Humilis of Bisignano, Italian Franciscan friar and saint (d. 1637)", "entities": [{"title": "Humilis of Bisignano", "href": "/wiki/Humilis_of_Bisignano", "description": "Humilis of Bisignano, O.F.M., was a 17th-century Franciscan friar who was widely known in his day as a mystic and wonderworker. He has been declared a saint by the Catholic Church."}]}, {"heading": "Births", "year": "1596", "date": "August 26", "txt": "Frederick V, Elector Palatine, Bohemian king (d. 1632)", "entities": [{"title": "Frederick V, Elector Palatine", "href": "/wiki/Frederick_V,_Elector_Palatine", "description": "Frederick V was the Elector Palatine of the Rhine in the Holy Roman Empire from 1610 to 1623, and reigned as King of Bohemia from 1619 to 1620. He was forced to abdicate both roles, and the brevity of his reign in Bohemia earned him the derisive sobriquet \"the Winter King\"."}]}, {"heading": "Births", "year": "1676", "date": "August 26", "txt": "Robert Walpole, English scholar and politician, Prime Minister of the United Kingdom (d. 1745)", "entities": [{"title": "Robert Walpole", "href": "/wiki/Robert_Walpole", "description": "Robert Walpole, 1st Earl of Orford,, known between 1725 and 1742 as Sir Robert Walpole, was a British statesman and Whig politician who is generally regarded as the de facto first prime minister of Great Britain."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1694", "date": "August 26", "txt": "Elisha Williams, English colonial minister, academic, and politician (d. 1755)", "entities": [{"title": "Elisha Williams", "href": "/wiki/Elisha_Williams", "description": "Elisha Williams was a Congregational minister, legislator, militia soldier, jurist, and rector of Yale College from 1726 to 1739."}]}, {"heading": "Births", "year": "1695", "date": "August 26", "txt": "Marie-Anne-Catherine Quinault, French singer-songwriter (d. 1791)", "entities": [{"title": "Marie-Anne-Catherine Quinault", "href": "/wiki/Marie-Anne-Catherine_Quinault", "description": "\nMarie-Anne-Catherine Quinault  was a French singer and composer."}]}, {"heading": "Births", "year": "1728", "date": "August 26", "txt": "Johann Heinrich Lambert, Swiss mathematician, physicist, and astronomer (d. 1777)", "entities": [{"title": "Johann Heinrich Lambert", "href": "/wiki/Johann_Heinrich_Lambert", "description": "Johann Heinrich Lambert was a Swiss polymath who made important contributions to the subjects of mathematics, physics, philosophy, astronomy and map projections."}]}, {"heading": "Births", "year": "1736", "date": "August 26", "txt": "Jean-Baptiste L. Romé de l'Isle, French mineralogist and geologist (d. 1790)", "entities": [{"title": "Jean-Baptiste L. Romé de l'Isle", "href": "/wiki/Jean-Baptiste_L._Rom%C3%A9_de_l%27Isle", "description": "Jean-Baptiste Louis Romé de l'Isle was a French mineralogist, considered one of the creators of modern crystallography."}]}, {"heading": "Births", "year": "1740", "date": "August 26", "txt": "Joseph-Michel Montgolfier, French inventor, invented the hot air balloon (d. 1810)", "entities": [{"title": "Montgolfier brothers", "href": "/wiki/Montgolfier_brothers", "description": "The Montgolfier brothers, Joseph-Michel Montgolfier and Jacques-Étienne Montgolfier, were aviation pioneers, balloonists and paper manufacturers from the commune Annonay in Ardèche, France. They are best known historically as inventors of the Montgolfière-style hot air balloon, globe aérostatique, which launched the first confirmed piloted ascent by man in 1783, carrying Jacques-Étienne. Joseph-Mi"}, {"title": "Hot air balloon", "href": "/wiki/Hot_air_balloon", "description": "A hot-air balloon is a lighter-than-air aircraft consisting of a bag, called an envelope, which contains heated air. Suspended beneath is a gondola or wicker basket, which carries passengers and a source of heat, in most cases an open flame caused by burning liquid propane. The heated air inside the envelope makes it buoyant, since it has a lower density than the colder air outside the envelope. A"}]}, {"heading": "Births", "year": "1743", "date": "August 26", "txt": "Antoine Lavoisier, French chemist and biologist (d. 1794)", "entities": [{"title": "Antoine Lavoisier", "href": "/wiki/Antoine_Lavoisier", "description": "Antoine-Laurent de Lavoisier, also Antoine Lavoisier after the French Revolution, was a French nobleman and chemist who was central to the 18th-century chemical revolution and who had a large influence on both the history of chemistry and the history of biology. He is widely considered in popular literature as the \"father of modern chemistry\"."}]}, {"heading": "Births", "year": "1751", "date": "August 26", "txt": "Manuel Abad y Queipo, Spanish-born Mexican bishop (d. 1825)", "entities": [{"title": "Manuel Abad y Queipo", "href": "/wiki/Manuel_Abad_y_Queipo", "description": "Manuel Abad y Queipo was a Spanish Roman Catholic Bishop of Michoacán in the Viceroyalty of New Spain at the time of the Mexican War of Independence. He was \"an acute social commentator of late colonial Mexico, ... an exemplification of the enlightened clergyman\"."}]}, {"heading": "Births", "year": "1775", "date": "August 26", "txt": "William Joseph Behr, German publicist and academic (d. 1851)", "entities": [{"title": "William Joseph Behr", "href": "/wiki/William_Joseph_Behr", "description": "William Joseph Behr, German publicist and writer."}]}, {"heading": "Births", "year": "1792", "date": "August 26", "txt": "Manuel Oribe, Uruguayan soldier and politician, 4th President of Uruguay (d. 1857)", "entities": [{"title": "Manuel Oribe", "href": "/wiki/Manuel_Oribe", "description": "Manuel Ceferino Oribe y Viana was the 2nd Constitutional president of Uruguay."}, {"title": "President of Uruguay", "href": "/wiki/President_of_Uruguay", "description": "The president of Uruguay, officially known as the president of the Oriental Republic of Uruguay, is the head of state and head of government of Uruguay. His rights are determined in the Constitution of Uruguay. Conforms with the Secretariat of the Presidency, the Council of Ministers and the director of the Office of Planning and Budget, the executive branch. In case of absence, his office is exer"}]}, {"heading": "Births", "year": "1797", "date": "August 26", "txt": "Saint Innocent of Alaska, Russian Orthodox missionary priest, then the first Orthodox bishop and archbishop in the Americas, and finally the Metropolitan of Moscow and all Russia (d. 1879)", "entities": [{"title": "Saint Innocent of Alaska", "href": "/wiki/Saint_Innocent_of_Alaska", "description": "Saint Innocent of Alaska, also known as Saint Innocent Metropolitan of Moscow was a Russian Orthodox missionary priest, then the first Orthodox bishop and archbishop in the Americas, and finally the Metropolitan of Moscow and all Russia. Remembered for his missionary work, scholarship, and leadership in Alaska and the Russian Far East during the 19th century, he is known for his abilities as a sch"}, {"title": "Russian Orthodox", "href": "/wiki/Russian_Orthodox", "description": "The Russian Orthodox Church, alternatively legally known as the Moscow Patriarchate, is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople"}, {"title": "Missionary", "href": "/wiki/Missionary", "description": "A missionary is a member of a religious group sent into an area to promote their faith or perform ministries of service, such as education, literacy, social justice, health care, and economic development."}, {"title": "Priesthood (Orthodox Church)", "href": "/wiki/Priesthood_(Orthodox_Church)", "description": "Presbyter is, in the Bible, a synonym for bishop (episkopos), referring to a leader in local Church congregations. In modern Eastern Orthodox usage, it is distinct from bishop and synonymous with priest. Its literal meaning in Greek (presbyteros) is \"elder.\""}, {"title": "Metropolitan bishop", "href": "/wiki/Metropolitan_bishop#Eastern_Orthodox", "description": "In Christian churches with episcopal polity, the rank of metropolitan bishop, or simply metropolitan, pertains to the diocesan bishop or archbishop of a metropolis."}]}, {"heading": "Births", "year": "1819", "date": "August 26", "txt": "Albert, Prince Consort of the United Kingdom (d. 1861)", "entities": [{"title": "Albert, Prince Consort", "href": "/wiki/Albert,_Prince_Consort", "description": "Prince Albert of Saxe-Coburg and Gotha was the consort of Queen Victoria of the United Kingdom from their marriage on 10 February 1840 until his death in 1861."}]}, {"heading": "Births", "year": "1824", "date": "August 26", "txt": "Martha Darley Mutrie, British painter (d. 1885)", "entities": [{"title": "Martha Darley Mutrie", "href": "/wiki/Martha_Darley_Mutrie", "description": "Martha Darley Mutrie was a British painter. Her paintings consisted mostly of fruit and flowers. She grew up in Manchester, England, and studied at the Manchester School of Design. Mutrie's works were shown at the Royal Academy of Arts, Royal Manchester Institution and other national and international exhibitions. Her works are among the collections of the Victoria and Albert Museum and the Russel"}]}, {"heading": "Births", "year": "1854", "date": "August 26", "txt": "Arnold Fothergill, English cricketer (d. 1932)", "entities": [{"title": "Arnold Fothergill", "href": "/wiki/Arnold_Fothergill", "description": "Arnold James Fothergill was an English professional cricketer who played first-class cricket for Somerset County Cricket Club and the MCC in a career which spanned from 1870 until 1892. A left-arm fast-medium pace bowler, he appeared for England in two Test matches in 1889."}]}, {"heading": "Births", "year": "1856", "date": "August 26", "txt": "Clara Schønfeld, Danish actress (d. 1939)", "entities": [{"title": "Clara Schønfeld", "href": "/wiki/Clara_Sch%C3%B8nfeld", "description": "Clara Schønfeld was a Danish stage and film actress whose career spanned from the late 19th century through the 1920s."}]}, {"heading": "Births", "year": "1862", "date": "August 26", "txt": "Herbert Booth, Canadian songwriter and bandleader (d. 1926)", "entities": [{"title": "Herbert Booth", "href": "/wiki/Herbert_Booth", "description": "Herbert Henry Howard Booth was a Salvation Army officer, the third son of five children to William and Catherine Booth (Mumford). He oversaw the Limelight Department's development and he was the writer and director for Soldiers of the Cross."}]}, {"heading": "Births", "year": "1865", "date": "August 26", "txt": "Arthur James Arnot, Scottish-Australian engineer, designed the Spencer Street Power Station (d. 1946)", "entities": [{"title": "Arthur James Arnot", "href": "/wiki/Arthur_James_Arnot", "description": "Arthur James Arnot was a Scottish electrical engineer and inventor, best known for patenting the world's first electric drill. He later designed the Spencer Street Power Station, Victoria."}, {"title": "Spencer Street Power Station", "href": "/wiki/Spencer_Street_Power_Station", "description": "Spencer Street Power Station was a Victorian era coal and (later) oil-fired power station which operated on Spencer Street in central Melbourne, Victoria, Australia. The station was opened in 1892, and supplied power to the city's residents, as well as being a wholesale supplier to other municipal distributors. It came under the management of the State Electricity Commission of Victoria in 1941. B"}]}, {"heading": "Births", "year": "1873", "date": "August 26", "txt": "Lee de Forest, American engineer and academic, invented the Audion tube (d. 1961)", "entities": [{"title": "Lee de Forest", "href": "/wiki/Lee_de_Forest", "description": "Lee de Forest was an American inventor and early pioneer in radio and in the development of sound-on-film recording used for motion pictures. He had over 180 patents, but also a tumultuous career—he boasted that he made, then lost, four fortunes. He was also involved in several major patent lawsuits, spent a substantial part of his income on legal bills, and was even tried for mail fraud. His most"}, {"title": "Audion tube", "href": "/wiki/Audion_tube", "description": "The Audion was an electronic detecting or amplifying vacuum tube invented by American electrical engineer Lee de Forest in 1906. It was the first triode, consisting of an evacuated glass tube containing three electrodes: a heated filament, a grid, and a plate. It is important in the history of technology because it was the first widely used electronic device which could amplify; a small electrical"}]}, {"heading": "Births", "year": "1874", "date": "August 26", "txt": "Zona Gale, American novelist, short story writer, and playwright (d. 1938)", "entities": [{"title": "Zona Gale", "href": "/wiki/Zona_Gale", "description": "Zona Gale, also known by her married name, Zona Gale Breese, was an American novelist, short story writer, and playwright. She became the first woman to win the Pulitzer Prize for Drama in 1921. The close relationship she had with her parents set the tone for her writing and her personal life. Her books based upon her home town were found to be charming and had an intimate sense of realism, in whi"}]}, {"heading": "Births", "year": "1875", "date": "August 26", "txt": "John Buchan, 1st Baron Tweedsmuir, Scottish-Canadian historian and politician, 15th Governor General of Canada (d. 1940)", "entities": [{"title": "John Buchan, 1st Baron Tweedsmuir", "href": "/wiki/John_Buchan,_1st_Baron_Tweedsmuir", "description": "John Buchan, 1st Baron Tweedsmuir was a Scottish novelist, historian, and Unionist politician who served as Governor General of Canada, the 15th since Canadian Confederation."}, {"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1880", "date": "August 26", "txt": "Guillaume Apollinaire, Italian-French author, poet, playwright, and critic (d. 1918)", "entities": [{"title": "Guillaume Apollinaire", "href": "/wiki/Guillaume_Apollinaire", "description": "Guillaume Apollinaire was a French poet, playwright, short story writer, novelist, and art critic of Polish-Belarusian descent."}]}, {"heading": "Births", "year": "1882", "date": "August 26", "txt": "James Franck, German physicist and academic, Nobel Prize laureate (d. 1964)", "entities": [{"title": "James Franck", "href": "/wiki/James_Franck", "description": "James Franck was a German physicist who won the 1925 Nobel Prize for Physics with Gustav Hertz \"for their discovery of the laws governing the impact of an electron upon an atom\". He completed his doctorate in 1906 and his habilitation in 1911 at the Frederick William University in Berlin, where he lectured and taught until 1918, having reached the position of professor extraordinarius. He served a"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1882", "date": "August 26", "txt": "Sam Hardy, English footballer (d. 1966)", "entities": []}, {"heading": "Births", "year": "1885", "date": "August 26", "txt": "Jules Romains, French author and poet (d. 1972)", "entities": [{"title": "Jules Romains", "href": "/wiki/Jules_Romains", "description": "Jules Romains, born Louis Henri Jean Farigoule, was a French poet and writer and the founder of the Unanimism literary movement. His works include the play Knock ou le Triomphe de la médecine, and a cycle of works called Les Hommes de bonne volonté . Sinclair Lewis called him one of the six best novelists in the world."}]}, {"heading": "Births", "year": "1888", "date": "August 26", "txt": "Gustavo R. Vincenti, Maltese architect and developer (d. 1974)", "entities": [{"title": "Gustavo R. Vincenti", "href": "/wiki/Gustavo_R._Vincenti", "description": "Gustavo Romeo Vincenti was a Maltese architect and developer. Born into a wealthy and business oriented family in Valletta, he was able to purchase land and design and build buildings which he would then sell to clients. He was interested in architecture from a young age, and he graduated as an architect from the University of Malta in 1911, at the age of 23."}]}, {"heading": "Births", "year": "1891", "date": "August 26", "txt": "Acharya Chatursen Shastri, Indian author and playwright (d. 1960)", "entities": [{"title": "Acharya Chatursen Shastri", "href": "/wiki/Acharya_Chatursen_Shastri", "description": "Acharya Chatursen Shastri was an Indian writer of Hindi literature. He wrote many historical fictions, including Vaishali ki Nagarvadhu adapted into a feature film (1948), Vayam Rakshamah (1951), Somnath (1954), and Dharamputra which was adapted into the 1961 feature film of the same name."}]}, {"heading": "Births", "year": "1894", "date": "August 26", "txt": "Sparky Adams, American baseball player and farmer (d. 1989)", "entities": [{"title": "Sparky Adams", "href": "/wiki/Sparky_Adams", "description": "Earl John \"Sparky\" Adams was a professional Major League Baseball player who played with the Chicago Cubs, Pittsburgh Pirates, St. Louis Cardinals, and Cincinnati Reds."}]}, {"heading": "Births", "year": "1896", "date": "August 26", "txt": "Ivan Mihailov, Bulgarian soldier and politician (d. 1990)", "entities": [{"title": "Ivan Mihailov", "href": "/wiki/Ivan_Mihailov", "description": "Ivan Mihailov Gavrilov, sometimes Vancho Mihailov, was a Bulgarian revolutionary in interwar Macedonia, and the last leader of the Internal Macedonian Revolutionary Organization (IMRO). Under Mihailov, the IMRO identified itself closely with Bulgarian nationalism. He also cooperated actively with Mussolini’s Fascist Italy, Admiral Horthy’s Hungary and Hitler’s Nazi Germany. He changed the organiza"}]}, {"heading": "Births", "year": "1897", "date": "August 26", "txt": "Yun Posun, South Korean activist and politician, 2nd President of South Korea (d. 1990)", "entities": [{"title": "Yun Posun", "href": "/wiki/Yun_Posun", "description": "Yun Posun was a South Korean politician and Korean independence activist, who served as President of South Korea from 1960 to 1962 before being replaced by the long-serving Park Chung-hee as a result of the May 16 coup in 1961."}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1898", "date": "August 26", "txt": "Peggy Guggenheim, American-Italian art collector and philanthropist (d. 1979)", "entities": [{"title": "Peggy Guggenheim", "href": "/wiki/Peggy_Guggenheim", "description": "Marguerite \"Peggy\" Guggenheim was an American art collector, bohemian and socialite. Born to the wealthy New York City Guggenheim family, she was the daughter of Benjamin Guggenheim, who went down with the Titanic in 1912, and the niece of Solomon R. Guggenheim, who established the Solomon R. Guggenheim Foundation. Guggenheim collected art in Europe and America primarily between 1938 and 1946. She"}]}, {"heading": "Births", "year": "1900", "date": "August 26", "txt": "Margaret Utinsky, American nurse, recipient of the Medal of Freedom (d. 1970)", "entities": [{"title": "Margaret Utinsky", "href": "/wiki/Margaret_Utinsky", "description": "Margaret Elizabeth Doolin Utinsky was an American nurse who worked with the Filipino resistance movement to provide medicine, food, and other items to aid Allied prisoners of war in the Philippines during World War II. She was recognized in 1946 with the Medal of Freedom for her actions."}, {"title": "Medal of Freedom (1945)", "href": "/wiki/Medal_of_Freedom_(1945)", "description": "The Medal of Freedom was a decoration established by President Harry S. Truman to honor civilians whose actions aided in the war efforts of the United States and its allies. It was intended to be awarded by the secretary of state, the secretary of war, or the secretary of the navy, but presidents Dwight D. Eisenhower and John F. Kennedy also authorized awards."}]}, {"heading": "Births", "year": "1900", "date": "August 26", "txt": "Hellmuth Walter, German-American engineer and businessman (d. 1980)", "entities": []}, {"heading": "Births", "year": "1901", "date": "August 26", "txt": "Eleanor Dark, Australian author and poet (d. 1985)", "entities": [{"title": "Eleanor Dark", "href": "/wiki/Eleanor_Dark", "description": "Eleanor Dark AO was an Australian author whose novels included Prelude to Christopher (1934) and Return to Coolami (1936), both winners of the Australian Literature Society Gold Medal for literature, and her best known work The Timeless Land (1941)."}]}, {"heading": "Births", "year": "1901", "date": "August 26", "txt": "Hans Kammler, German SS officer and engineer (d. 1945)", "entities": [{"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Births", "year": "1901", "date": "August 26", "txt": "Jimmy Rushing, American singer and bandleader (d. 1972)", "entities": []}, {"heading": "Births", "year": "1901", "date": "August 26", "txt": "Maxwell D. Taylor, American general and diplomat, United States Ambassador to South Vietnam (d. 1987)", "entities": [{"title": "United States Ambassador to South Vietnam", "href": "/wiki/United_States_Ambassador_to_South_Vietnam", "description": "At the end of World War II in Asia, France attempted to regain control of Vietnam, as part of French Indochina, which it had lost to Japan in 1941. Following the First Indochina War, the country was split into two parts, the North and the South. The southern part was named the State of Vietnam under the leadership of Bảo Đại. In 1950, the United States recognized the Bảo Đại government, establishe"}]}, {"heading": "Births", "year": "1901", "date": "August 26", "txt": "Chen Yi, Chinese general and politician, 2nd Foreign Minister of the People's Republic of China (d. 1972)", "entities": [{"title": "Foreign Minister of the People's Republic of China", "href": "/wiki/Foreign_Minister_of_the_People%27s_Republic_of_China", "description": "The Minister of Foreign Affairs of the People's Republic of China is the head of the Ministry of Foreign Affairs of the People's Republic of China and one of the country's most important cabinet posts. The Minister usually is also a member of the Central Committee of the Communist Party of China."}]}, {"heading": "Births", "year": "1903", "date": "August 26", "txt": "Caroline Pafford Miller, American author (d. 1992)", "entities": [{"title": "Caroline Pafford Miller", "href": "/wiki/Caroline_Pafford_Miller", "description": "Caroline Pafford Miller was an American novelist. She gathered the folktales, stories, and archaic dialects of the rural communities she visited in her home state of Georgia in the late 1920s and early 1930s, and wove them into her first novel, Lamb in His Bosom, for which she won the Pulitzer Prize for Fiction in 1934, and the French literary award, the Prix Femina Americain in 1935. Her success "}]}, {"heading": "Births", "year": "1904", "date": "August 26", "txt": "Christopher Isherwood, English-American author and academic (d. 1986)", "entities": [{"title": "Christopher Isherwood", "href": "/wiki/Christopher_Isherwood", "description": "Christopher Isherwood was an Anglo-American novelist, playwright, screenwriter, autobiographer, and diarist. His best-known works include Goodbye to Berlin (1939), a semi-autobiographical novel which inspired the musical Cabaret, A Single Man (1964) adapted as a film by Tom Ford in 2009, and Christopher and His Kind (1976), a memoir which \"carried him into the heart of the Gay Liberation movement\""}]}, {"heading": "Births", "year": "1904", "date": "August 26", "txt": "Joe Hulme, English footballer and cricketer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1906", "date": "August 26", "txt": "Bunny Austin, English tennis player (d. 2000)", "entities": [{"title": "Bunny Austin", "href": "/wiki/Bunny_Austin", "description": "Henry Wilfred \"Bunny\" Austin was an English tennis player. For 74 years he was the last Briton to reach the final of the gentlemen's singles at Wimbledon, until Andy Murray did so in 2012. He was also a finalist at the 1937 French Championships and a championship winner at Queen's Club. Along with Fred Perry, he was a vital part of the British team that won the Davis Cup in three consecutive years"}]}, {"heading": "Births", "year": "1906", "date": "August 26", "txt": "Albert Sabin, Polish-American physician and virologist, developed the polio vaccine (d. 1993)", "entities": [{"title": "Polio vaccine", "href": "/wiki/Polio_vaccine", "description": "Polio vaccines are vaccines used to prevent poliomyelitis (polio). Two types are used: an inactivated poliovirus given by injection (IPV) and a weakened poliovirus given by mouth (OPV). The World Health Organization (WHO) recommends all children be fully vaccinated against polio. The two vaccines have eliminated polio from most of the world, and reduced the number of cases reported each year from "}]}, {"heading": "Births", "year": "1908", "date": "August 26", "txt": "Walter Bruno Henning, Prussian-American linguist and scholar (d. 1967)", "entities": [{"title": "Walter Bruno Henning", "href": "/wiki/Walter_Bruno_Henning", "description": "Walter Bruno Henning was a German scholar of Middle Iranian languages and literature, especially of the corpus discovered by the Turpan expeditions of the early 20th century."}]}, {"heading": "Births", "year": "1908", "date": "August 26", "txt": "Aubrey Schenck, American screenwriter and producer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 26", "txt": "Eric Davies, South African cricketer and educator (d. 1976)", "entities": [{"title": "Eric Davies", "href": "/wiki/Eric_Davies", "description": "Eric Quail Davies was a South African cricketer who played in five Tests from 1936 to 1939. He was born in King William's Town and died in Port Alfred, both in Cape Province."}]}, {"heading": "Births", "year": "1909", "date": "August 26", "txt": "Jim Davis, American actor (d. 1981)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 26", "txt": "Gene Moore, American baseball player (d. 1978)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 26", "txt": "Mother Teresa, Albanian-Indian nun, missionary, Catholic saint, and Nobel Prize laureate (d. 1997)", "entities": [{"title": "Mother Teresa", "href": "/wiki/Mother_Teresa", "description": "Mother Mary Teresa Bojaxhiu, honoured in the Catholic Church as Saint Teresa of Calcutta, was an Albanian-Indian Roman Catholic nun and missionary. She was born in Skopje, then part of the Kosovo Vilayet of the Ottoman Empire. After living in Skopje for eighteen years, she moved to Ireland and then to India, where she lived for most of her life."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1911", "date": "August 26", "txt": "Otto Binder, American author and screenwriter (d. 1974)", "entities": [{"title": "Otto Binder", "href": "/wiki/Otto_Binder", "description": "Otto Oscar Binder was an American author of science fiction and non-fiction books and stories, and comic books. He is best known as the co-creator of Supergirl and for his many scripts for Captain Marvel Adventures and other stories involving the entire superhero Marvel Family. He was prolific in the comic book field and is credited with writing over 4,400 stories across a variety of publishers un"}]}, {"heading": "Births", "year": "1914", "date": "August 26", "txt": "Julio Cortázar, Belgian-Argentinian author and translator (d. 1984)", "entities": [{"title": "Julio Cortázar", "href": "/wiki/Julio_Cort%C3%A1zar", "description": "Julio Cortázar, born Julio Florencio Cortázar American Spanish: [ˈxuljo korˈtasar] (listen); was an Argentine novelist, short story writer, and essayist. Known as one of the founders of the Latin American Boom, Cortázar influenced an entire generation of Spanish-speaking readers and writers in America and Europe."}]}, {"heading": "Births", "year": "1914", "date": "August 26", "txt": "Fazıl Hüsnü Dağlarca, Turkish soldier and poet (d. 2008)", "entities": []}, {"heading": "Births", "year": "1915", "date": "August 26", "txt": "Humphrey Searle, English composer and conductor (d. 1982)", "entities": [{"title": "Humphrey Searle", "href": "/wiki/Humphrey_Searle", "description": "Humphrey Searle was an English composer."}]}, {"heading": "Births", "year": "1918", "date": "August 26", "txt": "Katherine Johnson, American physicist and mathematician (d. 2020)", "entities": [{"title": "Katherine Johnson", "href": "/wiki/Katherine_Johnson", "description": "Creola Katherine Johnson was an American mathematician whose calculations of orbital mechanics as a NASA employee were critical to the success of the first and subsequent U.S. crewed spaceflights. During her 33-year career at NASA and its predecessor, she earned a reputation for mastering complex manual calculations and helped pioneer the use of computers to perform the tasks. The space agency not"}]}, {"heading": "Births", "year": "1919", "date": "August 26", "txt": "Gerard Campbell, American priest and academic (d. 2012)", "entities": [{"title": "Gerard Campbell", "href": "/wiki/Gerard_Campbell", "description": "Gerard John Campbell was an American Catholic priest, Jesuit, and historian who became the president of Georgetown University. Born in Pennsylvania, he entered the Society of Jesus at the age of 20 and studied at West Baden College and Fordham University, before earning his doctorate at Princeton University. A promising historian, he then taught at Loyola University Maryland, before becoming the e"}]}, {"heading": "Births", "year": "1920", "date": "August 26", "txt": "Brant Parker, American illustrator (d. 2007)", "entities": [{"title": "Brant Parker", "href": "/wiki/Brant_Parker", "description": "Brant Julian Parker was an American cartoonist. He co-created and drew The Wizard of Id comic strip until passing the job on to his son, Jeff Parker, in 1997. Cartoonist Johnny Hart, his co-creator, continued writing the strip until his death on April 7, 2007. Parker himself died eight days later, on April 15."}]}, {"heading": "Births", "year": "1920", "date": "August 26", "txt": "Prem Tinsulanonda, Thai general and politician, 16th Prime Minister of Thailand (d. 2019)", "entities": [{"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Births", "year": "1921", "date": "August 26", "txt": "Shimshon Amitsur, Israeli mathematician and scholar (d. 1994)", "entities": [{"title": "Shimshon Amitsur", "href": "/wiki/Shimshon_Amitsur", "description": "Shimshon Avraham Amitsur was an Israeli mathematician. He is best known for his work in ring theory, in particular PI rings, an area of abstract algebra."}]}, {"heading": "Births", "year": "1921", "date": "August 26", "txt": "Benjamin C. Bradlee, American journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 26", "txt": "Irving R. Levine, American journalist and author (d. 2009)", "entities": [{"title": "Irving R. Levine", "href": "/wiki/Irving_R._Levine", "description": "Irving Raskin Levine was an American journalist and longtime correspondent for NBC News. During his 45-year career, Levine reported from more than two dozen countries. He was the first American television correspondent to be accredited in the Soviet Union. He wrote three non-fiction books on life in the USSR, each of which became a bestseller."}]}, {"heading": "Births", "year": "1923", "date": "August 26", "txt": "Wolfgang Sawallisch, German pianist and conductor (d. 2013)", "entities": [{"title": "Wolfgang Sawallisch", "href": "/wiki/Wolfgang_Sawallisch", "description": "Wolfgang Sawallisch was a German conductor and pianist."}]}, {"heading": "Births", "year": "1924", "date": "August 26", "txt": "Alex Kellner, American baseball player (d. 1996)", "entities": [{"title": "Alex Kellner", "href": "/wiki/Alex_Kellner", "description": "Alexander Raymond Kellner was an American starting pitcher in Major League Baseball who played for the Philadelphia Athletics/Kansas City Athletics (1948–1958), Cincinnati Reds (1958) and St. Louis Cardinals (1959). Kellner batted right-handed and threw left-handed. He was born in Tucson, Arizona. His younger brother, Walt, also was a major league pitcher."}]}, {"heading": "Births", "year": "1925", "date": "August 26", "txt": "Jack Hirshleifer, American economist and academic (d. 2005)", "entities": [{"title": "Jack Hirshleifer", "href": "/wiki/Jack_Hirshleifer", "description": "Jack Hirshleifer was an American economist and long-time professor at the University of California, Los Angeles."}]}, {"heading": "Births", "year": "1925", "date": "August 26", "txt": "Alain Peyrefitte, French scholar and politician, Minister of Justice for France (d. 1999)", "entities": [{"title": "Ministry of Justice (France)", "href": "/wiki/Ministry_of_Justice_(France)", "description": "The Ministry of Justice is a ministerial department of the French Government, also known in French as la Chancellerie, it is headed by the Minister of Justice, known as the Keeper of the Seals, a member of the Council of Ministers."}]}, {"heading": "Births", "year": "1925", "date": "August 26", "txt": "Pyotr Todorovsky, Ukrainian-Russian director, screenwriter, and cinematographer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 26", "txt": "Etelka Keserű, Hungarian economist and politician (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 26", "txt": "Gustavo Becerra-Schmidt, Chilean composer (d. 2010)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 26", "txt": "Anahit Tsitsikian, Armenian violinist and educator (d. 1999)", "entities": [{"title": "Anahit Tsitsikian", "href": "/wiki/Anahit_Tsitsikian", "description": "Anahit Tsitsikian was an Armenian female violinist. She toured around the world through more than 100 cities during the Soviet times; she taught at the State Conservatory for approximately 40 years and wrote more than 300 articles and scenarios for television and radio programs. She was also a scholar who established a new branch of Armenian musicology, history of performing art, and dedicated the"}]}, {"heading": "Births", "year": "1926", "date": "August 26", "txt": "Robert Vickrey, American painter and author (d. 2011)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 26", "txt": "Om Prakash Munjal, Indian businessman and philanthropist, co-founded Hero Cycles (d. 2015)", "entities": [{"title": "Om Prakash Munjal", "href": "/wiki/Om_Prakash_Munjal", "description": "Om Prakash Munjal was an Indian businessman, poet and philanthropist. He was the founder and chairman of Hero Cycles, the world's largest integrated bicycle manufacturing company by volume and Hero Motors, an Indian two-wheeler components manufacturer, and ventured into newer business fields including luxury hotels and four-wheeler components. He is also known for philanthropic activities of runni"}, {"title": "Hero Cycles", "href": "/wiki/Hero_Cycles", "description": "Hero Cycles Limited, based in Ludhiana Punjab, is an Indian company that manufactures bicycles and bicycle related products. Pankaj M Munjal is the Chairman & Managing Director of Hero Cycles."}]}, {"heading": "Births", "year": "1929", "date": "August 26", "txt": "Reuben Kamanga, Zambian soldier and politician, 1st Vice President of Zambia (d. 1996)", "entities": [{"title": "Reuben Kamanga", "href": "/wiki/Reuben_Kamanga", "description": "Reuben Chitandika Kamanga was a Zambian freedom fighter, politician and statesman. He was educated at Munali Secondary School."}, {"title": "Vice President of Zambia", "href": "/wiki/Vice_President_of_Zambia", "description": "The Vice-President of Zambia is the second highest position in the executive branch of the Republic of Zambia. The Vice-President was previously appointed by the President before the amendment of the Constitution in 2016. Under the amended Constitution, when a sitting President dies, resigns or is removed from office, the Vice-President automatically assumes the presidency, unlike when the Constit"}]}, {"heading": "Births", "year": "1930", "date": "August 26", "txt": "Joe Solomon, Guyanese cricketer and coach", "entities": [{"title": "Joe Solomon", "href": "/wiki/Joe_Solomon", "description": "Joseph Stanislaus Solomon is a former West Indian cricketer who played 27 Tests for the West Indies from 1958 to 1965, scoring 1326 runs, mainly from number six and seven in the batting line-up. He was born in Port Mourant, Berbice, British Guiana, now Guyana."}]}, {"heading": "Births", "year": "1931", "date": "August 26", "txt": "Kálmán Markovits, Hungarian water polo player (d. 2009)", "entities": [{"title": "Kálmán Markovits", "href": "/wiki/K%C3%A1lm%C3%A1n_Markovits", "description": "Kálmán Markovits was a Hungarian water polo player who competed in the 1952 Summer Olympics, 1956 Summer Olympics, and 1960 Summer Olympics."}]}, {"heading": "Births", "year": "1932", "date": "August 26", "txt": "Luis Salvadores Salvi, Chilean basketball player (d. 2014)", "entities": [{"title": "Luis Salvadores Salvi", "href": "/wiki/Luis_Salvadores_Salvi", "description": "Luis Salvadores was a Chilean basketball player who competed in the 1956 Summer Olympics. One of nine boys and two girls, he and his brothers established the Salvadores Salvi name as part of the basketball legend of Chile. One of his brothers, Alvaro Salvadores, was also well-known in professional basketball."}]}, {"heading": "Births", "year": "1934", "date": "August 26", "txt": "Tom Heinsohn, American basketball player, coach, and sportscaster (d. 2020)", "entities": [{"title": "Tom Heinsohn", "href": "/wiki/Tom_Heinsohn", "description": "Thomas William Heinsohn was an American professional basketball player. He was associated with the Boston Celtics of the National Basketball Association (NBA) for six decades as a player, coach and broadcaster. He played for the Celtics from 1956 to 1965, and also coached the team from 1969 to 1978. He spent over 30 years as the color commentator for the Celtics' local broadcasts alongside play-by"}]}, {"heading": "Births", "year": "1934", "date": "August 26", "txt": "Kevin Ryan, Australian rugby player, coach, lawyer and politician", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 26", "txt": "Geraldine Ferraro, American lawyer and politician (d. 2011)", "entities": [{"title": "Geraldine Ferraro", "href": "/wiki/Geraldine_Ferraro", "description": "Geraldine Anne Ferraro was an American politician, diplomat, and attorney. She served in the United States House of Representatives from 1979 to 1985, and was the Democratic Party's vice presidential nominee in 1984, running alongside former vice president Walter Mondale; this made her the first female vice-presidential nominee representing a major American political party. She was also a journali"}]}, {"heading": "Births", "year": "1935", "date": "August 26", "txt": "Karen Spärck Jones, English computer scientist and academic (d. 2007)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 26", "txt": "Benedict Anderson, American political scientist and academic (d. 2015)", "entities": [{"title": "Benedict Anderson", "href": "/wiki/Benedict_Anderson", "description": "Benedict Richard O'Gorman Anderson (August 26, 1936 – December 13, 2015) was a Chinese-born Anglo-Irish political scientist and historian who lived and taught in the United States. Anderson is best known for his 1983 book Imagined Communities, which explored the origins of nationalism. A polyglot with an interest in southeast Asia, he was the Aaron L. Binenkorb Professor Emeritus of International "}]}, {"heading": "Births", "year": "1937", "date": "August 26", "txt": "Don Bowman, American singer-songwriter (d. 2013)", "entities": [{"title": "Don Bowman (singer)", "href": "/wiki/Don_Bowman_(singer)", "description": "Don Bowman was an American country music singer, songwriter, comedian, and radio host. He recorded for RCA Victor between 1964 and 1970, charting in the Top 40 with the novelty hit single \"Chit Akins, Make Me a Star\". Bowman also worked at several radio stations, including KRZK in Branson, Missouri. At this time, he was also opening the show for Moe Bandy doing Seymore Miles. Bowman also worked at"}]}, {"heading": "Births", "year": "1938", "date": "August 26", "txt": "Jet Black, English drummer", "entities": [{"title": "Jet Black", "href": "/wiki/Jet_Black", "description": "Jet Black is an English drummer and founding member of punk rock and new wave band The Stranglers. Since 2015, he has been a non-touring member of the band."}]}, {"heading": "Births", "year": "1939", "date": "August 26", "txt": "Pinchas Goldstein, Israeli businessman and politician (d. 2007)", "entities": [{"title": "Pinchas Goldstein", "href": "/wiki/Pinchas_Goldstein", "description": "Pinchas Goldstein was an Israeli politician, who served as a member of the Knesset for Likud and the New Liberal Party between 1981 and 1992, and as Deputy Minister of Communications and Deputy Minister of Education and Culture during the early 1990s."}]}, {"heading": "Births", "year": "1939", "date": "August 26", "txt": "Jorge Paulo Lemann, Brazilian banker and financier", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 26", "txt": "Michael Cockerell, English journalist", "entities": [{"title": "Michael Cockerell", "href": "/wiki/Michael_Cockerell", "description": "Michael Roger Lewis Cockerell is a British broadcaster and journalist. He is the BBC's most established political documentary maker, with a long, Emmy award-winning career of political programmes spanning television and radio."}]}, {"heading": "Births", "year": "1940", "date": "August 26", "txt": "Vic Dana, American dancer and singer", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 26", "txt": "Don LaFontaine, American voice actor, producer, and screenwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 26", "txt": "Nik Turner, English musician and songwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 26", "txt": "Chris Curtis, English drummer and singer (d. 2005)", "entities": [{"title": "Chris Curtis", "href": "/wiki/Chris_Curtis", "description": "Chris Curtis was an English drummer and singer with the 1960s beat band The Searchers. He originated the concept behind Deep Purple and formed the band in its original incarnation of 'Roundabout'."}]}, {"heading": "Births", "year": "1941", "date": "August 26", "txt": "Jane Merrow, English actress, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 26", "txt": "Barbet Schroeder, French-Swiss director and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 26", "txt": "Dennis Turner, Baron Bilston, English lawyer and politician (d. 2014)", "entities": [{"title": "Dennis Turner, Baron Bilston", "href": "/wiki/Dennis_Turner,_Baron_Bilston", "description": "Dennis Turner, Baron Bilston was a British Labour Co-operative politician who served as Member of Parliament (MP) for Wolverhampton South East from 1987 to 2005."}]}, {"heading": "Births", "year": "1942", "date": "August 26", "txt": "Chow Kwai Lam, Malaysian football coach and player (d. 2018)", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 26", "txt": "Dori Caymmi, Brazilian singer-songwriter and guitarist", "entities": [{"title": "Dori Caymmi", "href": "/wiki/Dori_Caymmi", "description": "Dorival Tostes \"Dori\" Caymmi is a Brazilian singer, songwriter, guitarist, arranger, and producer."}]}, {"heading": "Births", "year": "1944", "date": "August 26", "txt": "Alan Parker, English guitarist and songwriter", "entities": [{"title": "Alan Parker (musician)", "href": "/wiki/Alan_Parker_(musician)", "description": "Alan Frederick Parker is a British guitarist and composer."}]}, {"heading": "Births", "year": "1944", "date": "August 26", "txt": "Judith Rees, English geographer and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 26", "txt": "Maureen Tucker, American singer-songwriter and drummer", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 26", "txt": "Tom Ridge, American sergeant and politician, 1st Secretary of Homeland Security", "entities": [{"title": "Tom Ridge", "href": "/wiki/Tom_Ridge", "description": "Thomas Joseph Ridge is an American politician and author who served as the Assistant to the President for Homeland Security from 2001 to 2003, and the first United States Secretary of Homeland Security from 2003 to 2005. Prior to this, Ridge was a member of the United States House of Representatives from 1983 to 1995 and the 43rd Governor of Pennsylvania from 1995 to 2001. He is a member of the Re"}, {"title": "Secretary of Homeland Security", "href": "/wiki/Secretary_of_Homeland_Security", "description": "The United States secretary of homeland security is the head of the United States Department of Homeland Security, the federal department tasked with ensuring public safety in the United States. The secretary is a member of the Cabinet of the United States. The position was created by the Homeland Security Act following the attacks of September 11, 2001."}]}, {"heading": "Births", "year": "1946", "date": "August 26", "txt": "Zhou Ji, Chinese engineer and politician, 14th Chinese Minister of Education", "entities": [{"title": "Zhou Ji", "href": "/wiki/Zhou_Ji", "description": "Zhou Ji is a Chinese mechanical engineer and politician. He served as China's Minister of Education from 2003 to 2009 and President of the Chinese Academy of Engineering from 2010 to 2018. Prior to that, served briefly as Mayor of Wuhan, the capital of Hubei Province."}, {"title": "Ministry of Education of the People's Republic of China", "href": "/wiki/Ministry_of_Education_of_the_People%27s_Republic_of_China", "description": "The Ministry of Education (MOE) of the People's Republic of China is the agency of the State Council of the People's Republic of China that regulates all aspects of the educational system in mainland China, including compulsory basic education, vocational education, and tertiary education. The MOE certifies teachers, standardizes curriculum and textbooks, establishes standards, and monitors the en"}]}, {"heading": "Births", "year": "1946", "date": "August 26", "txt": "Valerie Simpson, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 26", "txt": "Alison Steadman, English actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 26", "txt": "Nicolae Dobrin, Romanian footballer and manager (d. 2007)", "entities": [{"title": "Nicolae Dobrin", "href": "/wiki/Nicolae_Dobrin", "description": "Nicolae Dobrin was a Romanian footballer who played as an attacking midfielder and a manager."}]}, {"heading": "Births", "year": "1949", "date": "August 26", "txt": "Allahshukur Pashazadeh, Azerbaijani cleric", "entities": [{"title": "Allahshukur Pashazadeh", "href": "/wiki/Allahshukur_Pashazadeh", "description": "Haji Allahshükür Hummat Pashazade Sheikh ul-Islam and Grand Mufti of the Caucasus which includes his native Republic of Azerbaijan, Republic of Georgia, and Dagestan, Kabardino-Balkaria, Ingushetia, Chechnya, Karachay–Cherkessia, and Adygea in the Russian Federation. He is also the current chairman of the Religious Council of the Caucasus."}]}, {"heading": "Births", "year": "1949", "date": "August 26", "txt": "Leon Redbone, Canadian-American singer-songwriter, guitarist, and producer (d. 2019)", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 26", "txt": "Gerd Bonk, German weightlifter (d. 2014)", "entities": [{"title": "Gerd Bonk", "href": "/wiki/Gerd_Bonk", "description": "Gerd Bonk was a weightlifter active for East Germany from 1969 to 1980 who during his career won a silver medal at the 1976 Summer Olympics, a bronze medal at the 1972 Summer Olympics, set two world records and achieved numerous other top-three ranks at World Championships and European Weightlifting Championships. He was also a master mechanic."}]}, {"heading": "Births", "year": "1951", "date": "August 26", "txt": "Bill Whitaker, American journalist", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 26", "txt": "Edward Witten, American physicist and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 26", "txt": "Bryon Baltimore, Canadian ice hockey player", "entities": [{"title": "Bryon Baltimore", "href": "/wiki/Bryon_Baltimore", "description": "Bryon Donald Baltimore  is a former NHL and WHA player."}]}, {"heading": "Births", "year": "1952", "date": "August 26", "txt": "Michael Jeter, American actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 26", "txt": "Will Shortz, American journalist and puzzle creator", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 26", "txt": "David Hurley, Australian general and politician, 27th Governor General of Australia", "entities": [{"title": "David Hurley", "href": "/wiki/David_Hurley", "description": "General David John Hurley, is an Australian former senior officer in the Australian Army who is the 27th Governor-General of Australia, in office since 1 July 2019. He was previously the 38th Governor of New South Wales, serving from 2014 to 2019."}, {"title": "Governor General of Australia", "href": "/wiki/Governor_General_of_Australia", "description": "The governor-general of Australia is the representative of the monarch, currently Queen Elizabeth II, in Australia. The governor-general is appointed by the monarch on the recommendation of government ministers. The governor-general has formal presidency over the Federal Executive Council and is commander-in-chief of the Australian Defence Force. The functions of the governor-general include appoi"}]}, {"heading": "Births", "year": "1953", "date": "August 26", "txt": "Pat Sharkey, Irish footballer", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 26", "txt": "Howard Clark, English golfer and sportscaster", "entities": [{"title": "Howard Clark (golfer)", "href": "/wiki/Howard_Clark_(golfer)", "description": "Howard Keith Clark is an English professional golfer who played on the European Tour for many years and had his most successful period in the mid-1980s."}]}, {"heading": "Births", "year": "1954", "date": "August 26", "txt": "Tracy Krohn, American race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 26", "txt": "Hugh Pelham, British academic and educator", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 26", "txt": "Ian Dejardin, English historian and curator", "entities": [{"title": "Ian Dejardin", "href": "/wiki/Ian_Dejardin", "description": "Ian A. C. Dejardin is an art historian who was Director of the Dulwich Picture Gallery in Dulwich, England. In August 2016 Dulwich Picture Gallery announced that he would be leaving to become Chief Executive of the McMichael Canadian Art Collection in Ontario in April 2017. He is married to Eric Pearson, his partner since 1987, and lives in Toronto, Canada."}]}, {"heading": "Births", "year": "1955", "date": "August 26", "txt": "Giuseppe Resnati, Italian chemist and educator", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 26", "txt": "Sally Beamish, English viola player and composer", "entities": [{"title": "Sally Beamish", "href": "/wiki/Sally_Beamish", "description": "Sarah Frances Beamish is a British composer and violist. Her works include chamber, vocal, choral and orchestral music. She has also worked in the field of music, theatre, film and television, as well as composing for children and for her local community."}]}, {"heading": "Births", "year": "1956", "date": "August 26", "txt": "Brett Cullen, American actor", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 26", "txt": "Mark Mangino, American football player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 26", "txt": "Nikky Finney, American poet and academic", "entities": [{"title": "Nikky Finney", "href": "/wiki/Nikky_Finney", "description": "Nikky Finney is an American poet. She was the Guy Davenport Endowed Professor of English at the University of Kentucky for twenty years. In 2013, she accepted a position at the University of South Carolina as the John H. Bennett, Jr. Chair in Southern Letters and Literature. An alumna of Talladega College, and author of four books of poetry and a short story cycle, Finney is an advocate for social"}]}, {"heading": "Births", "year": "1958", "date": "August 26", "txt": "Jan Nevens, Belgian cyclist", "entities": [{"title": "Jan Nevens", "href": "/wiki/Jan_Nevens", "description": "Jan Nevens was a Belgian professional road bicycle racer. Nevens won the 8th stage of the 1992 Tour de France. He also competed in the individual road race event at the 1980 Summer Olympics."}]}, {"heading": "Births", "year": "1959", "date": "August 26", "txt": "Oliver Colvile, English lawyer and politician", "entities": [{"title": "Oliver Colvile", "href": "/wiki/Oliver_Colvile", "description": "Oliver Newton Colvile is a British politician. He is a former Conservative Member of Parliament (MP) for Plymouth Sutton & Devonport."}]}, {"heading": "Births", "year": "1959", "date": "August 26", "txt": "Stan Van Gundy, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 26", "txt": "Branford Marsalis, American saxophonist, composer, and bandleader", "entities": [{"title": "Branford Marsalis", "href": "/wiki/Branford_Marsalis", "description": "Branford Marsalis is an American saxophonist, composer, and bandleader. While primarily known for his work in jazz as the leader of the Branford Marsalis Quartet, he also performs frequently as a soloist with classical ensembles and has led the group Buckshot LeFonque. From 1992 to 1995 he led The Tonight Show Band."}]}, {"heading": "Births", "year": "1960", "date": "August 26", "txt": "Ola Ray, American model and actress", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 26", "txt": "Daniel Lévi, Algerian-French singer-songwriter and pianist", "entities": [{"title": "Daniel Lévi", "href": "/wiki/Daniel_L%C3%A9vi", "description": "Daniel Lévi is a French singer-songwriter, composer and pianist."}]}, {"heading": "Births", "year": "1961", "date": "August 26", "txt": "Jeff Parrett, American baseball player", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 26", "txt": "Roger Kingdom, American hurdler", "entities": [{"title": "Roger Kingdom", "href": "/wiki/Roger_Kingdom", "description": "Roger Kingdom is a former sprint hurdler, athletics coach, and strength and conditioning coach from the United States. He is currently the speed and conditioning coach for the Tampa Bay Buccaneers of the NFL."}]}, {"heading": "Births", "year": "1963", "date": "August 26", "txt": "David Byas, English cricketer and umpire", "entities": [{"title": "David Byas", "href": "/wiki/David_Byas", "description": "David Byas is an English first-class cricketer, who played for Yorkshire and latterly Lancashire, in a 17 year first-class career."}]}, {"heading": "Births", "year": "1963", "date": "August 26", "txt": "Stephen J. Dubner, American journalist and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 26", "txt": "Patrice Oppliger, American author, critic, and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 26", "txt": "Allegra Huston, English-American author and screenwriter", "entities": [{"title": "Allegra Huston", "href": "/wiki/Allegra_Huston", "description": "Allegra Huston is a writer, author, and editor based in Taos, New Mexico. \nShe is the author of Love Child, Say My Name: A Novel, and other books and screenplays. She also wrote and produced the short film Good Luck, Mr Gorski."}]}, {"heading": "Births", "year": "1964", "date": "August 26", "txt": "Bobby Jurasin, American-Canadian football player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 26", "txt": "Chad Kreuter, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 26", "txt": "Zadok Malka, Israeli footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 26", "txt": "Torsten Schmitz, German boxer", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 26", "txt": "Carsten Wolf, German cyclist", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 26", "txt": "Mehriban Aliyeva, 1st Vice President of Azerbaijan, goodwill ambassador of UNESCO and ISESCO.", "entities": [{"title": "UNESCO", "href": "/wiki/UNESCO", "description": "The United Nations Educational, Scientific and Cultural Organization is a specialised agency of the United Nations (UN) aimed at promoting world peace and security through international cooperation in education, the sciences, and culture. It has 193 member states and 11 associate members, as well as partners in the nongovernmental, intergovernmental, and private sector. Headquartered at the World "}, {"title": "ISESCO", "href": "/wiki/ISESCO", "description": "The Islamic World Educational, Scientific and Cultural Organization is a specialized organization that operates under the aegis of the Organization of Islamic Cooperation (OIC), and is concerned with fields of education, science, culture and communication in Islamic countries in order to support and strengthen relations among Member States. The Organization's headquarters is located in Rabat, Moro"}]}, {"heading": "Births", "year": "1965", "date": "August 26", "txt": "Marcus du Sautoy, English mathematician and academic", "entities": [{"title": "Marcus du Sautoy", "href": "/wiki/Marcus_du_Sautoy", "description": "Marcus Peter Francis du Sautoy is a British mathematician and author of popular science books. In 1996, he was awarded the Title of Distinction of Professor of Mathematics at the University of Oxford and in 2008, he was appointed to the Simonyi Professorship for the Public Understanding of Science and a fellowship at New College. He was formerly a fellow of All Souls College, Oxford and Wadham Col"}]}, {"heading": "Births", "year": "1965", "date": "August 26", "txt": "Chris Burke, American actor", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 26", "txt": "Jacques Brinkman, Dutch field hockey player and coach", "entities": [{"title": "Jacques Brinkman", "href": "/wiki/Jacques_Brinkman", "description": "Jacques Brinkman is a former Dutch field hockey player, who twice won the golden medal with the national squad: at the 1996 Summer Olympics in Atlanta and four years later, at the 2000 Summer Olympics in Sydney. There he played his last international tournament for the Dutch, after a career spanning more than thirteen years."}]}, {"heading": "Births", "year": "1966", "date": "August 26", "txt": "Shirley Manson, Scottish singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 26", "txt": "Michael Gove, Scottish journalist and politician, Secretary of State for Education", "entities": [{"title": "Michael Gove", "href": "/wiki/Michael_Gove", "description": "Michael Andrew Gove is a British politician and writer serving as Chancellor of the Duchy of Lancaster since 2019 and Minister for the Cabinet Office since 2020. He has been Member of Parliament (MP) for Surrey Heath since 2005. A member of the Conservative Party, he served as Education Secretary from 2010 to 2014, Chief Whip from 2014 to 2015, Justice Secretary from 2015 to 2016 and Environment S"}, {"title": "Secretary of State for Education", "href": "/wiki/Secretary_of_State_for_Education", "description": "The Secretary of State for Education, also referred to as the Education Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Education. The office forms part of the British Cabinet."}]}, {"heading": "Births", "year": "1968", "date": "August 26", "txt": "Chris Boardman, English cyclist", "entities": [{"title": "Chris Boardman", "href": "/wiki/Chris_Boardman", "description": "Christopher Miles Boardman, is a British former racing cyclist who won an individual pursuit gold medal at the 1992 Summer Olympics, broke the world hour record three times, and won three stages and wore the yellow jersey on three occasions at the Tour de France. In 1992, he was awarded an MBE for services to cycling."}]}, {"heading": "Births", "year": "1969", "date": "August 26", "txt": "Adrian Young, American drummer and songwriter", "entities": [{"title": "Adrian Young", "href": "/wiki/Adrian_Young", "description": "Adrian Samuel Young is an American drummer, most popularly known as a member of the rock bands No Doubt and Dreamcar."}]}, {"heading": "Births", "year": "1970", "date": "August 26", "txt": "Jason Little, Australian rugby player", "entities": [{"title": "Jason Little (rugby union)", "href": "/wiki/Jason_Little_(rugby_union)", "description": "Jason Little is a former Australian professional rugby union player. He won 75 caps with one as captain playing at centre for the Australian rugby union side between 1989 and 2000. He also won caps on the wing later in his career. He would later become one of only 20 players who have won the Rugby World Cup on multiple occasions."}]}, {"heading": "Births", "year": "1970", "date": "August 26", "txt": "Melissa McCarthy, American actress, comedian, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 26", "txt": "Brett Schultz, South African cricketer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 26", "txt": "Thalía, Mexican-American singer-songwriter and actress", "entities": [{"title": "Thalía", "href": "/wiki/Thal%C3%ADa", "description": "Ariadna Thalía Sodi Miranda Mottola, known mononymously as Thalía, is a Mexican singer, businesswoman, and former actress. Born in Mexico City, she first achieved recognition as a member of the successful pop group Timbiriche from 1986 through 1989. One of the most successful and influential Mexican artists, she is referred to as the \"Queen of Latin Pop\" by international media. Having sold around "}]}, {"heading": "Births", "year": "1973", "date": "August 26", "txt": "Richard Evatt, English boxer (d. 2012)", "entities": [{"title": "Richard Evatt", "href": "/wiki/Richard_Evatt", "description": "\n\nRichard Evatt, also called 'tiger', was a British amateur and professional boxer in the super featherweight division who was unsuccessful in his only opportunity to win a world title. He hailed from Coventry, West Midlands, United Kingdom."}]}, {"heading": "Births", "year": "1974", "date": "August 26", "txt": "Kelvin Cato, American basketball player and coach", "entities": [{"title": "Kelvin Cato", "href": "/wiki/Kelvin_Cato", "description": "Kelvin Tavares Cato is an American former professional basketball player."}]}, {"heading": "Births", "year": "1974", "date": "August 26", "txt": "Meredith Eaton, American actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 26", "txt": "Morgan Ensberg, American baseball player and coach", "entities": [{"title": "Morgan Ensberg", "href": "/wiki/Morgan_Ensberg", "description": "Morgan Paul Ensberg is a former infielder in Major League Baseball. Ensberg bats and throws right-handed. He was previously a member of the Houston Astros, San Diego Padres, and New York Yankees. From 2011-12 he was the co-host of MLB Roundtrip on SiriusXM's MLB Network Radio. As of 2019, Ensberg is the manager of the Montgomery Biscuits in the Southern League."}]}, {"heading": "Births", "year": "1976", "date": "August 26", "txt": "Mike Colter, American actor", "entities": [{"title": "Mike Colter", "href": "/wiki/Mike_Colter", "description": "Mike Randal Colter is an American actor best known for his role as Luke Cage in Marvel's Luke Cage (2016–2018), The Defenders (2017), and Jessica Jones, all set in the Marvel Cinematic Universe. He has also appeared as Lemond Bishop in the television series The Good Wife (2010–2015) and The Good Fight (2017–present), Malcolm Ward in Ringer (2011–2012), Jameson Locke in the Halo franchise (2014–201"}]}, {"heading": "Births", "year": "1976", "date": "August 26", "txt": "Amaia Montero, Spanish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 26", "txt": "Therese Alshammar, Swedish swimmer", "entities": [{"title": "Therese Alshammar", "href": "/wiki/Therese_Alshammar", "description": "Malin Therese Alshammar is a Swedish swimmer who has won three Olympic medals, 25 World Championship medals, and 43 European Championship medals. She is a specialist in short distances races in freestyle and butterfly. She is coached by former Swedish swimmer Johan Wallberg. She is the first female swimmer and the third overall to participate in six Olympic Games."}]}, {"heading": "Births", "year": "1977", "date": "August 26", "txt": "Liam Botham, English rugby player and cricketer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 26", "txt": "Saeko Chiba, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 26", "txt": "Simone Motta, Italian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 26", "txt": "Jamal Lewis, American football player", "entities": [{"title": "Jamal Lewis", "href": "/wiki/Jamal_Lewis", "description": "Jamal Lewis is a former American football running back in the National Football League (NFL) who played for the Baltimore Ravens and Cleveland Browns. He was drafted by the Baltimore Ravens fifth overall in the 2000 NFL Draft. He played college football at Tennessee. After spending his first seven seasons with the Ravens, Lewis signed a free agent contract with the Cleveland Browns prior to the 20"}]}, {"heading": "Births", "year": "1979", "date": "August 26", "txt": "Cristian Mora, Ecuadorian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 26", "txt": "Rubén Arriaza Pazos, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 26", "txt": "Macaulay Culkin, American actor", "entities": [{"title": "Macaulay Culkin", "href": "/wiki/Macaulay_Culkin", "description": "Macaulay Macaulay Culkin Culkin is an American actor. Regarded as one of the most successful child actors of the 1990s, he was placed on VH1's list of the \"100 Greatest Kid-Stars\"."}]}, {"heading": "Births", "year": "1980", "date": "August 26", "txt": "Brendan Harris, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 26", "txt": "Manolis Papamakarios, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 26", "txt": "Chris Pine, American actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 26", "txt": "Tino Best, Barbadian cricketer", "entities": [{"title": "Tino Best", "href": "/wiki/Tino_Best", "description": "Tino la Bertram Best is a West Indian cricketer. Since 2002, he has played domestic cricket for his native Barbados, with a season at English club Yorkshire in 2010. Best made his Test debut in May 2003 and played his first One Day International a year later. A back strain incurred in May 2004 prevented Best from playing cricket until March the following year. In 2008 Best signed to play in the In"}]}, {"heading": "Births", "year": "1981", "date": "August 26", "txt": "Sebastian Bönig, German footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 26", "txt": "Andreas Glyniadakis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 26", "txt": "Vangelis Moras, Greek footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 26", "txt": "Petey Williams, Canadian wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 26", "txt": "Angelo Iorio, Italian footballer", "entities": [{"title": "Angelo Iorio", "href": "/wiki/Angelo_Iorio", "description": "Angelo Iorio is an Italian footballer who plays for Serie B club Grosseto."}]}, {"heading": "Births", "year": "1982", "date": "August 26", "txt": "John Mulaney, American comedian, actor, writer, and producer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 26", "txt": "Jayson Nix, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 26", "txt": "Noah Welch, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 26", "txt": "Mattia Cassani, Italian footballer", "entities": [{"title": "Mattia Cassani", "href": "/wiki/Mattia_Cassani", "description": "Mattia Cassani is an Italian footballer who last played as a defender for Bari."}]}, {"heading": "Births", "year": "1983", "date": "August 26", "txt": "Félix Porteiro, Spanish race car driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 26", "txt": "Oleksiy Kasyanov, Ukrainian decathlete", "entities": [{"title": "Oleksiy Kasyanov", "href": "/wiki/Oleksiy_Kasyanov", "description": "Oleksiy Serhiyovich Kasyanov is a Ukrainian decathlete."}]}, {"heading": "Births", "year": "1985", "date": "August 26", "txt": "Brandon McDonald, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 26", "txt": "David Price, American baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 26", "txt": "Vladislav Gussev, Estonian footballer", "entities": [{"title": "Vladislav Gussev", "href": "/wiki/Vladislav_Gussev", "description": "Vladislav Gussev is an Estonian footballer. He plays the position of striker and is 1.97 m tall and weighs 86 kg. He has played two games for the Estonia national football team."}]}, {"heading": "Births", "year": "1986", "date": "August 26", "txt": "Colin Kazim-Richards, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 26", "txt": "Cassie Ventura, American singer, dancer, actress and model", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 26", "txt": "Juan Joseph, American football player and coach (d. 2014)", "entities": [{"title": "Juan Joseph", "href": "/wiki/Juan_Joseph", "description": "Juan Joseph was a professional Arena football quarterback who also played American and Canadian football. He last played for the Lafayette Wildcatters of the Southern Indoor Football League (SIFL). He was signed by the Edmonton Eskimos as an undrafted free agent in 2009. He played college football for the Millsaps Majors. He was also a member of the Saskatchewan Roughriders."}]}, {"heading": "Births", "year": "1988", "date": "August 26", "txt": "Elvis Andrus, Venezuelan baseball player", "entities": [{"title": "Elvis Andrus", "href": "/wiki/Elvis_Andrus", "description": "Elvis Augusto Andrus Torres is a Venezuelan-American professional baseball shortstop for the Oakland Athletics of Major League Baseball (MLB). He had spent the first 12 years of his MLB career playing for the Texas Rangers."}]}, {"heading": "Births", "year": "1988", "date": "August 26", "txt": "Evan Ross, American actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 26", "txt": "Danielle Savre, American actress", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 26", "txt": "Wayne Simmonds, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 26", "txt": "Lars Stindl, German football player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 26", "txt": "James Harden, American basketball player", "entities": [{"title": "James Harden", "href": "/wiki/James_Harden", "description": "James Edward Harden Jr. is an American professional basketball player for the Brooklyn Nets of the National Basketball Association (NBA). He is one of the NBA's most prolific scorers and has been called the best shooting guard in the NBA, as well as one of the top overall players in the league."}]}, {"heading": "Births", "year": "1990", "date": "August 26", "txt": "Mateo Musacchio, Argentinian footballer", "entities": [{"title": "Mateo Musacchio", "href": "/wiki/Mateo_Musacchio", "description": "Mateo Pablo Musacchio is an Argentine footballer who plays as a central defender for Italian club Lazio."}]}, {"heading": "Births", "year": "1991", "date": "August 26", "txt": "Jessica Diggins, American cross-country skier", "entities": [{"title": "Jessica Diggins", "href": "/wiki/Jessica_Diggins", "description": "Jessie Diggins is an American cross-country skier. She and teammate Kikkan Randall won the United States' first ever cross-country skiing gold medal at the Winter Olympics in women's team sprint at Pyeongchang in 2018. Diggins was named to the United States Ski Team in 2012. She penned an autobiography in 2020 about her athletic accomplishments and personal struggles with bulimia nervosa as a teen"}]}, {"heading": "Births", "year": "1999", "date": "August 26", "txt": "Kotoshoho Yoshinari, Japanese sumo wrestler", "entities": [{"title": "Kotoshoho Yoshinari", "href": "/wiki/Kotoshoho_Yoshinari", "description": "Kotoshōhō Yoshinari  is a Japanese professional sumo wrestler from Kashiwa, Chiba. He made his debut in November 2017 and reached the top makuuchi division in May 2020. He wrestles for Sadogatake stable. His highest rank has been maegashira 3."}]}, {"heading": "Deaths", "year": "787", "date": "August 26", "txt": "Arechis II, duke of Benevento", "entities": [{"title": "Arechis II of Benevento", "href": "/wiki/Arechis_II_of_Benevento", "description": "Arechis II was a Duke of Benevento, in Southern Italy. He sought to expand the Beneventos' influence into areas of Italy that were still under Byzantine control, but he also had to defend against Charlemagne, who had conquered northern Italy."}, {"title": "Duchy of Benevento", "href": "/wiki/Duchy_of_Benevento", "description": "The Duchy of Benevento was the southernmost Lombard duchy in the Italian Peninsula that was centred on Benevento, a city in Southern Italy. Lombard dukes ruled Benevento from 571 to 1077, when it was conquered by the Normans for four years before it was given to the Pope. Being cut off from the rest of the Lombard possessions by the papal Duchy of Rome, Benevento was practically independent from t"}]}, {"heading": "Deaths", "year": "887", "date": "August 26", "txt": "Kōkō, emperor of Japan (b. 830)", "entities": [{"title": "Emperor Kōkō", "href": "/wiki/Emperor_K%C5%8Dk%C5%8D", "description": "Emperor Kōkō  was the 58th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1214", "date": "August 26", "txt": "Michael IV of Constantinople", "entities": [{"title": "Michael IV of Constantinople", "href": "/wiki/Michael_IV_of_Constantinople", "description": "Michael IV Autoreianos, was the Patriarch of Constantinople from 1206 to his death in 1212."}]}, {"heading": "Deaths", "year": "1278", "date": "August 26", "txt": "Ottokar II of Bohemia (b. 1233)", "entities": [{"title": "Ottokar II of Bohemia", "href": "/wiki/Ottokar_II_of_Bohemia", "description": "Ottokar II, the Iron and Golden King, was a member of the Přemyslid dynasty who reigned as King of Bohemia from 1253 until his death in 1278. He also held the titles of Margrave of Moravia from 1247, Duke of Austria from 1251, and Duke of Styria from 1260, as well as Duke of Carinthia and landgrave of Carniola from 1269."}]}, {"heading": "Deaths", "year": "1346", "date": "August 26", "txt": "Charles II, Count of Alençon (b. 1297)", "entities": [{"title": "Charles II, Count of Alençon", "href": "/wiki/Charles_II,_Count_of_Alen%C3%A7on", "description": "Charles II of Alençon, called the Magnanimous was Count of Alençon and Count of Perche (1325–1346), as well as Count of Chartres and Count of Joigny (1335–1336)."}]}, {"heading": "Deaths", "year": "1346", "date": "August 26", "txt": "Louis I, Count of Flanders (b. 1304)", "entities": []}, {"heading": "Deaths", "year": "1346", "date": "August 26", "txt": "Louis II, Count of Blois", "entities": []}, {"heading": "Deaths", "year": "1346", "date": "August 26", "txt": "Rudolph, Duke of Lorraine (b. 1320)", "entities": []}, {"heading": "Deaths", "year": "1346", "date": "August 26", "txt": "John of Bohemia (b. 1296)", "entities": []}, {"heading": "Deaths", "year": "1349", "date": "August 26", "txt": "Thomas Bradwardine, English archbishop, mathematician, and physicist (b. 1290)", "entities": [{"title": "Thomas Bradwardine", "href": "/wiki/Thomas_Bradwardine", "description": "Thomas Bradwardine was an English cleric, scholar, mathematician, physicist, courtier and, very briefly, Archbishop of Canterbury. As a celebrated scholastic philosopher and doctor of theology, he is often called Doctor Profundus."}]}, {"heading": "Deaths", "year": "1399", "date": "August 26", "txt": "Mikhail II, Grand Prince of Tver (b. 1333)", "entities": [{"title": "Mikhail II of Tver", "href": "/wiki/Mikhail_II_of_Tver", "description": "Mikhail Alexandrovich was Grand Prince of Tver and briefly held the title of Grand Prince of Vladimir. He was one of only two Tver princes after 1317 to hold the grand princely title, which was almost the exclusive purview of the Muscovite princes."}]}, {"heading": "Deaths", "year": "1462", "date": "August 26", "txt": "Catherine Zaccaria, Despotess of the Morea", "entities": [{"title": "Catherine Zaccaria", "href": "/wiki/Catherine_Zaccaria", "description": "Catherine Zaccaria or Catherine Palaiologina was the daughter of the last Prince of Achaea, Centurione II Zaccaria. In September 1429 she was betrothed to the Byzantine Despot of the Morea Thomas Palaiologos, and married him in January 1430 at Mystras."}]}, {"heading": "Deaths", "year": "1486", "date": "August 26", "txt": "Ernest, Elector of Saxony (b. 1441)", "entities": [{"title": "Ernest, Elector of Saxony", "href": "/wiki/Ernest,_Elector_of_Saxony", "description": "Ernest was Elector of Saxony from 1464 to 1486."}]}, {"heading": "Deaths", "year": "1500", "date": "August 26", "txt": "Philipp I, Count of Hanau-Münzenberg (b. 1449)", "entities": [{"title": "Philipp I, Count of Hanau-Münzenberg", "href": "/wiki/Philipp_I,_Count_of_Hanau-M%C3%BCnzenberg", "description": "Count Philipp I of Hanau-Münzenberg, nicknamed Philipp the Younger, was a son of Count Reinhard III of Hanau and Countess Palatine Margaret of Mosbach. He was the Count of Hanau from 1452 to 1458. The county was then divided between him and his uncle Philipp the Elder. Philipp the Younger received Hanau-Münzenberg and ruled there from 1458 until his death."}]}, {"heading": "Deaths", "year": "1551", "date": "August 26", "txt": "Margaret Leijonhufvud, queen of Gustav I of Sweden (b. 1516)", "entities": [{"title": "Margaret Leijonhufvud", "href": "/wiki/Margaret_Leijonhufvud", "description": "Margaret Leijonhufvud was Queen of Sweden from 1536 to 1551 by marriage to King Gustav I. She played a political role as the advisor of, and the intermediary to, her spouse the King."}, {"title": "Gustav I of Sweden", "href": "/wiki/Gustav_I_of_Sweden", "description": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, wh"}]}, {"heading": "Deaths", "year": "1572", "date": "August 26", "txt": "Petrus Ramus, French philosopher and logician (b. 1515)", "entities": [{"title": "Petrus Ramus", "href": "/wiki/Petrus_Ramus", "description": "Petrus Ramus was an influential French humanist, logician, and educational reformer. A Protestant convert, he was one of the most prominent victims of the St. Bartholomew's Day massacre."}]}, {"heading": "Deaths", "year": "1595", "date": "August 26", "txt": "António, Prior of Crato (b. 1531)", "entities": [{"title": "António, Prior of Crato", "href": "/wiki/Ant%C3%B3nio,_Prior_of_Crato", "description": "António, Prior of Crato, was a grandson of King Manuel I of Portugal who claimed the Portuguese throne during the 1580 dynastic crisis. According to some historians, he was king of Portugal for 33 days in 1580. Philip II of Spain prevailed in the succession struggle, but António claimed the throne until 1583. He was a disciple of Bartholomew of Braga."}]}, {"heading": "Deaths", "year": "1666", "date": "August 26", "txt": "Frans Hals, Dutch painter and educator (b. 1580)", "entities": [{"title": "Frans Hals", "href": "/wiki/Frans_Hals", "description": "Frans Hals the Elder was a Dutch Golden Age painter, normally of portraits, who lived and worked in Haarlem."}]}, {"heading": "Deaths", "year": "1714", "date": "August 26", "txt": "Constantin Brâncoveanu, Ruler of Wallachia (b. 1654)", "entities": [{"title": "Constantin Brâncoveanu", "href": "/wiki/Constantin_Br%C3%A2ncoveanu", "description": "Constantin Brâncoveanu was Prince of Wallachia between 1688 and 1714."}, {"title": "Wallachia", "href": "/wiki/Wallachia", "description": "Wallachia or Walachia is a historical and geographical region of Romania. It is situated north of the Lower Danube and south of the Southern Carpathians. Wallachia is traditionally divided into two sections, Muntenia and Oltenia. Wallachia as a whole is sometimes referred to as Muntenia through identification with the larger of the two traditional sections."}]}, {"heading": "Deaths", "year": "1714", "date": "August 26", "txt": "Edward Fowler, English bishop and author (b. 1632)", "entities": []}, {"heading": "Deaths", "year": "1723", "date": "August 26", "txt": "Antonie van Leeuwenhoek, Dutch microscopist and biologist (b. 1632)", "entities": [{"title": "Antonie van Leeuwenhoek", "href": "/wiki/Antonie_van_Leeuwenhoek", "description": "Antonie Philips van Leeuwenhoek was a Dutch businessman and scientist in the Golden Age of Dutch science and technology. A largely self-taught man in science, he is commonly known as \"the Father of Microbiology\", and one of the first microscopists and microbiologists. Van Leeuwenhoek is best known for his pioneering work in microscopy and for his contributions toward the establishment of microbiol"}]}, {"heading": "Deaths", "year": "1785", "date": "August 26", "txt": "George Germain, 1st Viscount Sackville, English soldier and politician, 3rd Secretary of State for the Colonies (b. 1716)", "entities": [{"title": "George Germain, 1st Viscount Sackville", "href": "/wiki/George_Germain,_1st_Viscount_Sackville", "description": "George Germain, 1st Viscount Sackville, PC, styled The Honourable George Sackville until 1720, Lord George Sackville from 1720 to 1770 and Lord George Germain from 1770 to 1782, was a British soldier and politician who was Secretary of State for America in Lord North's cabinet during the American War of Independence."}, {"title": "Secretary of State for the Colonies", "href": "/wiki/Secretary_of_State_for_the_Colonies", "description": "The secretary of state for the colonies or colonial secretary was the British Cabinet minister in charge of managing the United Kingdom's various colonial dependencies."}]}, {"heading": "Deaths", "year": "1810", "date": "August 26", "txt": "Santiago de Liniers, 1st Count of Buenos Aires, French-Spanish sailor and politician, 10th Viceroyalty of the Río de la Plata (b. 1753)", "entities": [{"title": "Santiago de Liniers, 1st Count of Buenos Aires", "href": "/wiki/Santiago_de_Liniers,_1st_Count_of_Buenos_Aires", "description": "Santiago Antonio María de Liniers y Bremond, 1st Count of Buenos Aires, KOM, OM was a French officer in the Spanish military service, and a viceroy of the Spanish colonies of the Viceroyalty of the Río de la Plata. Although born Jacques de Liniers in France, he is more widely known by the Spanish form of his name, Santiago de Liniers."}, {"title": "Viceroyalty of the Río de la Plata", "href": "/wiki/Viceroyalty_of_the_R%C3%ADo_de_la_Plata", "description": "The Viceroyalty of the Río de la Plata was the last to be organized and also the shortest-lived of the Viceroyalties of the Spanish Empire in the Americas."}]}, {"heading": "Deaths", "year": "1813", "date": "August 26", "txt": "Theodor Körner, German soldier and author (b. 1791)", "entities": [{"title": "Theodor Körner (author)", "href": "/wiki/Theodor_K%C3%B6rner_(author)", "description": "Carl Theodor Körner was a German poet and soldier. After some time in Vienna, where he wrote some light comedies and other works for the Burgtheater, he became a soldier and joined the Lützow Free Corps in the German uprising against Napoleon. During these times, he displayed personal courage in many fights, and encouraged his comrades by fiery patriotic lyrics he composed, among these being the \""}]}, {"heading": "Deaths", "year": "1850", "date": "August 26", "txt": "Louis Philippe I of France (b. 1773)", "entities": [{"title": "Louis Philippe I", "href": "/wiki/Louis_Philippe_I", "description": "Louis Philippe I was King of the French from 1830 to 1848, the last King and penultimate monarch of France."}]}, {"heading": "Deaths", "year": "1865", "date": "August 26", "txt": "Johann Franz Encke, German astronomer and academic (b. 1791)", "entities": [{"title": "Johann Franz Encke", "href": "/wiki/Johann_Franz_Encke", "description": "Johann Franz Encke was a German astronomer. Among his activities, he worked on the calculation of the periods of comets and asteroids, measured the distance from the earth to the sun, and made observations of the planet Saturn."}]}, {"heading": "Deaths", "year": "1878", "date": "August 26", "txt": "Mariam Baouardy, Syrian Roman Catholic nun; later canonized (b. 1846)", "entities": [{"title": "Mariam Baouardy", "href": "/wiki/Mariam_Baouardy", "description": "Mariam Baouardy, was a Discalced Carmelite nun of the Melkite Greek Catholic Church. Born to Palestinian Greek Catholic parents from the town of Hurfiesh in the upper Galilee, later moved to I’billin, she was known for her service to the poor. In addition, she became a Christian mystic who suffered the stigmata, and has been canonized by the Catholic Church."}]}, {"heading": "Deaths", "year": "1910", "date": "August 26", "txt": "William James, American psychologist and philosopher (b. 1842)", "entities": [{"title": "William James", "href": "/wiki/William_James", "description": "William James was an American philosopher, historian, and psychologist, and the first educator to offer a psychology course in the United States.\nJames is considered to be a leading thinker of the late nineteenth century, one of the most influential philosophers of the United States, and the \"Father of American psychology\"."}]}, {"heading": "Deaths", "year": "1921", "date": "August 26", "txt": "Matthias Erzberger, German publicist and politician (b. 1875)", "entities": [{"title": "Matthias Erzberger", "href": "/wiki/Matthias_Erzberger", "description": "Matthias Erzberger was a German publicist and politician, Reich Minister of Finance from 1919 to 1920."}]}, {"heading": "Deaths", "year": "1921", "date": "August 26", "txt": "Sándor Wekerle, Hungarian jurist and politician, Prime Minister of Hungary (b. 1848)", "entities": [{"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Deaths", "year": "1930", "date": "August 26", "txt": "Lon Chaney, American actor, director, and screenwriter (b. 1883)", "entities": [{"title": "Lon Chaney", "href": "/wiki/Lon_Chaney", "description": "Leonidas Frank \"Lon\" Chaney was an American stage and film actor, make-up artist, director and screenwriter. He is regarded as one of the most versatile and powerful actors of cinema, renowned for his characterizations of tortured, often grotesque and afflicted characters, and his groundbreaking artistry with makeup. Chaney was known for his starring roles in such silent horror films as The Hunchb"}]}, {"heading": "Deaths", "year": "1943", "date": "August 26", "txt": "Bîmen Şen, Turkish composer and songwriter (b. 1873)", "entities": [{"title": "Bîmen Şen", "href": "/wiki/B%C3%AEmen_%C5%9Een", "description": "Bîmen Şen was a Turkish composer and lyricist of Armenian descent. He was born in 1873 and died in Istanbul, Turkey on 26 August 1943."}]}, {"heading": "Deaths", "year": "1944", "date": "August 26", "txt": "Adam von Trott zu Solz, German lawyer and diplomat (b. 1909)", "entities": [{"title": "Adam von Trott zu Solz", "href": "/wiki/Adam_von_Trott_zu_Solz", "description": "Friedrich Adam von Trott zu Solz was a German lawyer and diplomat who was involved in the conservative resistance to Nazism. A declared opponent of the Nazi regime from the beginning, he actively participated in the Kreisau Circle of Helmuth James Graf von Moltke and Peter Yorck von Wartenburg. Together with Claus von Stauffenberg and Fritz-Dietlof von der Schulenburg he conspired in the 20 July p"}]}, {"heading": "Deaths", "year": "1945", "date": "August 26", "txt": "Franz Werfel, Austrian author and playwright (b. 1890)", "entities": [{"title": "Franz Werfel", "href": "/wiki/Franz_Werfel", "description": "Franz Viktor Werfel was an Austrian-Bohemian novelist, playwright, and poet whose career spanned World War I, the Interwar period, and World War II. He is primarily known as the author of The Forty Days of Musa Dagh, a novel based on events that took place during the Armenian Genocide of 1915, and The Song of Bernadette (1941), a novel about the life and visions of the French Catholic saint Bernad"}]}, {"heading": "Deaths", "year": "1946", "date": "August 26", "txt": "Jeanie MacPherson, American actress and screenwriter (b. 1887)", "entities": [{"title": "Jeanie MacPherson", "href": "/wiki/Jeanie_MacPherson", "description": "Abbie Jean MacPherson was an American actress, writer, and director from 1908 until the late 1940s. She was a pioneer for women in the film industry. She worked with some of the best filmmakers of the time, including D. W. Griffith and Cecil B. DeMille. While she started in the theater and then had a brief stint as an actress, she ultimately dedicated her life's work to screenwriting for DeMille. "}]}, {"heading": "Deaths", "year": "1956", "date": "August 26", "txt": "Alfred Wagenknecht, German-American activist (b. 1881)", "entities": [{"title": "Alfred Wagenknecht", "href": "/wiki/Alfred_Wagenknecht", "description": "Alfred Wagenknecht was an American Marxist activist and political functionary. He is best remembered for having played a critical role in the establishment of the American Communist Party in 1919 as a leader of the Left Wing Section of the Socialist Party. Wagenknecht served as Executive Secretary of the Communist Labor Party of America and the United Communist Party of America in 1919 and 1920, r"}]}, {"heading": "Deaths", "year": "1958", "date": "August 26", "txt": "Ralph Vaughan Williams, English composer and educator (b. 1872)", "entities": [{"title": "Ralph Vaughan Williams", "href": "/wiki/Ralph_Vaughan_Williams", "description": "Ralph Vaughan Williams was an English composer. His works include operas, ballets, chamber music, secular and religious vocal pieces and orchestral compositions including nine symphonies, written over sixty years. Strongly influenced by Tudor music and English folk-song, his output marked a decisive break in British music from its German-dominated style of the 19th century."}]}, {"heading": "Deaths", "year": "1966", "date": "August 26", "txt": "W. W. E. Ross, Canadian geophysicist and poet (b. 1894)", "entities": [{"title": "W. W. E. Ross", "href": "/wiki/W._W._E._Ross", "description": "William Wrighton Eustace Ross [often misspelt William Wrightson Eustace Ross] was a Canadian geophysicist and poet. He was the first published poet in Canada to write Imagist poetry, and later the first to write surrealist verse, both of which have led some to call him \"the first modern Canadian poet.\""}]}, {"heading": "Deaths", "year": "1968", "date": "August 26", "txt": "Kay Francis, American actress (b. 1905)", "entities": [{"title": "Kay Francis", "href": "/wiki/Kay_Francis", "description": "Katherine Edwina \"Kay\" Francis was an American stage and film actress. After a brief period on Broadway in the late 1920s, she moved to film and achieved her greatest success between 1930 and 1936, when she was the number one female star and highest-paid actress at Warner Bros. studio."}]}, {"heading": "Deaths", "year": "1972", "date": "August 26", "txt": "Francis Chichester, English pilot and sailor (b. 1901)", "entities": [{"title": "Francis Chichester", "href": "/wiki/Francis_Chichester", "description": "Sir Francis Charles Chichester KBE was a British businessman, pioneering aviator and solo sailor."}]}, {"heading": "Deaths", "year": "1974", "date": "August 26", "txt": "Charles Lindbergh, American pilot and explorer (b. 1902)", "entities": [{"title": "Charles Lindbergh", "href": "/wiki/Charles_Lindbergh", "description": "Charles Augustus Lindbergh was an American aviator, military officer, author, inventor, and activist. At the age of 25 in 1927, he went from obscurity as a U.S. Air Mail pilot to instantaneous world fame by winning the Orteig Prize for making a nonstop flight from New York City to Paris on May 20–21. Lindbergh covered the 33+1⁄2-hour, 3,600-statute-mile (5,800 km) flight alone in a purpose-built, "}]}, {"heading": "Deaths", "year": "1975", "date": "August 26", "txt": "Olaf Holtedahl, Norwegian geologist and academic (b. 1885)", "entities": [{"title": "Olaf Holtedahl", "href": "/wiki/Olaf_Holtedahl", "description": "Prof Olaf Holtedahl ForMemRS FRSE was a Norwegian geologist. He became a senior lecturer at the University of Oslo in 1914, and was Professor of Geology there from 1920 to 1956."}]}, {"heading": "Deaths", "year": "1976", "date": "August 26", "txt": "Lotte Lehmann, German-American soprano (b. 1888)", "entities": [{"title": "Lotte Lehmann", "href": "/wiki/Lotte_Lehmann", "description": "Charlotte \"Lotte\" Lehmann was a German soprano who was especially associated with German repertory. She gave memorable performances in the operas of Richard Strauss, Richard Wagner, Ludwig van Beethoven, Puccini, Mozart, and Massenet. The Marschallin in Der Rosenkavalier, Sieglinde in Die Walküre and the title-role in Fidelio are considered her greatest roles. During her long career, Lehmann also "}]}, {"heading": "Deaths", "year": "1977", "date": "August 26", "txt": "H. A. Rey, German-American author and illustrator, created Curious George (b. 1898)", "entities": [{"title": "H. A. Rey", "href": "/wiki/H._A._Rey", "description": "Hans Augusto Rey was a German-born American illustrator and author, known best for the Curious George series of children's picture books that he and his wife Margret Rey created from 1939 to 1966."}]}, {"heading": "Deaths", "year": "1978", "date": "August 26", "txt": "Charles Boyer, French-American actor, singer, and producer (b. 1899)", "entities": [{"title": "Charles Boyer", "href": "/wiki/Charles_Boyer", "description": "Charles Boyer was a French-American actor who appeared in more than 80 films between 1920 and 1976. After receiving an education in drama, Boyer started on the stage, but he found his success in American films during the 1930s. His memorable performances were among the era's most highly praised, in romantic dramas such as The Garden of Allah (1936), Algiers (1938), and Love Affair (1939), as well "}]}, {"heading": "Deaths", "year": "1978", "date": "August 26", "txt": "José Manuel Moreno, Argentinian footballer and manager (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1979", "date": "August 26", "txt": "Mika Waltari, Finnish author, translator, and academic (b. 1908)", "entities": [{"title": "Mika Waltari", "href": "/wiki/Mika_Waltari", "description": "Mika Toimi Waltari was a Finnish writer, best known for his best-selling novel The Egyptian. He was extremely productive, and besides his novels he also wrote poetry, short stories, crime novels, plays, essays, travel stories, film scripts, and rhymed texts for comic strips by Asmo Alho."}]}, {"heading": "Deaths", "year": "1980", "date": "August 26", "txt": "Rosa Albach-Retty, German-Austrian actress (b. 1874)", "entities": [{"title": "Rosa Albach-Retty", "href": "/wiki/Rosa_Albach-Retty", "description": "Rosa Albach-Retty was an Austrian film and stage actress."}]}, {"heading": "Deaths", "year": "1980", "date": "August 26", "txt": "Tex Avery, American animator, director, and voice actor (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "August 26", "txt": "Roger Nash Baldwin, American trade union leader, co-founded the American Civil Liberties Union (b. 1884)", "entities": [{"title": "Roger Nash Baldwin", "href": "/wiki/Roger_Nash_Baldwin", "description": "Roger Nash Baldwin was one of the founders of the American Civil Liberties Union (ACLU). He served as executive director of the ACLU until 1950."}, {"title": "American Civil Liberties Union", "href": "/wiki/American_Civil_Liberties_Union", "description": "The American Civil Liberties Union (ACLU) is a nonprofit organization founded in 1920 \"to defend and preserve the individual rights and liberties guaranteed to every person in this country by the Constitution and laws of the United States\". The ACLU works through litigation and lobbying and it has over 1,200,000 members and an annual budget of over $300 million. Local affiliates of the ACLU are ac"}]}, {"heading": "Deaths", "year": "1981", "date": "August 26", "txt": "Lee Hays, American singer-songwriter (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "August 26", "txt": "Ted Knight, American actor (b. 1923)", "entities": [{"title": "Ted Knight", "href": "/wiki/Ted_Knight", "description": "Ted Knight was an American actor and voice artist well known for playing the comedic roles of Ted Baxter in The Mary Tyler Moore Show, Henry Rush in Too Close for Comfort, and Judge Elihu Smails in Caddyshack."}]}, {"heading": "Deaths", "year": "1987", "date": "August 26", "txt": "John Goddard, Barbadian-English cricketer and manager (b. 1919)", "entities": [{"title": "John Goddard (cricketer)", "href": "/wiki/John_Goddard_(cricketer)", "description": "John Douglas Claude Goddard OBE was a cricketer who captained the West Indies in 22 of his 27 Tests between 1948 and 1957."}]}, {"heading": "Deaths", "year": "1987", "date": "August 26", "txt": "Georg Wittig, German chemist and academic, Nobel Prize laureate (b. 1897)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1988", "date": "August 26", "txt": "Carlos Paião, Portuguese singer-songwriter (b. 1957)", "entities": [{"title": "Carlos Paião", "href": "/wiki/Carlos_Pai%C3%A3o", "description": "Carlos Manuel de Marques Paião was a singer and songwriter from Portugal. He represented Portugal at the Eurovision Song Contest 1981 with the song Playback. Carlos Paião was also a doctor, having graduated in medicine in 1983, but his great passion was music."}]}, {"heading": "Deaths", "year": "1989", "date": "August 26", "txt": "Irving Stone, American author (b. 1903)", "entities": [{"title": "Irving Stone", "href": "/wiki/Irving_Stone", "description": "Irving Stone was an American writer, chiefly known for his biographical novels of noted artists, politicians and intellectuals. Among the best known are Lust for Life (1934), about the life of Vincent van Gogh, and The Agony and the Ecstasy (1961), about Michelangelo."}]}, {"heading": "Deaths", "year": "1990", "date": "August 26", "txt": "Tang Chang, Thai artist (b. 1934)", "entities": [{"title": "Tang Chang", "href": "/wiki/Tang_Chang", "description": "Tang Chang was a self-taught artist, poet, writer and philosopher of Sino-Thai heritage. He was one of well-known Thai poet and artist."}]}, {"heading": "Deaths", "year": "1991", "date": "August 26", "txt": "Mildred Albert, American fashion commentator, TV and radio personality, and fashion show producer (b. 1905)", "entities": [{"title": "Mildred Albert", "href": "/wiki/Mildred_Albert", "description": "Mildred Elizabeth Albert was an American fashion commentator, modeling agency director, fashion show producer, radio and television personality, and society columnist. Known as the \"Mighty Atom\" and Boston's \"First Lady of Fashion\", she produced thousands of fashion shows during her career. She founded the Academie Moderne finishing school in 1936 and co-founded the Hart Model Agency in 1944. Afte"}]}, {"heading": "Deaths", "year": "1992", "date": "August 26", "txt": "Bob de Moor, Belgian author and illustrator (b. 1925)", "entities": [{"title": "Bob de Moor", "href": "/wiki/Bob_de_Moor", "description": "Bob de Moor is the pen name of Robert Frans Marie De Moor, a Belgian comics creator. Chiefly noted as an artist, he is considered an early master of the Ligne claire style. He wrote and drew several comics series on his own, but also collaborated with Hergé on several volumes of The Adventures of Tintin. He completed the unfinished story Professor Sató's Three Formulae, Volume 2: Mortimer vs. Mort"}]}, {"heading": "Deaths", "year": "1993", "date": "August 26", "txt": "Reima Pietilä, Finnish architect, co-designed the Kaleva Church (b. 1923)", "entities": [{"title": "Reima Pietilä", "href": "/wiki/Reima_Pietil%C3%A4", "description": "Frans Reima Ilmari Pietilä was a Finnish architect and theorist. He did most of his work together with his wife Raili Pietilä ; indeed, after 1963 all their works were officially attributed to \"Raili and Reima Pietilä\". Reima Pietilä was a professor of architecture at the University of Oulu from 1973 to 1979."}, {"title": "Kaleva Church", "href": "/wiki/Kaleva_Church", "description": "Kaleva Church is an Evangelical Lutheran Church of Finland church in the Liisankallio district of Tampere, Finland. It was designed by Reima and Raili Pietilä and built in 1964-66. The church accommodates approximately 1,120 people. It is considered an example of modern architectural style and is one of the main sights of Tampere."}]}, {"heading": "Deaths", "year": "1995", "date": "August 26", "txt": "John Brunner, English-Scottish author and poet (b. 1934)", "entities": [{"title": "John Brunner (novelist)", "href": "/wiki/John_Brunner_(novelist)", "description": "John Kilian Houston Brunner was a British author of science fiction novels and stories. His 1968 novel Stand on Zanzibar, about an overpopulated world, won the 1969 Hugo Award for best science fiction novel, and the BSFA award the same year. The Jagged Orbit won the BSFA award in 1970."}]}, {"heading": "Deaths", "year": "1998", "date": "August 26", "txt": "Frederick Reines, American physicist and academic, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Frederick Reines", "href": "/wiki/Frederick_Reines", "description": "Frederick Reines was an American physicist. He was awarded the 1995 Nobel Prize in Physics for his co-detection of the neutrino with Clyde Cowan in the neutrino experiment. He may be the only scientist in history \"so intimately associated with the discovery of an elementary particle and the subsequent thorough investigation of its fundamental properties.\""}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "2000", "date": "August 26", "txt": "Akbar Adibi, Iranian engineer and academic (b. 1939)", "entities": [{"title": "Akbar Adibi", "href": "/wiki/Akbar_Adibi", "description": "Akbar Adibi (1939–2000) was an Iranian electronic engineer, VLSI researcher, and university engineering professor."}]}, {"heading": "Deaths", "year": "2000", "date": "August 26", "txt": "Bunny Austin, English tennis player (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 26", "txt": "Louis Muhlstock, Polish-Canadian painter and educator (b. 1904)", "entities": [{"title": "Louis Muhlstock", "href": "/wiki/Louis_Muhlstock", "description": "Louis Muhlstock, was a Canadian painter best known for his depictions of the Great Depression and for landscapes and urban scenes in and around Montreal."}]}, {"heading": "Deaths", "year": "2001", "date": "August 26", "txt": "Marita Petersen, Faroese educator and politician, 8th Prime Minister of the Faroe Islands (b. 1940)", "entities": [{"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Deaths", "year": "2003", "date": "August 26", "txt": "Jim Wacker, American football player and coach (b. 1937)", "entities": [{"title": "Jim Wacker", "href": "/wiki/Jim_Wacker", "description": "James Herbert Wacker was an American football coach and college athletics administrator. He served as the head football coach at Texas Lutheran University (1971–1975), North Dakota State University (1976–1978), Southwest Texas State University—now Texas State University (1979–1982), Texas Christian University (1983–1991), and the University of Minnesota (1992–1996), compiling a career college foot"}]}, {"heading": "Deaths", "year": "2004", "date": "August 26", "txt": "Laura Branigan, American singer-songwriter and actress (b. 1952)", "entities": [{"title": "Laura Branigan", "href": "/wiki/Laura_Branigan", "description": "Laura Ann Branigan was an American singer, songwriter, and actress. Her signature song, the platinum-certified 1982 single \"Gloria\", stayed on the U.S. Billboard Hot 100 for 36 weeks, then a record for a female artist, peaking at No. 2. It also reached number one in Australia and Canada. In 1984, she reached number one in Canada and Germany with the U.S. No. 4 hit \"Self Control\". She also had succ"}]}, {"heading": "Deaths", "year": "2005", "date": "August 26", "txt": "Denis D'Amour, Canadian guitarist and songwriter  (b. 1960)", "entities": [{"title": "Denis D'Amour", "href": "/wiki/Denis_D%27Amour", "description": "Denis \"Piggy\" D'Amour was a Canadian guitarist. D'Amour was a member of the Canadian heavy metal band Voivod from its inception in 1982 until his death from colon cancer in 2005, aged 45."}]}, {"heading": "Deaths", "year": "2005", "date": "August 26", "txt": "Robert Denning, American art collector and interior designer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 26", "txt": "Moondog King, Canadian wrestler and politician (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 26", "txt": "Rainer Barzel, Polish-German lawyer and politician, Minister of Intra-German Relations (b. 1924)", "entities": [{"title": "Rainer Barzel", "href": "/wiki/Rainer_Barzel", "description": "Rainer Candidus Barzel was a German politician of the Christian Democratic Union (CDU). He served as the 8th President of the Bundestag from 1983 to 1984."}, {"title": "Minister of Intra-German Relations", "href": "/wiki/Minister_of_Intra-German_Relations", "description": "The Federal Minister of Intra-German Relations was a federal cabinet minister of the Federal Republic of Germany. The office was created under the title of Federal Minister of All-German Affairs in 1949, being also in charge of the German lands east of the Oder–Neisse line which had been put under Polish or Soviet administration. In 1951, the first Minister of All-German Affairs Jakob Kaiser openl"}]}, {"heading": "Deaths", "year": "2006", "date": "August 26", "txt": "Clyde Walcott, Barbadian cricketer and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 26", "txt": "Gaston Thorn, Luxembourger jurist and politician, 20th Prime Minister of Luxembourg (b. 1928)", "entities": [{"title": "Gaston Thorn", "href": "/wiki/Gaston_Thorn", "description": "Gaston Egmond Thorn was a Luxembourg politician who served in a number of high-profile positions, both domestically and internationally. Amongst the posts that he held were the 19th Prime Minister of Luxembourg (1974–1979), President of the United Nations General Assembly (1975), and the seventh President of the European Commission (1981–1985)."}, {"title": "Prime Minister of Luxembourg", "href": "/wiki/Prime_Minister_of_Luxembourg", "description": "The prime minister of Luxembourg is the head of government in Luxembourg. His official residence and office is in the Hôtel de Bourgogne at 4 rue de la Congrégation in the city of Luxembourg."}]}, {"heading": "Deaths", "year": "2009", "date": "August 26", "txt": "Dominick Dunne, American journalist and novelist (b. 1925)", "entities": [{"title": "Dominick Dunne", "href": "/wiki/Dominick_Dunne", "description": "Dominick John Dunne was an American writer, investigative journalist, and producer."}]}, {"heading": "Deaths", "year": "2010", "date": "August 26", "txt": "Raimon Panikkar, Catalan priest and scholar (b. 1918)", "entities": [{"title": "Raimon Panikkar", "href": "/wiki/Raimon_Panikkar", "description": "Raimon Panikkar Alemany, also known as Raimundo Panikkar and Raymond Panikkar, was a Spanish Roman Catholic priest and a proponent of Interfaith dialogue. As a scholar, he specialized in comparative religion."}]}, {"heading": "Deaths", "year": "2011", "date": "August 26", "txt": "George Band, Taiwanese-English mountaineer and author (b. 1929)", "entities": [{"title": "George Band", "href": "/wiki/George_Band", "description": "George Christopher Band was an English mountaineer. He was the youngest climber on the 1953 British expedition to Mount Everest on which Edmund Hillary and Tenzing Norgay made the first ascent of the mountain. In 1955, he and Joe Brown were the first climbers to ascend Kangchenjunga, the third highest mountain in the world."}]}, {"heading": "Deaths", "year": "2011", "date": "August 26", "txt": "Patrick C. Fischer, American computer scientist and academic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 26", "txt": "John McAleese, Scottish sergeant (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 26", "txt": "Russ Alben, American composer and businessman (b. 1929)", "entities": [{"title": "Russ Alben", "href": "/wiki/Russ_Alben", "description": "Bernard Russ Alben was an American advertising executive and composer. He served as the Vice President and Creative Director of Ogilvy & Mather from the early 1970s until his retirement in December 1981. Alben is credited with writing the Good & Plenty's Choo Choo Charlie jingle and creating the Timex watch advertising slogan, \"It takes a licking and keeps on ticking.\""}]}, {"heading": "Deaths", "year": "2012", "date": "August 26", "txt": "Reginald Bartholomew, American academic and diplomat, United States Ambassador to Italy (b. 1936)", "entities": [{"title": "United States Ambassador to Italy", "href": "/wiki/United_States_Ambassador_to_Italy", "description": "Since 1840, the United States has had diplomatic representation in the Italian Republic and its predecessor nation, the Kingdom of Italy, with a break in relations from 1941 to 1944 while Italy and the U.S. were at war during World War II. The U.S. Mission to Italy is headed by the Embassy of the United States in Rome, and also includes six consular offices"}]}, {"heading": "Deaths", "year": "2012", "date": "August 26", "txt": "Jacques Bensimon, Canadian director and producer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 26", "txt": "Krzysztof Wilmanski, Polish-German physicist and academic (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 26", "txt": "Hélie de Saint Marc, French soldier (b. 1922)", "entities": [{"title": "Hélie de Saint Marc", "href": "/wiki/H%C3%A9lie_de_Saint_Marc", "description": "Hélie Denoix de Saint Marc or Hélie de Saint Marc, was a senior member of the French resistance and a senior active officer of the French Army, having served in the French Foreign Legion, in particular at the heart and corps of the Foreign Airborne Battalions and Regiments, the heirs of the 2nd Foreign Parachute Regiment 2ème REP, a part constituent of the 11th Parachute Brigade. Commandant by int"}]}, {"heading": "Deaths", "year": "2013", "date": "August 26", "txt": "John J. Gilligan, American soldier and politician, 62nd Governor of Ohio (b. 1921)", "entities": [{"title": "Governor of Ohio", "href": "/wiki/Governor_of_Ohio", "description": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachmen"}]}, {"heading": "Deaths", "year": "2013", "date": "August 26", "txt": "Bill Schmitz, American football player and coach (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 26", "txt": "Jack Sinagra, American lawyer and politician (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 26", "txt": "Clyde A. Wheeler, American soldier and politician (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 26", "txt": "Christian Bourquin, French lawyer and politician (b. 1954)", "entities": [{"title": "Christian Bourquin", "href": "/wiki/Christian_Bourquin", "description": "Christian Bourquin was a French politician, a member of the Socialist Party. He was the president of the Regional Council of Languedoc-Roussillon from 2010 to his death in August 2014."}]}, {"heading": "Deaths", "year": "2014", "date": "August 26", "txt": "Peter Bacon Hales, American historian, photographer, and author (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 26", "txt": "Caroline Kellett, English journalist (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 26", "txt": "Chūsei Sone, Japanese director, producer, and screenwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 26", "txt": "Amelia Boynton Robinson, American activist (b. 1911)", "entities": [{"title": "Amelia Boynton Robinson", "href": "/wiki/Amelia_Boynton_Robinson", "description": "Amelia Isadora Platts Boynton Robinson was an American activist who was a leader of the American Civil Rights Movement in Selma, Alabama, and a key figure in the 1965 Selma to Montgomery marches. In 1984, she became founding vice-president of the Schiller Institute affiliated with Lyndon LaRouche. She was awarded the Martin Luther King Jr. Freedom Medal in 1990."}]}, {"heading": "Deaths", "year": "2015", "date": "August 26", "txt": "Donald Eric Capps, American theologian, author, and academic (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 26", "txt": "P. J. Kavanagh, English poet and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 26", "txt": "Stefanos Manikas, Greek politician (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 26", "txt": "Francisco San Diego, Filipino bishop (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 26", "txt": "Tobe Hooper, American film director (b. 1943)", "entities": [{"title": "Tobe Hooper", "href": "/wiki/Tobe_Hooper", "description": "Willard Tobe Hooper was an American director, screenwriter, and producer best known for his work in the horror genre. The British Film Institute cited Hooper as one of the most influential horror filmmakers of all time."}]}, {"heading": "Deaths", "year": "2018", "date": "August 26", "txt": "Neil Simon, American playwright and author (b. 1927)", "entities": [{"title": "Neil Simon", "href": "/wiki/Neil_Simon", "description": "Marvin Neil Simon was an American playwright, screenwriter and author. He wrote more than 30 plays and nearly the same number of movie screenplays, mostly film adaptations of his plays. He has received more combined Oscar and Tony Award nominations than any other writer."}]}]