[{"heading": "Events", "year": "3114 BC", "date": "August 11", "txt": "The Mesoamerican Long Count calendar, used by several pre-Columbian Mesoamerican civilizations, notably the Maya, begins.", "entities": [{"title": "Mesoamerican Long Count calendar", "href": "/wiki/Mesoamerican_Long_Count_calendar", "description": "The Mesoamerican Long Count calendar is a non-repeating, vigesimal (base 20) and octodecimal (base 18) calendar used by several pre-Columbian Mesoamerican cultures, most notably the Maya. For this reason, it is often known as the Maya Long Count calendar. Using a modified vigesimal tally, the Long Count calendar identifies a day by counting the number of days passed since a mythical creation date "}, {"title": "Pre-Columbian era", "href": "/wiki/Pre-Columbian_era", "description": "In the history of the Americas, the pre-Columbian era spans from the original settlement of North and South America in the Upper Paleolithic period through European colonization, which began with Christopher Columbus's voyage of 1492. Usually the era covers the history of indigenous American cultures until significant influence by Europeans. This may have occurred decades or even centuries after C"}, {"title": "Mesoamerica", "href": "/wiki/Mesoamerica", "description": "Mesoamerica is a historical region and cultural area in North America. It extends from approximately central Mexico through Belize, Guatemala, El Salvador, Honduras, Nicaragua, and northern Costa Rica. Within this region pre-Columbian societies flourished for more than 1000 years before the Spanish colonization of the Americas. Mesoamerica was the site of two of the most profound historical transf"}, {"title": "Maya civilization", "href": "/wiki/Maya_civilization", "description": "The Maya civilization was a Mesoamerican civilization developed by the Maya peoples, and noted for its logosyllabic script—the most sophisticated and highly developed writing system in pre-Columbian Americas—as well as for its art, architecture, mathematics, calendar, and astronomical system. The Maya civilization developed in the area that today comprises southeastern Mexico, all of Guatemala and"}]}, {"heading": "Events", "year": "2492 BC", "date": "August 11", "txt": "Traditional date of the defeat of Bel by Hayk, progenitor and founder of the Armenian nation.", "entities": [{"title": "Bel (mythology)", "href": "/wiki/Bel_(mythology)", "description": "Bel, signifying \"lord\" or \"master\", is a title rather than a genuine name, applied to various gods in the Mesopotamian religion of Akkad, Assyria and Babylonia. The feminine form is Belit 'Lady, Mistress'. Bel is represented in Greek as Belos and in Latin as Belus. Linguistically Bel is an East Semitic form cognate with the Northwest Semitic Baal with the same meaning."}, {"title": "Hayk", "href": "/wiki/Hayk", "description": "Hayk also known as Hayk Nahapet, is the legendary patriarch and founder of the Armenian nation. His story is told in the History of Armenia attributed to the Armenian historian Moses of Chorene."}, {"title": "Armenians", "href": "/wiki/Armenians", "description": "Armenians are an ethnic group native to the Armenian Highlands of Western Asia."}]}, {"heading": "Events", "year": "106", "date": "August 11", "txt": "The south-western part of Dacia (modern Romania) becomes a Roman province: Roman Dacia.", "entities": [{"title": "Dacia", "href": "/wiki/Dacia", "description": "Dacia was the land inhabited by the Dacians. The Greeks referred to them as the Getae and the Romans called them Daci."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Roman province", "href": "/wiki/Roman_province", "description": "The Roman provinces were the administrative regions of Ancient Rome outside Italy that were controlled by the Romans under the Roman Republic and later the Roman Empire. Each province was ruled by a Roman appointed as governor."}, {"title": "Roman Dacia", "href": "/wiki/Roman_Dacia", "description": "Roman Dacia was a province of the Roman Empire from 106 to 271–275 AD. Its territory consisted of what are now the regions of Oltenia, Transylvania and Banat. During Roman rule, it was organized as an imperial province on the borders of the empire. It is estimated that the population of Roman Dacia ranged from 650,000 to 1,200,000. It was conquered by Trajan (98–117) after two campaigns that devas"}]}, {"heading": "Events", "year": "355", "date": "August 11", "txt": "Claudius Silvanus, accused of treason, proclaims himself Roman Emperor against Constantius II.", "entities": [{"title": "Claudius Silvanus", "href": "/wiki/Claudius_Silvanus", "description": "Silvanus was a Roman general of Frankish descent, usurper in Gaul against Emperor Constantius II for 28 days in AD 355."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}]}, {"heading": "Events", "year": "490", "date": "August 11", "txt": "Battle of Adda: The Goths under Theodoric the Great and his ally Alaric II defeat the forces of Odoacer on the Adda River, near Milan.", "entities": [{"title": "Goths", "href": "/wiki/Goths", "description": "The Goths were a Germanic people who played a major role in the fall of the Western Roman Empire and the emergence of Medieval Europe."}, {"title": "Theodoric the Great", "href": "/wiki/Theodoric_the_Great", "description": "Theodoric the Great, also called Theodoric the Amal, was king of the Ostrogoths (471–526), and ruler of the independent Ostrogothic Kingdom of Italy between 493–526, regent of the Visigoths (511–526), and a patrician of the East Roman Empire. As ruler of the combined Gothic realms, Theodoric controlled an empire stretching from the Atlantic Ocean to the Adriatic Sea. Though Theodoric himself only "}, {"title": "Alaric II", "href": "/wiki/Alaric_II", "description": "Alaric II was the King of the Visigoths in 484–507. He succeeded his father Euric as king of the Visigoths in Toulouse on 28 December 484; he was the great-grandson of the more famous Alaric I, who sacked Rome in 410. He established his capital at Aire-sur-l'Adour in Aquitaine. His dominions included not only the majority of Hispania but also Gallia Aquitania and the greater part of an as-yet undi"}, {"title": "Odoacer", "href": "/wiki/Odoacer", "description": "Flavius Odoacer, also spelled Odovacer or Odovacar, was a soldier and statesman of barbarian background, who deposed the child emperor Romulus Augustulus and became King of Italy (476–493). Odoacer's deposition of Romulus Augustulus is traditionally seen as marking the end of the Western Roman Empire as well as Ancient Rome."}, {"title": "Adda River, Italy", "href": "/wiki/Adda_River,_Italy", "description": "The Adda is a river in North Italy, a tributary of the Po. It rises in the Alps near the border with Switzerland and flows through Lake Como. The Adda joins the Po a few kilometres upstream of Cremona. It is 313 kilometres (194 mi) long. The highest point of the drainage basin is the summit of la Spedla, at 4,020 metres (13,190 ft)."}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Events", "year": "1315", "date": "August 11", "txt": "The Great Famine of Europe becomes so dire that even the king of England has difficulties buying bread for himself and his entourage.", "entities": [{"title": "Great Famine of 1315–1317", "href": "/wiki/Great_Famine_of_1315%E2%80%931317", "description": "The Great Famine of 1315–1317 was the first of a series of large-scale crises that struck Europe early in the 14th century. Most of Europe was affected. The famine caused many deaths over an extended number of years and marked a clear end to the period of growth and prosperity from the 11th to the 13th centuries."}]}, {"heading": "Events", "year": "1332", "date": "August 11", "txt": "Wars of Scottish Independence: Battle of Dupplin Moor: Scots under Domhnall II, Earl of Mar are routed by Edward Balliol.", "entities": [{"title": "Wars of Scottish Independence", "href": "/wiki/Wars_of_Scottish_Independence", "description": "The Wars of Scottish Independence were a series of military campaigns fought between the Kingdom of Scotland and the Kingdom of England in the late 13th and early 14th centuries."}, {"title": "Battle of Dupplin Moor", "href": "/wiki/Battle_of_Dupplin_Moor", "description": "The Battle of Dupplin Moor was fought between supporters of King David II of Scotland, the son of King Robert Bruce, and English-backed invaders supporting Edward Balliol, son of King John I of Scotland on 11 August 1332. It took place a little to the south west of Perth, Scotland, when a Scottish force commanded by Donald, Earl of Mar, estimated to have been stronger than 15,000 and possibly as m"}, {"title": "Domhnall II, Earl of Mar", "href": "/wiki/Domhnall_II,_Earl_of_Mar", "description": "\n\nDomhnall II, Earl of Mar was briefly Regent of Scotland during the minority of David II, King of Scotland."}, {"title": "Edward Balliol", "href": "/wiki/Edward_Balliol", "description": "Edward Balliol was a claimant to the Scottish throne during the Second War of Scottish Independence. With English help, he ruled parts of the kingdom from 1332 to 1356."}]}, {"heading": "Events", "year": "1473", "date": "August 11", "txt": "The Battle of Otlukbeli: Mehmed the Conqueror of the Ottoman Empire decisively defeats Uzun Hassan of Aq Qoyunlu.", "entities": [{"title": "Battle of Otlukbeli", "href": "/wiki/Battle_of_Otlukbeli", "description": "The Battle of Otlukbeli or Otluk Beli was a battle between Ak Koyunlu and the Ottoman Empire that was fought on August 11, 1473."}, {"title": "Mehmed the Conqueror", "href": "/wiki/Mehmed_the_Conqueror", "description": "Mehmed II, commonly known as Mehmed the Conqueror, was an Ottoman sultan who ruled from August 1444 to September 1446, and then later from February 1451 to May 1481. In Mehmed II's first reign, he defeated the crusade led by John Hunyadi after the Hungarian incursions into his country broke the conditions of the truce Peace of Szeged. When Mehmed II ascended the throne again in 1451 he strengthene"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Uzun Hassan", "href": "/wiki/Uzun_Hassan", "description": "Uzun Hasan or Uzun Hassan ; \n(1423 – January 6, 1478), where uzun means \"tall\" in Oghuz Turkic, was the 9th Shahanshah of the Turkoman Aq Qoyunlu dynasty, also known as the White Sheep Turkomans, and generally considered to be its strongest ruler. Hasan ruled between 1457 and 1478, and would preside over the federations' territorial apex, when it included parts or all of present-day Iraq, Turkey, "}, {"title": "Aq Qoyunlu", "href": "/wiki/Aq_Qoyunlu", "description": "The Aq Qoyunlu was a Persianate Sunni Turkoman tribal confederation that ruled parts of present-day eastern Turkey from 1378 to 1501, and in their last decades also ruled Armenia, Azerbaijan, most of Iran, and Iraq."}]}, {"heading": "Events", "year": "1675", "date": "August 11", "txt": "Franco-Dutch War: Forces of the Holy Roman Empire defeat the French in the Battle of Konzer Brücke.", "entities": [{"title": "Franco-Dutch War", "href": "/wiki/Franco-Dutch_War", "description": "The 1672 to 1678 Franco-Dutch War, also known as the Dutch War,, was fought primarily between France and the Dutch Republic, supported by the Holy Roman Empire, Spain, Brandenburg-Prussia and Denmark-Norway. French allies included Münster and Cologne until 1673, as well as England which left the conflict in 1674, then re-entered it in February 1678 on the side of the Dutch."}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Battle of Konzer Brücke", "href": "/wiki/Battle_of_Konzer_Br%C3%BCcke", "description": "The Battle of Konzer Brücke was fought as part of the Franco-Dutch War on 11 August 1675 and resulted in an Imperial victory."}]}, {"heading": "Events", "year": "1786", "date": "August 11", "txt": "Captain Francis Light establishes the British colony of Penang in Malaysia.", "entities": [{"title": "Francis Light", "href": "/wiki/Francis_Light", "description": "Captain Francis Light was a British explorer and the founder of the British colony of Penang and its capital city of George Town in 1786. Light and his lifelong partner, Martina Rozells, were the parents of William Light, who founded the city of Adelaide in South Australia."}, {"title": "Penang", "href": "/wiki/Penang", "description": "Penang is a Malaysian state located on the northwest coast of Peninsular Malaysia, by the Malacca Strait. It has two parts: Penang Island, where the capital city, George Town, is located, and Seberang Perai on the Malay Peninsula. They are connected by Malaysia's two longest road bridges, the Penang Bridge and the Sultan Abdul Halim Muadzam Shah Bridge; the latter is also, as of May 2019, the long"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "1804", "date": "August 11", "txt": "Francis II assumes the title of first Emperor of Austria.", "entities": [{"title": "Francis II, Holy Roman Emperor", "href": "/wiki/Francis_II,_Holy_Roman_Emperor", "description": "Francis II was the last Holy Roman Emperor from 1792 to 1806 and, as Francis I, the first Emperor of Austria from 1804 to 1835. He assumed the title of Emperor of Austria in response to the coronation of Napoleon as Emperor of the French. Soon after Napoleon created the Confederation of the Rhine, Francis abdicated as Holy Roman Emperor. He was King of Hungary, Croatia and Bohemia. He also served "}, {"title": "Emperor of Austria", "href": "/wiki/Emperor_of_Austria", "description": "The Emperor of Austria was the ruler of the Austrian Empire and later the Austro-Hungarian Empire. A hereditary imperial title and office proclaimed in 1804 by Holy Roman Emperor Francis II, a member of the House of Habsburg-Lorraine, and continually held by him and his heirs until Charles I relinquished power in 1918."}]}, {"heading": "Events", "year": "1812", "date": "August 11", "txt": "Peninsular War: French troops engage British-Portuguese forces in the Battle of Majadahonda.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Portugal", "href": "/wiki/Portugal", "description": "Portugal, officially the Portuguese Republic, is a country located on the Iberian Peninsula, in south-western Europe. It is the westernmost sovereign state in mainland Europe, being bordered to the west and south by the Atlantic Ocean and to the north and east by Spain. Its territory also includes the Atlantic archipelagos of the Azores and Madeira, both autonomous regions with their own regional "}, {"title": "Battle of Majadahonda", "href": "/wiki/Battle_of_Majadahonda", "description": "The Battle of Majadahonda  saw an Imperial French cavalry division led by Anne-François-Charles Trelliard attack two brigades of cavalry under Benjamin d'Urban and forming the advance guard of Arthur Wellesley, Earl of Wellington's army. Trelliard's leading brigade routed d'Urban's Portuguese horsemen and overran three British cannons. King's German Legion (KGL) cavalry led by Eberhardt Otto Georg"}]}, {"heading": "Events", "year": "1813", "date": "August 11", "txt": "In Colombia, Juan del Corral declares the independence of Antioquia.", "entities": [{"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Antioquia Department", "href": "/wiki/Antioquia_Department", "description": "The Department of Antioquia is one of the 32 departments of Colombia, located in the central Northwestern part of Colombia with a narrow section that borders the Caribbean Sea. Most of its territory is mountainous with some valleys, much of which is part of the Andes mountain range. Antioquia has been part of many territorial divisions of former countries created within the present-day territory o"}]}, {"heading": "Events", "year": "1858", "date": "August 11", "txt": "The Eiger in the Bernese Alps is ascended for the first time by Charles Barrington accompanied by Christian Almer and Peter Bohren.", "entities": [{"title": "Eiger", "href": "/wiki/Eiger", "description": "The Eiger is a 3,967-metre (13,015 ft) mountain of the Bernese Alps, overlooking Grindelwald and Lauterbrunnen in the Bernese Oberland of Switzerland, just north of the main watershed and border with Valais. It is the easternmost peak of a ridge crest that extends across the Mönch to the Jungfrau at 4,158 m (13,642 ft), constituting one of the most emblematic sights of the Swiss Alps. While the no"}, {"title": "Bernese Alps", "href": "/wiki/Bernese_Alps", "description": "The Bernese Alps are a mountain range of the Alps, located in western Switzerland. Although the name suggests that they are located in the Berner Oberland region of the canton of Bern, portions of the Bernese Alps are in the adjacent cantons of Valais, Fribourg and Vaud, the latter being usually named Fribourg Alps and Vaud Alps respectively. The highest mountain in the range, the Finsteraarhorn, "}, {"title": "Charles Barrington (mountaineer)", "href": "/wiki/Charles_Barrington_(mountaineer)", "description": "Charles Barrington, an Irishman from Fassaroe, Bray County Wicklow, was a merchant with little or no mountaineering experience who, on 11 August 1858, led the first team to successfully climb the Eiger. Heinrich Harrer, in his book about the Eiger north face – The White Spider (1959) – noted that Barrington would have attempted the first ascent of the Matterhorn instead, but he did not have enough"}, {"title": "Christian Almer", "href": "/wiki/Christian_Almer", "description": "Christian Almer was a Swiss mountain guide and the first ascentionist of many prominent mountains in the western Alps during the golden and silver ages of alpinism."}, {"title": "Peter Bohren", "href": "/wiki/Peter_Bohren", "description": "Peter Bohren was a Swiss mountain guide from Grindelwald."}]}, {"heading": "Events", "year": "1898", "date": "August 11", "txt": "Spanish–American War: American troops enter the city of Mayagüez, Puerto Rico.", "entities": [{"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "Mayagüez, Puerto Rico", "href": "/wiki/Mayag%C3%BCez,_Puerto_Rico", "description": "Mayagüez is the eighth-largest municipality of Puerto Rico. It was founded as Nuestra Señora de la Candelaria, and is also known as La Sultana del Oeste, Ciudad de las Aguas Puras, or Ciudad del Mangó. On April 6, 1894, the Spanish Crown gave it the formal title of Excelente Ciudad de Mayagüez. Mayagüez is located in the center of the western coast on the island of Puerto Rico. It is a principal c"}]}, {"heading": "Events", "year": "1918", "date": "August 11", "txt": "World War I: The Battle of Amiens ends.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Amiens (1918)", "href": "/wiki/Battle_of_Amiens_(1918)", "description": "The Battle of Amiens, also known as the Third Battle of Picardy, was the opening phase of the Allied offensive which began on 8 August 1918, later known as the Hundred Days Offensive, that ultimately led to the end of the First World War. Allied forces advanced over 11 kilometres (7 mi) on the first day, one of the greatest advances of the war, with Gen Henry Rawlinson's British Fourth Army playin"}]}, {"heading": "Events", "year": "1919", "date": "August 11", "txt": "Germany's Weimar Constitution is signed into law.", "entities": [{"title": "Weimar Constitution", "href": "/wiki/Weimar_Constitution", "description": "The Constitution of the German Reich, usually known as the Weimar Constitution, was the constitution that governed Germany during the Weimar Republic era (1919–1933). The constitution declared Germany to be a democratic parliamentary republic with a legislature elected under proportional representation. Universal suffrage was established, with a minimum voting age of 20. The constitution technical"}]}, {"heading": "Events", "year": "1920", "date": "August 11", "txt": "The Latvian–Soviet Peace Treaty, which relinquished Russia's authority and pretenses to Latvia, is signed, ending the Latvian War of Independence.", "entities": [{"title": "Latvian–Soviet Peace Treaty", "href": "/wiki/Latvian%E2%80%93Soviet_Peace_Treaty", "description": "The Latvian–Soviet Peace Treaty, also known as the Treaty of Riga, was signed on 11 August 1920 by representatives of the Republic of Latvia and Soviet Russia. It officially ended the Latvian War of Independence."}, {"title": "Russia", "href": "/wiki/Russia", "description": "Russia, or the Russian Federation, is a country spanning Eastern Europe and North Asia. It is the largest country in the world, covering over 17 million square kilometres (6.6 sq mi), and encompassing more than one-eighth of the Earth's inhabited land area. Russia extends across eleven time zones, and has borders with sixteen sovereign nations. It has a population of 146.2 million; and is the most"}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Latvian War of Independence", "href": "/wiki/Latvian_War_of_Independence", "description": "The Latvian War of Independence, sometimes called Latvia's freedom battles or the Latvian War of Liberation, was a series of military conflicts in Latvia between 5 December 1918, after the newly proclaimed Republic of Latvia was invaded by Soviet Russia, and the signing of the Latvian-Soviet Riga Peace Treaty on 11 August 1920."}]}, {"heading": "Events", "year": "1929", "date": "August 11", "txt": "Babe Ruth becomes the first baseball player to hit 500 home runs in his career with a home run at League Park in Cleveland, Ohio.", "entities": [{"title": "Babe Ruth", "href": "/wiki/Babe_Ruth", "description": "George Herman \"Babe\" Ruth Jr. was an American professional baseball player whose career in Major League Baseball (MLB) spanned 22 seasons, from 1914 through 1935. Nicknamed \"The Bambino\" and \"The Sultan of Swat\", he began his MLB career as a star left-handed pitcher for the Boston Red Sox, but achieved his greatest fame as a slugging outfielder for the New York Yankees. Ruth established many MLB b"}, {"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}, {"title": "500 home run club", "href": "/wiki/500_home_run_club", "description": "In Major League Baseball (MLB), the 500 home run club is a group of batters who have hit 500 or more regular-season home runs in their careers. On August 11, 1929, Babe Ruth became the first member of the club. Ruth ended his career with 714 home runs, a record which stood from 1935 until Hank Aaron surpassed it in 1974. Aaron's ultimate career total, 755, remained the record until Barry Bonds set"}, {"title": "Home run", "href": "/wiki/Home_run", "description": "In baseball, a home run is scored when the ball is hit in such a way that the batter is able to circle the bases and reach home safely in one play without any errors being committed by the defensive team in the process. In modern baseball, the feat is typically achieved by hitting the ball over the outfield fence between the foul poles without first touching the ground, resulting in an automatic h"}, {"title": "League Park", "href": "/wiki/League_Park", "description": "League Park was a baseball park located in Cleveland, Ohio, United States. It was situated at the northeast corner of E. 66th Street and Lexington Avenue in the Hough neighborhood. It was built in 1891 as a wood structure and rebuilt using concrete and steel in 1910. The park was home to a number of professional sports teams, most notably the Cleveland Indians of Major League Baseball. League Park"}, {"title": "Cleveland, Ohio", "href": "/wiki/Cleveland,_Ohio", "description": "Cleveland, officially the City of Cleveland, is a major city in the U.S. state of Ohio, and the county seat of Cuyahoga County. It is located along the southern shore of Lake Erie, across the U.S. maritime border with Canada and approximately 60 miles west of the Ohio-Pennsylvania state border."}]}, {"heading": "Events", "year": "1934", "date": "August 11", "txt": "The first civilian prisoners arrive at the Federal prison on Alcatraz Island.", "entities": [{"title": "Alcatraz Federal Penitentiary", "href": "/wiki/Alcatraz_Federal_Penitentiary", "description": "The Alcatraz Federal Penitentiary or United States Penitentiary, Alcatraz Island was a maximum security federal prison on Alcatraz Island, 1.25 miles (2.01 km) off the coast of San Francisco, California, United States, the site of a fort since the 1850s; the main prison building was built in 1910–1912 as a United States Army military prison. The United States Department of Justice acquired the Uni"}, {"title": "Alcatraz Island", "href": "/wiki/Alcatraz_Island", "description": "Alcatraz Island is located in San Francisco Bay, 1.25 miles (2.01 km) offshore from San Francisco, California, United States. The small island was developed with facilities for a lighthouse, a military fortification, a military prison, and a federal prison from 1934 until 21 March 1963. The strong currents around the island and cold water temperatures made escape all but impossible. It later becam"}]}, {"heading": "Events", "year": "1942", "date": "August 11", "txt": "Actress Hedy Lamarr and composer George Antheil receive a patent for a Frequency-hopping spread spectrum communication system that later became the basis for modern technologies in wireless telephones, two-way radio communications, and Wi-Fi.", "entities": [{"title": "Hedy Lamarr", "href": "/wiki/Hedy_Lamarr", "description": "Hedy Lamarr was an Austrian-born American actress, inventor, and film producer. She appeared in 30 films over a 28-year career in Europe and the United States, and co-invented an early version of frequency-hopping spread spectrum communication, originally intended for torpedo guidance."}, {"title": "George Antheil", "href": "/wiki/George_Antheil", "description": "George Antheil was an American avant-garde composer, pianist, author, and inventor whose modernist musical compositions explored the modern sounds – musical, industrial, and mechanical – of the early 20th century."}, {"title": "Frequency-hopping spread spectrum", "href": "/wiki/Frequency-hopping_spread_spectrum", "description": "Frequency-hopping spread spectrum (FHSS) is a method of transmitting radio signals by rapidly changing the carrier frequency among many distinct frequencies occupying a large spectral band. The changes are controlled by a code known to both transmitter and receiver. FHSS is used to avoid interference, to prevent eavesdropping, and to enable code-division multiple access (CDMA) communications."}, {"title": "Wi-Fi", "href": "/wiki/Wi-Fi", "description": "Wi-Fi is a family of wireless network protocols, based on the IEEE 802.11 family of standards, which are commonly used for local area networking of devices and Internet access, allowing nearby digital devices to exchange data by radio waves. These are the most widely used computer networks in the world, used globally in home and small office networks to link desktop and laptop computers, tablet co"}]}, {"heading": "Events", "year": "1945", "date": "August 11", "txt": "Poles in Kraków engage in a pogrom against Jews in the city, killing one and wounding five.", "entities": [{"title": "Kraków", "href": "/wiki/Krak%C3%B3w", "description": "Kraków, written in English as Krakow and traditionally known as Cracow, is the second-largest and one of the oldest cities in Poland. Situated on the Vistula River in Lesser Poland Province, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cite"}, {"title": "Kraków pogrom", "href": "/wiki/Krak%C3%B3w_pogrom", "description": "The Kraków pogrom was a violent incident that occurred on 11 August 1945 in the Soviet-occupied city of Kraków, Poland. It formed part of a period of renewed anti-Jewish violence in Poland in the aftermath of World War II. Rumors spread that Jews in the city had killed up to 80 children over the course of weeks, which led to violence against them in the Kazimierz quarter of the city and the burnin"}]}, {"heading": "Events", "year": "1952", "date": "August 11", "txt": "Hussein bin Talal is proclaimed King of Jordan.", "entities": [{"title": "Hussein of Jordan", "href": "/wiki/Hussein_of_Jordan", "description": "Hussein bin Talal was King of Jordan from 11 August 1952 until his death in 1999. As a member of the Hashemite dynasty, the royal family of Jordan since 1921, Hussein was a 40th-generation direct descendant of Muhammad."}, {"title": "Jordan", "href": "/wiki/Jordan", "description": "Jordan, officially the Hashemite Kingdom of Jordan, is an Arab country in the Levant region of Western Asia, on the East Bank of the Jordan River. Jordan is bordered by Saudi Arabia, Iraq, Syria, Israel and Palestine. The Dead Sea is located along its western borders and the country has a 26-kilometre (16 mi) coastline on the Red Sea in its extreme south-west. Jordan is situated at the crossroads "}]}, {"heading": "Events", "year": "1959", "date": "August 11", "txt": "Sheremetyevo International Airport, the second-largest airport in Russia, opens.", "entities": [{"title": "Sheremetyevo International Airport", "href": "/wiki/Sheremetyevo_International_Airport", "description": "Sheremetyevo Alexander S. Pushkin International Airport is one of four international airports that serve the city of Moscow. It is the busiest airport in Russia, as well as the fifth-busiest airport in Europe. Originally built as a military airbase, Sheremetyevo was converted into a civilian airport in 1959, and in a 2019 contest, was named after Russian poet Alexander Pushkin."}]}, {"heading": "Events", "year": "1960", "date": "August 11", "txt": "Chad declares independence.", "entities": [{"title": "Chad", "href": "/wiki/Chad", "description": "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west."}]}, {"heading": "Events", "year": "1961", "date": "August 11", "txt": "The former Portuguese territories in India of Dadra and Nagar Haveli are merged to create the Union Territory Dadra and Nagar Haveli.", "entities": [{"title": "India", "href": "/wiki/India", "description": "India, officially the Republic of India, is a country in South Asia. It is the second-most populous country, the seventh-largest country by land area, and the most populous democracy in the world. Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the northwest; China, Nepal, and Bhutan to the "}, {"title": "Dadra DNH", "href": "/wiki/Dadra_DNH", "description": "Dadra is one of the two talukas in Dadra and Nagar Haveli district, India. It is an enclave lying a few kilometres north of Nagar Haveli and is surrounded by Gujarat."}, {"title": "Nagar Haveli DNH", "href": "/wiki/Nagar_Haveli_DNH", "description": "Nagar Haveli is one of the two talukas of Dadra and Nagar Haveli District, Dadra and Nagar Haveli and Daman and Diu, India. It is surrounded by the Indian states of Gujarat and Maharashtra. \n"}, {"title": "Union Territory", "href": "/wiki/Union_Territory", "description": null}, {"title": "Dadra and Nagar Haveli", "href": "/wiki/Dadra_and_Nagar_Haveli", "description": "Dadra and Nagar Haveli is a district of the Indian union territory of Dadra and Nagar Haveli and Daman and Diu in western India. It is composed of two separate geographical entities: Nagar Haveli, wedged between Maharashtra and Gujarat and 1 km to the northwest, the smaller enclave of Dadra, which is surrounded by Gujarat. Silvassa is the administrative headquarters of Dadra and Nagar Haveli."}]}, {"heading": "Events", "year": "1962", "date": "August 11", "txt": "Vostok 3 launches from the Baikonur Cosmodrome and cosmonaut Andrian Nikolayev becomes the first person to float in microgravity.", "entities": [{"title": "Vostok 3", "href": "/wiki/Vostok_3", "description": "Vostok 3 and Vostok 4 were Soviet space program flights in August 1962, intended to determine the ability of the human body to function in conditions of weightlessness, test the ground control capability to launch and manage two separate, concurrent flights, and test the endurance of the Vostok 3KA spacecraft over longer flights. Cosmonaut Andriyan Nikolayev orbited the Earth 64 times in Vostok 3 "}, {"title": "Baikonur Cosmodrome", "href": "/wiki/Baikonur_Cosmodrome", "description": "The Baikonur Cosmodrome is a spaceport in an area of southern Kazakhstan leased to Russia."}, {"title": "Andrian Nikolayev", "href": "/wiki/Andrian_Nikolayev", "description": "Andriyan Grigoryevich Nikolayev was a Soviet cosmonaut. In 1962, aboard Vostok 3, he became the third Soviet cosmonaut to fly into space. Nikolayev was an ethnic Chuvash."}, {"title": "Micro-g environment", "href": "/wiki/Micro-g_environment", "description": "The term micro-g environment is more or less synonymous with the terms weightlessness and zero-g, but with an emphasis on the fact that g-forces are never exactly zero—just very small. The symbol for microgravity, μg, was used on the insignias of Space Shuttle flights STS-87 and STS-107, because these flights were devoted to microgravity research in low Earth orbit."}]}, {"heading": "Events", "year": "1965", "date": "August 11", "txt": "Race riots (the Watts Riots) begin in the Watts area of Los Angeles, California.", "entities": [{"title": "Watts Riots", "href": "/wiki/Watts_Riots", "description": "The Watts riots, sometimes referred to as the Watts Rebellion or Watts Uprising, took place in the Watts neighborhood and its surrounding areas of Los Angeles from August 11 to 16, 1965."}, {"title": "Watts, Los Angeles", "href": "/wiki/Watts,_Los_Angeles", "description": "Watts is a neighborhood in southern Los Angeles, California. It is located within the South Los Angeles region, bordering the cities of Lynwood and South Gate to the east and southeast, respectively, and the unincorporated community of Willowbrook to the south."}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}]}, {"heading": "Events", "year": "1969", "date": "August 11", "txt": "The Apollo 11 astronauts are released from a three-week quarantine following their liftoff from the moon.", "entities": [{"title": "Apollo 11", "href": "/wiki/Apollo_11", "description": "Apollo 11 was the spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin formed the American crew that landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC. Armstrong became the first person to step onto the lunar surface six hours and 39 minutes later on July 21 at 02:56 UTC; Aldrin joined him 19 minutes later. They spent about"}, {"title": "Quarantine", "href": "/wiki/Quarantine", "description": "A quarantine is a restriction on the movement of people, animals and goods which is intended to prevent the spread of disease or pests. It is often used in connection to disease and illness, preventing the movement of those who may have been exposed to a communicable disease, yet do not have a confirmed medical diagnosis. It is distinct from medical isolation, in which those confirmed to be infect"}]}, {"heading": "Events", "year": "1972", "date": "August 11", "txt": "Vietnam War: The last United States ground combat unit leaves South Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1975", "date": "August 11", "txt": "East Timor: Governor Mário Lemos Pires of Portuguese Timor abandons the capital Dili, following a coup by the Timorese Democratic Union (UDT) and the outbreak of civil war between UDT and Fretilin.", "entities": [{"title": "East Timor", "href": "/wiki/East_Timor", "description": "East Timor or Timor-Leste, officially the Democratic Republic of Timor-Leste, is an island country in Southeast Asia. It comprises the eastern half of the island of Timor, the nearby islands of Atauro and Jaco, and Oecusse, an exclave on the northwestern side of the island surrounded by Indonesian West Timor. Australia is the country's southern neighbour, separated by the Timor Sea. The country's "}, {"title": "Mário Lemos Pires", "href": "/wiki/M%C3%A1rio_Lemos_Pires", "description": "Mário Lemos Pires was a Major-general of the Portuguese Army and the last colonial governor of Portuguese Timor."}, {"title": "Portuguese Timor", "href": "/wiki/Portuguese_Timor", "description": "Portuguese Timor refers to East Timor during the historic period when it was a Portuguese colony that existed between 1702 and 1975. During most of this period, Portugal shared the island of Timor with the Dutch East Indies."}, {"title": "Dili", "href": "/wiki/Dili", "description": "Dili, also known as City of Peace, is the capital, largest city, chief port, and commercial centre of East Timor (Timor-Leste). Dili is part of a free trade zone, the Timor Leste–Indonesia–Australia Growth Triangle (TIA-GT)."}, {"title": "Timorese Democratic Union", "href": "/wiki/Timorese_Democratic_Union", "description": "The Timorese Democratic Union is a conservative political party in East Timor. It was the first party to be established in the country on May 11, 1974, following the Carnation Revolution in Portugal."}, {"title": "Fretilin", "href": "/wiki/Fretilin", "description": "The Revolutionary Front for an Independent East Timor is a centre-left political party in East Timor. They presently hold 23 of 65 seats in the National Parliament and serve in the opposition. Fretilin formed the government in East Timor from independence until 2007. The party began as a resistance movement that fought for the independence of East Timor, first from Portugal and then from Indonesia"}]}, {"heading": "Events", "year": "1979", "date": "August 11", "txt": "Two Aeroflot Tupolev Tu-134s collide over the Ukrainian city of Dniprodzerzhynsk and crash, killing all 178 aboard both airliners.", "entities": [{"title": "Aeroflot", "href": "/wiki/Aeroflot", "description": "PJSC Aeroflot – Russian Airlines, commonly known as Aeroflot, is the flag carrier and largest airline of the Russian Federation. The airline was founded in 1923, making Aeroflot one of the oldest active airlines in the world. Aeroflot is headquartered in the Central Administrative Okrug, Moscow, with its hub being Sheremetyevo International Airport. The airline flies to 146 destinations in 52 coun"}, {"title": "Tupolev Tu-134", "href": "/wiki/Tupolev_Tu-134", "description": "The Tupolev Tu-134 is a twin-engined, narrow-body, jet airliner built in the Soviet Union from 1966 to 1989. The original version featured a glazed-nose design and, like certain other Russian airliners, it can operate from unpaved airfields."}, {"title": "1979 Dniprodzerzhynsk mid-air collision", "href": "/wiki/1979_Dniprodzerzhynsk_mid-air_collision", "description": "On 11 August 1979, a mid-air collision occurred over the Ukrainian SSR, near the city of Dniprodzerzhynsk. The aircraft involved were both Tupolev Tu-134As on scheduled domestic passenger flights, operated by Aeroflot."}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Kamianske", "href": "/wiki/Kamianske", "description": "Kamianske (Ukrainian: Кам'янське, IPA: [kɐmjɐnʲˈsʲkɛ], formerly Dniprodzerzhynsk is an industrial city in the Dnipropetrovsk Oblast of Ukraine and a port on the Dnieper. Administratively, it is incorporated within Kamianske municipality as a city of oblast significance. Population: 231,915  \n"}]}, {"heading": "Events", "year": "1982", "date": "August 11", "txt": "A bomb explodes on Pan Am Flight 830, en route from Tokyo, Japan to Honolulu, Hawaii, killing one passenger and injuring 15 others.", "entities": [{"title": "Pan Am Flight 830", "href": "/wiki/Pan_Am_Flight_830", "description": "Pan Am Flight 830 was a flight from Narita International Airport in Tokyo, Japan to Honolulu International Airport in Hawaii. On August 11, 1982, the Boeing 747-121 serving the flight, nicknamed \"Clipper Ocean Rover\", was en route to Hawaii when the airplane was damaged by a bomb that had been placed on board. Despite the damage to the aircraft, Captain James E. \"Skipper\" O'Halloran III, of Spokan"}, {"title": "Tokyo", "href": "/wiki/Tokyo", "description": "Tokyo, officially the Tokyo Metropolis, is the de facto capital and most populous prefecture of Japan. Located at the head of Tokyo Bay, the prefecture forms part of the Kantō region on the central Pacific coast of Japan's main island of Honshu. Tokyo is the political and economic center of the country, as well as the seat of the Emperor of Japan and the national government. As of 2021, the prefec"}, {"title": "Honolulu", "href": "/wiki/Honolulu", "description": "Honolulu is the capital and largest city of the U.S. state of Hawaii, which is located in the Pacific Ocean. It is an unincorporated county seat of the consolidated City and County of Honolulu, situated along the southeast coast of the island of Oʻahu, and is the westernmost and southernmost major U.S. city. Honolulu is Hawaii's main gateway to the world. It is also a major hub for international b"}]}, {"heading": "Events", "year": "1984", "date": "August 11", "txt": "\"We begin bombing in five minutes\": United States President Ronald Reagan, while running for re-election, jokes while preparing to make his weekly Saturday address on National Public Radio.", "entities": [{"title": "We begin bombing in five minutes", "href": "/wiki/We_begin_bombing_in_five_minutes", "description": "\"We begin bombing in five minutes\" is the last sentence of a controversial, off-the-record joke made by U.S. President Ronald Reagan in 1984, during the \"second Cold War\"."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "NPR", "href": "/wiki/NPR", "description": "National Public Radio is an American privately and publicly funded non-profit media organization based in Washington, D.C. NPR is based in two locations: main NPR headquarters in Washington, D.C. and NPR West headquarters in Culver City, California. NPR differs from other non-profit membership media organizations, such as AP, in that it was established by an act of Congress and most of its member "}]}, {"heading": "Events", "year": "2000", "date": "August 11", "txt": "An air rage incident occurs on board Southwest Airlines Flight 1763 when 19-year-old Jonathan Burton attempts to storm the cockpit, but he is subdued by other passengers and dies from his injuries.", "entities": [{"title": "Air rage", "href": "/wiki/Air_rage", "description": "Air rage is disruptive or violent behavior on the part of passengers and crew of aircraft, especially during flight. Air rage generally covers both behavior of a passenger that is likely caused by physiological or psychological stresses associated with air travel, and when a passenger becomes unruly, angry, or violent on an aircraft during a flight. Excessive consumption of alcohol by the passenge"}, {"title": "Southwest Airlines Flight 1763", "href": "/wiki/Southwest_Airlines_Flight_1763", "description": "Southwest Airlines flight 1763 was a scheduled passenger flight, operated by Southwest Airlines, from McCarran International Airport, in Paradise, Nevada, to Salt Lake City International Airport, in Salt Lake City, Utah. On August 11, 2000, Jonathan Burton, a Las Vegas resident, stormed the cockpit door of the Boeing 737 operating the flight, in an apparent case of air rage. The 19-year-old was su"}]}, {"heading": "Events", "year": "2003", "date": "August 11", "txt": "NATO takes over command of the peacekeeping force in Afghanistan, marking its first major operation outside Europe in its 54-year-history.", "entities": [{"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}, {"title": "International Security Assistance Force", "href": "/wiki/International_Security_Assistance_Force", "description": "The International Security Assistance Force (ISAF) was a NATO-led military mission in Afghanistan, established by the United Nations Security Council in December 2001 by Resolution 1386, as envisaged by the Bonn Agreement. Its main purpose was to train the Afghan National Security Forces (ANSF) and assist Afghanistan in rebuilding key government institutions, but was also engaged in the War in Afg"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "Europe", "href": "/wiki/Europe", "description": "Europe is a continent located entirely in the Northern Hemisphere and mostly in the Eastern Hemisphere. It comprises the westernmost peninsulas of the continental landmass of Eurasia, and is bordered by the Arctic Ocean to the north, the Atlantic Ocean to the west, the Mediterranean Sea to the south, and Asia to the east. Europe is commonly considered to be separated from Asia by the watershed of "}]}, {"heading": "Events", "year": "2003", "date": "August 11", "txt": "Jemaah Islamiyah leader Riduan Isamuddin, better known as Hambali, is arrested in Bangkok, Thailand.", "entities": [{"title": "Riduan Isamuddin", "href": "/wiki/Riduan_Isamuddin", "description": "Riduan Isamuddin also transliterated as Riduan Isamudin, Riduan Isomuddin, and Riduan Isomudin, better known by the nom de guerre Hambali, born as Encep Nurjaman is the former military leader of the Indonesian terrorist organization Jemaah Islamiyah (JI), which is linked with al-Qaeda. He is now in extrajudicial detention in the United States's Guantanamo Bay detainment camps, in Cuba."}, {"title": "Bangkok", "href": "/wiki/Bangkok", "description": "Bangkok is the capital and most populous city of Thailand. It is known in Thai as Krung Thep Maha Nakhon or simply Krung Thep. The city occupies 1,568.7 square kilometres (605.7 sq mi) in the Chao Phraya River delta in central Thailand and has an estimated population of 10.539 million as of 2020, 15.3 percent of the country's population. Over fourteen million people lived within the surrounding Ba"}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Events", "year": "2006", "date": "August 11", "txt": "The oil tanker MT Solar 1 sinks off the coast of Guimaras and Negros Islands in the Philippines, causing the country's worst oil spill.", "entities": [{"title": "Oil tanker", "href": "/wiki/Oil_tanker", "description": "An oil tanker, also known as a petroleum tanker, is a ship designed for the bulk transport of oil or its products. There are two basic types of oil tankers: crude tankers and product tankers. Crude tankers move large quantities of unrefined crude oil from its point of extraction to refineries. For example, moving crude oil from oil wells in a producing country to refineries in another country. Pro"}, {"title": "Guimaras", "href": "/wiki/Guimaras", "description": "Guimaras [ɡimaˈɾas], officially the Province of Guimaras is an island province in the Philippines located in the Western Visayas region. Its capital is Jordan. The province is situated in the Panay Gulf, between the islands of Panay and Negros. To the northwest is the province of Iloilo and to the southeast is Negros Occidental. The whole island is part of the Metro Iloilo-Guimaras, one of the twe"}, {"title": "Negros (island)", "href": "/wiki/Negros_(island)", "description": "Negros is the fourth largest island in the Philippines, with a total land area of 13,309 km2 (5,139 sq mi). Negros is one of the many islands that comprise the Visayas, in the central part of the country. The predominant inhabitants of the island region are mainly called Negrenses. As of 2015, the total population of Negros is 4,414,131. "}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Guimaras oil spill", "href": "/wiki/Guimaras_oil_spill", "description": "On August 11, 2006, an oil spill occurred in the Panay Gulf when the oil tanker, MT Solar 1, sank off the coasts of Guimaras and Negros in the Philippines, causing what is considered as the worst oil spill in the country."}]}, {"heading": "Events", "year": "2012", "date": "August 11", "txt": "At least 306 people are killed and 3,000 others injured in a pair of earthquakes near Tabriz, Iran.", "entities": [{"title": "2012 East Azerbaijan earthquakes", "href": "/wiki/2012_East_Azerbaijan_earthquakes", "description": "The 2012 East Azerbaijan earthquakes – also known as the Ahar earthquakes – occurred on 11 August 2012, at 16:53 Iran Standard Time, near the cities of Ahar and Varzaqan in Iran's East Azerbaijan Province, approximately 60 kilometers from Tabriz. They comprised a doublet separated by eleven minutes, with magnitudes of 6.4 and 6.2 Mww. At least 306 people died and more than 3,000 others were injure"}, {"title": "Tabriz", "href": "/wiki/Tabriz", "description": "Tabriz is the most populous city in northwestern Iran, one of the historical capitals of Iran and the present capital of East Azerbaijan Province. It is the fifth-most-populous city in Iran. In the Quru River valley in Iran's historic Azerbaijan region between long ridges of volcanic cones in the Sahand and Eynali mountains, Tabriz's elevation ranges between 1,350 and 1,600 metres above sea level."}]}, {"heading": "Events", "year": "2017", "date": "August 11", "txt": "At least 41 people are killed and another 179 injured after two passenger trains collide in Alexandria, Egypt.", "entities": [{"title": "Alexandria train collision", "href": "/wiki/Alexandria_train_collision", "description": "The Alexandria train collision occurred on 11 August 2017 near Khorshid station in the suburbs of the eastern edge of Alexandria, Egypt."}, {"title": "Alexandria", "href": "/wiki/Alexandria", "description": "Alexandria is the third-largest city in Egypt after Cairo and Giza, seventh-largest city in Africa, and a major economic centre. With a total population of 5,200,000, Alexandria is the largest city on the Mediterranean – also called the \"Bride of the Mediterranean\" by locals – the fourth-largest city in the Arab world and the ninth-largest urban area \nin Africa. The city extends about 40 km (25 mi"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Births", "year": "1086", "date": "August 11", "txt": "Henry V, Holy Roman Emperor (d. 1125)", "entities": [{"title": "Henry V, Holy Roman Emperor", "href": "/wiki/Henry_V,_Holy_Roman_Emperor", "description": "Henry V (German: Heinrich V., born in 1081 or 1086, died 23 May 1125, was King of Germany and Holy Roman Emperor, as the fourth and last ruler of the Salian dynasty. He was made co-ruler by his father, Henry IV, in 1098."}]}, {"heading": "Births", "year": "1384", "date": "August 11", "txt": "Yolande of Aragon (d. 1442)", "entities": [{"title": "Yolande of Aragon", "href": "/wiki/Yolande_of_Aragon", "description": "Yolande of Aragon was Duchess of Anjou and Countess of Provence by marriage, who acted as regent of Provence during the minority of her son. She was a daughter of John I of Aragon and his wife Yolande of Bar. \nYolande played a crucial role in the struggles between France and England, influencing events such as the financing of Joan of Arc's army in 1429 that helped tip the balance in favour of the"}]}, {"heading": "Births", "year": "1472", "date": "August 11", "txt": "Nikolaus von Schönberg, Catholic cardinal (d. 1537)", "entities": [{"title": "Nikolaus von Schönberg", "href": "/wiki/Nikolaus_von_Sch%C3%B6nberg", "description": "Nikolaus von Schönberg was a German Archbishop of Capua."}]}, {"heading": "Births", "year": "1510", "date": "August 11", "txt": "Margaret Paleologa, Sovereign Marchioness of Montferrat (d. 1566)", "entities": [{"title": "Margaret Paleologa", "href": "/wiki/Margaret_Paleologa", "description": "Margaret Palaeologa, was an Italian ruler; ruling Marchioness of Montferrat in 1533 - 1536. She was also Duchess of Mantua by marriage to Federico II, Duke of Mantua. Margaret was the regent of Mantua as the guardian of her two sons from 1540 until 1556 in companionship with her brother-in-law."}]}, {"heading": "Births", "year": "1673", "date": "August 11", "txt": "Richard Mead, English physician and astrologer (d. 1754)", "entities": [{"title": "Richard Mead", "href": "/wiki/Richard_Mead", "description": "Richard Mead, FRS, FRCP, was an English physician. His work, A Short Discourse concerning Pestilential Contagion, and the Method to be used to prevent it (1720), was of historic importance in the understanding of transmissible diseases."}]}, {"heading": "Births", "year": "1718", "date": "August 11", "txt": "Frederick Haldimand, Swiss-English general and politician, 22nd Governor of Quebec (d. 1791)", "entities": [{"title": "Frederick Haldimand", "href": "/wiki/Frederick_Haldimand", "description": "Sir Frederick Haldimand, KB was a military officer best known for his service in the British Army in North America during the Seven Years' War and the American Revolutionary War. From 1778 to 1786, he served as Governor of the Province of Quebec, during which time he oversaw military operations against the northern frontiers in the war, and engaged in ultimately fruitless negotiations to establish"}, {"title": "Governor of Quebec", "href": "/wiki/Governor_of_Quebec", "description": "The Governor of Quebec was a British Army officer nominally in charge of the garrison at Quebec City. Often the holder of the post was an absentee, and the office was abolished in 1833."}]}, {"heading": "Births", "year": "1722", "date": "August 11", "txt": "Richard Brocklesby, English physician (d. 1797)", "entities": [{"title": "Richard Brocklesby", "href": "/wiki/Richard_Brocklesby", "description": "Richard Brocklesby, an English physician, was born at Minehead, Somerset."}]}, {"heading": "Births", "year": "1748", "date": "August 11", "txt": "Joseph Schuster, German composer (d. 1812)", "entities": [{"title": "Joseph Schuster (composer)", "href": "/wiki/Joseph_Schuster_(composer)", "description": "Joseph Schuster was a German composer."}]}, {"heading": "Births", "year": "1778", "date": "August 11", "txt": "Friedrich Ludwig Jahn, Prussian gymnast, educator, and politician (d. 1852)", "entities": [{"title": "Friedrich Ludwig Jahn", "href": "/wiki/Friedrich_Ludwig_Jahn", "description": "Friedrich Ludwig Jahn was a German gymnastics educator and nationalist whose writing is credited with the founding of the German gymnastics (Turner) movement as well as influencing the German Campaign of 1813, during which a coalition of German states effectively ended the occupation of Napoleon's First French Empire. His admirers know him as Turnvater Jahn, roughly meaning \"father of gymnastics\" "}]}, {"heading": "Births", "year": "1794", "date": "August 11", "txt": "James B. Longacre, American engraver (d. 1869)", "entities": [{"title": "James B. Longacre", "href": "/wiki/James_B._Longacre", "description": "James Barton Longacre was an American portraitist and engraver, and the fourth Chief Engraver of the United States Mint from 1844 until his death. Longacre is best known for designing the Indian Head cent, which entered commerce in 1859, and for the designs of the Shield nickel, Flying Eagle cent and other coins of the mid-19th century."}]}, {"heading": "Births", "year": "1807", "date": "August 11", "txt": "David Rice Atchison, American general, lawyer, and politician (d. 1886)", "entities": [{"title": "David Rice Atchison", "href": "/wiki/David_Rice_Atchison", "description": "David Rice Atchison was a mid-19th century Democratic United States Senator from Missouri. He served as President pro tempore of the United States Senate for six years. Atchison served as a major general in the Missouri State Militia in 1838 during Missouri's Mormon War and as a Confederate brigadier general during the American Civil War under Major General Sterling Price in the Missouri Home Guar"}]}, {"heading": "Births", "year": "1808", "date": "August 11", "txt": "William W. Chapman, American lawyer and politician (d. 1892)", "entities": [{"title": "William W. Chapman", "href": "/wiki/William_W._Chapman", "description": "William Williams Chapman was an American politician and lawyer in Oregon and Iowa. He was born and raised in Virginia. He served as a United States Attorney in Iowa when it was part of the Michigan and Wisconsin territories, and then represented the Iowa Territory in the United States House of Representatives. He later immigrated to the Oregon Country, where he served in the Oregon Territorial Leg"}]}, {"heading": "Births", "year": "1816", "date": "August 11", "txt": "Frederick Innes, Scottish-Australian politician, 9th Premier of Tasmania (d. 1882)", "entities": [{"title": "Frederick Innes", "href": "/wiki/Frederick_Innes", "description": "Frederick Maitland Innes was Premier of Tasmania from 4 November 1872 to 4 August 1873."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1833", "date": "August 11", "txt": "Robert G. Ingersoll, American soldier, lawyer, and politician (d. 1899)", "entities": [{"title": "Robert G. Ingersoll", "href": "/wiki/Robert_G._Ingersoll", "description": "Robert Green Ingersoll was an American lawyer, writer, and orator during the Golden Age of Free Thought, who campaigned in defense of agnosticism. He was nicknamed \"The Great Agnostic\"."}]}, {"heading": "Births", "year": "1833", "date": "August 11", "txt": "Kido Takayoshi, Japanese samurai and politician (d. 1877)", "entities": []}, {"heading": "Births", "year": "1836", "date": "August 11", "txt": "Warren Brown, American historian and politician (d. 1919)", "entities": [{"title": "Warren Brown (politician)", "href": "/wiki/Warren_Brown_(politician)", "description": "Warren Brown was an American politician, historian, gentleman farmer, businessman, and author from Hampton Falls, New Hampshire."}]}, {"heading": "Births", "year": "1837", "date": "August 11", "txt": "Marie François Sadi Carnot, French engineer and politician, 4th President of the French Republic (d. 1894)", "entities": [{"title": "Marie François Sadi Carnot", "href": "/wiki/Marie_Fran%C3%A7ois_Sadi_Carnot", "description": "Marie François Sadi Carnot was a French statesman, who served as the President of France from 1887 until his assassination in 1894."}, {"title": "President of the French Republic", "href": "/wiki/President_of_the_French_Republic", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1855", "date": "August 11", "txt": "John Hodges, Australian cricketer (d. 1933)", "entities": [{"title": "John Hodges", "href": "/wiki/John_Hodges", "description": "John Robart Hodges was an Australian cricketer who played in the first two Test matches in 1877."}]}, {"heading": "Births", "year": "1858", "date": "August 11", "txt": "Christiaan Eijkman, Dutch physician and academic, Nobel Prize laureate (d. 1930)", "entities": [{"title": "Christiaan Eijkman", "href": "/wiki/Christiaan_Eijkman", "description": "Christiaan Eijkman was a Dutch physician and professor of physiology whose demonstration that beriberi is caused by poor diet led to the discovery of antineuritic vitamins (thiamine). Together with Sir Frederick Hopkins, he received the Nobel Prize for Physiology or Medicine in 1929 for the discovery of vitamins."}, {"title": "Nobel Prize for Physiology or Medicine", "href": "/wiki/Nobel_Prize_for_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1860", "date": "August 11", "txt": "Ottó Bláthy, Hungarian engineer and chess player (d. 1939)", "entities": [{"title": "Ottó Bláthy", "href": "/wiki/Ott%C3%B3_Bl%C3%A1thy", "description": "Ottó Titusz Bláthy was a Hungarian electrical engineer. In his career, he became the co-inventor of the modern electric transformer, the tension regulator, the AC watt-hour meter.motor capacitor for the single-phase (AC) electric motor, the turbo generator, and the high-efficiency turbo generator."}]}, {"heading": "Births", "year": "1870", "date": "August 11", "txt": "Tom Richardson, English cricketer (d. 1912)", "entities": [{"title": "Tom Richardson (cricketer)", "href": "/wiki/Tom_Richardson_(cricketer)", "description": "Tom Richardson was an English cricketer. A fast bowler, Richardson relied to a great extent on the break-back, a relatively long run-up and high arm which allowed him to gain sharp lift on fast pitches even from the full, straight length he always bowled. He played 358 first-class cricket matches including 14 Tests, taking a total of 2,104 wickets. In the four consecutive seasons from 1894 to 1897"}]}, {"heading": "Births", "year": "1874", "date": "August 11", "txt": "Princess Louise Charlotte of Saxe-Altenburg (d. 1953)", "entities": [{"title": "Princess Louise Charlotte of Saxe-Altenburg", "href": "/wiki/Princess_Louise_Charlotte_of_Saxe-Altenburg", "description": "Princess Louise Charlotte of Saxe-Altenburg was a German noblewoman. She was a princess of Saxe-Altenburg by birth and a princess of Anhalt by marriage."}]}, {"heading": "Births", "year": "1877", "date": "August 11", "txt": "Adolph M. Christianson, American lawyer and judge (d. 1954)", "entities": [{"title": "Adolph M. Christianson", "href": "/wiki/Adolph_M._Christianson", "description": "Adolph M. Christianson was an attorney and a justice of the North Dakota Supreme Court."}]}, {"heading": "Births", "year": "1878", "date": "August 11", "txt": "Oliver W. F. Lodge, English poet and author (d. 1955)", "entities": [{"title": "Oliver W. F. Lodge", "href": "/wiki/Oliver_W._F._Lodge", "description": "Oliver William Foster Lodge, was a poet and author; he was the eldest son of Sir Oliver Lodge (1851–1940), the physicist, and his wife Mary, who had studied painting at the Slade. His five brothers all qualified as engineers, so that he was the only one of the boys with literary leanings, although their uncle Sir Richard Lodge and their aunt Eleanor Constance Lodge both became distinguished academ"}]}, {"heading": "Births", "year": "1881", "date": "August 11", "txt": "Aleksander Aberg, Estonian wrestler (d. 1920)", "entities": [{"title": "Aleksander Aberg", "href": "/wiki/Aleksander_Aberg", "description": "Aleksander Richard Aberg was an Estonian professional Greco-Roman and free-style wrestling world champion of the early 20th century. He took part in the World Heavyweight Championship and was one of the three most famous Estonian professional wrestlers, along with Georg Lurich and Georg Hackenschmidt."}]}, {"heading": "Births", "year": "1884", "date": "August 11", "txt": "Hermann Wlach, Austrian-Swiss actor (d. 1962)", "entities": [{"title": "Hermann Wlach", "href": "/wiki/Hermann_Wlach", "description": "Hermann Wlach was an Austrian stage and film actor."}]}, {"heading": "Births", "year": "1885", "date": "August 11", "txt": "Stephen Butterworth, English physicist and engineer (d. 1958)", "entities": [{"title": "Stephen Butterworth", "href": "/wiki/Stephen_Butterworth", "description": "Stephen Butterworth (1885–1958) was a British physicist who invented the filter that bears his name, a class of electrical circuits that separates electrical signals of different frequencies."}]}, {"heading": "Births", "year": "1891", "date": "August 11", "txt": "Stancho Belkovski, Bulgarian architect and educator (d. 1962)", "entities": [{"title": "Stancho Belkovski", "href": "/wiki/Stancho_Belkovski", "description": "Stancho Belkovski (1891–1962), was a Bulgarian architect."}]}, {"heading": "Births", "year": "1891", "date": "August 11", "txt": "Edgar Zilsel, Austrian historian and philosopher of science, linked to the Vienna Circle (d. 1944)", "entities": []}, {"heading": "Births", "year": "1892", "date": "August 11", "txt": "Hugh MacDiarmid, Scottish poet and linguist (d. 1978)", "entities": [{"title": "Hugh MacDiarmid", "href": "/wiki/Hugh_MacDiarmid", "description": "Christopher Murray Grieve, best known by his pen name Hugh MacDiarmid, was a Scottish poet, journalist, essayist and political figure. He is considered one of the principal forces behind the Scottish Renaissance and has had a lasting impact on Scottish culture and politics."}]}, {"heading": "Births", "year": "1892", "date": "August 11", "txt": "Eiji Yoshikawa, Japanese author (d. 1962)", "entities": []}, {"heading": "Births", "year": "1897", "date": "August 11", "txt": "Enid Blyton, English author, poet, and educator (d. 1968)", "entities": [{"title": "Enid Blyton", "href": "/wiki/Enid_Blyton", "description": "Enid Mary Blyton was an English children's writer whose books have been among the world's best-sellers since the 1930s, selling more than 600 million copies. Blyton's books are still enormously popular, and have been translated into 90 languages. As of June 2018, Blyton is in the 4th place for the most translated author. She wrote on a wide range of topics including education, natural history, fan"}]}, {"heading": "Births", "year": "1897", "date": "August 11", "txt": "Louise Bogan, American poet and critic (d. 1970)", "entities": []}, {"heading": "Births", "year": "1898", "date": "August 11", "txt": "Peter Mohr Dam, Faroese educator and politician, 3rd Prime Minister of the Faroe Islands (d. 1968)", "entities": [{"title": "Peter Mohr Dam", "href": "/wiki/Peter_Mohr_Dam", "description": "Peter Mohr Dam was a Faroe Islands politician who was one of the founders of the Social Democratic Javnaðarflokkurin party in 1926."}, {"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Births", "year": "1900", "date": "August 11", "txt": "Charley Paddock, American sprinter (d. 1943)", "entities": [{"title": "Charley Paddock", "href": "/wiki/Charley_Paddock", "description": "Charles William Paddock was an American athlete and two time Olympic champion."}]}, {"heading": "Births", "year": "1900", "date": "August 11", "txt": "Philip Phillips, American archaeologist and scholar (d. 1994)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 11", "txt": "Alfredo Binda, Italian cyclist (d. 1986)", "entities": [{"title": "Alfredo Binda", "href": "/wiki/Alfredo_Binda", "description": "Alfredo Binda was an Italian cyclist of the 1920s and 1930s. He was the first to win five editions of the Giro d'Italia, and a three-time world champion. In addition he won Milan–San Remo twice, and the Tour of Lombardy four times."}]}, {"heading": "Births", "year": "1902", "date": "August 11", "txt": "Lloyd Nolan, American actor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 11", "txt": "Christian de Castries, French general (d. 1991)", "entities": []}, {"heading": "Births", "year": "1905", "date": "August 11", "txt": "Erwin Chargaff, Austrian-American biochemist and academic (d. 2002)", "entities": [{"title": "Erwin Chargaff", "href": "/wiki/Erwin_Chargaff", "description": "Erwin Chargaff was an Austro-Hungarian-born American biochemist, writer, Bucovinian Jew who emigrated to the United States during the Nazi era, and professor of biochemistry at Columbia University medical school. He wrote a well-reviewed autobiography, Heraclitean Fire: Sketches from a Life Before Nature."}]}, {"heading": "Births", "year": "1905", "date": "August 11", "txt": "Ernst Jaakson, Estonian diplomat (d. 1998)", "entities": []}, {"heading": "Births", "year": "1907", "date": "August 11", "txt": "Ted a'Beckett, Australian cricketer and lawyer (d. 1989)", "entities": [{"title": "Ted a'Beckett", "href": "/wiki/Ted_a%27Beckett", "description": "Edward Lambert à Beckett was an Australian cricketer who played in four Tests between 1928 and 1931. He also played in 47 first-class matches for Victoria."}]}, {"heading": "Births", "year": "1908", "date": "August 11", "txt": "Don Freeman, American author and illustrator (d. 1978)", "entities": [{"title": "Don Freeman", "href": "/wiki/Don_Freeman", "description": "Don Freeman was an American painter, printmaker, cartoonist, and an illustrator and writer of children's books. He was active from the 1930s to the 1970s and often used Times Square as the backdrop of his memorable works."}]}, {"heading": "Births", "year": "1908", "date": "August 11", "txt": "Torgny T:son Segerstedt, Swedish sociologist and philosopher (d. 1999)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 11", "txt": "Yūji Koseki, Japanese composer (d. 1989)", "entities": [{"title": "Yūji Koseki", "href": "/wiki/Y%C5%ABji_Koseki", "description": "Yūji Koseki  was a Japanese ryūkōka, gunka, march, fight song and film score composer. His real name was also Yūji Koseki, but its kanji was 古關 勇治."}]}, {"heading": "Births", "year": "1909", "date": "August 11", "txt": "Uku Masing, Estonian philosopher and theologian (d. 1985)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 11", "txt": "Thanom Kittikachorn, Thai field marshal and politician, 10th Prime Minister of Thailand (d. 2004)", "entities": [{"title": "Thanom Kittikachorn", "href": "/wiki/Thanom_Kittikachorn", "description": "Field Marshal Thanom Kittikachorn was a Thai military dictator. A staunch anti-communist, Thanom oversaw a decade of military rule in Thailand from 1963 to 1973, during which he staged a self-coup, until public protests which exploded into violence forced him to step down. His return from exile in 1976 sparked protests which led to a massacre of demonstrators, followed by a military coup."}, {"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Births", "year": "1912", "date": "August 11", "txt": "Eva Ahnert-Rohlfs, German astronomer and academic (d. 1954)", "entities": [{"title": "Eva Ahnert-Rohlfs", "href": "/wiki/Eva_Ahnert-Rohlfs", "description": "Eva Ahnert-Rohlfs was a German astronomer. She made key observations of variable stars."}]}, {"heading": "Births", "year": "1912", "date": "August 11", "txt": "Raphael Blau, American screenwriter and producer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 11", "txt": "Paul Dupuis, Canadian actor (d. 1976)", "entities": [{"title": "Paul Dupuis", "href": "/wiki/Paul_Dupuis", "description": "Paul Dupuis was a French Canadian film actor who was born in Montreal, Quebec, Canada, and who performed in British films during the late 1940s. The roles he played were mainly as the romantic leading man. He died in Saint-Sauveur in Quebec."}]}, {"heading": "Births", "year": "1913", "date": "August 11", "txt": "Bob Scheffing, American baseball player and manager (d. 1985)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 11", "txt": "Angus Wilson, English author and academic (d. 1991)", "entities": []}, {"heading": "Births", "year": "1915", "date": "August 11", "txt": "Morris Weiss, American author and illustrator (d. 2014)", "entities": [{"title": "Morris Weiss", "href": "/wiki/Morris_Weiss", "description": "Morris S. Weiss was an American comic book and comic strip artist and writer. Active from the 1930s through the mid-1970s, he created the teen-comedy character \"Margie\" for Timely Comics, the 1940s predecessor of Marvel Comics, and was the final cartoonist on the comic strip Mickey Finn. He also worked as a writer or illustrator on numerous other strips, including Joe Palooka."}]}, {"heading": "Births", "year": "1916", "date": "August 11", "txt": "Johnny Claes, English-Belgian race car driver and trumpet player (d. 1956)", "entities": [{"title": "Johnny Claes", "href": "/wiki/Johnny_Claes", "description": "Octave John \"Johnny\" Claes was an English-born racing driver who competed for Belgium. Before his fame as a racing driver, Claes was also a jazz trumpeter and successful bandleader in Britain."}]}, {"heading": "Births", "year": "1919", "date": "August 11", "txt": "Luis Olmo, Puerto Rican-American baseball player and manager (d. 2017)", "entities": [{"title": "Luis Olmo", "href": "/wiki/Luis_Olmo", "description": "Luis Olmo was a major league baseball outfielder and right-handed batter. Olmo played in the majors with the Brooklyn Dodgers and Boston Braves (1950–51)."}]}, {"heading": "Births", "year": "1920", "date": "August 11", "txt": "Mike Douglas, American singer and talk show host (d. 2006)", "entities": [{"title": "Mike Douglas", "href": "/wiki/Mike_Douglas", "description": "Michael Delaney Dowd Jr., known as Mike Douglas, was an American \"Big Band\" era singer, entertainer, television talk show host of The Mike Douglas Show, and actor."}]}, {"heading": "Births", "year": "1920", "date": "August 11", "txt": "Chuck Rayner, Canadian ice hockey player (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 11", "txt": "Alex Haley, American historian and author (d. 1992)", "entities": [{"title": "Alex Haley", "href": "/wiki/Alex_Haley", "description": "Alexander Murray Palmer Haley was an American writer and the author of the 1976 book Roots: The Saga of an American Family. ABC adapted the book as a television miniseries of the same name and aired it in 1977 to a record-breaking audience of 130 million viewers. In the United States, the book and miniseries raised the public awareness of black American history and inspired a broad interest in gen"}]}, {"heading": "Births", "year": "1922", "date": "August 11", "txt": "John \"Mule\" Miles, American baseball player (d. 2013)", "entities": [{"title": "John \"Mule\" Miles", "href": "/wiki/John_%22Mule%22_Miles", "description": "John \"Mule\" Miles was a professional baseball player who played with the Chicago American Giants of the Negro leagues from 1946-1949. Nicknamed the \"Mule\" by his manager Candy Jim Taylor after hitting two home runs in one ball game. Taylor commented that Miles \"hit like a mule kicks\". Miles is legendary for hitting 11 home runs in 11 straight games. John Miles played alongside baseball stars Jacki"}]}, {"heading": "Births", "year": "1923", "date": "August 11", "txt": "Stan Chambers, American journalist and actor (d. 2015)", "entities": [{"title": "Stan Chambers", "href": "/wiki/Stan_Chambers", "description": "Stanley Holroyd \"Stan\" Chambers was an American television reporter who worked for KTLA in Los Angeles from 1947 to 2010."}]}, {"heading": "Births", "year": "1925", "date": "August 11", "txt": "Floyd Curry, Canadian ice hockey player and manager (d. 2006)", "entities": [{"title": "Floyd Curry", "href": "/wiki/Floyd_Curry", "description": "Floyd James \"Busher\" Curry was a Canadian ice hockey right winger."}]}, {"heading": "Births", "year": "1925", "date": "August 11", "txt": "Arlene Dahl, American actress, businesswoman and writer", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 11", "txt": "Aaron Klug, Lithuanian-English chemist and biophysicist, Nobel Prize laureate (d. 2018)", "entities": [{"title": "Aaron Klug", "href": "/wiki/Aaron_Klug", "description": "Sir Aaron Klug was a Lithuanian-born, British biophysicist, and winner of the 1982 Nobel Prize in Chemistry for his development of crystallographic electron microscopy and his structural elucidation of biologically important nucleic acid-protein complexes."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1927", "date": "August 11", "txt": "Raymond Leppard, English harpsichord player and conductor (d. 2019)", "entities": [{"title": "Raymond Leppard", "href": "/wiki/Raymond_Leppard", "description": "Raymond John Leppard was a British-American conductor, harpsichordist, composer and editor. In the 1960s, he played a prime role in the rebirth of interest in Baroque music; in particular, he was one of the first major conductors to perform Baroque opera, reviving works by Claudio Monteverdi and Francesco Cavalli. He conducted operas at major international opera houses and festivals, including the"}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1927", "date": "August 11", "txt": "Stuart Rosenberg, American director and producer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 11", "txt": "Fernando Arrabal, Spanish actor, director, and playwright", "entities": [{"title": "Fernando Arrabal", "href": "/wiki/Fernando_Arrabal", "description": "Fernando Arrabal Terán is a Spanish playwright, screenwriter, film director, novelist, and poet. He was born in Melilla and settled in France in 1955. Regarding his nationality, Arrabal describes himself as \"desterrado\", or \"half-expatriate, half-exiled\"."}]}, {"heading": "Births", "year": "1932", "date": "August 11", "txt": "Izzy Asper, Canadian lawyer, businessman, and politician, founded Canwest (d. 2003)", "entities": [{"title": "Canwest", "href": "/wiki/Canwest", "description": "Canwest Global Communications Corporation, which operated under the corporate name Canwest, was a major Canadian media conglomerate based in Winnipeg, Manitoba, with its head offices at Canwest Place. It held radio, television broadcasting and publishing assets in several countries, primarily in Canada."}]}, {"heading": "Births", "year": "1932", "date": "August 11", "txt": "Geoffrey Cass, English businessman", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 11", "txt": "Peter Eisenman, American architect, designed the City of Culture of Galicia", "entities": [{"title": "City of Culture of Galicia", "href": "/wiki/City_of_Culture_of_Galicia", "description": "The City of Culture of Galicia is a complex of cultural buildings in Santiago de Compostela, Province of A Coruña, Galicia, Spain, designed by a group of architects led by Peter Eisenman. Construction was challenging and expensive as the design of the buildings involves high degree contours, meant to make the buildings look like rolling hills. Nearly every window of the thousands that are part of "}]}, {"heading": "Births", "year": "1932", "date": "August 11", "txt": "John Gorrie, English director and screenwriter", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 11", "txt": "Jerry Falwell, American minister and television host (d. 2007)", "entities": [{"title": "Jerry Falwell", "href": "/wiki/Jerry_Falwell", "description": "Jerry Lamon Falwell Sr. was an American Southern Baptist pastor, televangelist, and conservative activist. He was the founding pastor of the Thomas Road Baptist Church, a megachurch in Lynchburg, Virginia. He founded Lynchburg Christian Academy in 1967, founded Liberty University in 1971, and co-founded the Moral Majority in 1979."}]}, {"heading": "Births", "year": "1933", "date": "August 11", "txt": "Jerzy Grotowski, Polish director and producer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 11", "txt": "Tamás Vásáry, Hungarian pianist and conductor", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 11", "txt": "Bob Hepple, South African lawyer and academic (d. 2015)", "entities": [{"title": "Bob Hepple", "href": "/wiki/Bob_Hepple", "description": "Sir Bob Alexander Hepple, QC FBA was a South African-born academic and leader in the fields of labour law, equality and human rights."}]}, {"heading": "Births", "year": "1936", "date": "August 11", "txt": "Andre Dubus, American short story writer, essayist, and memoirist (d. 1999)", "entities": [{"title": "Andre Dubus", "href": "/wiki/Andre_Dubus", "description": "Andre Jules Dubus II was an American short story writer and essayist."}]}, {"heading": "Births", "year": "1936", "date": "August 11", "txt": "Bill Monbouquette, American baseball player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 11", "txt": "Jonathan Spence, English-American historian and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 11", "txt": "Anna Massey, English actress (d. 2011)", "entities": [{"title": "Anna Massey", "href": "/wiki/Anna_Massey", "description": "Anna Raymond Massey was an English actress. She won a BAFTA Award for the role of Edith Hope in the 1986 TV adaptation of Anita Brookner's novel Hotel du Lac, a role that one of her co-stars, Julia McKenzie, has said \"could have been written for her\"."}]}, {"heading": "Births", "year": "1937", "date": "August 11", "txt": "Patrick Joseph McGovern, American businessman, founded International Data Group (d. 2014)", "entities": [{"title": "International Data Group", "href": "/wiki/International_Data_Group", "description": "International Data Group, Inc. (IDG) is an American media, events and research company headquartered in Needham, Massachusetts focused on the tech landscape. It is a wholly owned subsidiary of investment company China Oceanwide Holdings Group. Founded in 1964, it is made up of International Data Corporation (IDC) and IDG Communications; the latter includes the brands CIO, Computerworld, CSO, InfoW"}]}, {"heading": "Births", "year": "1939", "date": "August 11", "txt": "James Mancham, first President of Seychelles (d. 2017)", "entities": [{"title": "James Mancham", "href": "/wiki/James_Mancham", "description": "Sir James Richard Marie Mancham KBE was a Seychellois politician who founded the Seychelles Democratic Party and was the first President of Seychelles from 1976 to 1977."}, {"title": "President of Seychelles", "href": "/wiki/President_of_Seychelles", "description": "This article contains a list of presidents of Seychelles."}]}, {"heading": "Births", "year": "1939", "date": "August 11", "txt": "Ronnie Dawson, American singer and guitarist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 11", "txt": "Glenys Page, New Zealand cricketer (d. 2012)", "entities": [{"title": "Glenys Page", "href": "/wiki/Glenys_Page", "description": "Glenys Lynne Page was a New Zealand representative cricketer."}]}, {"heading": "Births", "year": "1941", "date": "August 11", "txt": "John Ellison, American-Canadian musician and songwriter", "entities": [{"title": "John Ellison", "href": "/wiki/John_Ellison", "description": "John Ellison is an American/Canadian musician, best known for writing the song \"Some Kind of Wonderful.\" He was born in Montgomery, West Virginia, and was raised in Landgraff, West Virginia, a small, poverty-stricken coal mining village near Welch, West Virginia, and is a dual citizen of the United States and Canada, receiving his Canadian citizenship in 2006."}]}, {"heading": "Births", "year": "1942", "date": "August 11", "txt": "Mike Hugg, English drummer and keyboard player", "entities": [{"title": "Mike Hugg", "href": "/wiki/Mike_Hugg", "description": "Michael John Hugg is a British musician who achieved fame as a founding member of the 1960s group Manfred Mann."}]}, {"heading": "Births", "year": "1943", "date": "August 11", "txt": "Jim Kale, Canadian bass player", "entities": [{"title": "Jim Kale", "href": "/wiki/Jim_Kale", "description": "Michael James Kale is a Canadian musician, best known as the original bassist for The Guess Who. He also served in the band Scrubbaloe Caine. In 1987, he was inducted into the Canadian Music Hall of Fame as a member of The Guess Who."}]}, {"heading": "Births", "year": "1943", "date": "August 11", "txt": "Pervez Musharraf, Pakistani general and politician, 10th President of Pakistan", "entities": [{"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Births", "year": "1943", "date": "August 11", "txt": "Denis Payton, English saxophonist (d. 2006)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 11", "txt": "Martin Linton, Swedish-English journalist and politician", "entities": [{"title": "Martin Linton", "href": "/wiki/Martin_Linton", "description": "John Martin Linton is a British Labour Party politician, who was the Member of Parliament for Battersea from 1997 to 2010."}]}, {"heading": "Births", "year": "1944", "date": "August 11", "txt": "Frederick W. Smith, American businessman, founded FedEx", "entities": [{"title": "FedEx", "href": "/wiki/FedEx", "description": "FedEx Corporation, formerly Federal Express Corporation and later FDX Corporation, is an American multinational delivery services company headquartered in Memphis, Tennessee. The name \"FedEx\" is a syllabic abbreviation of the name of the company's original air division, Federal Express, which was used from 1973 until 2000. FedEx today is best known for its air delivery service, FedEx Express, whic"}]}, {"heading": "Births", "year": "1944", "date": "August 11", "txt": "Ian McDiarmid, Scottish actor", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 11", "txt": "John Conlee, American singer-songwriter", "entities": [{"title": "John Conlee", "href": "/wiki/John_Conlee", "description": "John Wayne Conlee is an American country music singer. Between 1978 and 2004, Conlee charted a total of 32 singles on the Billboard Hot Country Songs charts, and recorded 11 studio albums. His singles include seven #1 hits: \"Lady Lay Down,\" \"Backside of Thirty,\" \"Common Man,\" \"I'm Only in It for the Love,\" \"In My Eyes,\" \"As Long As I'm Rockin' with You\" and \"Got My Heart Set on You.\" In addition t"}]}, {"heading": "Births", "year": "1946", "date": "August 11", "txt": "Marilyn vos Savant, American journalist and author", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 11", "txt": "Theo de Jong, Dutch footballer, coach, and manager", "entities": [{"title": "Theo de Jong", "href": "/wiki/Theo_de_Jong", "description": "Theodorus (\"Theo\") Jacob de Jong is a former Dutch footballer and now coach in Nigerian Premier League at Ikorodu United F.C.."}]}, {"heading": "Births", "year": "1947", "date": "August 11", "txt": "Georgios Karatzaferis, Greek journalist and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 11", "txt": "Don Boyd, Scottish director, producer, and screenwriter", "entities": [{"title": "Don Boyd", "href": "/wiki/Don_Boyd", "description": "Donald William Robertson Boyd is a Scottish film director, producer, screenwriter and novelist. He was a Governor of the London Film School until 2016 and in 2017 was made an Honorary Professor in the College of Humanities at Exeter University."}]}, {"heading": "Births", "year": "1949", "date": "August 11", "txt": "Eric Carmen, American singer-songwriter and guitarist", "entities": [{"title": "Eric Carmen", "href": "/wiki/Eric_Carmen", "description": "Eric Howard Carmen is an American singer, songwriter, guitarist, and keyboardist. He had numerous hit songs in the 1970s and 1980s, first as a member of the Raspberries, and then with his solo career, including hits such as \"All by Myself\", \"Never Gonna Fall in Love Again\", \"She Did It\", \"Hungry Eyes\", and \"Make Me Lose Control\"."}]}, {"heading": "Births", "year": "1949", "date": "August 11", "txt": "Tim Hutchinson, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 11", "txt": "Ian Charleson, Scottish-English actor and singer (d. 1990)", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 11", "txt": "Erik Brann, American singer-songwriter and guitarist (d. 2003)", "entities": [{"title": "Erik Brann", "href": "/wiki/Erik_Brann", "description": "Erik Keith Brann, also known as Erik Braunn, was an American guitarist with the 1960s acid rock band Iron Butterfly. He is featured on the band's greatest hit, the 17-minute In-A-Gadda-Da-Vida (1968), recorded when he was 17."}]}, {"heading": "Births", "year": "1950", "date": "August 11", "txt": "Gennadiy Nikonov, Russian engineer, designed the AN-94 rifle (d. 2003)", "entities": [{"title": "AN-94", "href": "/wiki/AN-94", "description": "The AN-94 is a Russian assault rifle. The initials stand for Avtomat Nikonova model of 1994, after its chief designer Gennadiy Nikonov, who previously worked on the Nikonov machine gun."}]}, {"heading": "Births", "year": "1950", "date": "August 11", "txt": "Steve Wozniak, American computer scientist and programmer, co-founded Apple Inc.", "entities": [{"title": "Apple Inc.", "href": "/wiki/Apple_Inc.", "description": "Apple Inc. is an American multinational technology company headquartered in Cupertino, California, that designs, develops, and sells consumer electronics, computer software, and online services. It is considered one of the Big Five companies in the U.S. information technology industry, along with Amazon, Google, Microsoft, and Facebook. As well as being one of the most popular smartphone companies"}]}, {"heading": "Births", "year": "1952", "date": "August 11", "txt": "Reid Blackburn, American photographer (d. 1980)", "entities": [{"title": "Reid Blackburn", "href": "/wiki/Reid_Blackburn", "description": "Reid Turner Blackburn was an American photographer killed in the 1980 volcanic eruption of Mount St. Helens. A photojournalist covering the eruption for a local newspaper—the Vancouver, Washington Columbian—as well as National Geographic magazine and the United States Geological Survey, he was caught at Coldwater Camp in the blast."}]}, {"heading": "Births", "year": "1952", "date": "August 11", "txt": "Bob Mothersbaugh, American singer, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 11", "txt": "Hulk Hogan, American wrestler", "entities": [{"title": "Hulk Hogan", "href": "/wiki/Hulk_Hogan", "description": "Terry Eugene Bollea, better known by his ring name Hulk Hogan, is an American retired professional wrestler, television personality, actor, entrepreneur, and musician. According to IGN, Hogan is \"the most recognized wrestling star worldwide and the most popular wrestler of the 1980s\"."}]}, {"heading": "Births", "year": "1953", "date": "August 11", "txt": "Wijda Mazereeuw, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 11", "txt": "Bryan Bassett, American guitarist", "entities": [{"title": "Bryan Bassett", "href": "/wiki/Bryan_Bassett", "description": "Bryan Bassett is an American guitarist who has played with several notable bands but is probably best known as a member of Wild Cherry in the 1970s who had a hit with \"Play That Funky Music.\""}]}, {"heading": "Births", "year": "1954", "date": "August 11", "txt": "Vance Heafner, American golfer and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 11", "txt": "Joe Jackson, English singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 11", "txt": "Tarmo Rüütli, Estonian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 11", "txt": "Yashpal Sharma, Indian cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 11", "txt": "Marc Bureau, Canadian politician, 16th Mayor of Gatineau", "entities": [{"title": "Marc Bureau (politician)", "href": "/wiki/Marc_Bureau_(politician)", "description": "Marc Bureau is a Canadian politician, who was the mayor of the city of Gatineau, Quebec from 2005 to 2013."}, {"title": "Mayor of Gatineau", "href": "/wiki/Mayor_of_Gatineau", "description": "This is a list of mayors of Gatineau, Quebec. Note that major amalgamations occurred in 1975 and again in 2002.Théodore Baribeau (1933-1937)\nPalma Racicot (1937-1939)\nJ. Edouard Charette (1939)\nPalma Racicot (1939-1945)\nJ. Léo Smith (1945-1956)\nEloi Baribeau (1956-1957)\nRoland Théorêt (1957-1959)\nAurèle Graveline (1959-1962)\nRoland Théorêt (1962-1965)\nJacques Poulin (1965-1971)\nLudovic Routhier (1"}]}, {"heading": "Births", "year": "1955", "date": "August 11", "txt": "Sylvia Hermon, Northern Irish academic and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 11", "txt": "Pierre-Louis Lions, French mathematician and academic", "entities": [{"title": "Pierre-Louis Lions", "href": "/wiki/Pierre-Louis_Lions", "description": "Pierre-Louis Lions is a French mathematician. He is a recipient of the 1994 Fields Medal."}]}, {"heading": "Births", "year": "1957", "date": "August 11", "txt": "Ian Stuart Donaldson, English singer-songwriter and guitarist (d. 1993)", "entities": [{"title": "Ian Stuart Donaldson", "href": "/wiki/Ian_Stuart_Donaldson", "description": "Ian Stuart Donaldson, also known as Ian Stuart, was an English neo-Nazi musician. He was best known as the front-man of Skrewdriver, an Oi! band which, from 1982 onwards, he rebranded as a Rock Against Communism band. He raised money through nationalist concerts with his Blood & Honour network."}]}, {"heading": "Births", "year": "1957", "date": "August 11", "txt": "Masayoshi Son, Japanese technology entrepreneur and investor", "entities": [{"title": "Masayoshi Son", "href": "/wiki/Masayoshi_Son", "description": "Masayoshi Son  is a Japanese billionaire technology entrepreneur, investor, and philanthropist. He was a 3rd generation \"Zainichi Korean\", he was naturalized to Japan in 1990. He is the founder and chief executive officer (CEO) of the Japanese holding company SoftBank, CEO of SoftBank Mobile and chairman of UK-based Arm Holdings."}]}, {"heading": "Births", "year": "1958", "date": "August 11", "txt": "Steven Pokere, New Zealand rugby player", "entities": [{"title": "Steven Pokere", "href": "/wiki/Steven_Pokere", "description": "Steven Tahurata Pokere is a former New Zealand rugby union player. A second five-eighth and centre, Pokere represented Southland, Auckland and Wellington at a provincial level, and was a member of the New Zealand national side, the All Blacks, from 1981 to 1985. He played 39 matches for the All Blacks including 18 internationals."}]}, {"heading": "Births", "year": "1958", "date": "August 11", "txt": "Jah Wobble, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 11", "txt": "Gustavo Cerati, Argentinian singer-songwriter, guitarist, and producer (d. 2014)", "entities": [{"title": "Gustavo Cerati", "href": "/wiki/Gustavo_Cerati", "description": "Gustavo Adrián Cerati was an Argentine singer-songwriter, composer and producer, considered one of the most important and influential figures of Ibero-American rock. Cerati along with his band Soda Stereo, were one of the most popular and influential rock and pop groups of the 1980s and '90s."}]}, {"heading": "Births", "year": "1959", "date": "August 11", "txt": "Yoshiaki Murakami, Japanese businessman", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 11", "txt": "Taraki Sivaram, Sri Lankan journalist and author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 11", "txt": "Richard Scudamore, English businessman", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 11", "txt": "László Szlávics, Jr., Hungarian sculptor", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 11", "txt": "David Brooks, American journalist and author", "entities": [{"title": "David Brooks (journalist)", "href": "/wiki/David_Brooks_(journalist)", "description": "David Brooks is a conservative political and cultural commentator who writes for The New York Times. He has worked as a film critic for The Washington Times, a reporter and later op-ed editor for The Wall Street Journal, a senior editor at The Weekly Standard from its inception, a contributing editor at Newsweek, and The Atlantic Monthly, and a commentator on NPR and the PBS NewsHour."}]}, {"heading": "Births", "year": "1961", "date": "August 11", "txt": "Craig Ehlo, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 11", "txt": "Brian Azzarello, American author", "entities": [{"title": "Brian Azzarello", "href": "/wiki/Brian_Azzarello", "description": "Brian Azzarello is an American comic book writer and screenwriter. He came to prominence with the hardboiled crime series 100 Bullets, published by DC Comics' mature-audience imprint Vertigo. In 2011, he became the writer of DC's relaunched Wonder Woman series."}]}, {"heading": "Births", "year": "1962", "date": "August 11", "txt": "Charles Cecil, English video game designer and co-founded Revolution Software", "entities": [{"title": "Revolution Software", "href": "/wiki/Revolution_Software", "description": "Revolution Software Limited is a British video game developer based in York, founded in 1989 by Charles Cecil, Tony Warriner, David Sykes, and Noirin Carmody."}]}, {"heading": "Births", "year": "1962", "date": "August 11", "txt": "John Micklethwait, English journalist and author", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 11", "txt": "Rob Minkoff, American director and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 11", "txt": "Hiromi Makihara, Japanese baseball player", "entities": [{"title": "Hiromi Makihara", "href": "/wiki/Hiromi_Makihara", "description": "Hiromi Makihara is a former Nippon Professional Baseball pitcher. He was a six-time Central League All-Star, won Rookie of the Year honors, and pitched a perfect game in a 19-year career with the Yomiuri Giants."}]}, {"heading": "Births", "year": "1964", "date": "August 11", "txt": "Jim Lee, South Korean-American author and illustrator", "entities": [{"title": "Jim Lee", "href": "/wiki/Jim_Lee", "description": "Jim Lee is a Korean American comic-book artist, writer, editor, and publisher. He is currently the Publisher and Chief Creative Officer of DC Comics. In recognition of his work, Lee has received a Harvey Award, Inkpot Award and three Wizard Fan Awards."}]}, {"heading": "Births", "year": "1964", "date": "August 11", "txt": "Grant Waite, New Zealand golfer", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 11", "txt": "Marc Bergevin, Canadian ice hockey player and manager", "entities": [{"title": "Marc Bergevin", "href": "/wiki/Marc_Bergevin", "description": "Marc Bergevin is a Canadian professional ice hockey executive and former player. He is currently the general manager of the Montreal Canadiens of the National Hockey League (NHL). Bergevin played as a defenceman in the NHL."}]}, {"heading": "Births", "year": "1965", "date": "August 11", "txt": "Embeth Davidtz, American actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 11", "txt": "Viola Davis, American actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 11", "txt": "Nigel Martyn, English footballer and coach", "entities": [{"title": "Nigel Martyn", "href": "/wiki/Nigel_Martyn", "description": "Antony Nigel Martyn is an English retired professional footballer who played as a goalkeeper from 1987 until 2006."}]}, {"heading": "Births", "year": "1966", "date": "August 11", "txt": "Juan María Solare, Argentinian pianist and composer", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 11", "txt": "Massimiliano Allegri, Italian footballer and manager", "entities": [{"title": "Massimiliano Allegri", "href": "/wiki/Massimiliano_Allegri", "description": "Massimiliano Allegri is an Italian football coach and former player who last managed Juventus."}]}, {"heading": "Births", "year": "1967", "date": "August 11", "txt": "Enrique Bunbury, Spanish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 11", "txt": "Joe Rogan, American actor, comedian, and television host", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 11", "txt": "Petter Wettre, Norwegian saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 11", "txt": "Sophie Okonedo, British actress", "entities": [{"title": "Sophie Okonedo", "href": "/wiki/Sophie_Okonedo", "description": "Sophie Okonedo is a British actress and narrator. She began her film career in the British coming-of-age drama Young Soul Rebels (1991) before appearing in Ace Ventura: When Nature Calls (1995), and Stephen Frears's Dirty Pretty Things (2002)."}]}, {"heading": "Births", "year": "1968", "date": "August 11", "txt": "Charlie Sexton, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 11", "txt": "Dirk Hannemann, German footballer and manager", "entities": [{"title": "Dirk Hannemann", "href": "/wiki/Dirk_Hannemann", "description": "Dirk Hannemann is a former German footballer."}]}, {"heading": "Births", "year": "1970", "date": "August 11", "txt": "Gianluca Pessotto, Italian footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 11", "txt": "Alejandra Barros, Mexican actress and screenwriter", "entities": [{"title": "Alejandra Barros", "href": "/wiki/Alejandra_Barros", "description": "Alejandra Barros is a Mexican actress. She is best known for her role in Televisa's telenovela Mariana de la Noche (2003)."}]}, {"heading": "Births", "year": "1971", "date": "August 11", "txt": "Tommy Mooney, English footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 11", "txt": "Kristin Armstrong, American cyclist", "entities": [{"title": "Kristin Armstrong", "href": "/wiki/Kristin_Armstrong", "description": "Kristin Armstrong is a former professional road bicycle racer and three-time Olympic gold medalist, the winner of the women's individual time trial in 2008, 2012, and 2016. Before temporarily retiring to start a family in 2009, she rode for Cervélo TestTeam in women's elite professional events on the National Racing Calendar (NRC) and UCI Women's World Cup. She announced a return to competitive cy"}]}, {"heading": "Births", "year": "1974", "date": "August 11", "txt": "Marie-France Dubreuil, Canadian figure skater", "entities": [{"title": "Marie-France Dubreuil", "href": "/wiki/Marie-France_Dubreuil", "description": "Marie-France Dubreuil is a Canadian ice dancing coach and former competitor. With her husband Patrice Lauzon, she is a two-time (2006–2007) World silver medallist."}]}, {"heading": "Births", "year": "1974", "date": "August 11", "txt": "Hadiqa Kiani, Pakistani singer, songwriter and philanthropist", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 11", "txt": "Audrey Mestre, French biologist and diver (d. 2002)", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 11", "txt": "Carolyn Murphy, American model and actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 11", "txt": "Chris Cummings, Canadian singer-songwriter", "entities": [{"title": "Chris Cummings", "href": "/wiki/Chris_Cummings", "description": "Christopher Allen Thomas Cummings is a Canadian country music artist. In his career, he has released five studio albums, an EP and two compilations. Several of his singles have charted on the Canadian country charts, including the Number One hits \"Sure Enough\" and \"The Kind of Heart That Breaks\"."}]}, {"heading": "Births", "year": "1976", "date": "August 11", "txt": "Iván Córdoba, Colombian footballer and manager", "entities": [{"title": "Iván Córdoba", "href": "/wiki/Iv%C3%A1n_C%C3%B3rdoba", "description": "Iván Ramiro Córdoba Sepúlveda is a retired Colombian footballer, who played as a defender. He began his career in Colombia with Deportivo Rionegro and Atlético Nacional, before moving to Argentine club San Lorenzo. In 2000, he joined Italian side Internazionale, where he spent most of his career, remaining with the club until his retirement in 2012. At international level, Córdoba played for the C"}]}, {"heading": "Births", "year": "1976", "date": "August 11", "txt": "Bubba Crosby, American baseball player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 11", "txt": "Will Friedle, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 11", "txt": "Ben Gibbard, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 11", "txt": "Ľubomír Višňovský, Slovak ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 11", "txt": "Gemma Hayes, Irish singer-songwriter", "entities": [{"title": "Gemma Hayes", "href": "/wiki/Gemma_Hayes", "description": "Gemma Hayes is an Irish musician, singer-songwriter and composer. Primarily known as a vocalist and guitarist, she is also proficient with a wide range of instruments, including the piano and the harmonica. She is also a member of The Cake Sale and Printer Clips."}]}, {"heading": "Births", "year": "1977", "date": "August 11", "txt": "Dênio Martins, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 11", "txt": "Spyros Gogolos, Greek footballer", "entities": [{"title": "Spyros Gogolos", "href": "/wiki/Spyros_Gogolos", "description": "Spyros Gogolos is a retired Greek footballer, who played as a defender."}]}, {"heading": "Births", "year": "1978", "date": "August 11", "txt": "Charlotte Leslie, British politician", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 11", "txt": "Lillian Nakate, Ugandan politician", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 11", "txt": "Isy Suttie, English comedian, musician, actress, and writer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 11", "txt": "Walter Ayoví, Ecuadorian footballer", "entities": [{"title": "Walter Ayoví", "href": "/wiki/Walter_Ayov%C3%AD", "description": "Walter Orlando Ayoví Corozo is an Ecuadorian former professional footballer. He previously played as a left winger for Club Deportivo El Nacional in the Ecuadorian league and in the Ecuadorian national team, primarily in left defense. He is the cousin of fellow footballer Jaime Ayoví, who also plays in the Ecuadorian national team. He also holds Mexican citizenship."}]}, {"heading": "Births", "year": "1980", "date": "August 11", "txt": "Daniel Lloyd, English cyclist and sportscaster", "entities": [{"title": "Daniel Lloyd (cyclist)", "href": "/wiki/Daniel_Lloyd_(cyclist)", "description": "Daniel Lloyd is a retired English, professional road racing cyclist from Christchurch, Dorset. In 2007, Daniel Lloyd signed a contract with DFL-Cyclingnews-Litespeed for whom he rode for one year. He was a member of the Irish An Post–M.Donnelly–Grant Thornton–Sean Kelly team in 2008. In 2009 he joined the Cervélo TestTeam. After his contract expired at the end of 2011, he signed for the British Te"}]}, {"heading": "Births", "year": "1980", "date": "August 11", "txt": "Lee Suggs, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 11", "txt": "Daniel Poohl, Swedish journalist", "entities": [{"title": "Daniel Poohl", "href": "/wiki/Daniel_Poohl", "description": "Daniel Poohl, is a Swedish editor-in-chief for the Expo magazine. He started working at Expo at the age of twenty in 2001. Poohl became the editorial assistant after the death of Stieg Larsson in 2004 and became the editor-in-chief in 2006. Poohl grew up in Åsensbruk in Dalsland and studied media at Sinclairgymnasiet in Uddevalla. During his time at the national guard training he did journalism wo"}]}, {"heading": "Births", "year": "1983", "date": "August 11", "txt": "Chris Hemsworth, Australian actor", "entities": [{"title": "Chris Hemsworth", "href": "/wiki/Chris_Hemsworth", "description": "Christopher Hemsworth is an Australian actor. He first rose to prominence in Australia playing Kim Hyde in the Australian television series Home and Away (2004–2007) before beginning a film career in Hollywood. Hemsworth is best known for playing Thor in eight Marvel Cinematic Universe films, beginning with Thor (2011) and appearing most recently in Avengers: Endgame (2019), which established him "}]}, {"heading": "Births", "year": "1983", "date": "August 11", "txt": "Luke Lewis, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 11", "txt": "Pavel 183, Russian painter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 11", "txt": "Melky Cabrera, Dominican baseball player", "entities": [{"title": "Melky Cabrera", "href": "/wiki/Melky_Cabrera", "description": "Melky Cabrera Astacio, nicknamed The Melkman, is a Dominican professional baseball outfielder who is a free agent. He has played in Major League Baseball (MLB) for the New York Yankees, Atlanta Braves, San Francisco Giants, Toronto Blue Jays, Chicago White Sox, Kansas City Royals, Cleveland Indians, and Pittsburgh Pirates. While primarily a left fielder throughout his career, Cabrera spent a signi"}]}, {"heading": "Births", "year": "1984", "date": "August 11", "txt": "Lucas di Grassi, Brazilian race car driver", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 11", "txt": "Jacqueline Fernandez, Sri Lankan actress", "entities": [{"title": "Jacqueline Fernandez", "href": "/wiki/Jacqueline_Fernandez", "description": "Jacqueline Fernandez is a Sri Lankan actress, former model, and the winner of the Miss Universe Sri Lanka pageant of 2006 who predominantly works in Hindi films. In 2009, she debuted with Aladin and since then has established a career in the Hindi film industry. Born into a multiracial Eurasian family of Canadian, Sri Lankan, and Malaysian descent, Fernandez was raised in Bahrain. After graduating"}]}, {"heading": "Births", "year": "1986", "date": "August 11", "txt": "Mokhtar Benmoussa, Algerian footballer", "entities": [{"title": "Mokhtar Benmoussa", "href": "/wiki/Mokhtar_Benmoussa", "description": "Mokhtar Benmoussa is an Algerian footballer. He plays primarily as a left-winger but has also been used as a left-midfielder and a left-back. Benmoussa is an Algeria youth international and has represented Algeria at the Under-17 and Under-23 level. He also has 1 cap for the Algeria A' national football team."}]}, {"heading": "Births", "year": "1986", "date": "August 11", "txt": "Pablo Sandoval, Venezuelan baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 11", "txt": "Dany N'Guessan, French footballer", "entities": [{"title": "Dany N'Guessan", "href": "/wiki/Dany_N%27Guessan", "description": "Djombo Dany-Gael N'Guessan is a French former footballer. An attacker, he played as a forward and as a winger."}]}, {"heading": "Births", "year": "1987", "date": "August 11", "txt": "Drew Storen, American baseball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 11", "txt": "Rabeh Al-Hussaini, Filipino basketball player", "entities": [{"title": "Rabeh Al-Hussaini", "href": "/wiki/Rabeh_Al-Hussaini", "description": "Rabeh Ahmed T. Al-Hussaini is a Filipino professional basketball player who last played for the Blackwater Elite of the PBA. A power forward/center, he played five seasons for the Ateneo de Manila Blue Eagles in the University Athletic Association of the Philippines from 2005 to 2009 and led the Eagles to back-to-back basketball championships in his last two seasons with them. He averaged 24.6 poi"}]}, {"heading": "Births", "year": "1988", "date": "August 11", "txt": "Patty Mills, Australian basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 11", "txt": "Mustafa Pektemek, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 11", "txt": "Junior Heffernan, Irish cyclist and triathlete (d. 2013)", "entities": [{"title": "Junior Heffernan", "href": "/wiki/Junior_Heffernan", "description": "\n\nJunior Heffernan was an Irish triathlete and then cyclist who at the end of his sporting career was competing mostly in Great Britain. He attended Kelly College on the outskirts of Tavistock, Devon, where he competed under coach Rich Brady."}]}, {"heading": "Births", "year": "1989", "date": "August 11", "txt": "Sebastian Huke, German footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 11", "txt": "Lenka Juríková, Slovak tennis player", "entities": [{"title": "Lenka Juríková", "href": "/wiki/Lenka_Jur%C3%ADkov%C3%A1", "description": "Lenka Juríková is a Slovak tennis player."}]}, {"heading": "Births", "year": "1991", "date": "August 11", "txt": "Cristian Tello, Spanish footballer", "entities": [{"title": "Cristian Tello", "href": "/wiki/Cristian_Tello", "description": "Cristian Tello Herrera is a Spanish professional footballer who plays as a forward or winger for Real Betis."}]}, {"heading": "Births", "year": "1994", "date": "August 11", "txt": "Storm Sanders, Australian tennis player", "entities": [{"title": "Storm Sanders", "href": "/wiki/Storm_Sanders", "description": "Storm Sanders is an Australian tennis player."}]}, {"heading": "Births", "year": "1994", "date": "August 11", "txt": "Anton Cooper, New Zealand cross-country cyclist", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 11", "txt": "Joseph Barbato, French footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "August 11", "txt": "Sarah Clelland, Scottish footballer", "entities": [{"title": "Sarah Clelland", "href": "/wiki/Sarah_Clelland", "description": "Sarah Clelland is a Scottish football midfielder who plays for Spartans in the Scottish Women's Premier League (SWPL)."}]}, {"heading": "Deaths", "year": "223", "date": "August 11", "txt": "Jia Xu, Chinese politician (b. 147)", "entities": [{"title": "Jia Xu", "href": "/wiki/Jia_Xu", "description": "Jia Xu, courtesy name Wenhe, was an official of the state of Cao Wei during the early Three Kingdoms period of China. He started his career in the late Eastern Han dynasty as a minor official. In 189, when the warlord Dong Zhuo took control of the Han central government, he assigned Jia Xu to the unit led by Niu Fu, his son-in-law. In 192, after Dong Zhuo was assassinated by Lü Bu, Jia Xu advised "}]}, {"heading": "Deaths", "year": "353", "date": "August 11", "txt": "Magnentius, Roman usurper (b. 303)", "entities": [{"title": "Magnentius", "href": "/wiki/Magnentius", "description": "Magnus Magnentius was a usurper of the Roman Empire from 350 to 353."}]}, {"heading": "Deaths", "year": "449", "date": "August 11", "txt": "Archbishop Flavian of Constantinople", "entities": [{"title": "Archbishop Flavian of Constantinople", "href": "/wiki/Archbishop_Flavian_of_Constantinople", "description": "Flavian, sometimes Flavian I, was Archbishop of Constantinople from 446 to 449. He is venerated as a saint by the Eastern Orthodox Church and the Catholic Church."}]}, {"heading": "Deaths", "year": "919", "date": "August 11", "txt": "Dhuka al-Rumi, Abbasid governor of Egypt", "entities": [{"title": "Dhuka al-Rumi", "href": "/wiki/Dhuka_al-Rumi", "description": "Dhuka al-Rumi was a Byzantine Greek who served the Abbasid Caliphate as governor of Egypt in 915–919."}]}, {"heading": "Deaths", "year": "979", "date": "August 11", "txt": "Gero, Count of Alsleben", "entities": [{"title": "Gero, Count of Alsleben", "href": "/wiki/Gero,_Count_of_Alsleben", "description": "Gero, Count of Alsleben, conjectured to be the son of Siegfried and therefore grandson of Gero the Great. If so, his mother was Hedwig, daughter of Wichmann the Elder. Gero was the brother of Tetta, who established a monastery at Alsleben in his name. Thietmar of Merseburg, whose Chronicon is the major source of information here, refers to Gero as a Count in Northern Thuringia and Morzani."}]}, {"heading": "Deaths", "year": "991", "date": "August 11", "txt": "Byrhtnoth, English soldier (b. 956)", "entities": [{"title": "Byrhtnoth", "href": "/wiki/Byrhtnoth", "description": "Byrhtnoth was Ealdorman of Essex who died on 11 August 991 at the Battle of Maldon. His name is composed of the Old English beorht (bright) and noð (courage). He is the subject of The Battle of Maldon, an Old English poem, J.R.R. Tolkien's short play in verse, The Homecoming of Beorhtnoth, Beorhthelm's Son, and a modern statue at Maldon."}]}, {"heading": "Deaths", "year": "1044", "date": "August 11", "txt": "Sokkate, king of the Pagan dynasty of Burma (b. 1001)", "entities": [{"title": "Sokkate", "href": "/wiki/Sokkate", "description": "Sokkate was king of Pagan dynasty of Burma (Myanmar) from 1038 to 1044. The king lost his life in a single combat with Anawrahta, who succeeded him and went on to found the Pagan Empire."}, {"title": "Pagan dynasty", "href": "/wiki/Pagan_dynasty", "description": "The Kingdom of Purgam was the first kingdom to unify the regions that would later constitute modern-day Burma (Myanmar). Pagan's 250-year rule over the Irrawaddy valley and its periphery laid the foundation for the ascent of Burmese language and culture, the spread of Burman ethnicity in Upper Burma, and the growth of Theravada Buddhism in Burma and in mainland Southeast Asia."}]}, {"heading": "Deaths", "year": "1204", "date": "August 11", "txt": "Guttorm of Norway (b. 1199)", "entities": [{"title": "Guttorm of Norway", "href": "/wiki/Guttorm_of_Norway", "description": "Guttorm Sigurdsson was the King of Norway from January to August 1204, during the Norwegian civil war era. As a grandson of King Sverre, he was proclaimed king by the Birkebeiner party when he was just four years old. Although obviously not in control of the events surrounding him, Guttorm's accession to the throne under the effective regency of Haakon the Crazy led to renewed conflict between the"}]}, {"heading": "Deaths", "year": "1253", "date": "August 11", "txt": "Clare of Assisi, Italian follower of Francis of Assisi (b. 1194)", "entities": [{"title": "Clare of Assisi", "href": "/wiki/Clare_of_Assisi", "description": "Clare of Assisi was an Italian saint and one of the first followers of Francis of Assisi. She founded the Order of Poor Ladies, a monastic religious order for women in the Franciscan tradition, and wrote their Rule of Life, the first set of monastic guidelines known to have been written by a woman. Following her death, the order she founded was renamed in her honour as the Order of Saint Clare, co"}, {"title": "Francis of Assisi", "href": "/wiki/Francis_of_Assisi", "description": "Francis of Assisi, venerated as Saint Francis of Assisi, also known in his ministry as Francesco, was an Italian Catholic friar, deacon, mystic, and preacher. He founded the men's Order of Friars Minor, the women's Order of St. Clare, the Third Order of St. Francis and the Custody of the Holy Land. Francis is one of the most venerated religious figures in Christianity."}]}, {"heading": "Deaths", "year": "1259", "date": "August 11", "txt": "Möngke Khan, Mongolian emperor (b. 1208)", "entities": [{"title": "Möngke Khan", "href": "/wiki/M%C3%B6ngke_Khan", "description": "Möngke was the fourth khagan-emperor of the Mongol Empire, ruling from 1 July 1251, to 11 August 1259. He was the first Khagan from the Toluid line, and made significant reforms to improve the administration of the Empire during his reign. Under Möngke, the Mongols conquered Iraq and Syria as well as the kingdom of Dali."}]}, {"heading": "Deaths", "year": "1268", "date": "August 11", "txt": "Agnes of Faucigny, Dame ruler of Faucigny, Countess consort of Savoy", "entities": [{"title": "Agnes of Faucigny", "href": "/wiki/Agnes_of_Faucigny", "description": "Agnes of Faucigny was suo jure ruling Dame of Faucigny from 1253, as well as countess consort of Savoy by marriage to Peter II, Count of Savoy."}]}, {"heading": "Deaths", "year": "1332", "date": "August 11", "txt": "Domhnall II, Earl of Mar", "entities": [{"title": "Domhnall II, Earl of Mar", "href": "/wiki/Domhnall_II,_Earl_of_Mar", "description": "\n\nDomhnall II, Earl of Mar was briefly Regent of Scotland during the minority of David II, King of Scotland."}]}, {"heading": "Deaths", "year": "1332", "date": "August 11", "txt": "Robert II Keith, Marischal of Scotland", "entities": []}, {"heading": "Deaths", "year": "1332", "date": "August 11", "txt": "Thomas Randolph, 2nd Earl of Moray", "entities": []}, {"heading": "Deaths", "year": "1332", "date": "August 11", "txt": "Murdoch III, Earl of Menteith", "entities": []}, {"heading": "Deaths", "year": "1332", "date": "August 11", "txt": "Robert Bruce, Lord of Liddesdale", "entities": []}, {"heading": "Deaths", "year": "1456", "date": "August 11", "txt": "John Hunyadi, Hungarian general and politician (b. 1387)", "entities": [{"title": "John Hunyadi", "href": "/wiki/John_Hunyadi", "description": "John Hunyadi was a leading Hungarian military and political figure in Central and Southeastern Europe during the 15th century. According to most contemporary sources, he was the member of a noble family of Wallachian ancestry. He mastered his military skills on the southern borderlands of the Kingdom of Hungary that were exposed to Ottoman attacks. Appointed voivode of Transylvania and head of a n"}]}, {"heading": "Deaths", "year": "1464", "date": "August 11", "txt": "Nicholas of Cusa, German cardinal and mystic (b. 1401)", "entities": [{"title": "Nicholas of Cusa", "href": "/wiki/Nicholas_of_Cusa", "description": "Nicholas of Cusa, also referred to as Nicholas of Kues and Nicolaus Cusanus, was a German philosopher, theologian, jurist, mathematician and astronomer. One of the first German proponents of Renaissance humanism, he made spiritual and political contributions in European history. A notable example of this is his mystical or spiritual writings on \"learned ignorance,\" as well as his participation in "}]}, {"heading": "Deaths", "year": "1465", "date": "August 11", "txt": "Kettil Karlsson, regent of Sweden and Bishop of Linköping (b. 1433)", "entities": [{"title": "Kettil Karlsson (Vasa)", "href": "/wiki/Kettil_Karlsson_(Vasa)", "description": "Kettil Karlsson (Vasa) was a Swedish clergyman, diplomat, military leader and statesman during the Kalmar Union era. He was a member of the house of Vasa. At age 25, he was elected Bishop of Linköping. He rebelled against King Christian I in 1463, was Captain General (rikshövitsman) and de facto regent of Sweden from February to August 1464, stepping down during the brief return of King Charles Ca"}]}, {"heading": "Deaths", "year": "1486", "date": "August 11", "txt": "William Waynflete, English Lord Chancellor and bishop of Winchester (b. c. 1398)", "entities": [{"title": "William Waynflete", "href": "/wiki/William_Waynflete", "description": "William Waynflete, born William Patten, was Provost of Eton (1442–1447), Bishop of Winchester (1447–1486) and Lord Chancellor of England (1456–1460). He is best remembered as the founder of Magdalen College and Magdalen College School in Oxford."}]}, {"heading": "Deaths", "year": "1494", "date": "August 11", "txt": "Hans Memling, German-Belgian painter (b. 1430)", "entities": [{"title": "Hans Memling", "href": "/wiki/Hans_Memling", "description": "Hans Memling was a painter active in Flanders, who worked in the tradition of Early Netherlandish painting. He was born in the Middle Rhine region, and probably spent his childhood in Mainz. He moved to the Netherlands and spent time in the Brussels workshop of Rogier van der Weyden. He was subsequently made a citizen of Bruges in 1465, where he became one of the leading artists, running a large w"}]}, {"heading": "Deaths", "year": "1519", "date": "August 11", "txt": "Johann Tetzel, German preacher  (b. 1465)", "entities": [{"title": "Johann Tetzel", "href": "/wiki/Johann_Tetzel", "description": "Johann Tetzel was a German Dominican friar and preacher. He was appointed Inquisitor for Poland and Saxony, later becoming the Grand Commissioner for indulgences in Germany. Tetzel was known for granting indulgences on behalf of the Catholic Church in exchange for money, which are claimed to allow a remission of temporal punishment due to sin, the guilt of which has been forgiven, a position heavi"}]}, {"heading": "Deaths", "year": "1556", "date": "August 11", "txt": "John Bell, English bishop", "entities": [{"title": "John Bell (bishop of Worcester)", "href": "/wiki/John_Bell_(bishop_of_Worcester)", "description": "John Bell LL. D was a Bishop of Worcester (1539–1543), who served during the reign of Henry VIII of England."}]}, {"heading": "Deaths", "year": "1563", "date": "August 11", "txt": "Bartolomé de Escobedo, Spanish composer and educator (b. 1500)", "entities": [{"title": "Bartolomé de Escobedo", "href": "/wiki/Bartolom%C3%A9_de_Escobedo", "description": "Bartolomé de Escobedo was a Spanish composer of the Renaissance."}]}, {"heading": "Deaths", "year": "1578", "date": "August 11", "txt": "Pedro Nunes, Portuguese mathematician and academic (b. 1502)", "entities": [{"title": "Pedro Nunes", "href": "/wiki/Pedro_Nunes", "description": "Pedro Nunes was a Portuguese mathematician, cosmographer, and professor, from a New Christian family."}]}, {"heading": "Deaths", "year": "1596", "date": "August 11", "txt": "Hamnet Shakespeare, son of William Shakespeare (b. 1585)", "entities": [{"title": "Hamnet Shakespeare", "href": "/wiki/Hamnet_Shakespeare", "description": "Hamnet Shakespeare was the only son of William Shakespeare and Anne Hathaway, and the fraternal twin of Judith Shakespeare. He died at the age of 11. Some Shakespearean scholars speculate on the relationship between Hamnet and his father's later play Hamlet, as well as on possible connections between Hamnet's death and the writing of King John, Romeo and Juliet, Julius Caesar, and Twelfth Night."}]}, {"heading": "Deaths", "year": "1614", "date": "August 11", "txt": "Lavinia Fontana, Italian painter (b. 1552)", "entities": [{"title": "Lavinia Fontana", "href": "/wiki/Lavinia_Fontana", "description": "Lavinia Fontana was a Bolognese Mannerist painter active in Bologna and Rome. She is best known for her successful portraiture, but also worked in the genres of mythology and religious painting. She was trained by her father Prospero Fontana who was a teacher at the School of Bologna. She is regarded as the first female career artist in Western Europe as she relied on commissions for her income. H"}]}, {"heading": "Deaths", "year": "1656", "date": "August 11", "txt": "Ottavio Piccolomini, Austrian-Italian field marshal (b. 1599)", "entities": [{"title": "Ottavio Piccolomini", "href": "/wiki/Ottavio_Piccolomini", "description": "Ottavio Piccolomini was an Italian nobleman whose military career included service as a Spanish general and then as a field marshal of the Holy Roman Empire."}]}, {"heading": "Deaths", "year": "1725", "date": "August 11", "txt": "Prince Vittorio Amedeo Theodore of Savoy (b. 1723)", "entities": [{"title": "Prince Vittorio Amedeo Theodore of Savoy", "href": "/wiki/Prince_Vittorio_Amedeo_Theodore_of_Savoy", "description": "Vittorio Amedeo Theodore of Savoy was a prince of Savoy and Duke of Aosta. He was born in the reign of his grandfather Victor Amadeus II, King of Sardinia."}]}, {"heading": "Deaths", "year": "1774", "date": "August 11", "txt": "Charles-François Tiphaigne de la Roche, French physician and author (b. 1722)", "entities": [{"title": "Charles-François Tiphaigne de la Roche", "href": "/wiki/Charles-Fran%C3%A7ois_Tiphaigne_de_la_Roche", "description": "Charles-François Tiphaigne de la Roche,, was a French author."}]}, {"heading": "Deaths", "year": "1813", "date": "August 11", "txt": "Henry James Pye, English poet and politician (b. 1745)", "entities": [{"title": "Henry James Pye", "href": "/wiki/Henry_James_Pye", "description": "Henry James Pye was an English poet, and Poet Laureate from 1790 until his death. His appointment owed nothing to poetic achievement, and was probably a reward for political favours. Pye was merely a competent prose writer, who fancied himself as a poet, earning the derisive label of poetaster."}]}, {"heading": "Deaths", "year": "1851", "date": "August 11", "txt": "Lorenz Oken, German botanist, biologist, and ornithologist (b. 1779)", "entities": [{"title": "Lorenz Oken", "href": "/wiki/Lorenz_Oken", "description": "Lorenz Oken was a German naturalist, botanist, biologist, and ornithologist.\nOken was born Lorenz Okenfuss in Bohlsbach, Ortenau, Baden, and studied natural history and medicine at the universities of Freiburg and Würzburg. He went on to the University of Göttingen, where he became a Privatdozent, and shortened his name to Oken. As Lorenz Oken, he published a small work entitled Grundriss der Natu"}]}, {"heading": "Deaths", "year": "1854", "date": "August 11", "txt": "Macedonio Melloni, Italian physicist and academic (b. 1798)", "entities": [{"title": "Macedonio Melloni", "href": "/wiki/Macedonio_Melloni", "description": "Macedonio Melloni was an Italian physicist, notable for demonstrating that radiant heat has similar physical properties to those of light."}]}, {"heading": "Deaths", "year": "1868", "date": "August 11", "txt": "Halfdan Kjerulf, Norwegian pianist and composer (b. 1815)", "entities": [{"title": "Halfdan Kjerulf", "href": "/wiki/Halfdan_Kjerulf", "description": "Halfdan Kjerulf was a Norwegian composer."}]}, {"heading": "Deaths", "year": "1886", "date": "August 11", "txt": "Lydia Koidula, Estonian poet and playwright (b. 1843)", "entities": [{"title": "Lydia Koidula", "href": "/wiki/Lydia_Koidula", "description": "Lydia Emilie Florence Jannsen,, known by her pen name Lydia Koidula, was an Estonian poet. Her sobriquet means 'Lydia of the Dawn' in Estonian. It was given to her by the writer Carl Robert Jakobson. She is also frequently referred to as Koidulaulik – 'Singer of the Dawn'."}]}, {"heading": "Deaths", "year": "1890", "date": "August 11", "txt": "John Henry Newman, English cardinal and theologian (b. 1801)", "entities": [{"title": "John Henry Newman", "href": "/wiki/John_Henry_Newman", "description": "John Henry Newman was an English theologian, scholar and poet, first an Anglican priest and later a Catholic priest and cardinal, who was an important and controversial figure in the religious history of England in the 19th century. He was known nationally by the mid-1830s, and was canonised as a saint in the Catholic Church in 2019."}]}, {"heading": "Deaths", "year": "1892", "date": "August 11", "txt": "Enrico Betti, Italian mathematician and academic (b. 1813)", "entities": [{"title": "Enrico Betti", "href": "/wiki/Enrico_Betti", "description": "Enrico Betti Glaoui was an Italian mathematician, now remembered mostly for his 1871 paper on topology that led to the later naming after him of the Betti numbers. He worked also on the theory of equations, giving early expositions of Galois theory. He also discovered Betti's theorem, a result in the theory of elasticity."}]}, {"heading": "Deaths", "year": "1903", "date": "August 11", "txt": "Eugenio María de Hostos, Puerto Rican-American  sociologist, philosopher, and lawyer (b. 1839)", "entities": [{"title": "Eugenio María de Hostos", "href": "/wiki/Eugenio_Mar%C3%ADa_de_Hostos", "description": "Eugenio María de Hostos, known as \"El Gran Ciudadano de las Américas\", was a Puerto Rican educator, philosopher, intellectual, lawyer, sociologist, novelist, and Puerto Rican independence advocate."}]}, {"heading": "Deaths", "year": "1908", "date": "August 11", "txt": "Khudiram Bose, Indian Bengali revolutionary (b. 1889)", "entities": [{"title": "Khudiram Bose", "href": "/wiki/Khudiram_Bose", "description": "Khudiram Bose was an Indian revolutionary from Bengal Presidency who opposed British rule of India. For his role in the Muzaffarpur Conspiracy Case, along with Prafulla Chaki, he was sentenced to death and subsequently executed, making him one of the youngest martyrs of the Indian Independence Movement."}]}, {"heading": "Deaths", "year": "1919", "date": "August 11", "txt": "Andrew Carnegie, Scottish-American businessman and philanthropist, founded the Carnegie Steel Company and Carnegie Hall (b. 1835)", "entities": [{"title": "Andrew Carnegie", "href": "/wiki/Andrew_Carnegie", "description": "Andrew Carnegie was a Scottish-American industrialist and philanthropist. Carnegie led the expansion of the American steel industry in the late 19th century and became one of the richest Americans in history. He became a leading philanthropist in the United States and in the British Empire. During the last 18 years of his life, he gave away ~$350 million to many charities, foundations, and univers"}, {"title": "Carnegie Steel Company", "href": "/wiki/Carnegie_Steel_Company", "description": "Carnegie Steel Company was a steel-producing company primarily created by Andrew Carnegie and several close associates, to manage businesses at steel mills in the Pittsburgh, Pennsylvania area in the late 19th century. The company formed in 1892 and was subsequently sold in 1901 in one of the largest ever business transactions of the early 20th century, to become the major component of the United "}, {"title": "Carnegie Hall", "href": "/wiki/Carnegie_Hall", "description": "Carnegie Hall is a concert venue in Midtown Manhattan in New York City. It is at 881 Seventh Avenue, occupying the east side of Seventh Avenue between West 56th and 57th Streets."}]}, {"heading": "Deaths", "year": "1921", "date": "August 11", "txt": "Mary Sumner, English philanthropist, founded the Mothers' Union (b. 1828)", "entities": [{"title": "Mary Sumner", "href": "/wiki/Mary_Sumner", "description": "Mary Sumner  was the founder of the Mothers' Union, a worldwide Anglican women's organisation. She is commemorated in a number of provinces of the Anglican Communion on 9 August."}, {"title": "Mothers' Union", "href": "/wiki/Mothers%27_Union", "description": "Mothers’ Union is an international Christian charity that seeks to support families worldwide. Its members are not all mothers or even all women, as there are many parents, men, widows, singles and grandparents involved in its work. Its main aim is to support monogamous marriage and family life, especially through times of adversity."}]}, {"heading": "Deaths", "year": "1936", "date": "August 11", "txt": "Blas Infante, Spanish historian and politician (b. 1885)", "entities": [{"title": "Blas Infante", "href": "/wiki/Blas_Infante", "description": "Blas Infante Pérez de Vargas was a Spanish Andalucista politician, Georgist, writer, historian and musicologist, known as the father of Andalusian nationalism (Padre de la Patria Andaluza)."}]}, {"heading": "Deaths", "year": "1937", "date": "August 11", "txt": "Edith Wharton, American novelist and short story writer (b. 1862)", "entities": [{"title": "Edith Wharton", "href": "/wiki/Edith_Wharton", "description": "Edith Wharton was an American novelist, short story writer, and designer. Wharton drew upon her insider's knowledge of the upper class New York \"aristocracy\" to realistically portray the lives and morals of the Gilded Age. In 1921, she became the first woman to win the Pulitzer Prize in Literature, for her novel The Age of Innocence. She was inducted into the National Women's Hall of Fame in 1996."}]}, {"heading": "Deaths", "year": "1939", "date": "August 11", "txt": "Jean Bugatti, German-Italian engineer (b. 1909)", "entities": [{"title": "Jean Bugatti", "href": "/wiki/Jean_Bugatti", "description": "Jean Bugatti was an automotive designer and test engineer for Bugatti."}]}, {"heading": "Deaths", "year": "1939", "date": "August 11", "txt": "Siegfried Flesch, Austrian fencer (b. 1872)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "August 11", "txt": "Stefan Jaracz, Polish actor and theater producer (b. 1883)", "entities": [{"title": "Stefan Jaracz", "href": "/wiki/Stefan_Jaracz", "description": "Stefan Jaracz was a Polish actor and theater producer. He served as the artistic director of Ateneum Theatre in Warsaw during the interwar period (1930–32), and within a short period raised its reputation as one of the leading voices for Poland's new intelligentsia, with groundbreaking productions of Danton's Death by Georg Büchner (1931), The Captain of Köpenick by Carl Zuckmayer (1932), as well "}]}, {"heading": "Deaths", "year": "1953", "date": "August 11", "txt": "Tazio Nuvolari, Italian race car driver and motorcycle racer (b. 1892)", "entities": [{"title": "Tazio Nuvolari", "href": "/wiki/Tazio_Nuvolari", "description": "Tazio Giorgio Nuvolari was an Italian racing driver. He first raced motorcycles and then concentrated on sports cars and single-seaters. A resident of Mantua, he was known as 'Il Mantovano Volante' and nicknamed 'Nivola'. His victories—72 major races, 150 in all—included 24 Grands Prix, five Coppa Cianos, two Mille Miglias, two Targa Florios, two RAC Tourist Trophies, a Le Mans 24-hour race, and a"}]}, {"heading": "Deaths", "year": "1956", "date": "August 11", "txt": "Jackson Pollock, American painter (b. 1912)", "entities": [{"title": "Jackson Pollock", "href": "/wiki/Jackson_Pollock", "description": "Paul Jackson Pollock was an American painter and a major figure in the abstract expressionist movement."}]}, {"heading": "Deaths", "year": "1961", "date": "August 11", "txt": "Antanas Škėma, Lithuanian-American author, playwright, actor, and director (b. 1910)", "entities": [{"title": "Antanas Škėma", "href": "/wiki/Antanas_%C5%A0k%C4%97ma", "description": "Antanas Škėma was a Lithuanian writer, playwright, stage actor and director. His best known work is the novel White Shroud."}]}, {"heading": "Deaths", "year": "1963", "date": "August 11", "txt": "Otto Wahle, Austrian-American swimmer and coach (b. 1879)", "entities": [{"title": "Otto Wahle", "href": "/wiki/Otto_Wahle", "description": "Otto Wahle was an Austrian swimmer who took part in two Summer Olympic Games and won a total of three medals. Wahle coached the men's US swim team at the 1912 Olympics, and the men's US water polo team at the 1920 and 1924 Olympics."}]}, {"heading": "Deaths", "year": "1965", "date": "August 11", "txt": "Bill Woodfull, Australian cricketer and educator (b. 1897)", "entities": [{"title": "Bill Woodfull", "href": "/wiki/Bill_Woodfull", "description": "William Maldon Woodfull was an Australian cricketer of the 1920s and 1930s. He captained both Victoria and Australia, and was best known for his dignified and moral conduct during the tumultuous bodyline series in 1932–33. Trained as a schoolteacher, Woodfull was known for his benevolent attitude towards his players, and his patience and defensive technique as an opening batsman. Woodfull was not "}]}, {"heading": "Deaths", "year": "1969", "date": "August 11", "txt": "Miriam Licette, English soprano and educator (b. 1885)", "entities": [{"title": "Miriam Licette", "href": "/wiki/Miriam_Licette", "description": "Miriam Licette was an English operatic soprano whose career spanned 35 years, from the mid-1910s to after World War II. She was also a singing teacher, and created the Miriam Licette Scholarship."}]}, {"heading": "Deaths", "year": "1972", "date": "August 11", "txt": "Max Theiler, South African-American virologist and academic, Nobel Prize laureate (b. 1899)", "entities": [{"title": "Max Theiler", "href": "/wiki/Max_Theiler", "description": "Max Theiler was a South African-American virologist and physician. He was awarded the Nobel Prize in Physiology or Medicine in 1951 for developing a vaccine against yellow fever in 1937, becoming the first African-born Nobel laureate."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1974", "date": "August 11", "txt": "Vicente Emilio Sojo, Venezuelan conductor and composer (b. 1887)", "entities": [{"title": "Vicente Emilio Sojo", "href": "/wiki/Vicente_Emilio_Sojo", "description": "Vicente Emilio Sojo was a Venezuelan musicologist, educator and composer, born in Guatire, Miranda."}]}, {"heading": "Deaths", "year": "1977", "date": "August 11", "txt": "Frederic Calland Williams, British co-inventor of the Williams-Kilborn tube, used for memory in early computer systems (b. 1911)", "entities": [{"title": "Frederic Calland Williams", "href": "/wiki/Frederic_Calland_Williams", "description": "Sir Frederic Calland Williams,, known as F.C. Williams or Freddie Williams, was an English engineer, a pioneer in radar and computer technology."}, {"title": "Williams tube", "href": "/wiki/Williams_tube", "description": "The Williams tube, or the Williams–Kilburn tube after inventors Freddie Williams and Tom Kilburn, is an early form of computer memory. It was the first random-access digital storage device, and was used successfully in several early computers."}]}, {"heading": "Deaths", "year": "1978", "date": "August 11", "txt": "Berta Ruck, Indian-born Welsh romance novelist (b. 1878)", "entities": [{"title": "Berta Ruck", "href": "/wiki/Berta_Ruck", "description": "Amy Roberta (Berta) Ruck, Mrs. Oliver Onions was an Indian-born Welsh writer of over 90 romance novels from 1905 to 1972. She also wrote short stories, an autobiography and two memoir-style works."}]}, {"heading": "Deaths", "year": "1979", "date": "August 11", "txt": "J. G. Farrell, English author (b. 1935)", "entities": [{"title": "J. G. Farrell", "href": "/wiki/J._G._Farrell", "description": "James Gordon Farrell was an English-born novelist of Irish descent who spent much of his childhood in Ireland. He gained prominence for a series of novels known as \"the Empire Trilogy\", which deal with the political and human consequences of British colonial rule."}]}, {"heading": "Deaths", "year": "1980", "date": "August 11", "txt": "Paul Robert, French lexicographer and publisher (b. 1910)", "entities": [{"title": "Paul Robert (lexicographer)", "href": "/wiki/Paul_Robert_(lexicographer)", "description": "Paul Charles Jules Robert, usually called Paul Robert, was a French lexicographer and publisher, best known for his large Dictionnaire alphabétique et analogique de la langue française (1953), often called simply the Robert, and its abridgement, the Petit Robert (1967)."}]}, {"heading": "Deaths", "year": "1982", "date": "August 11", "txt": "Tom Drake, American actor and singer (b. 1918)", "entities": [{"title": "Tom Drake", "href": "/wiki/Tom_Drake", "description": "Tom Drake was an American actor. Drake made films starting in 1940 and continuing until the mid-1970s, and also made TV acting appearances."}]}, {"heading": "Deaths", "year": "1984", "date": "August 11", "txt": "Alfred A. Knopf Sr., American publisher, founded Alfred A. Knopf, Inc. (b. 1892)", "entities": [{"title": "Alfred A. Knopf Sr.", "href": "/wiki/Alfred_A._Knopf_Sr.", "description": "Alfred Abraham Knopf Sr. was an American publisher of the 20th century, and founder of Alfred A. Knopf, Inc. His contemporaries included the likes of Bennett Cerf and Donald Klopfer, and Frank Nelson Doubleday, J. Henry Harper and Henry Holt. Knopf paid special attention to the quality of printing, binding, and design in his books, and earned a reputation as a purist in both content and presentati"}, {"title": "Alfred A. Knopf", "href": "/wiki/Alfred_A._Knopf", "description": "Alfred A. Knopf, Inc. is an American publishing house that was founded by Alfred A. Knopf Sr. and Blanche Knopf in 1915. Blanche and Alfred traveled abroad regularly and were known for publishing European, Asian, and Latin American writers in addition to leading American literary trends. It was acquired by Random House in 1960, and is now part of the Knopf Doubleday Publishing Group division of Pe"}]}, {"heading": "Deaths", "year": "1984", "date": "August 11", "txt": "Paul Felix Schmidt, Estonian–American chemist and chess player (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "August 11", "txt": "János Drapál, Hungarian motorcycle racer (b. 1948)", "entities": [{"title": "János Drapál", "href": "/wiki/J%C3%A1nos_Drap%C3%A1l", "description": "János Drapál was a Grand Prix motorcycle road racer from Budapest. He had little chance to race in the Grand Prix world championships during the Cold War, but still won four Grand Prix races. Drapál had his best year in 1971 when he won the Yugoslavian Grand Prix and finished the year in seventh place in the 350cc world championship, riding a Yamaha. In 1973 he won two Grand Prix races but slipped"}]}, {"heading": "Deaths", "year": "1988", "date": "August 11", "txt": "Anne Ramsey, American actress (b. 1929)", "entities": [{"title": "Anne Ramsey", "href": "/wiki/Anne_Ramsey", "description": "Angelina \"Anne\" Ramsey was an American actress. She is best known for her film roles as Mama Fratelli in The Goonies (1985) and as Mrs. Lift in Throw Momma from the Train (1987), the latter of which earned her nominations for an Academy Award and a Golden Globe Award."}]}, {"heading": "Deaths", "year": "1989", "date": "August 11", "txt": "John Meillon, Australian actor (b. 1934)", "entities": [{"title": "John Meillon", "href": "/wiki/John_Meillon", "description": "John Meillon,, was an Australian character actor, known for many straight as well as comedy roles, he became most widely known internationally as Walter Reilly in the films Crocodile Dundee and Crocodile Dundee II. He also voiced advertisements for Victoria Bitter beer."}]}, {"heading": "Deaths", "year": "1991", "date": "August 11", "txt": "J. D. McDuffie, American race car driver (b. 1938)", "entities": [{"title": "J. D. McDuffie", "href": "/wiki/J._D._McDuffie", "description": "John Delphus McDuffie Jr.  was an American racing driver. He competed in the NASCAR Winston Cup Series from 1963 to 1991, collecting 106 top-10 finishes during his career, despite never finishing on the lead lap of any race in his career, and holding the record for the most starts in NASCAR's top level without a win with 653. He died in a racing accident during the Budweiser at The Glen at Watkins"}]}, {"heading": "Deaths", "year": "1994", "date": "August 11", "txt": "Peter Cushing, English actor (b. 1913)", "entities": [{"title": "Peter Cushing", "href": "/wiki/Peter_Cushing", "description": "Peter Wilton Cushing, was an English actor best known for his roles in the Hammer Productions horror films of the 1950s, 1960s, and 1970s, and as Grand Moff Tarkin in the 1977 film Star Wars. His acting career spanned over six decades and included appearances in more than 100 films, as well as many television, stage and radio roles. Born in Kenley, Surrey, Cushing made his stage debut in 1935 and "}]}, {"heading": "Deaths", "year": "1995", "date": "August 11", "txt": "Phil Harris, American singer-songwriter and actor (b. 1904)", "entities": [{"title": "Phil Harris", "href": "/wiki/Phil_Harris", "description": "Wonga Philip Harris was an American musician, actor and comedian. He was an orchestra leader and a pioneer in radio situation comedy, first with The Jack Benny Program, then in The Phil Harris-Alice Faye Show in which he co-starred with his wife, singer-actress Alice Faye, for eight years. Harris is also noted for his voice acting in animated films. As a voice actor, he played Baloo in The Jungle "}]}, {"heading": "Deaths", "year": "1996", "date": "August 11", "txt": "Rafael Kubelík, Czech conductor and composer (b. 1914)", "entities": [{"title": "Rafael Kubelík", "href": "/wiki/Rafael_Kubel%C3%ADk", "description": "Rafael Jeroným Kubelík, KBE was a Czech-born Swiss conductor and composer."}]}, {"heading": "Deaths", "year": "1996", "date": "August 11", "txt": "Ambrosio Padilla, Filipino basketball player and politician (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 11", "txt": "Jean Papineau-Couture, Canadian composer and academic (b. 1916)", "entities": [{"title": "Jean Papineau-Couture", "href": "/wiki/Jean_Papineau-Couture", "description": "Jean Papineau-Couture, was a Canadian composer and academic."}]}, {"heading": "Deaths", "year": "2001", "date": "August 11", "txt": "Percy Stallard, English cyclist and coach (b. 1909)", "entities": [{"title": "Percy Stallard", "href": "/wiki/Percy_Stallard", "description": "Percy Thornley Stallard was an English racing cyclist who reintroduced massed-start road racing on British roads in the 1940s."}]}, {"heading": "Deaths", "year": "2002", "date": "August 11", "txt": "Galen Rowell, American photographer and mountaineer (b. 1940)", "entities": [{"title": "Galen Rowell", "href": "/wiki/Galen_Rowell", "description": "Galen Avery Rowell was a wilderness photographer, adventure photojournalist and climber. Born in Oakland, California, he became a full-time photographer in 1972."}]}, {"heading": "Deaths", "year": "2003", "date": "August 11", "txt": "Armand Borel, Swiss-American mathematician and academic (b. 1923)", "entities": [{"title": "Armand Borel", "href": "/wiki/Armand_Borel", "description": "Armand Borel was a Swiss mathematician, born in La Chaux-de-Fonds, and was a permanent professor at the Institute for Advanced Study in Princeton, New Jersey, United States from 1957 to 1993. He worked in algebraic topology, in the theory of Lie groups, and was one of the creators of the contemporary theory of linear algebraic groups."}]}, {"heading": "Deaths", "year": "2003", "date": "August 11", "txt": "Herb Brooks, American ice hockey player and coach (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 11", "txt": "Mike Douglas, American singer and talk show host (b. 1920)", "entities": [{"title": "Mike Douglas", "href": "/wiki/Mike_Douglas", "description": "Michael Delaney Dowd Jr., known as Mike Douglas, was an American \"Big Band\" era singer, entertainer, television talk show host of The Mike Douglas Show, and actor."}]}, {"heading": "Deaths", "year": "2008", "date": "August 11", "txt": "George Furth, American actor and playwright (b. 1932)", "entities": [{"title": "George Furth", "href": "/wiki/George_Furth", "description": "George Furth was an American librettist, playwright, and actor."}]}, {"heading": "Deaths", "year": "2008", "date": "August 11", "txt": "Dursun Karataş, founding leader of the Revolutionary People's Liberation Party–Front (DHKP-C) in Turkey (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 11", "txt": "Eunice Kennedy Shriver, American activist, founded the Special Olympics  (b. 1921)", "entities": [{"title": "Eunice Kennedy Shriver", "href": "/wiki/Eunice_Kennedy_Shriver", "description": "Eunice Mary Kennedy Shriver was an American philanthropist and a member of the Kennedy family. She was the founder of the Special Olympics, a sports organization for persons with physical and intellectual disabilities. For her efforts on behalf of the disabled, Shriver was awarded the Presidential Medal of Freedom in 1984."}, {"title": "Special Olympics", "href": "/wiki/Special_Olympics", "description": "Special Olympics is the world's largest sports organization for children and adults with intellectual disabilities and physical disabilities, providing year-round training and activities to 5 million participants and Unified Sports partners in 172 countries. Special Olympics competitions are held every day, all around the world—including local, national and regional competitions, adding up to more"}]}, {"heading": "Deaths", "year": "2012", "date": "August 11", "txt": "Red Bastien, American wrestler, trainer, and promoter (b. 1931)", "entities": [{"title": "Red Bastien", "href": "/wiki/Red_Bastien", "description": "Rolland \"Red\" Bastien was an American professional wrestler."}]}, {"heading": "Deaths", "year": "2012", "date": "August 11", "txt": "Michael Dokes, American boxer (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 11", "txt": "Lucy Gallardo, Argentinian-Mexican actress and screenwriter (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 11", "txt": "Raymond Delisle, French cyclist (b. 1943)", "entities": [{"title": "Raymond Delisle", "href": "/wiki/Raymond_Delisle", "description": "Raymond Delisle was a French professional road bicycle racer. His sporting career began with ACBB Paris. He is the only rider to have won a stage of the Tour de France on 14 July, France's national day, while wearing the jersey of national champion."}]}, {"heading": "Deaths", "year": "2013", "date": "August 11", "txt": "Zafar Futehally, Indian ornithologist and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 11", "txt": "David Howard, English ballet dancer and educator (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 11", "txt": "Vladimir Beara, Croatian footballer and manager (b. 1928)", "entities": [{"title": "Vladimir Beara", "href": "/wiki/Vladimir_Beara", "description": "Vladimir Beara was a Yugoslav football goalkeeper and manager. He is considered to have been one of the best goalkeepers of his era."}]}, {"heading": "Deaths", "year": "2014", "date": "August 11", "txt": "Raymond Gravel, Canadian priest and politician (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 11", "txt": "Kika Szaszkiewiczowa, Polish author and blogger (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 11", "txt": "Robin Williams, American actor and comedian (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 11", "txt": "Serge Collot, French viola player and educator (b. 1923)", "entities": [{"title": "Serge Collot", "href": "/wiki/Serge_Collot", "description": "Serge Collot was a French violist and music educator."}]}, {"heading": "Deaths", "year": "2015", "date": "August 11", "txt": "Harald Nielsen, Danish footballer and manager (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 11", "txt": "Richard Oriani, Salvadoran-American metallurgist and engineer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 11", "txt": "Yisrael Kristal, Polish-Israeli supercentenarian;  oldest living Holocaust survivor and one of the ten oldest men ever (b. 1903)", "entities": [{"title": "Yisrael Kristal", "href": "/wiki/Yisrael_Kristal", "description": "Yisrael Kristal was a Polish-Israeli supercentenarian recognized in 2014 as the oldest living Holocaust survivor. After the death of Yasutaro Koide, of Japan, on January 18, 2016, he was also recognized as the oldest living man in the world as well as one of the ten oldest men ever at his death at age 113 years and 330 days."}]}, {"heading": "Deaths", "year": "2017", "date": "August 11", "txt": "Segun Bucknor, Nigerian musician and journalist (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "August 11", "txt": "V S Naipaul, British writer (b. 1932)  ", "entities": [{"title": "V S Naipaul", "href": "/wiki/V_S_Naipaul", "description": "Sir Vidiadhar Surajprasad Naipaul, commonly known as V. S. Naipaul, and familiarly, Vidia Naipaul, was a Trinidad and Tobago-born British writer of works of fiction and nonfiction in English. He is known for his comic early novels set in Trinidad, his bleaker novels of alienation in the wider world, and his vigilant chronicles of life and travels. He wrote in prose that was widely admired, but his"}]}, {"heading": "Deaths", "year": "2019", "date": "August 11", "txt": "Sergio Obeso Rivera, Mexican Roman Catholic cardinal (b. 1931)", "entities": [{"title": "Sergio Obeso Rivera", "href": "/wiki/Sergio_Obeso_Rivera", "description": "Sergio Obeso Rivera was a Mexican prelate of the Catholic Church. He was Archbishop of Xalapa from 1979 to 2007 after serving as Bishop of Papantla from 1971 to 1974 and then as coadjutor in Xalapa from 1974 to 1979. Pope Francis created him a cardinal on 28 June 2018."}]}, {"heading": "Deaths", "year": "2020", "date": "August 11", "txt": "Trini Lopez, Mexican American singer and guitarist (b. 1937) ", "entities": [{"title": "Trini Lopez", "href": "/wiki/Trini_Lopez", "description": "Trinidad López III was an American singer, guitarist, and actor. His first album included a cover version of Pete Seeger's \"If I Had a Hammer\", which earned a Golden Disc for him. His other hits included \"Lemon Tree\", \"I'm Comin' Home, Cindy\" and \"Sally Was a Good Old Girl\". He designed two guitars for the Gibson Guitar Corporation, which are now collectors’ items."}]}, {"heading": "Deaths", "year": "2020", "date": "August 11", "txt": "Sumner Redstone, American billionaire businessman (b. 1923) ", "entities": []}]