[{"heading": "Events", "year": "654", "date": "August 10", "txt": "Pope Eugene I elected to succeed Martinus I.", "entities": [{"title": "Pope Eugene I", "href": "/wiki/Pope_Eugene_I", "description": "Pope Eugene I was the bishop of Rome from 10 August 654 to his death. He was chosen to become pope after the deposition and banishment of Martin I by Emperor Constans II over the dispute about Monothelitism."}]}, {"heading": "Events", "year": "955", "date": "August 10", "txt": "Battle of Lechfeld: Otto I, Holy Roman Emperor defeats the Magyars, ending 50 years of Magyar invasion of the West.", "entities": [{"title": "Battle of Lechfeld (955)", "href": "/wiki/Battle_of_Lechfeld_(955)", "description": "The Battle of Lechfeld were a series of military engagements over the course of three days from 10–12 August 955 in which the Kingdom of Germany led by king Otto I the Great annihilated the Hungarian army led by harka Bulcsú and the chieftains Lél and Súr. With this German victory further invasions by the Magyars into Latin Europe were ended."}, {"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}, {"title": "Magyars", "href": "/wiki/Magyars", "description": "Hungarians, also known as Magyars, are a nation and ethnic group native to Hungary and historical Hungarian lands who share a common ancestry, culture, history and language. Hungarian belongs to the Uralic language family. There are an estimated 14.2–14.5 million ethnic Hungarians and their descendants worldwide, of whom 9.6 million live in today's Hungary. About 2.2 million Hungarians live in are"}]}, {"heading": "Events", "year": "991", "date": "August 10", "txt": "Battle of Maldon: The English, led by Byrhtnoth, Ealdorman of Essex, are defeated by a band of inland-raiding Vikings near Maldon, Essex.", "entities": [{"title": "Battle of Maldon", "href": "/wiki/Battle_of_Maldon", "description": "The Battle of Maldon took place on 11 August 991 AD near Maldon beside the River Blackwater in Essex, England, during the reign of Æthelred the Unready. Earl Byrhtnoth and his thegns led the English against a Viking invasion. The battle ended in an Anglo-Saxon defeat. After the battle Archbishop Sigeric of Canterbury and the aldermen of the south-western provinces advised King Æthelred to buy off "}, {"title": "Byrhtnoth", "href": "/wiki/Byrhtnoth", "description": "Byrhtnoth was Ealdorman of Essex who died on 11 August 991 at the Battle of Maldon. His name is composed of the Old English beorht (bright) and noð (courage). He is the subject of The Battle of Maldon, an Old English poem, J.R.R. Tolkien's short play in verse, The Homecoming of Beorhtnoth, Beorhthelm's Son, and a modern statue at Maldon."}, {"title": "Ealdorman", "href": "/wiki/Ealdorman", "description": "Ealdorman was a term in Anglo-Saxon England which originally applied to a man of high status, including some of royal birth, whose authority was independent of the king. It evolved in meaning and in the eighth century was sometimes applied to the former kings of territories which had submitted to great powers such as Mercia. In Wessex in the second half of the ninth century it meant the leaders of"}, {"title": "Essex", "href": "/wiki/Essex", "description": "Essex is a county in the east of England, north-east of London. One of the home counties, it borders Suffolk and Cambridgeshire to the north, Hertfordshire to the west, Kent across the estuary of the River Thames to the south and London to the south-west. The county town is Chelmsford, the only city in the county. For the purposes of government statistics, Essex is placed in the East of England re"}, {"title": "Vikings", "href": "/wiki/Vikings", "description": "Vikings were the seafaring Norse people from southern Scandinavia who from the late 8th to late 11th centuries raided, pirated, traded and settled throughout parts of Europe. They also voyaged as far as the Mediterranean, North Africa, the Middle East, and North America. In the countries they raided and settled, the period is known as the Viking Age, and the term 'Viking' also commonly includes th"}, {"title": "Maldon, Essex", "href": "/wiki/Maldon,_Essex", "description": "Maldon is a town and civil parish on the Blackwater estuary in Essex, England. It is the seat of the Maldon District and starting point of the Chelmer and Blackwater Navigation. It is most renowned for Maldon Sea Salt which is produced in the area."}]}, {"heading": "Events", "year": "1030", "date": "August 10", "txt": "The Battle of Azaz ends with a humiliating retreat of the Byzantine emperor, Romanos III Argyros, against the Mirdasid rulers of Aleppo. The retreat degenerates into a rout, in which Romanos himself barely escapes capture.", "entities": [{"title": "Battle of Azaz (1030)", "href": "/wiki/Battle_of_Azaz_(1030)", "description": "The Battle of Azaz was an engagement fought in August 1030 near the Syrian town of Azaz between the Byzantine army, led by Emperor Romanos III Argyros in person, and the forces of the Mirdasid Emirate of Aleppo, likewise under the personal command of Emir Shibl al-Dawla Nasr. The Mirdasids defeated the much larger Byzantine army and took great booty, even though they were eventually unable to capi"}, {"title": "Romanos III Argyros", "href": "/wiki/Romanos_III_Argyros", "description": "Romanos III Argyros, or Romanus III Argyrus, was Byzantine Emperor from 15 November 1028 until his death. He was a Byzantine noble and senior official in Constantinople when the dying Constantine VIII forced him to divorce his wife and marry the emperor's daughter Zoë. Upon Constantine's death three days later, Romanos took the throne."}, {"title": "Mirdasid", "href": "/wiki/Mirdasid", "description": "The Mirdasid dynasty, also called the Banu Mirdas, was an Arab dynasty that controlled the Emirate of Aleppo more or less continuously from 1024 until 1080."}, {"title": "Aleppo", "href": "/wiki/Aleppo", "description": "Aleppo is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus."}]}, {"heading": "Events", "year": "1270", "date": "August 10", "txt": "Yekuno Amlak takes the imperial throne of Ethiopia, restoring the Solomonic dynasty to power after a 100-year Zagwe interregnum.", "entities": [{"title": "Yekuno Amlak", "href": "/wiki/Yekuno_Amlak", "description": "Yekuno Amlak ; throne name Tasfa Iyasus was the Emperor of Ethiopia, and the founder of the Solomonic dynasty, which lasted until 1974. He was a prince from Bete Amhara province who became king of kings of Ethiopia following the defeat of the last Zagwe king."}, {"title": "Emperor of Ethiopia", "href": "/wiki/Emperor_of_Ethiopia", "description": "The Emperor of Ethiopia was the hereditary ruler of the Ethiopian Empire, until the abolition of the monarchy in 1975. The Emperor was the head of state and head of government, with ultimate executive, judicial and legislative power in that country. A National Geographic article called imperial Ethiopia \"nominally a constitutional monarchy; in fact [it was] a benevolent autocracy\"."}, {"title": "Ethiopian Empire", "href": "/wiki/Ethiopian_Empire", "description": "The Ethiopian Empire, also formerly known by the exonym Abyssinia, or just simply known as Ethiopia, was a monarchy that spanned a geographical area in the current states of Ethiopia and Eritrea. It began with the establishment of the Solomonic dynasty by Yekuno Amlak from approximately 1270 and lasted until 1974, when Emperor Haile Selassie was overthrown in a coup d'état by the communist Derg. I"}, {"title": "Solomonic dynasty", "href": "/wiki/Solomonic_dynasty", "description": "The Solomonic dynasty, also known as the House of Solomon, was a dynasty of the Ethiopian Empire formed in the thirteenth century. Its members claim lineal descent from the biblical King Solomon and the Queen of Sheba. Tradition asserts that the queen gave birth to Menelik I after her biblically described visit to Solomon in Jerusalem. In 1270, the Zagwe dynasty of Ethiopia was overthrown by Yekun"}, {"title": "Zagwe dynasty", "href": "/wiki/Zagwe_dynasty", "description": "The Zagwe dynasty was a monarchical dynasty in Late Antiquity that ruled in present-day northern Ethiopia. After the historical name of the Lasta province. Centered at Lalibela, it ruled large parts of the territory from approximately 900 to 1270, when the last Zagwe King Za-Ilmaknun was killed in battle by the forces of the Abyssinian King Yekuno Amlak. The name of the dynasty is thought to deriv"}, {"title": "Interregnum", "href": "/wiki/Interregnum", "description": "An interregnum is a period of discontinuity or \"gap\" in a government, organization, or social order. Archetypally, it was the period of time between the reign of one monarch and the next, and the concepts of interregnum and regency therefore overlap. Historically, the longer and heavier interregna were typically accompanied by widespread unrest, civil and succession wars between warlords, and powe"}]}, {"heading": "Events", "year": "1316", "date": "August 10", "txt": "The Second Battle of Athenry takes place near Athenry during the Bruce campaign in Ireland.", "entities": [{"title": "Second Battle of Athenry", "href": "/wiki/Second_Battle_of_Athenry", "description": "The Second Battle of Athenry took place at Athenry in Ireland on 10 August 1316 during the Bruce campaign in Ireland."}, {"title": "Athenry", "href": "/wiki/Athenry", "description": "Athenry is a town in County Galway, Ireland, which lies 25 kilometres (16 mi) east of Galway city. Some of the attractions of the medieval town are its town wall, Athenry Castle, its priory and its 13th century Anglo-Norman street-plan. The town is also well known by virtue of the song \"The Fields of Athenry\"."}, {"title": "Bruce campaign in Ireland", "href": "/wiki/Bruce_campaign_in_Ireland", "description": "The Bruce campaign was a three-year military campaign in Ireland by Edward Bruce, brother of the Scottish king Robert the Bruce. It lasted from his landing at Larne in 1315 to his defeat and death in 1318 at the Battle of Faughart in County Louth. It was part of the First War of Scottish Independence and the conflict between the Irish, Scoto-Normans, and the Hiberno-Normans."}]}, {"heading": "Events", "year": "1512", "date": "August 10", "txt": "The naval Battle of Saint-Mathieu, during the War of the League of Cambrai, sees the simultaneous destruction of the Breton ship La Cordelière and the English ship The Regent.", "entities": [{"title": "Battle of Saint-Mathieu", "href": "/wiki/Battle_of_Saint-Mathieu", "description": "The naval Battle of Saint-Mathieu took place on 10 August 1512 during the War of the League of Cambrai, near Brest, France, between an English fleet of 25 ships commanded by Sir Edward Howard and a Franco-Breton fleet of 22 ships commanded by René de Clermont. It is possibly the first battle between ships using cannon through ports, although this played a minor role in the fighting. This was one o"}, {"title": "War of the League of Cambrai", "href": "/wiki/War_of_the_League_of_Cambrai", "description": "The War of the League of Cambrai, sometimes known as the War of the Holy League and several other names, was a major conflict in the Italian Wars of 1494–1559. The main participants of the war, fought from 1508 to 1516, were France, the Papal States, and the Republic of Venice, joined at various times by nearly every significant power in Western Europe, including Spain, the Holy Roman Empire, Engl"}]}, {"heading": "Events", "year": "1346", "date": "August 10", "txt": "Jaume Ferrer sets out from Majorca for the \"River of Gold\", the Senegal River.", "entities": [{"title": "Jaume Ferrer", "href": "/wiki/Jaume_Ferrer", "description": "Jaume Ferrer was a Majorcan sailor and explorer. He sailed from Majorca to find the legendary \"River of Gold\" on 10 August 1346, but the outcome of his quest and his fate are unknown. He is memorialized in his native city of Palma, Majorca."}, {"title": "Majorca", "href": "/wiki/Majorca", "description": "Mallorca or Majorca is the largest island in the Balearic Islands, which are part of Spain and located in the Mediterranean. The local language, as on the rest of the Balearic Islands, is Catalan, which is co-official with Spanish."}, {"title": "Senegal River", "href": "/wiki/Senegal_River", "description": "The Senegal River is a 1,086 km (675 mi) long river in West Africa that forms the border between Senegal and Mauritania. It has a drainage basin of 270,000 km2, a mean flow of 680 m3/s, and an annual discharge of 21.5 km3. Important tributaries are the Falémé River, Karakoro River, and the Gorgol River. The river divides into two branches once it passes Kaédi The left branch, called the Doué, runs"}]}, {"heading": "Events", "year": "1519", "date": "August 10", "txt": "Ferdinand Magellan's five ships set sail from Seville to circumnavigate the globe. The Basque second-in-command Juan Sebastián Elcano will complete the expedition after Magellan's death in the Philippines.", "entities": [{"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Seville", "href": "/wiki/Seville", "description": "Seville is the capital and largest city of the Spanish autonomous community of Andalusia and the province of Seville. It is situated on the lower reaches of the River Guadalquivir, in the southwest of the Iberian Peninsula."}, {"title": "Basques", "href": "/wiki/Basques", "description": "The Basques are a Southern European ethnic group, characterised by the Basque language, a common culture and shared genetic ancestry to the ancient Vascones and Aquitanians. Basques are indigenous to and primarily inhabit an area traditionally known as the Basque Country, a region that is located around the western end of the Pyrenees on the coast of the Bay of Biscay and straddles parts of north-"}, {"title": "Juan Sebastián Elcano", "href": "/wiki/Juan_Sebasti%C3%A1n_Elcano", "description": "Juan Sebastián Elcano was a Castilian explorer of Basque origin who completed the first circumnavigation of the Earth. After Magellan's death in the Philippines, Elcano took command of the carrack Victoria from the Moluccas to Sanlúcar de Barrameda in Spain."}, {"title": "Ferdinand Magellan", "href": "/wiki/Ferdinand_Magellan#Death_in_the_Philippines", "description": "Ferdinand Magellan was a Portuguese explorer who organised the Spanish expedition to the East Indies from 1519 to 1522, resulting in the first circumnavigation of the Earth, which was completed after his death in the Philippines by Juan Sebastián Elcano."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "1557", "date": "August 10", "txt": "Battle of St. Quentin: Spanish victory over the French in the Italian War of 1551–59.", "entities": [{"title": "Battle of St. Quentin (1557)", "href": "/wiki/Battle_of_St._Quentin_(1557)", "description": "The Battle of Saint-Quentin of 1557, was a decisive engagement, during the Italian War of 1551–1559, between the Kingdom of France and the Habsburg empire at Saint-Quentin in Picardy. A Habsburg Spanish force under Duke Emmanuel Philibert of Savoy defeated a French army under the command of Duke Louis Gonzaga and Duke Anne de Montmorency."}, {"title": "Italian War of 1551–59", "href": "/wiki/Italian_War_of_1551%E2%80%9359", "description": "The Italian War of 1551–1559, sometimes known as the Habsburg–Valois War and the Last Italian War, began when Henry II of France declared war against Holy Roman Emperor Charles V with the intent of recapturing Italy and ensuring French, rather than Habsburg, domination of European affairs. Historians have emphasized the importance of gunpowder technology, new styles of fortification to resist cann"}]}, {"heading": "Events", "year": "1585", "date": "August 10", "txt": "The Treaty of Nonsuch signed by Elizabeth I of England and the Dutch Rebels.", "entities": [{"title": "Treaty of Nonsuch", "href": "/wiki/Treaty_of_Nonsuch", "description": "\n\nThe Treaty of Nonsuch was signed on 10 August 1585 by Elizabeth I of England and the Dutch rebels fighting against Spanish rule. It was the first international treaty signed by what would become the Dutch Republic. It was signed at Nonsuch Palace, England."}, {"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}, {"title": "Dutch Revolt", "href": "/wiki/Dutch_Revolt", "description": "The Dutch Revolt (1566–1648) was the revolt in the Low Countries against the rule of the Habsburg King Philip II of Spain, hereditary ruler of the provinces. The northern provinces eventually separated from the southern provinces, which continued under Habsburg Spain until 1714. The northern provinces adopted Calvinism and Republicanism whereas the southern provinces became wholly Catholic again d"}]}, {"heading": "Events", "year": "1628", "date": "August 10", "txt": "The Swedish warship Vasa sinks in the Stockholm harbour after only about 20 minutes of her maiden voyage.", "entities": [{"title": "Vasa (ship)", "href": "/wiki/Vasa_(ship)", "description": "Vasa or Wasa is a Swedish warship built between 1626 and 1628. The ship foundered after sailing about 1,300 m into her maiden voyage on 10 August 1628. She fell into obscurity after most of her valuable bronze cannon were salvaged in the 17th century, until she was located again in the late 1950s in a busy shipping area in Stockholm harbor. The ship was salvaged with a largely intact hull in 1961."}, {"title": "Stockholm", "href": "/wiki/Stockholm", "description": "Stockholm is the capital of Sweden. It has the most populous urban area in Sweden as well as in Scandinavia. 1 million people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain o"}]}, {"heading": "Events", "year": "1641", "date": "August 10", "txt": "The Treaty of London between England and Scotland, ending the Bishops' Wars, is signed.", "entities": [{"title": "Treaty of London (1641)", "href": "/wiki/Treaty_of_London_(1641)", "description": "The Treaty of London of 1641 brought an end to the Bishops' Wars between England and Scotland. The Bishops' Wars were an early part of the greater conflict now known as the Wars of the Three Kingdoms."}, {"title": "Bishops' Wars", "href": "/wiki/Bishops%27_Wars", "description": "The 1639 and 1640 Bishops' Wars were the first of the conflicts known collectively as the 1638 to 1651 Wars of the Three Kingdoms, which took place in Scotland, England and Ireland. Others include the Irish Confederate Wars, the First, Second and Third English Civil Wars, and the Cromwellian conquest of Ireland."}]}, {"heading": "Events", "year": "1675", "date": "August 10", "txt": "The foundation stone of the Royal Greenwich Observatory in London, England is laid.", "entities": [{"title": "Royal Observatory, Greenwich", "href": "/wiki/Royal_Observatory,_Greenwich", "description": "The Royal Observatory, Greenwich is an observatory situated on a hill in Greenwich Park in east London, overlooking the River Thames to the north. It played a major role in the history of astronomy and navigation, and because the Prime Meridian passes through it, it gave its name to Greenwich Mean Time, the precursor to today's Coordinated Universal Time (UTC). The ROG has the IAU observatory code"}]}, {"heading": "Events", "year": "1680", "date": "August 10", "txt": "The Pueblo Revolt begins in New Mexico.", "entities": [{"title": "Pueblo Revolt", "href": "/wiki/Pueblo_Revolt", "description": "The Pueblo Revolt of 1680—also known as Popé's Rebellion or Popay's Rebellion—was an uprising of most of the indigenous Pueblo people against the Spanish colonizers in the province of Santa Fe de Nuevo México, larger than present-day New Mexico. The Pueblo Revolt killed 400 Spaniards and drove the remaining 2,000 settlers out of the province. The Spaniards reconquered New Mexico twelve years later"}, {"title": "New Mexico", "href": "/wiki/New_Mexico", "description": "New Mexico is a state in the Southwestern United States; its capital is Santa Fe, which was founded in 1610 as capital of Nuevo México, while its largest city is Albuquerque with its accompanying metropolitan area. It is both one of the Southwestern and Mountain States and shares the Four Corners region with Utah, Colorado, and Arizona. New Mexico is also bordered by the state of Texas to the east"}]}, {"heading": "Events", "year": "1741", "date": "August 10", "txt": "King Marthanda Varma of Travancore defeats the Dutch East India Company at the Battle of Colachel, effectively bringing about the end of the Dutch colonial rule in India.", "entities": [{"title": "Marthanda Varma", "href": "/wiki/Marthanda_Varma", "description": "Anizham Thirunal Marthanda Varma ; 1706 – 7 July 1758, known as the “Maker of Modern Travancore”, was ruler of the Indian kingdom of Travancore (Venadu) from 1729 until his death in 1758. He was succeeded by Rama Varma (1758–98)."}, {"title": "Travancore", "href": "/wiki/Travancore", "description": "The Kingdom of Travancore, also known as the Kingdom of Thiruvithamkoor, was an Indian kingdom from c. 1729 until 1949. It was ruled by the Travancore Royal Family from Padmanabhapuram, and later Thiruvananthapuram. At its zenith, the kingdom covered most of modern-day southern Kerala, and the southernmost part of modern-day Tamil Nadu with the Thachudaya Kaimal's enclave of Irinjalakuda Koodalman"}, {"title": "Dutch East India Company", "href": "/wiki/Dutch_East_India_Company", "description": "The Dutch East India Company, officially the United East India Company, was a megacorporation founded by a government-directed consolidation of several rival Dutch trading companies (voorcompagnieën) in the early 17th century. It is believed to be the largest company to ever have existed in recorded history. It was established on March 20, 1602, as a chartered company to trade with Mughal India in"}, {"title": "Battle of Colachel", "href": "/wiki/Battle_of_Colachel", "description": "The Battle of Colachel was fought on 10 August 1741 [O.S. 31 July 1741]\nbetween the Indian kingdom of Travancore and the Dutch East India Company, during the Travancore-Dutch War. King Marthanda Varma's (1729–1758) forces defeated the Dutch East India Company's forces led by Admiral Eustachius De Lannoy on 10 August 1741. It was the first time in Indian history that an Asian country defeated a Eur"}]}, {"heading": "Events", "year": "1755", "date": "August 10", "txt": "Under the orders of Charles Lawrence, the British Army begins to forcibly deport the Acadians from Nova Scotia to the Thirteen Colonies.", "entities": [{"title": "Charles Lawrence (British Army officer)", "href": "/wiki/Charles_Lawrence_(British_Army_officer)", "description": "Brigadier-General Charles Lawrence was a British military officer who, as lieutenant governor and subsequently governor of Nova Scotia, is perhaps best known for overseeing the Expulsion of the Acadians and settling the New England Planters in Nova Scotia. He was born in Plymouth, England, and died in Halifax, Nova Scotia. According to historian Elizabeth Griffiths, Lawrence was seen as a \"compete"}, {"title": "Expulsion of the Acadians", "href": "/wiki/Expulsion_of_the_Acadians", "description": "The Expulsion of the Acadians, also known as the Great Upheaval, the Great Expulsion, the Great Deportation, and the Deportation of the Acadians, was the forced removal by the British of the Acadian people from the present-day Canadian Maritime provinces of Nova Scotia, New Brunswick, Prince Edward Island and northern Maine — parts of an area historically known as Acadia, causing the death of thou"}, {"title": "Acadians", "href": "/wiki/Acadians", "description": "The Acadians are the descendants of the French who settled in Acadia during the 17th and 18th centuries. Some are also descended from the Indigenous peoples of the region."}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1776", "date": "August 10", "txt": "American Revolutionary War: Word of the United States Declaration of Independence reaches London.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "United States Declaration of Independence", "href": "/wiki/United_States_Declaration_of_Independence", "description": "The United States Declaration of Independence is the pronouncement adopted by the Second Continental Congress meeting in Philadelphia, Pennsylvania, on July 4, 1776. The Declaration explained why the Thirteen Colonies at war with the Kingdom of Great Britain regarded themselves as thirteen independent sovereign states, no longer under British rule. With the Declaration, these new states took a col"}]}, {"heading": "Events", "year": "1792", "date": "August 10", "txt": "French Revolution: Storming of the Tuileries Palace: Louis XVI of France is arrested and taken into custody as his Swiss Guards are massacred by the Parisian mob.", "entities": [{"title": "French Revolution", "href": "/wiki/French_Revolution", "description": "The French Revolution refers to the period that began with the Estates General of 1789 and ended in November 1799 with the formation of the French Consulate. Many of its ideas are considered fundamental principles of Western liberal democracy."}, {"title": "10 August (French Revolution)", "href": "/wiki/10_August_(French_Revolution)", "description": "\nThe Insurrection of 10 August 1792 was a defining event of the French Revolution, when armed revolutionaries in Paris, increasingly in conflict with the French monarchy, stormed the Tuileries Palace. The conflict led France to abolish the monarchy and establish a republic."}, {"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}, {"title": "Swiss Guard", "href": "/wiki/Swiss_Guard", "description": "The Pontifical Swiss Guard \nis a minor armed forces and honour guards unit maintained by the Holy See that protects the Pope and the Apostolic Palace, serving as the de facto military of Vatican City. Established in 1506 under Pope Julius II, the Pontifical Swiss Guard is among the oldest military units in continuous operation."}]}, {"heading": "Events", "year": "1793", "date": "August 10", "txt": "The Musée du Louvre is officially opened in Paris, France.", "entities": [{"title": "Musée du Louvre", "href": "/wiki/Mus%C3%A9e_du_Louvre", "description": "The Louvre, or the Louvre Museum, is the world's largest art museum and a historic monument in Paris, France, and is best known for being the home of the Mona Lisa. A central landmark of the city, it is located on the Right Bank of the Seine in the city's 1st arrondissement. Approximately 38,000 objects from prehistory to the 21st century are exhibited over an area of 72,735 square meters. Due to "}]}, {"heading": "Events", "year": "1809", "date": "August 10", "txt": "Quito, now the capital of Ecuador, declares independence from Spain. This rebellion will be crushed on August 2, 1810.", "entities": [{"title": "Quito", "href": "/wiki/Quito", "description": "Quito is the capital of Ecuador and at an elevation of 2,850 metres (9,350 ft) above sea level, it is the second highest official capital city in the world, and the closest to the equator. It is located in the Guayllabamba river basin, on the eastern slopes of Pichincha, an active stratovolcano in the Andes Mountains."}, {"title": "Capital city", "href": "/wiki/Capital_city", "description": "A capital or capital city is the municipality holding primary status in a department, country, state, province, or other administrative region, usually as its seat of the government. A capital is typically a city that physically encompasses the government's offices and meeting places; the status as capital is often designated by its law or constitution. In some jurisdictions, including several cou"}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "August 2", "href": "/wiki/August_2", "description": "August 2 is the 214th day of the year in the Gregorian calendar; 151 days remain until the end of the year."}, {"title": "1810", "href": "/wiki/1810", "description": "1810 (MDCCCX) was a common year starting on Monday of the Gregorian calendar and a common year starting on Saturday of the Julian calendar, the 1810th year of the Common Era (CE) and Anno Domini (AD) designations, the 810th year of the 2nd millennium, the 10th year of the 19th century, and the 1st year of the 1810s decade. As of the start of 1810, the Gregorian calendar was 12 days ahead of the Ju"}]}, {"heading": "Events", "year": "1813", "date": "August 10", "txt": "Instituto Nacional, is founded by the Chilean patriot José Miguel Carrera. It is Chile's oldest and most prestigious school. Its motto is Labor Omnia Vincit, which means \"Work conquers all things\".", "entities": [{"title": "Instituto Nacional General José Miguel Carrera", "href": "/wiki/Instituto_Nacional_General_Jos%C3%A9_Miguel_Carrera", "description": "Instituto Nacional General José Miguel Carrera, often shortened to Instituto Nacional, is an all-male public school in downtown Santiago, Chile which teaches students between 7th and 12th grade."}, {"title": "José Miguel Carrera", "href": "/wiki/Jos%C3%A9_Miguel_Carrera", "description": "José Miguel Carrera Verdugo was a Chilean general, formerly Spanish military, member of the prominent Carrera family, and considered one of the founders of independent Chile. Carrera was the most important leader of the Chilean War of Independence during the period of the Patria Vieja. After the Spanish \"Reconquista de Chile\" (\"Reconquest\"), he continued campaigning from exile after defeat. His op"}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1821", "date": "August 10", "txt": "Missouri is admitted as the 24th U.S. state.", "entities": [{"title": "Missouri", "href": "/wiki/Missouri", "description": "Missouri is a state in the Midwestern region of the United States. With more than six million residents, it is the 19th-most populous state of the country. The largest urban areas are St. Louis, Kansas City, Springfield and Columbia; the capital is Jefferson City. The state is the 21st-most extensive in area. Missouri is bordered by eight states : Iowa to the north, Illinois, Kentucky and Tennesse"}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1846", "date": "August 10", "txt": "The Smithsonian Institution is chartered by the United States Congress after James Smithson donates $500,000.", "entities": [{"title": "Smithsonian Institution", "href": "/wiki/Smithsonian_Institution", "description": "The Smithsonian Institution, also known simply as The Smithsonian, is a trust instrumentality of the United States composed as a group of museums and research centers. It was founded on August 10, 1846, \"for the increase and diffusion of knowledge\". The institution is named after its founding donor, British scientist James Smithson. It was originally organized as the \"United States National Museum"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "James Smithson", "href": "/wiki/James_Smithson", "description": "James Smithson was an English chemist and mineralogist. He published numerous scientific papers for the Royal Society during the late 1700s as well as assisting in the development of calamine, which would eventually be renamed after him as \"smithsonite\". He was the founding donor of the Smithsonian Institution, which also bears his name."}]}, {"heading": "Events", "year": "1856", "date": "August 10", "txt": "The Last Island hurricane strikes Louisiana, resulting in over 200 deaths.", "entities": [{"title": "1856 Last Island hurricane", "href": "/wiki/1856_Last_Island_hurricane", "description": "The 1856 Last Island hurricane was one of the deadliest tropical cyclones recorded for Louisiana, and tied with Hurricane Laura in 2020 as the strongest hurricane to strike Louisiana in terms of wind speed. The first known tropical cyclone of the season, it was observed first as a minimal hurricane in the Gulf of Mexico near Dry Tortugas on August 9. Moving northwestward, the cyclone quickly inten"}, {"title": "Louisiana", "href": "/wiki/Louisiana", "description": "Louisiana is a state in the Deep South and South Central regions of the United States. It is the 19th-smallest by area and the 25th most populous of the 50 U.S. states. Louisiana is bordered by the state of Texas to the west, Arkansas to the north, Mississippi to the east, and the Gulf of Mexico to the south. A large part of its eastern boundary is demarcated by the Mississippi River. Louisiana is"}]}, {"heading": "Events", "year": "1861", "date": "August 10", "txt": "American Civil War: Battle of Wilson's Creek: A mixed force of Confederate, Missouri State Guard, and Arkansas State troops defeat outnumbered attacking Union forces in the southwestern part of the state.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Wilson's Creek", "href": "/wiki/Battle_of_Wilson%27s_Creek", "description": "The Battle of Wilson's Creek, also known as the Battle of Oak Hills, was the first major battle of the Trans-Mississippi Theater of the American Civil War. It was fought on August 10, 1861, near Springfield, Missouri. \nMissouri was officially a neutral state, but its governor, Claiborne Fox Jackson, supported the South and secretly collaborated with Confederate troops."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Missouri State Guard", "href": "/wiki/Missouri_State_Guard", "description": "The Missouri State Guard (MSG) was a military force established by the Missouri General Assembly on May 11, 1861. While not a formation of the Confederate States Army, the Missouri State Guard fought alongside Confederate troops and, at various times, served under Confederate officers."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}]}, {"heading": "Events", "year": "1864", "date": "August 10", "txt": "After Uruguay's governing Blanco Party refuses Brazil's demands, José Antônio Saraiva announces that the Brazilian military will begin reprisals, beginning the Uruguayan War.", "entities": [{"title": "National Party (Uruguay)", "href": "/wiki/National_Party_(Uruguay)", "description": "The National Party, also known as the White Party, is a major political party in Uruguay and the ruling party of Uruguay since 2020."}, {"title": "José Antônio Saraiva", "href": "/wiki/Jos%C3%A9_Ant%C3%B4nio_Saraiva", "description": "José Antônio Saraiva, also known as Counsellor Saraiva, was a politician, diplomat and lawyer during the period of the Empire of Brazil (1822–1889). He held the position of President of the Council of Ministers firstly from 28 March 1880 to 21 January 1882 and second May 6 May 1885 to 20 August 1885. He was appointed by Emperor Pedro II to form a cabinet in the early hours of 16 November 1889, but"}, {"title": "Uruguayan War", "href": "/wiki/Uruguayan_War", "description": "The Uruguayan War was fought between Uruguay's governing Blanco Party and an alliance consisting of the Empire of Brazil and the Uruguayan Colorado Party, covertly supported by Argentina. Since its independence, Uruguay had been ravaged by intermittent struggles between the Colorado and Blanco factions, each attempting to seize and maintain power in turn. The Colorado leader Venancio Flores launch"}]}, {"heading": "Events", "year": "1897", "date": "August 10", "txt": "German chemist Felix Hoffmann discovers an improved way of synthesizing acetylsalicylic acid (aspirin).", "entities": [{"title": "Felix Hoffmann", "href": "/wiki/Felix_Hoffmann", "description": "Felix Hoffmann was a German chemist notable for re-synthesizing diamorphine, which was popularized under the Bayer trade name of \"heroin\". He is also credited with synthesizing aspirin, though whether he did this under his own initiative or under the instruction of Arthur Eichengrün is contested."}, {"title": "History of aspirin", "href": "/wiki/History_of_aspirin", "description": "\nThe history of aspirin begins with its synthesis and manufacture in 1899. Before that, salicylic acid had been used medicinally since antiquity. Medicines made from willow and other salicylate-rich plants appear in clay tablets from ancient Sumer as well as the Ebers Papyrus from ancient Egypt. Hippocrates referred to the use of salicylic tea to reduce fevers around 400 BC, and willow bark prepar"}, {"title": "Aspirin", "href": "/wiki/Aspirin", "description": "Aspirin, also known as acetylsalicylic acid (ASA), is a medication used to reduce pain, fever, or inflammation. Specific inflammatory conditions which aspirin is used to treat include Kawasaki disease, pericarditis, and rheumatic fever. Aspirin given shortly after a heart attack decreases the risk of death. Aspirin is also used long-term to help prevent further heart attacks, ischaemic strokes, an"}]}, {"heading": "Events", "year": "1901", "date": "August 10", "txt": "The U.S. Steel recognition strike by the Amalgamated Association of Iron and Steel Workers begins.", "entities": [{"title": "U.S. Steel recognition strike of 1901", "href": "/wiki/U.S._Steel_recognition_strike_of_1901", "description": "The U.S. Steel recognition strike of 1901 was an attempt by the Amalgamated Association of Iron, Steel and Tin Workers to reverse its declining fortunes and organize large numbers of new members. The strike failed."}, {"title": "Amalgamated Association of Iron and Steel Workers", "href": "/wiki/Amalgamated_Association_of_Iron_and_Steel_Workers", "description": "Amalgamated Association of Iron and Steel Workers was an American labor union formed in 1876 to represent iron and steel workers. It partnered with the Steel Workers Organizing Committee and CIO, in November 1935. Both organizations disbanded May 22, 1942, to form a new organization, the United Steelworkers."}]}, {"heading": "Events", "year": "1904", "date": "August 10", "txt": "Russo-Japanese War: The Battle of the Yellow Sea between the Russian and Japanese battleship fleets takes place.", "entities": [{"title": "Russo-Japanese War", "href": "/wiki/Russo-Japanese_War", "description": "The Russian Empire and the Empire of Japan fought the Russo-Japanese War during 1904 and 1905 over rival imperial ambitions in Manchuria and Korea. The major theatres of military operations were the Liaodong Peninsula and Mukden in Southern Manchuria, and the seas around Korea, Japan, and the Yellow Sea."}, {"title": "Battle of the Yellow Sea", "href": "/wiki/Battle_of_the_Yellow_Sea", "description": "The Battle of the Yellow Sea was a major naval battle of the Russo-Japanese War, fought on 10 August 1904. In the Russian Navy, it was referred to as the Battle of 10 August. The battle foiled an attempt by the Russian fleet at Port Arthur to break out and form up with the Vladivostok squadron, forcing them to return to port. Four days later, the Battle off Ulsan similarly ended the Vladivostok gr"}]}, {"heading": "Events", "year": "1905", "date": "August 10", "txt": "Russo-Japanese War: Peace negotiations begin in Portsmouth, New Hampshire.", "entities": [{"title": "Portsmouth, New Hampshire", "href": "/wiki/Portsmouth,_New_Hampshire", "description": "Portsmouth is a city in Rockingham County, New Hampshire, United States. As of the 2010 census it had a population of 21,233, and in 2019 the estimated population was 21,927. A historic seaport and popular summer tourist destination on the Piscataqua River bordering the state of Maine, Portsmouth was formerly the home of the Strategic Air Command's Pease Air Force Base, since converted to Portsmou"}]}, {"heading": "Events", "year": "1913", "date": "August 10", "txt": "Second Balkan War: Delegates from Bulgaria, Romania, Serbia, Montenegro, and Greece sign the Treaty of Bucharest, ending the war.", "entities": [{"title": "Second Balkan War", "href": "/wiki/Second_Balkan_War", "description": "The Second Balkan War was a conflict which broke out when Bulgaria, dissatisfied with its share of the spoils of the First Balkan War, attacked its former allies, Serbia and Greece, on 16 (O.S.) / 29 (N.S.) June 1913. Serbian and Greek armies repulsed the Bulgarian offensive and counter-attacked, entering Bulgaria. With Bulgaria also having previously engaged in territorial disputes with Romania a"}, {"title": "Bulgaria", "href": "/wiki/Bulgaria", "description": "Bulgaria, officially the Republic of Bulgaria, is a country in Southeast Europe. It is bordered by Romania to the north, Serbia and North Macedonia to the west, Greece and Turkey to the south, and the Black Sea to the east. The capital and largest city is Sofia; other major cities are Plovdiv, Varna and Burgas. With a territory of 110,994 square kilometres (42,855 sq mi), Bulgaria is Europe's sixt"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "Montenegro", "href": "/wiki/Montenegro", "description": "Montenegro is a country in Southeast Europe. It is located on the Adriatic Sea and is a part of the Balkans, sharing borders with Serbia to the northeast, Bosnia and Herzegovina to the northwest, Albania to the southeast, and the Adriatic Sea and Croatia to the southwest. Podgorica, the capital and largest city, covers 10.4% of Montenegro's territory of 13,812 square kilometres (5,333 sq mi), and "}, {"title": "Treaty of Bucharest (1913)", "href": "/wiki/Treaty_of_Bucharest_(1913)", "description": "The Treaty of Bucharest was concluded on 10 August 1913, by the delegates of Bulgaria, Romania, Serbia, Montenegro and Greece. The Treaty was concluded in the aftermath of the Second Balkan War and amended the previous Treaty of London, which ended the First Balkan War. About one month later, the Bulgarians signed a separate border treaty with the Ottomans, who had regained some territory west of "}]}, {"heading": "Events", "year": "1920", "date": "August 10", "txt": "World War I: Ottoman sultan Mehmed VI's representatives sign the Treaty of Sèvres that divides up the Ottoman Empire between the Allies.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "List of sultans of the Ottoman Empire", "href": "/wiki/List_of_sultans_of_the_Ottoman_Empire", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}, {"title": "Mehmed VI", "href": "/wiki/Mehmed_VI", "description": "Mehmed VI Vahideddin, also known as Şahbaba among the Osmanoğlu family, was the 36th and last Sultan of the Ottoman Empire, reigning from 4 July 1918 until 1 November, 1922 when the Ottoman Empire was dissolved after World War I, and was replaced by the Republic of Turkey, on 29 October 1923. The brother of Mehmed V, he became heir to the throne in 1916 after the suicide of Abdülaziz's son, Şehzad"}, {"title": "Treaty of Sèvres", "href": "/wiki/Treaty_of_S%C3%A8vres", "description": "The Treaty of Sèvres was a 1920 treaty signed between the Allies of World War I and the Ottoman Empire. The treaty ceded large parts of Ottoman territory to France, the United Kingdom, Greece, and Italy, as well as creating large occupation zones within the Ottoman Empire. It was one of a series of treaties that the Central Powers signed with the Allied Powers after their defeat in World War I. Ho"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Allies of World War I", "href": "/wiki/Allies_of_World_War_I", "description": "The Allies of World War I or Entente Powers were a coalition of countries led by France, Britain, Russia, Italy and Japan against the Central Powers of Germany, Austria-Hungary, the Ottoman Empire, Bulgaria and their colonies during the First World War (1914–1918)."}]}, {"heading": "Events", "year": "1932", "date": "August 10", "txt": "A 5.1 kilograms (11 lb) chondrite-type meteorite breaks into at least seven pieces and lands near the town of Archie in Cass County, Missouri.", "entities": [{"title": "Chondrite", "href": "/wiki/Chondrite", "description": "A chondrite is a stony (non-metallic) meteorite that has not been modified, by either melting or differentiation of the parent body. They are formed when various types of dust and small grains in the early Solar System accreted to form primitive asteroids. Some such bodies that are captured in the planet’s gravity well become the most common type of meteorite by arriving on a trajectory toward the"}, {"title": "Meteorite", "href": "/wiki/Meteorite", "description": "A meteorite is a solid piece of debris from an object, such as a comet, asteroid, or meteoroid, that originates in outer space and survives its passage through the atmosphere to reach the surface of a planet or moon. When the original object enters the atmosphere, various factors such as friction, pressure, and chemical interactions with the atmospheric gases cause it to heat up and radiate energy"}, {"title": "Archie, Missouri", "href": "/wiki/Archie,_Missouri", "description": "Archie is a city in southern Cass County, Missouri. The city is part of the Kansas City metropolitan statistical area within the United States. The population was 1,170 at the 2010 census."}, {"title": "Cass County, Missouri", "href": "/wiki/Cass_County,_Missouri", "description": "Cass County is a county located in the western part of the U.S. state of Missouri and is part of the Kansas City metropolitan area. As of the 2010 census, the population was 99,478. Its county seat is Harrisonville, however the county contains a portion of Kansas City, Missouri. The county was organized in 1835 as Van Buren County, but was renamed in 1849 after U.S. Senator Lewis Cass of Michigan,"}]}, {"heading": "Events", "year": "1936", "date": "August 10", "txt": "Spanish Civil War: The Regional Defence Council of Aragon is dissolved by the Spanish Republic.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Regional Defence Council of Aragon", "href": "/wiki/Regional_Defence_Council_of_Aragon", "description": "The Regional Defence Council of Aragon, was an administrative entity created by the Confederación Nacional del Trabajo (CNT) in the context of the Spanish Revolution, during the Spanish Civil War. Until its dissolution, the CRDA controlled and administered the eastern half of Aragon. Its economy was based on the communities, the productive engine of the region, as well as the exchange between them"}, {"title": "Spanish Republic", "href": "/wiki/Spanish_Republic", "description": "The Spanish Republic, commonly known as the Second Spanish Republic, was the form of government in Spain from 1931 to 1939. The Republic was proclaimed on 14 April 1931, after the deposition of Alfonso XIII, and was dissolved on 1 April 1939 after surrendering in the Spanish Civil War to the rebel faction that fought to establish a military dictatorship under General Francisco Franco."}]}, {"heading": "Events", "year": "1944", "date": "August 10", "txt": "World War II: The Battle of Guam comes to an effective end.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Guam (1944)", "href": "/wiki/Battle_of_Guam_(1944)", "description": "The Battle of Guam was the American recapture of the Japanese-held island of Guam, a U.S. territory in the Mariana Islands captured by the Japanese from the U.S. in the 1941 First Battle of Guam during the Pacific campaign of World War II."}]}, {"heading": "Events", "year": "1944", "date": "August 10", "txt": "World War II: The Battle of Narva ends with a combined German–Estonian force successfully defending Narva, Estonia, from invading Soviet troops.", "entities": [{"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Narva", "href": "/wiki/Narva", "description": "Narva is a municipality and city in Estonia. It is located in Ida-Viru County, at the eastern extreme point of Estonia, at the Russian border, on the Narva River which drains Lake Peipus. The city of Narva is the country's third largest after Tallinn and Tartu."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1948", "date": "August 10", "txt": "Candid Camera makes its television debut after being on radio for a year as Candid Microphone.", "entities": []}, {"heading": "Events", "year": "1949", "date": "August 10", "txt": "An amendment to the National Security Act of 1947 enhances the authority of the United States Secretary of Defense over the Army, Navy and Air Force, and replaces the National Military Establishment with the Department of Defense.", "entities": [{"title": "National Security Act of 1947", "href": "/wiki/National_Security_Act_of_1947", "description": "The National Security Act of 1947 was a law enacting major restructuring of the United States government's military and intelligence agencies following World War II. The majority of the provisions of the Act took effect on September 18, 1947, the day after the Senate confirmed James Forrestal as the first Secretary of Defense."}, {"title": "United States Secretary of Defense", "href": "/wiki/United_States_Secretary_of_Defense", "description": "The United States secretary of defense (SecDef) is the leader and chief executive officer of the United States Department of Defense, the executive department of the U.S. Armed Forces. The secretary of defense's position of command and authority over the military is second only to that of the president of the United States, who is the commander-in-chief. This position corresponds to what is genera"}, {"title": "United States Department of Defense", "href": "/wiki/United_States_Department_of_Defense", "description": "The United States Department of Defense is an executive branch department of the federal government charged with coordinating and supervising all agencies and functions of the government directly related to national security and the United States Armed Forces. The DOD is the largest employer in the world, with over 1.3 million active-duty service members as of 2020. More employees include over 826"}]}, {"heading": "Events", "year": "1953", "date": "August 10", "txt": "First Indochina War: The French Union withdraws its forces from Operation Camargue against the Viet Minh in central Vietnam.", "entities": [{"title": "First Indochina War", "href": "/wiki/First_Indochina_War", "description": "The First Indochina War began in French Indochina on December 19, 1946, and lasted until July 20, 1954. Fighting between French forces and their Việt Minh opponents in the south dated from September 1945. The conflict pitted a range of forces, including the French Union's French Far East Expeditionary Corps, led by the government of France and supported by the former emperor Bảo Đại's Vietnamese N"}, {"title": "French Union", "href": "/wiki/French_Union", "description": "The French Union (1946–1958) was a political entity created by the French Fourth Republic to replace the old French colonial system, colloquially known as the \"French Empire\". It was the formal end of the \"indigenous\" status of French subjects in colonial areas."}, {"title": "Operation Camargue", "href": "/wiki/Operation_Camargue", "description": "Operation Camargue was one of the largest operations by the French Far East Expeditionary Corps and Vietnamese National Army in the First Indochina War. It took place from 28 July until 10 August 1953. French armored platoons, airborne units and troops delivered by landing craft to the coast of central Annam, modern-day Vietnam, attempted to sweep forces of the communist Viet Minh from the critica"}, {"title": "Viet Minh", "href": "/wiki/Viet_Minh", "description": "Việt Minh was a national independence coalition formed at Pác Bó by Hồ Chí Minh on May 19, 1941. The Việt Nam Độc Lập Đồng Minh Hội had previously formed in Nanjing, China, at some point between August 1935 and early 1936 when Vietnamese nationalist parties formed an anti-imperialist united front. This organization soon lapsed into inactivity, only to be revived by the Indochinese Communist Party "}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}]}, {"heading": "Events", "year": "1954", "date": "August 10", "txt": "At Massena, New York, the groundbreaking ceremony for the Saint Lawrence Seaway is held.", "entities": [{"title": "Massena, New York", "href": "/wiki/Massena,_New_York", "description": "Massena is a town in St. Lawrence County, New York, United States. Massena is along the county's northern border, just south of the St. Lawrence River and the Three Nations Crossing of the Canada–United States border. The population was 12,883 at the 2010 census. The town of Massena contains a village also named Massena."}, {"title": "Saint Lawrence Seaway", "href": "/wiki/Saint_Lawrence_Seaway", "description": "The Saint Lawrence Seaway is a system of locks, canals, and channels in Canada and the United States that permits oceangoing vessels to travel from the Atlantic Ocean to the Great Lakes of North America, as far inland as Duluth, Minnesota, at the western end of Lake Superior. The seaway is named for the Saint Lawrence River, which flows from Lake Ontario to the Atlantic Ocean. Legally, the seaway "}]}, {"heading": "Events", "year": "1961", "date": "August 10", "txt": "Vietnam War: The U.S. Army begins Operation Ranch Hand, spraying an estimated 20 million US gallons (76,000 m3) of defoliants and herbicides over rural areas of South Vietnam in an attempt to deprive the Viet Cong of food and vegetation cover.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Operation Ranch Hand", "href": "/wiki/Operation_Ranch_Hand", "description": "Operation Ranch Hand was a U.S. military operation during the Vietnam War, lasting from 1962 until 1971. Largely inspired by the British use of 2,4,5-T and 2,4-D during the Malayan Emergency in the 1950s, it was part of the overall herbicidal warfare program during the war called \"Operation Trail Dust\". Ranch Hand involved spraying an estimated 20 million U.S. gallons (76,000 m3) of defoliants and"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}]}, {"heading": "Events", "year": "1966", "date": "August 10", "txt": "The Heron Road Bridge collapses while being built, killing nine workers in the deadliest construction accident in both Ottawa and Ontario.", "entities": [{"title": "Heron Road Bridge", "href": "/wiki/Heron_Road_Bridge", "description": "The Heron Road Workers Memorial Bridge is a bridge in Ottawa, Ontario, Canada. It connects Baseline Road to Heron Road and allows east-west traffic to cross both the Rideau River and the Rideau Canal just south of Carleton University. The current bridge was finished in 1967, one year after a bridge collapse killed nine workers and injured over sixty others in the worst construction accident in bot"}, {"title": "Ottawa", "href": "/wiki/Ottawa", "description": "Ottawa is the capital city of Canada. It stands on the south bank of the Ottawa River in the eastern portion of southern Ontario. Ottawa borders Gatineau, Quebec, and forms the core of the Ottawa–Gatineau census metropolitan area (CMA) and the National Capital Region (NCR). As of 2016, Ottawa had a city population of 934,243 and a metropolitan population of 1,476,008 making it the fourth-largest c"}, {"title": "Ontario", "href": "/wiki/Ontario", "description": "Ontario is one of the thirteen provinces and territories of Canada. Located in Central Canada, it is Canada's most populous province, with 38.3 percent of the country's population, and is the second-largest province by total area. Ontario is Canada's fourth-largest jurisdiction in total area when the territories of the Northwest Territories and Nunavut are included. It is home to the nation's capi"}]}, {"heading": "Events", "year": "1969", "date": "August 10", "txt": "A day after murdering Sharon Tate and four others, members of Charles Manson's cult kill Leno and Rosemary LaBianca.", "entities": [{"title": "Sharon Tate", "href": "/wiki/Sharon_Tate", "description": "Sharon Marie Tate Polanski was an American actress and model. During the 1960s, she played small television roles before appearing in films and was regularly featured in fashion magazines as a model and cover girl. After receiving positive reviews for her comedic and dramatic acting performances, Tate was hailed as one of Hollywood's most promising newcomers."}, {"title": "Charles Manson", "href": "/wiki/Charles_Manson", "description": "Charles Milles Manson was an American criminal and cult leader. In mid-1967, he formed what became known as the \"Manson Family\", a quasi-commune based in California. His followers committed a series of nine murders at four locations in July and August 1969. Although the motive for the murders was disputed by Manson, the Los Angeles County District Attorney believed that Manson intended to start a "}, {"title": "Leno and Rosemary LaBianca", "href": "/wiki/Leno_and_Rosemary_LaBianca", "description": "The Tate–LaBianca murders in 1969 were perpetrated by members of the Manson Family in Los Angeles, California, under the direction of its leader Charles Manson. They murdered five people, including actress Sharon Tate and several of her guests, on August 9–10, 1969. Allegedly displeased with the subsequent panic around the murders, Manson ordered the murders of supermarket executive Leno LaBianca "}]}, {"heading": "Events", "year": "1971", "date": "August 10", "txt": "The Society for American Baseball Research is founded in Cooperstown, New York.", "entities": [{"title": "Society for American Baseball Research", "href": "/wiki/Society_for_American_Baseball_Research", "description": "The Society for American Baseball Research (SABR) is a membership organization dedicated to fostering the research and dissemination of the history and record of baseball primarily through the use of statistics. Established in Cooperstown, New York, on August 10, 1971 by sportswriter Bob Davids, it is based in Phoenix, Arizona. Its membership as of June 1, 2019, is 5,367."}, {"title": "Cooperstown, New York", "href": "/wiki/Cooperstown,_New_York", "description": "Cooperstown is a village in and county seat of Otsego County, New York, United States. Most of the village lies within the town of Otsego, but some of the eastern part is in the town of Middlefield. Located at the foot of Otsego Lake in the Central New York Region, Cooperstown is approximately 60 miles west of Albany, 67 mi (108 km) southeast of Syracuse and 145 mi (233 km) northwest of New York C"}]}, {"heading": "Events", "year": "1977", "date": "August 10", "txt": "In Yonkers, New York, 24-year-old postal employee David Berkowitz (\"Son of Sam\") is arrested for a series of killings in the New York City area over the period of one year.", "entities": [{"title": "Yonkers, New York", "href": "/wiki/Yonkers,_New_York", "description": "Yonkers is a city in Westchester County, New York, United States. Developed along the Hudson River, it is the fourth most populous city in the state of New York, after New York City, Buffalo, and Rochester. The population of Yonkers was 195,976 as enumerated in the 2010 United States Census; it is estimated to have increased by 2.2% to 200,370 in 2019. It is classified as an inner suburb of New Yo"}, {"title": "David Berkowitz", "href": "/wiki/David_Berkowitz", "description": "David Richard Berkowitz, also self-proclaimed with the name Son of Sam and christened by the media as the .44 Caliber Killer due to the weapon he used, is an American serial killer who pleaded guilty to eight separate shooting attacks that began in New York City during the summer of 1976."}, {"title": "Serial killer", "href": "/wiki/Serial_killer", "description": "A serial killer is typically a person who murders three or more people, usually in service of abnormal psychological gratification, with the murders taking place over more than a month and including a significant period of time between them. While most authorities set a threshold of three murders, others extend it to four or lessen it to two."}]}, {"heading": "Events", "year": "1978", "date": "August 10", "txt": "Three members of the Ulrich family are killed in an accident. This leads to the Ford Pinto litigation.", "entities": [{"title": "Ford Pinto", "href": "/wiki/Ford_Pinto", "description": "The Ford Pinto is a subcompact car that was manufactured and marketed by Ford Motor Company in North America from the 1971 to the 1980 model years. The smallest American Ford vehicle since 1907, the Pinto was the first subcompact vehicle produced by Ford in North America."}, {"title": "Ford Pinto", "href": "/wiki/Ford_Pinto#Recall", "description": "The Ford Pinto is a subcompact car that was manufactured and marketed by Ford Motor Company in North America from the 1971 to the 1980 model years. The smallest American Ford vehicle since 1907, the Pinto was the first subcompact vehicle produced by Ford in North America."}]}, {"heading": "Events", "year": "1981", "date": "August 10", "txt": "Murder of Adam Walsh: The head of John Walsh's son is found. This inspires the creation of the television series America's Most Wanted and the National Center for Missing & Exploited Children.", "entities": [{"title": "Murder of Adam Walsh", "href": "/wiki/Murder_of_Adam_Walsh", "description": "Adam John Walsh was an American boy who was abducted from a Sears department store at the Hollywood Mall in Hollywood, Florida, on July 27, 1981. His severed head was found two weeks later in a drainage canal alongside Highway 60 / Yeehaw Junction in rural Indian River County, Florida. His death garnered national interest and was made into the 1983 television film Adam, seen by 38 million people i"}, {"title": "John Walsh (television host)", "href": "/wiki/John_Walsh_(television_host)", "description": "John Edward Walsh Jr. is an American television personality, criminal investigator, victim rights advocate, and the host/creator of America's Most Wanted. He is known for his anti-crime activism, with which he became involved following the murder of his son, Adam, in 1981; in 2008, the late serial killer Ottis Toole was officially named as Adam's killer. He was part-owner of the now defunct Nation"}, {"title": "National Center for Missing & Exploited Children", "href": "/wiki/National_Center_for_Missing_%26_Exploited_Children", "description": "The National Center for Missing & Exploited Children (NCMEC) is a private, nonprofit organization established in 1984 by the United States Congress. In September 2013, the United States House of Representatives, United States Senate, and the President of the United States reauthorized the allocation of $40 million in funding for the National Center for Missing & Exploited Children as part of Missi"}]}, {"heading": "Events", "year": "1988", "date": "August 10", "txt": "Japanese American internment: U.S. President Ronald Reagan signs the Civil Liberties Act of 1988, providing $20,000 payments to Japanese Americans who were either interned in or relocated by the United States during World War II.", "entities": [{"title": "Japanese American internment", "href": "/wiki/Japanese_American_internment", "description": "The internment of Japanese Americans in the United States during World War II was the forced relocation and incarceration in concentration camps in the western interior of the country of about 120,000 people of Japanese ancestry, most of whom lived on the Pacific Coast. Sixty-two percent of the internees were United States citizens. These actions were ordered by President Franklin D. Roosevelt sho"}, {"title": "Ronald Reagan", "href": "/wiki/Ronald_Reagan", "description": "Ronald Wilson Reagan was an American politician who served as the 40th president of the United States from 1981 to 1989 and became a highly influential voice of modern conservatism. Prior to his presidency, he was a Hollywood actor and union leader before serving as the 33rd governor of California from 1967 to 1975."}, {"title": "Civil Liberties Act of 1988", "href": "/wiki/Civil_Liberties_Act_of_1988", "description": "The Civil Liberties Act of 1988 is a United States federal law that granted reparations to Japanese Americans who had been interned by the United States government during World War II. The act was sponsored by California's Democratic Congressman Norman Mineta, an internee as a child, and Wyoming's Republican Senator Alan K. Simpson, who had met Mineta while visiting an internment camp. The third c"}, {"title": "Japanese Americans", "href": "/wiki/Japanese_Americans", "description": "Japanese Americans  are Americans of Japanese ancestry. Japanese Americans were among the three largest Asian American ethnic communities during the 20th century; but, according to the 2000 census, they have declined in number to constitute the sixth largest Asian American group at around 1,469,637, including those of partial ancestry. According to the 2010 census, the largest Japanese American co"}]}, {"heading": "Events", "year": "1990", "date": "August 10", "txt": "The Magellan space probe reaches Venus.", "entities": [{"title": "Magellan (spacecraft)", "href": "/wiki/Magellan_(spacecraft)", "description": "The Magellan spacecraft was a 1,035-kilogram (2,282 lb) robotic space probe launched by NASA of the United States, on May 4, 1989, to map the surface of Venus by using synthetic-aperture radar and to measure the planetary gravitational field."}, {"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}]}, {"heading": "Events", "year": "1993", "date": "August 10", "txt": "Two earthquakes affect New Zealand. A 7.0 Mw  shock (intensity VI (Strong)) in the South Island was followed nine hours later by a 6.4 Mw  event (intensity VII (Very strong)) in the North Island.", "entities": [{"title": "List of earthquakes in New Zealand", "href": "/wiki/List_of_earthquakes_in_New_Zealand", "description": "This is a list of large earthquakes that have occurred in New Zealand. Only earthquakes with a magnitude of 6.0 or greater are listed, except for a few that had a moderate impact. Aftershocks are not included, unless they were of great significance or contributed to a death toll, such as the M 6.3 2011 Christchurch earthquake and the M 7.3 aftershock to the 1931 Hawke's Bay earthquake."}, {"title": "South Island", "href": "/wiki/South_Island", "description": "The South Island, also officially named Te Waipounamu, is the larger of the two major islands of New Zealand in surface area, the other being the smaller but more populous North Island. It is bordered to the north by Cook Strait, to the west by the Tasman Sea, and to the south and east by the Pacific Ocean. The South Island covers 150,437 square kilometres (58,084 sq mi), making it the world's 12t"}]}, {"heading": "Events", "year": "1995", "date": "August 10", "txt": "Oklahoma City bombing: Timothy McVeigh and Terry Nichols are indicted for the bombing. Michael Fortier pleads guilty in a plea-bargain for his testimony.", "entities": [{"title": "Oklahoma City bombing", "href": "/wiki/Oklahoma_City_bombing", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}, {"title": "Timothy McVeigh", "href": "/wiki/Timothy_McVeigh", "description": "Timothy James McVeigh was an American domestic terrorist who carried out the 1995 Oklahoma City bombing that killed 168 people and injured more than 680 others, and destroyed one third of the Alfred P. Murrah Federal Building. The bombing was the deadliest act of terrorism in the United States prior to the September 11 attacks. It remains one of the deadliest acts of domestic terrorism in U.S. his"}, {"title": "Terry Nichols", "href": "/wiki/Terry_Nichols", "description": "Terry Lynn Nichols is an American domestic terrorist who was convicted of being an accomplice in the Oklahoma City bombing. Prior to his incarceration, he held a variety of short-term jobs, working as a farmer, grain elevator manager, real estate salesman and ranch hand. He met his future co-conspirator, Timothy McVeigh, during a brief stint in the U.S. Army, which ended in 1989 when he requested "}, {"title": "Michael and Lori Fortier", "href": "/wiki/Michael_and_Lori_Fortier", "description": "The Oklahoma City bombing was a domestic terrorist truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, Oklahoma, United States, on Wednesday, April 19, 1995. Perpetrated by anti-government extremists Timothy McVeigh and Terry Nichols, the bombing happened at 9:02 am and killed at least 168 people, injured more than 680 others, and destroyed more than one-third of the building,"}]}, {"heading": "Events", "year": "1997", "date": "August 10", "txt": "Sixteen people are killed when Formosa Airlines Flight 7601 crashes near Beigan Airport in the Matsu Islands of Taiwan.", "entities": [{"title": "Formosa Airlines Flight 7601", "href": "/wiki/Formosa_Airlines_Flight_7601", "description": "Formosa Airlines Flight 7601 was an aviation accident that killed 16 people on 10 August 1997 in Beigan, Matsu Islands, Fujian, Republic of China."}, {"title": "Beigan Airport", "href": "/wiki/Beigan_Airport", "description": "Matsu Beigan Airport is one of the airports in Matsu Islands, Lienchiang County, Fukien Province, Taiwan (ROC). It also serves as a heliport and located on Beigan Island. It is served by Uni Air ATR 72-600 (立榮航空) with scheduled flights to Taipei Songshan Airport."}, {"title": "Matsu Islands", "href": "/wiki/Matsu_Islands", "description": "The Matsu Islands are an archipelago of 36 islands and islets in the East China Sea officially named Lienchiang County in the Republic of China. It is the smallest county in the free area of the Republic of China."}, {"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "1998", "date": "August 10", "txt": "HRH Prince Al-Muhtadee Billah is proclaimed the crown prince of Brunei with a Royal Proclamation.", "entities": [{"title": "Al-Muhtadee Billah", "href": "/wiki/Al-Muhtadee_Billah", "description": "Crown Prince Haji Al-Muhtadee Billah is the eldest son of Sultan Hassanal Bolkiah and his wife Queen Saleha. He is the Crown Prince of Brunei Darussalam and is first in the line of succession to the Bruneian throne."}, {"title": "Crown prince", "href": "/wiki/Crown_prince", "description": "A crown prince is the heir apparent to the throne in a royal or imperial monarchy. The female form of the title is crown princess, which may refer either to an heiress apparent or, especially in earlier times, to the wife of the person styled crown prince."}, {"title": "Brunei", "href": "/wiki/Brunei", "description": "Brunei, officially the Nation of Brunei, the Abode of Peace, is a country located on the north coast of the island of Borneo in Southeast Asia. Apart from its coastline with the South China Sea, the country is completely surrounded by the Malaysian state of Sarawak. It is separated into two parts by the Sarawak district of Limbang. Brunei is the only sovereign state completely on the island of Bor"}]}, {"heading": "Events", "year": "1999", "date": "August 10", "txt": "Los Angeles Jewish Community Center shooting.", "entities": [{"title": "Los Angeles Jewish Community Center shooting", "href": "/wiki/Los_Angeles_Jewish_Community_Center_shooting", "description": "The 1999 Los Angeles Jewish Community Center shooting occurred on August 10, 1999, at around 10:50 a.m. PT, when white supremacist Buford O. Furrow, Jr. walked into the lobby of the North Valley Jewish Community Center in Granada Hills and opened fire with an Uzi \nsub machine gun, firing 70 bullets into the complex. The gunfire wounded five people: three children, a teenage counselor, and an offic"}]}, {"heading": "Events", "year": "2001", "date": "August 10", "txt": "The 2001 Angola train attack occurred, causing 252 deaths.", "entities": [{"title": "2001 Angola train attack", "href": "/wiki/2001_Angola_train_attack", "description": "The 2001 Angola train attack was an attack during the Angolan Civil War when on 10 August 2001 UNITA forces derailed a train travelling between towns of Zenza and Dondo with an anti-tank mine and then attacked the passengers with small arms fire."}]}, {"heading": "Events", "year": "2003", "date": "August 10", "txt": "The Okinawa Urban Monorail is opened in Naha, Okinawa.", "entities": [{"title": "Naha", "href": "/wiki/Naha", "description": "Naha  is the capital city of the Okinawa Prefecture, the southernmost prefecture of Japan. As of 1 June 2019, the city has an estimated population of 317,405 and a population density of 7,939 persons per km2. The total area is 39.98 km2."}, {"title": "Okinawa Prefecture", "href": "/wiki/Okinawa_Prefecture", "description": "Okinawa Prefecture  is a prefecture of Japan located on the Ryukyu Islands. Okinawa Prefecture is the southernmost and westernmost prefecture of Japan, has a population of 1,457,162 and has a geographic area of 2,281 km2."}]}, {"heading": "Events", "year": "2009", "date": "August 10", "txt": "Twenty people are killed in Handlová, Trenčín Region, in the deadliest mining disaster in Slovakia's history.", "entities": [{"title": "Handlová", "href": "/wiki/Handlov%C3%A1", "description": "Handlová is a town in the Prievidza District, Trenčín Region in the middle of Slovakia. It is made up of the three parts Handlová, Nová Lehota and Morovno."}, {"title": "Trenčín Region", "href": "/wiki/Tren%C4%8D%C3%ADn_Region", "description": "The Trenčín Region is one of the eight Slovak administrative regions. It consists of 9 districts (okresy). The region was established in 1996: previously it had been a part of West-Slovak region and partly central Slovak region. Industry is a main branch of region economy."}, {"title": "2009 Handlová mine blast", "href": "/wiki/2009_Handlov%C3%A1_mine_blast", "description": "The 2009 Handlová mine blast occurred on 10 August 2009 roughly 330 metres (1,080 ft) underground in Trencin Region, Slovakia at Hornonitrianske Bane Prievidza, a.s.s (HNB) coal mine located in the town of Handlová. 20 people were killed, nine others suffered minor injuries and were taken to hospital for treatment. Some historians have called the disaster the largest mining tragedy in Slovakia’s h"}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}]}, {"heading": "Events", "year": "2012", "date": "August 10", "txt": "The Marikana massacre begins near Rustenburg, South Africa, resulting in the deaths of 47 people.", "entities": [{"title": "Marikana killings", "href": "/wiki/Marikana_killings", "description": "The Marikana massacre, was the killing of 34 miners by the South African Police Service (SAPS). It took place on 16 August 2012, and was the most lethal use of force by South African security forces against civilians since 1976. The massacre has been compared to the 1960 Sharpeville massacre. The incident took place on the 25th anniversary of a nationwide miners' strike."}, {"title": "Rustenburg", "href": "/wiki/Rustenburg", "description": "Rustenburg is a town at the foot of the Magaliesberg mountain range. Rustenburg is the most populous city in the North West Province of South Africa. In 2017, the city's Gross Domestic Product (GDP) reached ZAR 63.8 billion, accounting for 21.1% of the GDP of the North West Province, and 1.28% of the GDP of South Africa. Rustenburg was one of the official host cities of the 2010 FIFA World Cup, be"}]}, {"heading": "Events", "year": "2014", "date": "August 10", "txt": "Forty people are killed when Sepahan Airlines Flight 5915 crashes at Tehran's Mehrabad Airport.", "entities": [{"title": "Sepahan Airlines Flight 5915", "href": "/wiki/Sepahan_Airlines_Flight_5915", "description": "Sepahan Airlines Flight 5915 was a scheduled domestic passenger flight from Iranian capital Tehran Mehrabad International Airport to Tabas, South Khorasan Province, Iran. On 10 August 2014, the HESA IrAn-140 twin turboprop serving the flight crashed shortly after takeoff from Mehrabad International Airport, falling into a boulevard near the Azadi Stadium. Of the 42 passengers and six crew on board"}, {"title": "Mehrabad Airport", "href": "/wiki/Mehrabad_Airport", "description": "Mehrabad International Airport, is an international airport serving Tehran, the capital city of Iran. Prior to the construction of the larger Imam Khomeini International Airport in 2007, Mehrabad was Tehran's primary airport in both international and domestic traffic, but now serves only domestic flights. Despite this, in 2016 Mehrabad Airport was the busiest airport in Iran in terms of passengers"}]}, {"heading": "Events", "year": "2019", "date": "August 10", "txt": "Thirty-two are killed and 1,000,000 are evacuated as Typhoon Lekima makes landfall in Zhejiang, China. Earlier it had caused flooding in the Philippines.", "entities": [{"title": "Typhoon Lekima (2019)", "href": "/wiki/Typhoon_Lekima_(2019)", "description": "Typhoon Lekima, known in the Philippines as Typhoon Hanna, was the costliest typhoon in Chinese history. The ninth named storm of the 2019 Pacific typhoon season, Lekima originated from a tropical depression that formed east of the Philippines on July 30. It gradually organized, became a tropical storm, and was named on August 4. Lekima intensified under favorable environmental conditions and peak"}, {"title": "Zhejiang", "href": "/wiki/Zhejiang", "description": "Zhejiang is an eastern, coastal province of the People's Republic of China. Its capital and largest city is Hangzhou. Zhejiang is bordered by Jiangsu and Shanghai to the north, Anhui to the northwest, Jiangxi to the west and Fujian to the south. To the east is the East China Sea, beyond which lies the Ryukyu Islands. The population of Zhejiang stands at 57 million, the 10th highest among China. Ot"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "2020", "date": "August 10", "txt": "Derecho in Iowa becomes the most costly thunderstorm disaster in U.S. history.", "entities": [{"title": "Derecho", "href": "/wiki/Derecho", "description": "A derecho is a widespread, long-lived, straight-line wind storm that is associated with a fast-moving group of severe thunderstorms known as a mesoscale convective system and potentially rivaling hurricanic and tornadic forces."}, {"title": "Iowa", "href": "/wiki/Iowa", "description": "Iowa is a state in the Midwestern region of the United States, bordered by the Mississippi River to the east and the Missouri River and Big Sioux River to the west. It is bordered by six states: Wisconsin to the northeast, Illinois to the east and southeast, Missouri to the south, Nebraska to the west, South Dakota to the northwest, and Minnesota to the north."}]}, {"heading": "Births", "year": "941", "date": "August 10", "txt": "Lê Hoàn, Vietnamese emperor (d. 1005)", "entities": [{"title": "Lê Hoàn", "href": "/wiki/L%C3%AA_Ho%C3%A0n", "description": "Lê Hoàn, posthumously title Lê Đại Hành, was an Vietnamese king and the 3rd ruler of Dai Viet kingdom, ruling from 981 to 1005. He first served as the generalissimo commanding a ten-thousand man army of the Dai Viet court under the reign of Đinh Bộ Lĩnh. Following the death of Đinh Bộ Lĩnh in late 979, Lê Hoàn became regent to Đinh Bộ Lĩnh's successor, the six-year-old Đinh Toàn. Lê Hoàn deposed t"}]}, {"heading": "Births", "year": "1267", "date": "August 10", "txt": "James II of Aragon (d. 1327)", "entities": [{"title": "James II of Aragon", "href": "/wiki/James_II_of_Aragon", "description": "James II, called the Just, was the King of Aragon and Valencia and Count of Barcelona from 1291 to 1327. He was also the King of Sicily from 1285 to 1295 and the King of Majorca from 1291 to 1298. From 1297 he was nominally the King of Sardinia and Corsica, but he only acquired the island of Sardinia by conquest in 1324. His full title for the last three decades of his reign was \"James, by the gra"}]}, {"heading": "Births", "year": "1296", "date": "August 10", "txt": "John of Bohemia (d. 1346)", "entities": [{"title": "John of Bohemia", "href": "/wiki/John_of_Bohemia", "description": "John the Blind was the count of Luxembourg from 1313 and king of Bohemia from 1310 and titular king of Poland. He is well known for having died while fighting in the Battle of Crécy at age 50, after having been blind for a decade. In Luxembourg he is considered a national hero. Comparatively, in the Czech Republic, Jan Lucemburský is often recognized for his role as the father of Charles IV, Holy "}]}, {"heading": "Births", "year": "1360", "date": "August 10", "txt": "Francesco Zabarella, Italian cardinal (d. 1417)", "entities": [{"title": "Francesco Zabarella", "href": "/wiki/Francesco_Zabarella", "description": "Francesco Zabarella was an Italian cardinal and canonist."}]}, {"heading": "Births", "year": "1397", "date": "August 10", "txt": "Albert II of Germany (d. 1439)", "entities": [{"title": "Albert II of Germany", "href": "/wiki/Albert_II_of_Germany", "description": "Albert the Magnanimous KG was King of Hungary and Croatia from 1437 until his death and member of the House of Habsburg. He was also King of Bohemia, elected King of the Romans as Albert II, Duke of Luxembourg and, as Albert V, Archduke of Austria from 1404."}]}, {"heading": "Births", "year": "1439", "date": "August 10", "txt": "Anne of York, Duchess of Exeter, Duchess of York (d. 1476)", "entities": [{"title": "Anne of York, Duchess of Exeter", "href": "/wiki/Anne_of_York,_Duchess_of_Exeter", "description": "Anne of York, Duchess of Exeter, aka Anne Plantagenet, was the first child of Richard Plantagenet, 3rd Duke of York, and Cecily Neville. She was thus the eldest sister of kings Edward IV (1461–1483) and Richard III (1483–1485); and of Edmund, Earl of Rutland, Elizabeth of York, Duchess of Suffolk, Margaret, Duchess of Burgundy and of George Plantagenet, 1st Duke of Clarence."}]}, {"heading": "Births", "year": "1449", "date": "August 10", "txt": "Bona of Savoy, Duchess of Savoy (d. 1503)", "entities": [{"title": "Bona of Savoy", "href": "/wiki/Bona_of_Savoy", "description": "Bona of Savoy, Duchess of Milan was Duchess consort of Milan as the second spouse of Galeazzo Maria Sforza, Duke of Milan. She served as regent of Milan during the minority of her son 1476–1481."}]}, {"heading": "Births", "year": "1466", "date": "August 10", "txt": "Francesco II Gonzaga, Marquess of Mantua (d. 1519)", "entities": [{"title": "Francesco II Gonzaga, Marquess of Mantua", "href": "/wiki/Francesco_II_Gonzaga,_Marquess_of_Mantua", "description": "Francesco II Gonzaga was the ruler of the Italian city of Mantua from 1484 until his death."}]}, {"heading": "Births", "year": "1489", "date": "August 10", "txt": "Jacob Sturm von Sturmeck, German lawyer and politician (d. 1553)", "entities": [{"title": "Jacob Sturm von Sturmeck", "href": "/wiki/Jacob_Sturm_von_Sturmeck", "description": "Jacob Sturm von Sturmeck was a German statesman, one of the preeminent promoters of the Protestant Reformation in Germany."}]}, {"heading": "Births", "year": "1520", "date": "August 10", "txt": "Madeleine of Valois (d. 1537)", "entities": [{"title": "Madeleine of Valois", "href": "/wiki/Madeleine_of_Valois", "description": "Madeleine of France or Madeleine of Valois was a French princess who became Queen of Scotland as the first spouse of King James V. The marriage was arranged as a condition of the Treaty of Rouen, and James was originally to be betrothed to another bride, but he preferred Madeleine. They married, but her health, poor since birth, failed and she died six months after the wedding, resulting in her ni"}]}, {"heading": "Births", "year": "1528", "date": "August 10", "txt": "Eric II, Duke of Brunswick-Lüneburg (d. 1584)", "entities": [{"title": "Eric II, Duke of Brunswick-Lüneburg", "href": "/wiki/Eric_II,_Duke_of_Brunswick-L%C3%BCneburg", "description": "Eric II, Duke of Brunswick-Lüneburg was Duke of Brunswick-Lüneburg and ruler of the Principality of Calenberg from 1545 to 1584. Since 1495 the Principality of Göttingen was incorporated in Calenberg."}]}, {"heading": "Births", "year": "1547", "date": "August 10", "txt": "Francis II, Duke of Saxe-Lauenburg (d. 1619)", "entities": [{"title": "Francis II, Duke of Saxe-Lauenburg", "href": "/wiki/Francis_II,_Duke_of_Saxe-Lauenburg", "description": "Francis II of Saxe-Lauenburg, was the third son of Francis I of Saxe-Lauenburg and Sybille of Saxe-Freiberg, daughter of Duke Henry IV the Pious of Saxony. From 1581 on he ruled Saxe-Lauenburg as duke."}]}, {"heading": "Births", "year": "1560", "date": "August 10", "txt": "Hieronymus Praetorius, German organist and composer (d. 1629)", "entities": [{"title": "Hieronymus Praetorius", "href": "/wiki/Hieronymus_Praetorius", "description": "Hieronymus Praetorius was a north German composer and organist of the late Renaissance and very early Baroque eras. He was not related to the much more famous Michael Praetorius, though the Praetorius family had many distinguished musicians throughout the 16th and 17th centuries."}]}, {"heading": "Births", "year": "1602", "date": "August 10", "txt": "Gilles de Roberval, French mathematician and academic (d. 1675)", "entities": [{"title": "Gilles de Roberval", "href": "/wiki/Gilles_de_Roberval", "description": "Gilles Personne de Roberval, French mathematician, was born at Roberval near Beauvais, France. His name was originally Gilles Personne or Gilles Personier, with Roberval the place of his birth."}]}, {"heading": "Births", "year": "1645", "date": "August 10", "txt": "Eusebio Kino, Italian priest and missionary (d. 1711)", "entities": [{"title": "Eusebio Kino", "href": "/wiki/Eusebio_Kino", "description": "Eusebio Francisco Kino, often referred to as Father Kino, was a Tyrolean Jesuit, missionary, geographer, explorer, cartographer and astronomer born in the Territory of the Bishopric of Trent, then part of the Holy Roman Empire. For the last 24 years of his life he worked in the region then known as the Pimería Alta, modern-day Sonora in Mexico and southern Arizona in the United States. He explored"}]}, {"heading": "Births", "year": "1734", "date": "August 10", "txt": "Naungdawgyi, Burmese king (d. 1763)", "entities": [{"title": "Naungdawgyi", "href": "/wiki/Naungdawgyi", "description": "Dabayin Min, commonly known as Naungdawgyi was the second king of Konbaung Dynasty of Burma (Myanmar), from 1760 to 1763. He was a top military commander in his father Alaungpaya's reunification campaigns of the country. As king, he spent much of his short reign suppressing multiple rebellions across the newly founded kingdom from Ava (Inwa) and Toungoo (Taungoo) to Martaban (Mottama) and Chiang M"}]}, {"heading": "Births", "year": "1737", "date": "August 10", "txt": "Anton Losenko, Russian painter and academic (d. 1773)", "entities": [{"title": "Anton Losenko", "href": "/wiki/Anton_Losenko", "description": "Anton Pavlovich Losenko was a Russian neoclassical painter and academician who lived in Imperial Russia and who specialized in historical subjects and portraits. He was one of the founders of the Imperial Russian historical movement in painting."}]}, {"heading": "Births", "year": "1740", "date": "August 10", "txt": "Samuel Arnold, English organist and composer (d. 1802)", "entities": [{"title": "Samuel Arnold (composer)", "href": "/wiki/Samuel_Arnold_(composer)", "description": "Samuel Arnold was an English composer and organist."}]}, {"heading": "Births", "year": "1744", "date": "August 10", "txt": "Alexandrine Le Normant d'Étiolles, French daughter of Madame de Pompadour (d. 1754)", "entities": [{"title": "Alexandrine Le Normant d'Étiolles", "href": "/wiki/Alexandrine_Le_Normant_d%27%C3%89tiolles", "description": "Alexandrine-Jeanne Le Normant d'Étiolles was the only daughter of Madame de Pompadour, Louis XV's celebrated maîtresse-en-titre. She was born during the \"Scenes of Metz\", in which the public was scandalised to learn of the adultery of her stepfather-to-be, Louis XV of France."}, {"title": "Madame de Pompadour", "href": "/wiki/Madame_de_Pompadour", "description": "Jeanne Antoinette Poisson, Marquise de Pompadour, commonly known as Madame de Pompadour, was a member of the French court. She was the official chief mistress of Louis XV from 1745 to 1751, and remained influential as court favourite until her death."}]}, {"heading": "Births", "year": "1755", "date": "August 10", "txt": "Narayan Rao, fifth Peshwa of the Maratha Empire (d. 1773)", "entities": [{"title": "Narayan Rao", "href": "/wiki/Narayan_Rao", "description": "Shrimant Peshwa Narayan Rao Bhat was the 10th Peshwa of the Maratha Empire from November 1772 until his assassination in August 1773. He married Gangabai Sathe who later gave birth to Sawai Madhavrao Peshwa."}, {"title": "Peshwa", "href": "/wiki/Peshwa", "description": "The Peshwa was the appointed Prime Minister of the Maratha Empire of the Indian subcontinent. Originally, the Peshwas served as subordinates to the Chhatrapati ; later, under the Bhat family, they became the de facto leaders of the Maratha Confederacy with the Chhatrapati becoming a nominal ruler. During the last years of the Maratha Empire, the Peshwas themselves were reduced to titular leaders, "}, {"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}]}, {"heading": "Births", "year": "1782", "date": "August 10", "txt": "Vicente Guerrero, Mexican insurgent leader and President of Mexico (d. 1831)", "entities": [{"title": "Vicente Guerrero", "href": "/wiki/Vicente_Guerrero", "description": "Vicente Ramón Guerrero Saldaña was one of the leading revolutionary generals of the Mexican War of Independence. He fought against Spain for independence in the early 19th century, and later served as President of Mexico, coming to power through a coup in the aftermath of a disputed election in 1828."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1805", "date": "August 10", "txt": "Ferenc Toldy, German-Hungarian historian and critic (d. 1875)", "entities": [{"title": "Ferenc Toldy", "href": "/wiki/Ferenc_Toldy", "description": "Ferenc Toldy was a Hungarian literary critic."}]}, {"heading": "Births", "year": "1809", "date": "August 10", "txt": "John Kirk Townsend, American ornithologist and explorer (d. 1851)", "entities": [{"title": "John Kirk Townsend", "href": "/wiki/John_Kirk_Townsend", "description": "John Kirk Townsend was an American naturalist, ornithologist and collector."}]}, {"heading": "Births", "year": "1810", "date": "August 10", "txt": "Camillo Benso, Count of Cavour, Italian soldier and politician, 1st Prime Minister of Italy (d. 1861)", "entities": [{"title": "Camillo Benso, Count of Cavour", "href": "/wiki/Camillo_Benso,_Count_of_Cavour", "description": "Camillo Paolo Filippo Giulio Benso, Count of Cavour, Isolabella and Leri, generally known as Cavour, was an Italian statesman and a leading figure in the movement towards Italian unification. He was one of the leaders of the Historical Right, and Prime Minister of the Kingdom of Piedmont–Sardinia, a position he maintained throughout the Second Italian War of Independence and Giuseppe Garibaldi's c"}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1814", "date": "August 10", "txt": "Henri Nestlé, German businessman, founded Nestlé (d. 1890)", "entities": [{"title": "Henri Nestlé", "href": "/wiki/Henri_Nestl%C3%A9", "description": "Henri Nestlé was a German-Swiss confectioner and the founder of Nestlé, the world's largest food and beverage company."}, {"title": "Nestlé", "href": "/wiki/Nestl%C3%A9", "description": "Nestlé S.A. is a Swiss multinational food and drink processing conglomerate corporation headquartered in Vevey, Vaud, Switzerland. It is the largest food company in the world, measured by revenue and other metrics, since 2014. It ranked No. 64 on the Fortune Global 500 in 2017 and No. 33 in the 2016 edition of the Forbes Global 2000 list of largest public companies."}]}, {"heading": "Births", "year": "1814", "date": "August 10", "txt": "John C. Pemberton, United States soldier and Confederate general (d. 1881)", "entities": [{"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}, {"title": "Confederate Army", "href": "/wiki/Confederate_Army", "description": "The Confederate States Army, also called the Confederate Army or simply the Southern Army, was the military land force of the Confederate States of America during the American Civil War (1861–1865), fighting against the United States forces in order to uphold the institution of slavery in the Southern states. On February 28, 1861, the Provisional Confederate Congress established a provisional volu"}]}, {"heading": "Births", "year": "1821", "date": "August 10", "txt": "Jay Cooke, American financier, founded Jay Cooke & Company (d. 1905)", "entities": [{"title": "Jay Cooke", "href": "/wiki/Jay_Cooke", "description": "Jason Cooke was an American financier who helped finance the Union war effort during the American Civil War and the postwar development of railroads in the northwestern United States. He is generally acknowledged as the first major investment banker in the United States and creator of the first wire house firm."}, {"title": "Jay Cooke & Company", "href": "/wiki/Jay_Cooke_%26_Company", "description": "Jay Cooke & Company was a U.S. bank that operated from 1861 to 1873. Headquartered in Philadelphia, Pennsylvania, with branches in New York City and Washington, D.C., the bank helped underwrite the Union Civil War effort. It was the first \"wire\" brokerage house, pioneering the use of telegraph messages to confirm securities transactions with clients. The bank became overextended in the building of"}]}, {"heading": "Births", "year": "1823", "date": "August 10", "txt": "Hugh Stowell Brown, English minister and reformer (d. 1886)", "entities": [{"title": "Hugh Stowell Brown", "href": "/wiki/Hugh_Stowell_Brown", "description": "Hugh Stowell Brown was a Manx Christian minister and renowned preacher."}]}, {"heading": "Births", "year": "1825", "date": "August 10", "txt": "István Türr, Hungarian soldier, architect, and engineer, co-designed the Corinth Canal (d. 1908)", "entities": [{"title": "István Türr", "href": "/wiki/Istv%C3%A1n_T%C3%BCrr", "description": "István Türr, was a Hungarian soldier, revolutionary, canal architect and engineer, remembered in Italy for his role in that country's unification and his association with Garibaldi. In the later years of his life became known as a peace activist."}, {"title": "Corinth Canal", "href": "/wiki/Corinth_Canal", "description": "The Corinth Canal connects the Gulf of Corinth in the Ionian Sea with the Saronic Gulf in the Aegean Sea. It cuts through the narrow Isthmus of Corinth and separates the Peloponnese from the Greek mainland, arguably making the peninsula an island. The canal was dug through the isthmus at sea level and has no locks. It is 6.4 kilometres (4 mi) in length and only 21.4 metres (70 ft) wide at its base"}]}, {"heading": "Births", "year": "1827", "date": "August 10", "txt": "Lovro Toman, Slovenian lawyer and politician (d. 1870)", "entities": [{"title": "Lovro Toman", "href": "/wiki/Lovro_Toman", "description": "Lovro Toman was a Slovene Romantic nationalist revolutionary activist during the Revolution of 1848, known as the person who in Ljubljana, at the Wolf Street 8, raised the Slovene tricolor for the first time in history in response to a German flag raised on top of the Ljubljana Castle. Later he helped founding one of the first Slovene publishing houses, the Slovenska matica. He was a Slovene natio"}]}, {"heading": "Births", "year": "1839", "date": "August 10", "txt": "Aleksandr Stoletov, Russian physicist and academic (d. 1896)", "entities": [{"title": "Aleksandr Stoletov", "href": "/wiki/Aleksandr_Stoletov", "description": "Alexander Grigorievich Stoletov was a Russian physicist, founder of electrical engineering, and professor in Moscow University. He was the brother of general Nikolai Stoletov."}]}, {"heading": "Births", "year": "1845", "date": "August 10", "txt": "Abai Qunanbaiuli, Kazakh poet, composer, and philosopher (d. 1904)", "entities": [{"title": "Abai Qunanbaiuli", "href": "/wiki/Abai_Qunanbaiuli", "description": "Ibrahim (Abai) Qunanbaiuly was a Kazakh poet, composer and Hanafi Maturidi theologian philosopher. He was also a cultural reformer toward European and Russian cultures on the basis of enlightened Islam. His name is also transliterated as Abay Kunanbayev ; among Kazakhs he is known as Abai."}]}, {"heading": "Births", "year": "1848", "date": "August 10", "txt": "William Harnett, Irish-American painter and educator (d. 1892)", "entities": [{"title": "William Harnett", "href": "/wiki/William_Harnett", "description": "William Michael Harnett was an Irish-American painter known for his trompe-l'œil still lifes of ordinary objects."}]}, {"heading": "Births", "year": "1856", "date": "August 10", "txt": "William Willett, English inventor, founded British Summer Time (d. 1915)", "entities": [{"title": "William Willett", "href": "/wiki/William_Willett", "description": "William Willett was a British builder and a promoter of British Summer Time."}, {"title": "British Summer Time", "href": "/wiki/British_Summer_Time", "description": "During British Summer Time (BST), civil time in the United Kingdom is advanced one hour forward of Greenwich Mean Time (GMT), so that mornings have one hour less daylight, and evenings one hour more."}]}, {"heading": "Births", "year": "1860", "date": "August 10", "txt": "Vishnu Narayan Bhatkhande, Indian singer and musicologist (d. 1936)", "entities": [{"title": "Vishnu Narayan Bhatkhande", "href": "/wiki/Vishnu_Narayan_Bhatkhande", "description": "Pandit Vishnu Narayan Bhatkhande was an Indian musicologist who wrote the first modern treatise on Hindustani classical music, an art which had been propagated for acenturies mostly through oral traditions. During those earlier times, the art had undergone several changes, rendering the raga grammar documented in scant old outdated texts."}]}, {"heading": "Births", "year": "1865", "date": "August 10", "txt": "Alexander Glazunov, Russian composer, conductor, and educator (d. 1936)", "entities": [{"title": "Alexander Glazunov", "href": "/wiki/Alexander_Glazunov", "description": "Alexander Konstantinovich Glazunov was a Russian composer, music teacher, and conductor of the late Russian Romantic period. He was director of the Saint Petersburg Conservatory between 1905 and 1928 and was instrumental in the reorganization of the institute into the Petrograd Conservatory, then the Leningrad Conservatory, following the Bolshevik Revolution. He continued as head of the Conservato"}]}, {"heading": "Births", "year": "1868", "date": "August 10", "txt": "Hugo Eckener, German pilot and businessman (d. 1954)", "entities": [{"title": "Hugo Eckener", "href": "/wiki/Hugo_Eckener", "description": "Hugo Eckener was the manager of the Luftschiffbau Zeppelin during the inter-war years, and also the commander of the famous Graf Zeppelin for most of its record-setting flights, including the first airship flight around the world, making him the most successful airship commander in history. He was also responsible for the construction of the most successful type of airships of all time. An anti-Na"}]}, {"heading": "Births", "year": "1869", "date": "August 10", "txt": "Laurence Binyon, English poet, playwright, and scholar (d. 1943)", "entities": [{"title": "Laurence Binyon", "href": "/wiki/Laurence_Binyon", "description": "Robert Laurence Binyon, CH was an English poet, dramatist and art scholar. Born in Lancaster, England, his parents were Frederick Binyon, a clergyman, and Mary Dockray. He studied at St Paul's School, London and at Trinity College, Oxford, where he won the Newdigate Prize for poetry in 1891. He worked for the British Museum from 1893 until his retirement in 1933. In 1904 he married the historian C"}]}, {"heading": "Births", "year": "1870", "date": "August 10", "txt": "Trần Tế Xương, Vietnamese poet and satirist (d. 1907)", "entities": [{"title": "Trần Tế Xương", "href": "/wiki/Tr%E1%BA%A7n_T%E1%BA%BF_X%C6%B0%C6%A1ng", "description": "Trần Tế Xương also known by the pen name Tú Xương was a Vietnamese poet and satirist. His poems frequently targeted the \"Frenchifying\" Vietnamese middle classes."}]}, {"heading": "Births", "year": "1872", "date": "August 10", "txt": "William Manuel Johnson, American bassist (d. 1972)", "entities": [{"title": "William Manuel Johnson", "href": "/wiki/William_Manuel_Johnson", "description": "William Manuel \"Bill\" Johnson, was an American jazz musician who played banjo and double bass; he is considered the father of the \"slap\" style of double bass playing."}]}, {"heading": "Births", "year": "1874", "date": "August 10", "txt": "Herbert Hoover, American engineer and politician, 31st President of the United States (d. 1964)", "entities": [{"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1874", "date": "August 10", "txt": "Antanas Smetona, Lithuanian jurist and politician, President of Lithuania from 1919 to 1920 and from 1926 to 1940. (d. 1944)", "entities": [{"title": "Antanas Smetona", "href": "/wiki/Antanas_Smetona", "description": "Antanas Smetona was one of the most important Lithuanian political figures between World War I and World War II. He served as the first President of Lithuania from 4 April 1919 to 19 June 1920. He again served as the last President of the country from 19 December 1926 to 15 June 1940, before its occupation by the Soviet Union. He was also one of the most prominent ideologists of nationalism in Lit"}, {"title": "President of Lithuania", "href": "/wiki/President_of_Lithuania", "description": "The following is a list of rulers over Lithuania, the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority. The incumbents and office-holders are listed by names most commonly used in English language. Where appropria"}]}, {"heading": "Births", "year": "1877", "date": "August 10", "txt": "Frank Marshall, American chess player and author (d. 1944)", "entities": [{"title": "Frank Marshall (chess player)", "href": "/wiki/Frank_Marshall_(chess_player)", "description": "Frank James Marshall was the U.S. Chess Champion from 1909 to 1936, and one of the world's strongest chess players in the early part of the 20th century."}]}, {"heading": "Births", "year": "1878", "date": "August 10", "txt": "Alfred Döblin, Polish-German physician and author (d. 1957)", "entities": [{"title": "Alfred Döblin", "href": "/wiki/Alfred_D%C3%B6blin", "description": "Bruno Alfred Döblin was a German novelist, essayist, and doctor, best known for his novel Berlin Alexanderplatz (1929). A prolific writer whose œuvre spans more than half a century and a wide variety of literary movements and styles, Döblin is one of the most important figures of German literary modernism. His complete works comprise over a dozen novels ranging in genre from historical novels to s"}]}, {"heading": "Births", "year": "1880", "date": "August 10", "txt": "Robert L. Thornton, American businessman and politician, Mayor of Dallas (d. 1964)", "entities": [{"title": "Robert L. Thornton", "href": "/wiki/Robert_L._Thornton", "description": "Robert Lee Thornton, Sr. was an American banker, civic leader, and four-term Mayor of Dallas, TX."}, {"title": "Mayor of Dallas", "href": "/wiki/Mayor_of_Dallas", "description": "The Mayor of the City of Dallas is the head of the Dallas City Council. The current mayor is Eric Johnson, who has served one term since 2019 and is the 62nd mayor to serve the position. Dallas operates under a weak-mayor system, and a board-appointed city manager operates as the chief executive of the city."}]}, {"heading": "Births", "year": "1884", "date": "August 10", "txt": "Panait Istrati, Romanian journalist and author (d. 1935)", "entities": [{"title": "Panait Istrati", "href": "/wiki/Panait_Istrati", "description": "Panait Istrati was a Romanian working class writer, who wrote in French and Romanian, nicknamed The Maxim Gorky of the Balkans. Istrati appears to be the first Romanian author explicitly depicting a homosexual character in his work."}]}, {"heading": "Births", "year": "1888", "date": "August 10", "txt": "Prince Christopher of Greece and Denmark (d. 1940)", "entities": [{"title": "Prince Christopher of Greece and Denmark", "href": "/wiki/Prince_Christopher_of_Greece_and_Denmark", "description": "Prince Christopher of Greece and Denmark was the fifth and youngest son and youngest child of King George I of Greece, belonging to a dynasty which mounted and lost the throne of Greece several times during his lifetime. Much of his life was spent living abroad."}]}, {"heading": "Births", "year": "1889", "date": "August 10", "txt": "Charles Darrow, American game designer, created Monopoly (d. 1967)", "entities": [{"title": "Charles Darrow", "href": "/wiki/Charles_Darrow", "description": "Charles Brace Darrow was an American best known for his modification of the design of the Monopoly board game, which was based on Lizzie Magie's original invention The Landlord's Game. He became the first millionaire game designer in history, and although Magie patented her invention she received only $500. Parker Brothers falsely credited Darrow as the original inventor."}]}, {"heading": "Births", "year": "1889", "date": "August 10", "txt": "Zofia Kossak-Szczucka, Polish writer and member of the WW II Polish Resistance (d. 1968)", "entities": []}, {"heading": "Births", "year": "1890", "date": "August 10", "txt": "Angus Lewis Macdonald, Canadian lawyer and politician, 12th Premier of Nova Scotia (d. 1954)", "entities": [{"title": "Angus Lewis Macdonald", "href": "/wiki/Angus_Lewis_Macdonald", "description": "Angus Lewis Macdonald, popularly known as 'Angus L.', was a Canadian lawyer, law professor and politician from Nova Scotia. He served as the Liberal premier of Nova Scotia from 1933 to 1940, when he became the federal minister of defence for naval services. He oversaw the creation of an effective Canadian navy and Allied convoy service during World War II. After the war, he returned to Nova Scotia"}, {"title": "Premier of Nova Scotia", "href": "/wiki/Premier_of_Nova_Scotia", "description": "The premier of Nova Scotia is the first minister to the lieutenant governor of the Canadian province of Nova Scotia and presides over the Executive Council of Nova Scotia. Following the Westminster system, the premier is normally the leader of the political party which has the most seats in the Nova Scotia House of Assembly who is called upon by the lieutenant governor to form a government. As the"}]}, {"heading": "Births", "year": "1894", "date": "August 10", "txt": "V. V. Giri, Indian lawyer and politician, 4th President of India (d. 1980)", "entities": [{"title": "V. V. Giri", "href": "/wiki/V._V._Giri", "description": "Varahagiri Venkata Giri was the fourth president of India from 24 August 1969 to 24 August 1974. He was the only president to be elected as an independent candidate. He was succeeded by Fakhruddin Ali Ahmed as president in 1974. After the end of his full term, Giri was honoured by the Government of India with the Bharat Ratna in 1975. Giri died on 24 June 1980."}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1895", "date": "August 10", "txt": "Hammy Love, Australian cricketer (d. 1969)", "entities": [{"title": "Hammy Love", "href": "/wiki/Hammy_Love", "description": "Hampden Stanley Bray Love was an Australian cricketer who played in one Test for Australia in 1933. He replaced Bert Oldfield as wicket-keeper for the Ashes match played at Brisbane after Oldfield retired hurt in the Adelaide test of the Bodyline series. Love made his debut for New South Wales in the 1920/21 season but later switched to Victoria in order to gain more opportunities. He was Australi"}]}, {"heading": "Births", "year": "1897", "date": "August 10", "txt": "John W. Galbreath, American businessman and philanthropist, founded Darby Dan Farm (d. 1988)", "entities": [{"title": "John W. Galbreath", "href": "/wiki/John_W._Galbreath", "description": "John Wilmer Galbreath was an American building contractor and sportsman."}, {"title": "Darby Dan Farm", "href": "/wiki/Darby_Dan_Farm", "description": "Darby Dan Farm is a produce, livestock, and thoroughbred horse breeding and training farm founded in 1935 near the Darby Creek in Galloway, Ohio by businessman John W. Galbreath. Named for the creek and for Galbreath's son, Daniel M. Galbreath (1928–1995), it was expanded from an original 85-acre (340,000 m2) farm into a 4,000 acre (16 km²) estate. Established in 1954 on the original area, Darby H"}]}, {"heading": "Births", "year": "1897", "date": "August 10", "txt": "Jack Haley, American actor and singer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1900", "date": "August 10", "txt": "Arthur Porritt, Baron Porritt, New Zealand physician and politician, 11th Governor-General of New Zealand (d. 1994)", "entities": [{"title": "Arthur Porritt, Baron Porritt", "href": "/wiki/Arthur_Porritt,_Baron_Porritt", "description": "Colonel Arthur Espie Porritt, Baron Porritt, was a New Zealand physician, military surgeon, statesman and athlete. He won a bronze medal at the 1924 Summer Olympics in the 100 m sprint. He served as the 11th governor-general of New Zealand from 1967 to 1972."}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Births", "year": "1902", "date": "August 10", "txt": "Norma Shearer, Canadian-American actress (d. 1983)", "entities": [{"title": "Norma Shearer", "href": "/wiki/Norma_Shearer", "description": "Edith Norma Shearer was a Canadian-American actress who was active on film from 1919 through 1942. Shearer often played spunky, sexually liberated ingénues. She appeared in adaptations of Noël Coward, Eugene O'Neill, and William Shakespeare, and was the first five-time Academy Award acting nominee, winning Best Actress for The Divorcee (1930)."}]}, {"heading": "Births", "year": "1902", "date": "August 10", "txt": "Curt Siodmak, German-English author and screenwriter (d. 2000)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 10", "txt": "Arne Tiselius, Swedish biochemist and academic, Nobel Prize laureate (d. 1971)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1903", "date": "August 10", "txt": "Ward Moore, American author (d. 1978)", "entities": [{"title": "Ward Moore", "href": "/wiki/Ward_Moore", "description": "Joseph Ward Moore was an American science fiction writer. According to The Encyclopedia of Science Fiction, \"he contributed only infrequently to the field, [but] each of his books became something of a classic.\""}]}, {"heading": "Births", "year": "1905", "date": "August 10", "txt": "Era Bell Thompson, American journalist and author (d. 1986)", "entities": [{"title": "Era Bell Thompson", "href": "/wiki/Era_Bell_Thompson", "description": "Era Bell Thompson was a graduate of the University of North Dakota (UND) and an editor of Ebony magazine. She was also a recipient of the governor of North Dakota's Roughrider Award. A multicultural center at UND is named after her."}]}, {"heading": "Births", "year": "1907", "date": "August 10", "txt": "Su Yu, Chinese general and politician (d. 1984)", "entities": [{"title": "Su Yu", "href": "/wiki/Su_Yu", "description": "Su Yu, Courtesy name Yu (裕) was a Chinese military commander, general of the People's Liberation Army. He was considered by Mao Zedong to be among the best commanders of the PLA, only next to Peng Dehuai, Lin Biao and Liu Bocheng. Su Yu fought in the Second Sino-Japanese War and in the Chinese Civil War. He commanded the East China Field Army during the Chinese Civil War. One of his most notable a"}]}, {"heading": "Births", "year": "1908", "date": "August 10", "txt": "Rica Erickson, Australian botanist, historian, and author (d. 2009)", "entities": [{"title": "Rica Erickson", "href": "/wiki/Rica_Erickson", "description": "Frederica Lucy \"Rica\" Erickson, née Sandilands, was an Australian naturalist, botanical artist, historian, author and teacher. Without any formal scientific training, she wrote extensively on botany and birds, as well as genealogy and general history. Erickson authored ten books, co-authored four, was editor of twelve, and author or co-author of numerous papers and articles that have been printed "}]}, {"heading": "Births", "year": "1908", "date": "August 10", "txt": "Billy Gonsalves, American soccer player (d. 1977)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 10", "txt": "Leo Fender, American businessman, founded Fender Musical Instruments Corporation (d. 1991)", "entities": [{"title": "Leo Fender", "href": "/wiki/Leo_Fender", "description": "Clarence Leonidas “Leo” Fender was an American inventor, who founded Fender Electric Instrument Manufacturing Company, or \"Fender\" for short. In January 1965, he sold the company to CBS and later founded two other musical instrument companies, Music Man and G&L Musical Instruments."}, {"title": "Fender Musical Instruments Corporation", "href": "/wiki/Fender_Musical_Instruments_Corporation", "description": "The Fender Musical Instruments Corporation is an American manufacturer of stringed instruments and amplifiers. Fender produces acoustic guitars, bass amplifiers and public address equipment, but is best known for its solid-body electric guitars and bass guitars, particularly the Stratocaster, Telecaster, Jazzmaster, Precision Bass, and the Jazz Bass. The company was founded in Fullerton, Californi"}]}, {"heading": "Births", "year": "1909", "date": "August 10", "txt": "Richard J. Hughes, American politician, 45th Governor of New Jersey, and Chief Justice of the New Jersey Supreme Court (d. 1992)", "entities": [{"title": "Governor of New Jersey", "href": "/wiki/Governor_of_New_Jersey", "description": "The Governor of the State of New Jersey is head of the executive branch of New Jersey's state government. The office of governor is an elected position, for which elected officials serve four-year terms. Governors cannot be elected to more than two consecutive terms, but there is no limit on the total number of terms they may serve. The official residence for the governor is Drumthwacket, a mansio"}]}, {"heading": "Births", "year": "1910", "date": "August 10", "txt": "Guy Mairesse, French racing driver (d. 1954)", "entities": [{"title": "Guy Mairesse", "href": "/wiki/Guy_Mairesse", "description": "Guy Mairesse was a French racing driver. He participated in three Formula One World Championship Grands Prix, debuting on 3 September 1950. He scored no championship points."}]}, {"heading": "Births", "year": "1911", "date": "August 10", "txt": "Leonidas Andrianopoulos, Greek footballer (d. 2011)", "entities": [{"title": "Leonidas Andrianopoulos", "href": "/wiki/Leonidas_Andrianopoulos", "description": "Leonidas Andrianopoulos was a Greek footballer who played as a striker."}]}, {"heading": "Births", "year": "1911", "date": "August 10", "txt": "A. N. Sherwin-White, English historian and author (d. 1993)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 10", "txt": "Jorge Amado, Brazilian novelist and poet (d. 2001)", "entities": [{"title": "Jorge Amado", "href": "/wiki/Jorge_Amado", "description": "Jorge Leal Amado de Faria was a Brazilian writer of the modernist school. He remains the best known of modern Brazilian writers, with his work having been translated into some 49 languages and popularized in film, notably Dona Flor and Her Two Husbands in 1976. His work reflects the image of a Mestiço Brazil and is marked by religious syncretism. He depicted a cheerful and optimistic country that "}]}, {"heading": "Births", "year": "1913", "date": "August 10", "txt": "Noah Beery Jr., American actor (d. 1994)", "entities": [{"title": "Noah Beery Jr.", "href": "/wiki/Noah_Beery_Jr.", "description": "Noah Lindsey Beery, known professionally as Noah Beery Jr. or in later years Noah Beery, was an American actor specializing in warm, friendly character roles similar to many portrayed by his Oscar-winning uncle, Wallace Beery. Unlike his more famous uncle, however, Beery Jr. seldom broke away from playing supporting roles. Active as an actor in movies or television for well over half a century, he"}]}, {"heading": "Births", "year": "1913", "date": "August 10", "txt": "Kalevi Kotkas, Estonian-Finnish high jumper and discus thrower (d. 1983)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 10", "txt": "Wolfgang Paul, German physicist and academic, Nobel Prize laureate (d. 1993)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1914", "date": "August 10", "txt": "Jeff Corey, American actor and director (d. 2002)", "entities": [{"title": "Jeff Corey", "href": "/wiki/Jeff_Corey", "description": "Jeff Corey was an American stage and screen actor and director who became a well-respected acting teacher after being blacklisted in the 1950s."}]}, {"heading": "Births", "year": "1914", "date": "August 10", "txt": "Carlos Menditeguy, Argentinian racing driver and polo player (d. 1973)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 10", "txt": "Ray Smith, English cricketer (d. 1996)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 10", "txt": "Eugene P. Wilkinson, American admiral (d. 2013)", "entities": [{"title": "Eugene P. Wilkinson", "href": "/wiki/Eugene_P._Wilkinson", "description": "Eugene Parks \"Dennis\" Wilkinson was a United States Navy officer. He was selected for three historic command assignments. The first, in 1954, was as the first commanding officer of USS Nautilus, the world's first nuclear-powered submarine. The second was as the first commanding officer of USS Long Beach, America's first nuclear surface ship. The third was in 1980 when he was chosen as the first Pr"}]}, {"heading": "Births", "year": "1920", "date": "August 10", "txt": "Red Holzman, American basketball player and coach (d. 1998)", "entities": [{"title": "Red Holzman", "href": "/wiki/Red_Holzman", "description": "William \"Red\" Holzman was an American professional basketball player and coach. He is best known as the head coach of the New York Knicks of the National Basketball Association (NBA) from 1967 to 1982. Holzman helped lead the Knicks to two NBA Championships in 1970 and 1973, and was inducted into the Basketball Hall of Fame in 1986. In 1996, Holzman was named one of the Top 10 Coaches in NBA Histo"}]}, {"heading": "Births", "year": "1922", "date": "August 10", "txt": "Al Alberts, American pop singer (The Four Aces) and composer (d. 2009)", "entities": [{"title": "Al Alberts", "href": "/wiki/Al_Alberts", "description": "Al Alberts was an American popular singer and composer."}, {"title": "The Four Aces", "href": "/wiki/The_Four_Aces", "description": "The Four Aces are an American male traditional pop music quartet, popular since the 1950s. Over the last half-century, the group amassed many gold records. Its million-selling signature tunes include \"Love is a Many-Splendored Thing\", \"Three Coins in the Fountain\", \"Stranger in Paradise\", \"Tell Me Why\", and \"(It's No) Sin\". Other big sellers included \"Shangri-La\", \"Perfidia\", and \"Sincerely\". The "}]}, {"heading": "Births", "year": "1923", "date": "August 10", "txt": "Bill Doolittle, American football player and coach (d. 2014)", "entities": [{"title": "Bill Doolittle", "href": "/wiki/Bill_Doolittle", "description": "Francis William Doolittle was an American football player and coach. Doolittle attended high school in Mansfield, Ohio, where he was selected as an all-state quarterback in his senior year. He enrolled at Ohio State University in 1941. He enlisted in the United States Marine Corps in 1943, served 53 months in the military and earned a Bronze Star for his service in the Pacific Theater before retur"}]}, {"heading": "Births", "year": "1923", "date": "August 10", "txt": "Rhonda Fleming, American actress (d. 2020)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 10", "txt": "Fred Ridgway, English cricketer and footballer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 10", "txt": "SM Sultan, Bangladeshi painter and illustrator (d. 1994)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 10", "txt": "Nancy Buckingham, English author", "entities": [{"title": "Nancy Buckingham", "href": "/wiki/Nancy_Buckingham", "description": "Nancy Jean Buckingham Sawyer is a British writer who co-authored over 45 gothic and romance novels in collaboration with her husband, John Sawyer. She became the eighth elected Chairman (1975–1977) of the Romantic Novelists' Association, and is now one of its vice-presidents."}]}, {"heading": "Births", "year": "1924", "date": "August 10", "txt": "Martha Hyer, American actress (d. 2014)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 10", "txt": "Jean-François Lyotard,  French philosopher, sociologist, and literary theorist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 10", "txt": "George Cooper, English general (d. 2020)", "entities": [{"title": "George Cooper (British Army officer)", "href": "/wiki/George_Cooper_(British_Army_officer)", "description": "General Sir George Leslie Conroy Cooper, was a senior British Army officer who served as Adjutant-General to the Forces from 1981 to 1984."}]}, {"heading": "Births", "year": "1926", "date": "August 10", "txt": "Marie-Claire Alain, French organist and educator (d. 2013)", "entities": [{"title": "Marie-Claire Alain", "href": "/wiki/Marie-Claire_Alain", "description": "Marie-Claire Alain was a French organist and organ teacher best known for her prolific recording career, with 260 recordings, making her the most-recorded classical organist in the world. She taught many of the world's prominent organists."}]}, {"heading": "Births", "year": "1926", "date": "August 10", "txt": "Carol Ruth Vander Velde, American mathematician (d. 1972)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 10", "txt": "Jimmy Martin, American singer and guitarist (d. 2005)", "entities": [{"title": "Jimmy Martin", "href": "/wiki/Jimmy_Martin", "description": "James Henry Martin was an American bluegrass musician, known as the \"King of Bluegrass\"."}]}, {"heading": "Births", "year": "1927", "date": "August 10", "txt": "Vernon Washington, American actor (d. 1988)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 10", "txt": "Jimmy Dean, American singer, actor, and businessman, founded the Jimmy Dean Food Company  (d. 2010)", "entities": [{"title": "Jimmy Dean", "href": "/wiki/Jimmy_Dean", "description": "Jimmy Ray Dean was an American country music singer, television host, actor, and businessman. He was the creator of the Jimmy Dean sausage brand as well as the spokesman for its TV commercials."}, {"title": "Jimmy Dean (brand)", "href": "/wiki/Jimmy_Dean_(brand)", "description": "Jimmy Dean Foods is a food company that was founded in 1969 by country singer and actor Jimmy Dean. It was purchased by Sara Lee, which then divested as part of a unit known as Hillshire Brands, which was later purchased by Tyson Foods."}]}, {"heading": "Births", "year": "1928", "date": "August 10", "txt": "Eddie Fisher, American singer and actor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 10", "txt": "Gerino Gerini, Italian racing driver (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 10", "txt": "Gus Mercurio, American-Australian actor (d. 2010)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 10", "txt": "Barry Unsworth, English-Italian author and academic (d. 2012)", "entities": [{"title": "Barry Unsworth", "href": "/wiki/Barry_Unsworth", "description": " Barry Unsworth FRSL was an English writer known for his historical fiction. He published 17 novels, and was shortlisted for the Booker Prize three times, winning once for the 1992 novel Sacred Hunger."}]}, {"heading": "Births", "year": "1931", "date": "August 10", "txt": "Dolores Alexander, American journalist and activist (d. 2008)", "entities": [{"title": "Dolores Alexander", "href": "/wiki/Dolores_Alexander", "description": "Dolores Alexander was a lesbian feminist, writer, and reporter. Alexander was the only Executive Director of the National Organization for Women (NOW) to have resigned because of the homophobic beliefs in the early inception of NOW. She co-opened the feminist restaurant \"Mother Courage\" with Jill Ward. Until her death, in 2008, she continued to believe in the need for the women's rights movement i"}]}, {"heading": "Births", "year": "1931", "date": "August 10", "txt": "Tom Laughlin, American actor, director, producer, and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 10", "txt": "Alexander Goehr, English composer and academic", "entities": [{"title": "Alexander Goehr", "href": "/wiki/Alexander_Goehr", "description": "Peter Alexander Goehr is an English composer and academic."}]}, {"heading": "Births", "year": "1932", "date": "August 10", "txt": "Gaudencio Rosales, Filipino cardinal", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 10", "txt": "Elizabeth Butler-Sloss, Baroness Butler-Sloss, English lawyer and judge", "entities": [{"title": "Elizabeth Butler-Sloss, Baroness Butler-Sloss", "href": "/wiki/Elizabeth_Butler-Sloss,_Baroness_Butler-Sloss", "description": "Ann Elizabeth Oldfield Butler-Sloss, Baroness Butler-Sloss, GBE, PC, is a retired English judge. She was the first female Lord Justice of Appeal and, until 2004, was the highest-ranking female judge in the United Kingdom. Until June 2007, she chaired the inquests into the deaths of Diana, Princess of Wales, and Dodi Fayed. She stood down from that task with effect from that date, and the inquest w"}]}, {"heading": "Births", "year": "1933", "date": "August 10", "txt": "Rocky Colavito,  American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 10", "txt": "Keith Duckworth, English engineer, founded Cosworth (d. 2005)", "entities": [{"title": "Cosworth", "href": "/wiki/Cosworth", "description": "Cosworth is a British automotive engineering company founded in London in 1958, specialising in high-performance internal combustion engines, powertrain, and electronics; for automobile racing (motorsport) and mainstream automotive industries. Cosworth is based in Northampton, England, with American facilities in Indianapolis, Shelby Charter Township, Michigan and Mooresville, North Carolina."}]}, {"heading": "Births", "year": "1934", "date": "August 10", "txt": "Tevfik Kış, Turkish wrestler and trainer", "entities": [{"title": "Tevfik Kış", "href": "/wiki/Tevfik_K%C4%B1%C5%9F", "description": "Tevfik Kış was a Turkish European, World and Olympic champion sports wrestler in the Light heavyweight class (87 kg) and a trainer. He won the gold medal in men's Greco-Roman wrestling at the 1960 Olympics."}]}, {"heading": "Births", "year": "1935", "date": "August 10", "txt": "Ian Stewart, Baron Stewartby, English politician, Minister of State for the Armed Forces (d. 2018)", "entities": [{"title": "Ian Stewart, Baron Stewartby", "href": "/wiki/Ian_Stewart,_Baron_Stewartby", "description": "Bernard Harold Ian Halley Stewart, Baron Stewartby, was a British Conservative Party politician and numismatist. He was the Member of Parliament for Hitchin from February 1974 to 1983, and for North Hertfordshire from 1983 to 1992. He sat in the House of Lords from 1992 to 2015."}, {"title": "Minister of State for the Armed Forces", "href": "/wiki/Minister_of_State_for_the_Armed_Forces", "description": "The Parliamentary Under-Secretary of State for the Armed Forces, formerly of Minister of State rank, is a junior ministerial position at the Ministry of Defence in Her Majesty's Government. When titled as Minister of State, the office previously acted as the deputy to the Secretary of State for Defence."}]}, {"heading": "Births", "year": "1935", "date": "August 10", "txt": "Ad van Luyn, Dutch bishop", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 10", "txt": "Malene Schwartz, Danish actress", "entities": [{"title": "Malene Schwartz", "href": "/wiki/Malene_Schwartz", "description": "Malene Schwartz is a Danish film actress. She has appeared in 38 films since 1955. In the TV series Matador she played the role of Maude Varnæs. She was born in Frederiksberg, Denmark."}]}, {"heading": "Births", "year": "1937", "date": "August 10", "txt": "Anatoly Sobchak, Russian scholar and politician, Mayor of Saint Petersburg (d. 2000)", "entities": [{"title": "Anatoly Sobchak", "href": "/wiki/Anatoly_Sobchak", "description": "Anatoly Aleksandrovich Sobchak was a Russian politician, a co-author of the Constitution of the Russian Federation, the first democratically elected mayor of Saint Petersburg, and a mentor and teacher of both Vladimir Putin and Dmitry Medvedev."}, {"title": "Mayor of Saint Petersburg", "href": "/wiki/Mayor_of_Saint_Petersburg", "description": "The Governor of Saint Petersburg is the head of the executive branch of Saint Petersburg City Administration. The governor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within all districts of the City of Saint Petersburg. The governor's office is located in Smolny Institute and appoints many official"}]}, {"heading": "Births", "year": "1938", "date": "August 10", "txt": "Tony Ross, English author and illustrator", "entities": [{"title": "Tony Ross", "href": "/wiki/Tony_Ross", "description": "Anthony Lee Ross is a British illustrator and author of children's picture books. In Britain he is best known for writing and illustrating his Little Princess books and for illustrating the Horrid Henry series by Francesca Simon, both of which have become TV series based on his artwork. He also illustrates the works of David Walliams. He has also illustrated the Amber Brown series by Paula Danzige"}]}, {"heading": "Births", "year": "1939", "date": "August 10", "txt": "Kate O'Mara, English actress (d. 2014)", "entities": [{"title": "Kate O'Mara", "href": "/wiki/Kate_O%27Mara", "description": "Kate O'Mara was an English film, stage and television actress, and writer. O'Mara made her stage debut in a 1963 production of The Merchant of Venice. Her other stage roles included Elvira in Blithe Spirit (1974), Lady Macbeth in Macbeth (1982), Cleopatra in Antony & Cleopatra (1982), Goneril in King Lear (1987) and Marlene Dietrich in Lunch with Marlene (2008)."}]}, {"heading": "Births", "year": "1939", "date": "August 10", "txt": "Charlie Rose, American lawyer and politician (d. 2012)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 10", "txt": "Bobby Hatfield, American singer-songwriter (d. 2003)", "entities": [{"title": "Bobby Hatfield", "href": "/wiki/Bobby_Hatfield", "description": "Robert Lee Hatfield was an American singer. With Bill Medley, he was part of the Righteous Brothers. He sang the tenor part for the duo, and sang solo on the group's 1965 recording of \"Unchained Melody\"."}]}, {"heading": "Births", "year": "1940", "date": "August 10", "txt": "Sid Waddell, English sportscaster (d. 2012)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 10", "txt": "Anita Lonsbrough, English swimmer and journalist", "entities": [{"title": "Anita Lonsbrough", "href": "/wiki/Anita_Lonsbrough", "description": "Anita Lonsbrough,, later known by her married name Anita Porter, is a former swimmer from Great Britain who won a gold medal at the 1960 Summer Olympics."}]}, {"heading": "Births", "year": "1941", "date": "August 10", "txt": "Susan Dorothea White, Australian painter and sculptor", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 10", "txt": "Betsey Johnson, American fashion designer", "entities": [{"title": "Betsey Johnson", "href": "/wiki/Betsey_Johnson", "description": "Betsey Johnson is an American fashion designer best known for her feminine and whimsical designs. Many of her designs are considered \"over the top\" and embellished. She also is known for doing a cartwheel ending in a split at the end of her fashion shows."}]}, {"heading": "Births", "year": "1942", "date": "August 10", "txt": "Michael Pepper, English physicist and engineer", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 10", "txt": "Louise Forestier, Canadian singer-songwriter and actress", "entities": [{"title": "Louise Forestier", "href": "/wiki/Louise_Forestier", "description": "Louise Forestier is a Canadian singer, songwriter and actress."}]}, {"heading": "Births", "year": "1943", "date": "August 10", "txt": "Jimmy Griffin, American singer-songwriter and guitarist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 10", "txt": "Michael Mantler, American trumpet player and composer", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 10", "txt": "Shafqat Rana, Indian-Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 10", "txt": "Ronnie Spector, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 10", "txt": "Ian Anderson, Scottish-English singer-songwriter and guitarist", "entities": [{"title": "Ian Anderson", "href": "/wiki/Ian_Anderson", "description": "Ian Scott Anderson is a British musician, singer and songwriter best known for his work as lead vocalist, flautist and acoustic guitarist of British rock band Jethro Tull. He is a multi-instrumentalist who, in addition to flute, plays keyboards, acoustic and bass guitar, bouzouki, balalaika, saxophone, harmonica, and a variety of whistles. His solo work began with the 1983 album Walk into Light; s"}]}, {"heading": "Births", "year": "1947", "date": "August 10", "txt": "Anwar Ibrahim, Malaysian academic and politician, 7th Deputy Prime Minister of Malaysia", "entities": [{"title": "Deputy Prime Minister of Malaysia", "href": "/wiki/Deputy_Prime_Minister_of_Malaysia", "description": "The deputy prime minister of Malaysia is the second highest political office in Malaysia. There have been twelve deputy prime ministers since the office was created in 1957. The first Prime Minister of Malaysia, Tunku Abdul Rahman, started the convention of appointing a deputy prime minister."}]}, {"heading": "Births", "year": "1947", "date": "August 10", "txt": "John Spencer, English rugby player and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 10", "txt": "Alan Ward, English cricketer", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 10", "txt": "Nick Stringer, English actor", "entities": [{"title": "Nick Stringer", "href": "/wiki/Nick_Stringer", "description": "Nick Stringer is an English actor."}]}, {"heading": "Births", "year": "1950", "date": "August 10", "txt": "Patti Austin, American singer-songwriter", "entities": [{"title": "Patti Austin", "href": "/wiki/Patti_Austin", "description": "Patti Austin is an American R&B, pop, and jazz singer and songwriter."}]}, {"heading": "Births", "year": "1951", "date": "August 10", "txt": "Juan Manuel Santos, Colombian businessman and politician, 59th President of Colombia", "entities": [{"title": "Juan Manuel Santos", "href": "/wiki/Juan_Manuel_Santos", "description": "Juan Manuel Santos Calderón is a Colombian politician who was the President of Colombia from 2010 to 2018. He was the sole recipient of the 2016 Nobel Peace Prize."}, {"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1952", "date": "August 10", "txt": "Daniel Hugh Kelly, American actor", "entities": [{"title": "Daniel Hugh Kelly", "href": "/wiki/Daniel_Hugh_Kelly", "description": "Daniel Hugh Kelly is an American stage, film and television actor. He is best known for his role on the 1980s ABC TV series Hardcastle and McCormick (1983–86) as ex-con Mark \"Skid\" McCormick, co-starring with Brian Keith."}]}, {"heading": "Births", "year": "1952", "date": "August 10", "txt": "Diane Venora, American actress", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 10", "txt": "Peter Endrulat, German footballer", "entities": [{"title": "Peter Endrulat", "href": "/wiki/Peter_Endrulat", "description": "Peter Endrulat is a former German footballer."}]}, {"heading": "Births", "year": "1954", "date": "August 10", "txt": "Rick Overton, American screenwriter, actor and comedian", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 10", "txt": "Jim Mees, American set designer (d. 2013)", "entities": [{"title": "Jim Mees", "href": "/wiki/Jim_Mees", "description": "Jim Mees, was an American set designer who worked on a variety of television series as well as music tours and films. He was awarded an Emmy Award for Outstanding Art Direction for a Series in 1990 for his work on the Star Trek: The Next Generation episode \"Sins of the Father\", and was nominated on four other occasions."}]}, {"heading": "Births", "year": "1955", "date": "August 10", "txt": "Mel Tiangco, Filipino journalist and talk show host", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 10", "txt": "Dianne Fromholtz, Australian tennis player", "entities": [{"title": "Dianne Fromholtz", "href": "/wiki/Dianne_Fromholtz", "description": "Dianne Fromholtz Balestrat is an Australian former professional tennis player who reached a highest singles ranking of world No. 4 in 1979."}]}, {"heading": "Births", "year": "1956", "date": "August 10", "txt": "José Luis Montes, Spanish footballer and manager (d. 2013)", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 10", "txt": "Fred Ottman, American wrestler", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 10", "txt": "Charlie Peacock, American singer-songwriter, pianist, and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 10", "txt": "Perween Warsi, Indian-English businesswoman", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 10", "txt": "Fred Ho, American saxophonist, composer, and playwright (d. 2014)", "entities": [{"title": "Fred Ho", "href": "/wiki/Fred_Ho", "description": "Fred Ho was an American jazz baritone saxophonist, composer, bandleader, playwright, writer and Marxist social activist. In 1988, he changed his surname to \"Ho\"."}]}, {"heading": "Births", "year": "1957", "date": "August 10", "txt": "Andres Põime, Estonian architect", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 10", "txt": "Aqeel Abbas Jafari, Pakistani writer, poet, architect and chief editor Urdu Dictionary Board", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 10", "txt": "Michael Dokes, American boxer (d. 2012)", "entities": [{"title": "Michael Dokes", "href": "/wiki/Michael_Dokes", "description": "Michael Marshall Dokes was an American professional boxer who competed from 1976 to 1997, and held the WBA heavyweight title from 1982 to 1983. As an amateur he won a silver medal in the heavyweight division at the 1975 Pan American Games."}]}, {"heading": "Births", "year": "1958", "date": "August 10", "txt": "Jack Richards, English cricketer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 10", "txt": "Rosie Winterton, English nurse and politician, Shadow Leader of the House of Commons", "entities": [{"title": "Shadow Leader of the House of Commons", "href": "/wiki/Shadow_Leader_of_the_House_of_Commons", "description": "The Shadow Leader of the House of Commons is a member of the Official Opposition Shadow Cabinet responsible for working with the Leader of the House in arranging Commons business and holding the Government to account in its overall management of the House. The Shadow Leader also responds to the Business Statement of Leader of House each Thursday, though the Leader of the Opposition exercised this "}]}, {"heading": "Births", "year": "1959", "date": "August 10", "txt": "Rosanna Arquette, American actress, director, and producer", "entities": [{"title": "Rosanna Arquette", "href": "/wiki/Rosanna_Arquette", "description": "Rosanna Lisa Arquette is an American actress, film director, and film producer. She was nominated for an Emmy Award for her performance in the TV film The Executioner's Song (1982), and won the BAFTA Award for Best Actress in a Supporting Role for the film Desperately Seeking Susan (1985). Her other film roles include After Hours, The Big Blue (1988), Pulp Fiction (1994), and Crash (1996). She als"}]}, {"heading": "Births", "year": "1959", "date": "August 10", "txt": "Albert Owen, Welsh sailor and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 10", "txt": "Mark Price, English drummer", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 10", "txt": "Florent Vollant, Canadian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 10", "txt": "Antonio Banderas, Spanish actor and producer", "entities": [{"title": "Antonio Banderas", "href": "/wiki/Antonio_Banderas", "description": "José Antonio Domínguez Bandera, known professionally as Antonio Banderas, is a Spanish actor, director, producer and singer. He is the recipient of numerous accolades, including a Cannes Best Actor Award and European Film Award for Best Actor, as well as nominations for a Tony Award, an Academy Award, two Primetime Emmy Awards and five Golden Globe Awards."}]}, {"heading": "Births", "year": "1960", "date": "August 10", "txt": "Annely Ojastu, Estonian sprinter and long jumper", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 10", "txt": "Kenny Perry, American golfer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 10", "txt": "Jon Farriss, Australian drummer, songwriter, and producer", "entities": [{"title": "Jon Farriss", "href": "/wiki/Jon_Farriss", "description": "Jonathan James Farriss is an Australian drummer and founding member of rock band INXS."}]}, {"heading": "Births", "year": "1962", "date": "August 10", "txt": "Suzanne Collins, American author and screenwriter", "entities": [{"title": "Suzanne Collins", "href": "/wiki/Suzanne_Collins", "description": "Suzanne Collins is an American television writer and author. She is known as the author of The New York Times best-selling series The Underland Chronicles and The Hunger Games."}]}, {"heading": "Births", "year": "1962", "date": "August 10", "txt": "Julia Fordham, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 10", "txt": "Phoolan Devi, Indian lawyer and politician (d. 2001)", "entities": [{"title": "Phoolan Devi", "href": "/wiki/Phoolan_Devi", "description": "Phoolan Devi, popularly known as \"Bandit Queen\", was an Indian, criminal bandit turned politician and a female rights activist from the Samajwadi Party who later served as Member of Parliament."}]}, {"heading": "Births", "year": "1963", "date": "August 10", "txt": "Anton Janssen, Dutch footballer and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 10", "txt": "Andrew Sullivan, English-American journalist and author", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 10", "txt": "Aaron Hall, American singer-songwriter", "entities": [{"title": "Aaron Hall (singer)", "href": "/wiki/Aaron_Hall_(singer)", "description": "Aaron Robin Hall III is an American recording artist, songwriter, and record producer. Hall rose to prominence in 1988 as a member of the R&B and new jack swing group Guy, which he founded in the late '80s along with Teddy Riley and Timmy Gatling, who was later replaced by Hall's brother Damion Hall. In 1988 Guy released their debut album, which went on to sell over a million copies and was certif"}]}, {"heading": "Births", "year": "1964", "date": "August 10", "txt": "Kåre Kolve, Norwegian saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 10", "txt": "Hiro Takahashi, Japanese singer-songwriter and guitarist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 10", "txt": "Claudia Christian, American actress, singer, writer, and director", "entities": [{"title": "Claudia Christian", "href": "/wiki/Claudia_Christian", "description": "Claudia Christian is an American actress, singer, author, musician, and advocate recognized for starring roles as Commander Susan Ivanova on Babylon 5, as Captain Maynard on Fox's 9-1-1, and as the voice of Hera on the Netflix series Blood of Zeus. She is also the voice of Helga Sinclair in Atlantis: The Lost Empire. She is also founder of the C Three Foundation, the world's most recognized propon"}]}, {"heading": "Births", "year": "1965", "date": "August 10", "txt": "Mike E. Smith, American jockey and sportscaster", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 10", "txt": "John Starks, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 10", "txt": "Charlie Dimmock, English gardener and television host", "entities": [{"title": "Charlie Dimmock", "href": "/wiki/Charlie_Dimmock", "description": "Charlotte Elouise Dimmock is an English gardening expert and television presenter. She was a member of the team on Ground Force, a BBC gardening makeover programme, which aired from 1997 until 2005."}]}, {"heading": "Births", "year": "1966", "date": "August 10", "txt": "Hansi Kürsch, German singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 10", "txt": "Philippe Albert, Belgian footballer and sportscaster", "entities": [{"title": "Philippe Albert", "href": "/wiki/Philippe_Albert", "description": "Philippe Julien Albert is a Belgian former professional footballer who played as a defender. He played for Charleroi, KV Mechelen and Anderlecht in his native Belgium, and for English clubs Newcastle United and Fulham. It was at Newcastle that he became known as an attack-minded centre-back for his forward runs from defence in the team dubbed as \"the Entertainers\"."}]}, {"heading": "Births", "year": "1967", "date": "August 10", "txt": "Riddick Bowe, American boxer", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 10", "txt": "Gus Johnson, American sportscaster", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 10", "txt": "Todd Nichols, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 10", "txt": "Reinout Scholte, Dutch cricketer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 10", "txt": "Michael Bivins, American singer and producer", "entities": [{"title": "Michael Bivins", "href": "/wiki/Michael_Bivins", "description": "Michael Lamont Bivins is an American singer, rapper, manager, actor, and producer, and a founding member of New Edition and Bell Biv DeVoe."}]}, {"heading": "Births", "year": "1968", "date": "August 10", "txt": "Greg Hawgood, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 10", "txt": "Emily Symons, Australian actress", "entities": [{"title": "Emily Symons", "href": "/wiki/Emily_Symons", "description": "Emily Symons is an Australian-born actress, active on both Australian and British television. She is known for playing conniving Anne Costello in the short-lived soap opera Richmond Hill in 1988 and when that series ended, from 1989, she started playing her most well-known role as Marilyn Chambers-Fisher in Home and Away. After almost ten years in that role, Symons moved to the UK and was immediat"}]}, {"heading": "Births", "year": "1969", "date": "August 10", "txt": "Brian Drummond, Canadian voice actor", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 10", "txt": "Doug Flach, American tennis player", "entities": [{"title": "Doug Flach", "href": "/wiki/Doug_Flach", "description": "Doug Flach is a former tennis player from the United States."}]}, {"heading": "Births", "year": "1970", "date": "August 10", "txt": "Bret Hedican, American ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 10", "txt": "Brendon Julian, New Zealand-Australian cricketer and journalist", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 10", "txt": "Steve Mautone, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Sal Fasano, American baseball player and coach", "entities": [{"title": "Sal Fasano", "href": "/wiki/Sal_Fasano", "description": "Salvatore Frank Fasano is an American former professional baseball catcher, who played for 9 different Major League Baseball (MLB) teams over his 11-year big league career. In 2013, he became the Roving Catching Instructor for the Toronto Blue Jays."}]}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Stephan Groth, Danish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Roy Keane, Irish footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Mario Kindelán, Cuban boxer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Robby Maria, Austrian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Paul Newlove, English rugby player", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Kevin Randleman, American mixed martial artist and wrestler (d. 2016)", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 10", "txt": "Justin Theroux, American actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 10", "txt": "Dilana, South African singer-songwriter and actress", "entities": [{"title": "Dilana", "href": "/wiki/Dilana", "description": "Dilana Smith is a South African singer, songwriter, and performer who lives in Los Angeles, California. She is best known as the runner-up contestant on the CBS reality television show Rock Star: Supernova. She was the lead singer for Tracii Guns' version of L.A. Guns for a brief period in 2011."}]}, {"heading": "Births", "year": "1972", "date": "August 10", "txt": "Lawrence Dallaglio, English rugby player and sportscaster", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 10", "txt": "Angie Harmon, American model and actress", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 10", "txt": "Christofer Johnsson, Swedish singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 10", "txt": "Lisa Raymond, American tennis player", "entities": [{"title": "Lisa Raymond", "href": "/wiki/Lisa_Raymond", "description": "Lisa Raymond is an American retired professional tennis player who has achieved notable success in doubles tennis. Raymond has 11 Grand Slam titles to her name: 6 in women's doubles and 5 in mixed doubles. On June 12, 2000, she reached the World No. 1 Ranking in doubles for the first time. Her career high singles ranking was No. 15 in October 1997. Over the course of her career, Raymond won four s"}]}, {"heading": "Births", "year": "1973", "date": "August 10", "txt": "Javier Zanetti, Argentinian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 10", "txt": "Haifaa al-Mansour, Saudi Arabian director and producer", "entities": [{"title": "Haifaa al-Mansour", "href": "/wiki/Haifaa_al-Mansour", "description": "Haifaa al-Mansour is a Saudi Arabian film director. She is one of the country's best-known and most controversial directors, and the first female Saudi filmmaker."}]}, {"heading": "Births", "year": "1974", "date": "August 10", "txt": "Luis Marín, Costa Rican footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 10", "txt": "Rachel Simmons, American scholar and author", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 10", "txt": "David Sommeil, French footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 10", "txt": "İlhan Mansız, Turkish footballer and figure skater", "entities": [{"title": "İlhan Mansız", "href": "/wiki/%C4%B0lhan_Mans%C4%B1z", "description": "İlhan Mansız is a German-born Turkish former professional footballer who played as a forward. He is also a competing figure skater. He is of Crimean Tatar descent."}]}, {"heading": "Births", "year": "1976", "date": "August 10", "txt": "Roadkill, American wrestler", "entities": [{"title": "Roadkill (wrestler)", "href": "/wiki/Roadkill_(wrestler)", "description": "Michael DePoli is a retired professional wrestler best known for his work in Extreme Championship Wrestling. He worked for World Wrestling Entertainment in its Ohio Valley Wrestling developmental territory. He is best known as Roadkill, where his wrestling gear was traditional Amish dress and he was billed as being from Lancaster, Pennsylvania, an area of large Amish population."}]}, {"heading": "Births", "year": "1976", "date": "August 10", "txt": "Ian Murray, Scottish businessman and politician, Shadow Secretary of State for Scotland", "entities": [{"title": "Shadow Secretary of State for Scotland", "href": "/wiki/Shadow_Secretary_of_State_for_Scotland", "description": "The Shadow Secretary of State for Scotland is a member of the UK Shadow Cabinet responsible for the scrutiny of the Secretary of State for Scotland and his/her department, the Scotland Office. The incumbent holder of the office is Ian Murray."}]}, {"heading": "Births", "year": "1977", "date": "August 10", "txt": "Danny Griffin, Irish footballer", "entities": [{"title": "Danny Griffin (footballer)", "href": "/wiki/Danny_Griffin_(footballer)", "description": "Daniel Joseph Griffin is a Northern Irish retired footballer. He was primarily a defender, but could also play in midfield. He is a youth coach with his first professional club, St Johnstone."}]}, {"heading": "Births", "year": "1977", "date": "August 10", "txt": "Matt Morgan, English comedian, actor, and radio host", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 10", "txt": "Danny Allsopp, Australian footballer", "entities": [{"title": "Danny Allsopp", "href": "/wiki/Danny_Allsopp", "description": "Daniel Lee \"Danny\" Allsopp is a former Australian football (soccer) player who played as a striker. He last played for Launceston City. He is a full international for the Australia national football team, and is well known for being Melbourne Victory's second highest, and the A-League's seventh highest all-time goalscorer, behind Archie Thompson, Shane Smeltz, Besart Berisha, Jamie Maclaren, Sergi"}]}, {"heading": "Births", "year": "1978", "date": "August 10", "txt": "Marcus Fizer, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 10", "txt": "Chris Read, English cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 10", "txt": "JoAnna Garcia, American actress", "entities": [{"title": "JoAnna Garcia", "href": "/wiki/JoAnna_Garcia", "description": "JoAnna García Swisher is an American actress. She is known for her roles as Sam in Are You Afraid of the Dark? (1994–96), Vicki Appleby in Freaks and Geeks (1999–2000), and Cheyenne Hart-Montgomery on The WB/CW sitcom Reba (2001–07). She has also gained popularity with her acting roles in Privileged (2008–09), Better with You (2010–11), Animal Practice (2012), Once Upon a Time (2013–18), The Astro"}]}, {"heading": "Births", "year": "1979", "date": "August 10", "txt": "Dinusha Fernando, Sri Lankan cricketer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 10", "txt": "Ted Geoghegan, American author, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 10", "txt": "Brandon Lyon, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 10", "txt": "Rémy Martin, French rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 10", "txt": "Matjaž Perc, Slovene physicist", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 10", "txt": "Yannick Schroeder, French racing driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 10", "txt": "Wade Barrett, English boxer, wrestler, and actor", "entities": [{"title": "Wade Barrett", "href": "/wiki/Wade_Barrett", "description": "Stuart Alexander Bennett is an English-American actor, professional wrestling commentator, professional wrestler, and former bare-knuckle boxer signed to WWE, where he is a color commentator on the NXT brand under the ring name Wade Barrett."}]}, {"heading": "Births", "year": "1981", "date": "August 10", "txt": "Taufik Hidayat, Indonesian badminton player", "entities": [{"title": "Taufik Hidayat", "href": "/wiki/Taufik_Hidayat", "description": "Taufik Hidayat is an Indonesian retired badminton player. He is a former World and Olympic champion in the men's singles. Considered as one of the greatest badminton players of all time, Hidayat has won the Indonesia Open six times."}]}, {"heading": "Births", "year": "1982", "date": "August 10", "txt": "John Alvbåge, Swedish footballer", "entities": [{"title": "John Alvbåge", "href": "/wiki/John_Alvb%C3%A5ge", "description": "John Rune Alvbåge is a Swedish footballer who plays as a goalkeeper. A full international between 2006 and 2009, he has won four caps for the Sweden national football team and was a squad member at the 2006 FIFA World Cup."}]}, {"heading": "Births", "year": "1982", "date": "August 10", "txt": "Josh Anderson, American baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 10", "txt": "Julia Melim, Brazilian actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 10", "txt": "Kyle Brown, American soccer player", "entities": [{"title": "Kyle Brown (soccer)", "href": "/wiki/Kyle_Brown_(soccer)", "description": "Kyle Brown is an American soccer player, currently without a club."}]}, {"heading": "Births", "year": "1983", "date": "August 10", "txt": "C. B. Dollaway, American mixed martial artist", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 10", "txt": "Héctor Faubel, Spanish motorcycle racer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 10", "txt": "Alexander Perezhogin, Russian ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 10", "txt": "Mathieu Roy, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 10", "txt": "Ryan Eggold, American actor and composer", "entities": [{"title": "Ryan Eggold", "href": "/wiki/Ryan_Eggold", "description": "Ryan James Eggold is an American actor. He is known for playing Ryan Matthews on the CW teen drama series 90210 and Tom Keen on the NBC crime drama series The Blacklist and its short-lived spin-off series The Blacklist: Redemption. Eggold appears as hospital director Dr. Max Goodwin, a main character on the NBC drama series New Amsterdam, which began in September 2018."}]}, {"heading": "Births", "year": "1984", "date": "August 10", "txt": "Mokomichi Hayami, Japanese model and actor", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 10", "txt": "Jigar Naik, English cricketer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 10", "txt": "Melissa Barrera, American television host", "entities": [{"title": "Melissa Barrera", "href": "/wiki/Melissa_Barrera", "description": "Melissa Eva Barrera is an American radio and television personality of Mexican parentage. She is best known for her work as host on mun2's Daily Shift, The mun2 Shift: Late Night and reality television show The Chicas Project."}]}, {"heading": "Births", "year": "1985", "date": "August 10", "txt": "Enrico Cortese, Italian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 10", "txt": "Roy O'Donovan, Irish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 10", "txt": "Kakuryū Rikisaburō, Mongolian sumo wrestler", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 10", "txt": "Julia Skripnik, Estonian tennis player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 10", "txt": "Andrea Hlaváčková, Czech tennis player", "entities": [{"title": "Andrea Hlaváčková", "href": "/wiki/Andrea_Hlav%C3%A1%C4%8Dkov%C3%A1", "description": "Andrea Sestini Hlaváčková is a former professional tennis player from the Czech Republic. She reached WTA singles ranking No. 58, in September 2012. Her career-high doubles ranking is world No. 3, achieved on 22 October 2012. Hlaváčková has won two Grand Slam doubles titles: the 2011 French Open and the 2013 US Open, both times partnered with Lucie Hradecká. Together with Tímea Babos, Hlaváčková w"}]}, {"heading": "Births", "year": "1987", "date": "August 10", "txt": "Jim Bakkum, Dutch singer and actor", "entities": [{"title": "Jim Bakkum", "href": "/wiki/Jim_Bakkum", "description": "Jimmy Johannes Bakkum is a Dutch singer, actor, stage actor and television personality. Rising to nationwide fame after becoming runner-up in the first season of Dutch singing competition series Idols, he has released five albums and made a career in musicals and film. In television, he appeared in a Dutch version of Dancing with the Stars, which he won."}]}, {"heading": "Births", "year": "1987", "date": "August 10", "txt": "Ari Boyland, New Zealand actor and singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 10", "txt": "Sam Gagner, Canadian ice hockey player", "entities": [{"title": "Sam Gagner", "href": "/wiki/Sam_Gagner", "description": "Sam William Gagner is a Canadian professional ice hockey player currently playing for the Detroit Red Wings of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1989", "date": "August 10", "txt": "Ben Sahar, Israeli footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 10", "txt": "Brenton Thwaites, Australian actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 10", "txt": "Cruze Ah-Nau, Australian rugby player", "entities": [{"title": "Cruze Ah-Nau", "href": "/wiki/Cruze_Ah-Nau", "description": "Cruze Ah-Nau is an Australian rugby union footballer who plays as a prop. He plays for Zebre in the Pro 14 competition. He was a member of the Melbourne Rebels Super Rugby Extended Playing Squad. Ah-Nau was previously a member of the Western Force squad during the 2011 Super Rugby season although he didn't make any appearances. He then moved east in 2012 to join Norths in the Shute Shield."}]}, {"heading": "Births", "year": "1991", "date": "August 10", "txt": "Marcus Foligno, American-Canadian ice hockey player", "entities": [{"title": "Marcus Foligno", "href": "/wiki/Marcus_Foligno", "description": "Marcus Foligno is an American-born Canadian professional ice hockey winger who plays for the Minnesota Wild of the National Hockey League (NHL). He was selected 104th overall by the Buffalo Sabres in the 2009 NHL Entry Draft."}]}, {"heading": "Births", "year": "1991", "date": "August 10", "txt": "Chris Tremain, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 10", "txt": "Dagný Brynjarsdóttir, Icelandic footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 10", "txt": "Nikos Korovesis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 10", "txt": "Go Ah-sung, South Korean actress", "entities": [{"title": "Go Ah-sung", "href": "/wiki/Go_Ah-sung", "description": "Go Ah-sung is a South Korean actress. She began her career as a child actress, notably in 2006 top-grossing blockbuster The Host. This was followed by major roles in Snowpiercer (2013), Thread of Lies (2014) and Office (2015), as well as the TV dramas Master of Study (2010) and Heard It Through the Grapevine (2015)."}]}, {"heading": "Births", "year": "1993", "date": "August 10", "txt": "Andre Drummond, American basketball player", "entities": [{"title": "Andre Drummond", "href": "/wiki/Andre_Drummond", "description": "Andre Jamal Drummond is an American professional basketball player for the Los Angeles Lakers of the National Basketball Association (NBA). He was selected by the Detroit Pistons in the first round of the 2012 NBA draft with the ninth overall pick. A two-time NBA All-Star, he has led the league in rebounding four times and also been named to the All-NBA Third Team. He previously played for the Cle"}]}, {"heading": "Births", "year": "1993", "date": "August 10", "txt": "Yuto Nakajima, Japanese actor, dancer, model, singer, and idol", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 10", "txt": "Shin Hye-jeong, South Korean singer", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 10", "txt": "Bernardo Silva, Portuguese footballer", "entities": [{"title": "Bernardo Silva", "href": "/wiki/Bernardo_Silva", "description": "Bernardo Mota Veiga de Carvalho e Silva, known as Bernardo Silva or simply Bernardo, is a Portuguese professional footballer who plays as an attacking midfielder or a winger for Premier League club Manchester City and the Portugal national team."}]}, {"heading": "Births", "year": "1996", "date": "August 10", "txt": "Lauren Tait, Scottish netball player", "entities": [{"title": "Lauren Tait", "href": "/wiki/Lauren_Tait", "description": "Lauren Tait is a Scottish netball player. She was selected to represent the Scotland netball team at the 2019 Netball World Cup."}]}, {"heading": "Births", "year": "1997", "date": "August 10", "txt": "Kylie Jenner, American television personality and model", "entities": [{"title": "Kylie Jenner", "href": "/wiki/Kylie_Jenner", "description": "Kylie Kristen Jenner is an American media personality, socialite, model, and businesswoman. She has starred in the E! reality television series Keeping Up with the Kardashians since 2007 and is the founder and owner of cosmetic company Kylie Cosmetics."}]}, {"heading": "Births", "year": "2000", "date": "August 10", "txt": "Sophia Smith, American soccer player, first pick of the 2020 NWSL Draft", "entities": [{"title": "Sophia Smith (soccer, born 2000)", "href": "/wiki/Sophia_Smith_(soccer,_born_2000)", "description": "Sophia Olivia Smith is an American soccer player who plays for Portland Thorns FC in the National Women's Soccer League. She has represented the United States on the under-17 national team. In March 2017, she was called up to the senior national team for two international friendlies against Russia. She played in college for Stanford University, helping her team win the national title in 2019. On J"}, {"title": "2020 NWSL College Draft", "href": "/wiki/2020_NWSL_College_Draft", "description": "The 2020 NWSL College Draft was the 8th annual meeting of National Women's Soccer League (NWSL) franchises to select newly eligible college players for the 2020 NWSL season. It was held on January 16, 2020 in conjunction with the United Soccer Coaches Convention at the Baltimore Convention Center in Baltimore, Maryland."}]}, {"heading": "Deaths", "year": "258", "date": "August 10", "txt": "Lawrence of Rome, Spanish-Italian deacon and saint (b. 225)", "entities": [{"title": "Lawrence of Rome", "href": "/wiki/Lawrence_of_Rome", "description": "Saint Lawrence or Laurence was one of the seven deacons of the city of Rome, Italy, under Pope Sixtus II who were martyred in the persecution of the Christians that the Roman Emperor Valerian ordered in 258. Lawrence encountered the future Pope Sixtus II, who was of Greek origin and one of the most famous and highly esteemed teachers, in Caesaraugusta. Eventually, both left Spain for Rome. When Si"}]}, {"heading": "Deaths", "year": "794", "date": "August 10", "txt": "Fastrada, Frankish noblewoman (b. 765)", "entities": [{"title": "Fastrada", "href": "/wiki/Fastrada", "description": "Fastrada was queen consort of East Francia by marriage to Charlemagne, as his third wife."}]}, {"heading": "Deaths", "year": "796", "date": "August 10", "txt": "Eanbald, archbishop of York", "entities": [{"title": "Eanbald (died 796)", "href": "/wiki/Eanbald_(died_796)", "description": "Eanbald was an eighth century Archbishop of York."}, {"title": "Diocese of York", "href": "/wiki/Diocese_of_York", "description": "The Diocese of York is an administrative division of the Church of England, part of the Province of York. It covers the city of York, the eastern part of North Yorkshire, and most of the East Riding of Yorkshire."}]}, {"heading": "Deaths", "year": "847", "date": "August 10", "txt": "Al-Wathiq, Abbasid caliph (b. 816)", "entities": [{"title": "Al-Wathiq", "href": "/wiki/Al-Wathiq", "description": "Abū Jaʿfar Hārūn ibn Muḥammad, better known by his regnal name al-Wāthiq bi’llāh, was an Abbasid caliph who reigned from 842 until 847 AD. Al-Wathiq is relatively obscure both as a ruler and as a person, and his reign is largely considered a continuation of his father's. The chief events of his reign were the suppression of a Bedouin rebellion in the Hejaz in 845 and an abortive uprising in Baghda"}]}, {"heading": "Deaths", "year": "955", "date": "August 10", "txt": "Bulcsú, Hungarian tribal chieftain (horka)", "entities": [{"title": "Bulcsú", "href": "/wiki/Bulcs%C3%BA", "description": "Bulcsú was a Hungarian chieftain, one of the military leaders of prince Taksony of Hungary, a descendant of Árpád. He held the title of horka. He was one of the most important figures of the Hungarian invasions of Europe. During these military campaigns, the Magyars threatened much of Western Europe; therefore a common saying at that time was \"A sagittis Hungarorum, libera nos Domine\" Modena, 925 "}, {"title": "Tribal chief", "href": "/wiki/Tribal_chief", "description": "A tribal chief or chieftain is the leader of a tribal society or chiefdom."}]}, {"heading": "Deaths", "year": "955", "date": "August 10", "txt": "Conrad ('the Red'), duke of Lorraine", "entities": [{"title": "Lotharingia", "href": "/wiki/Lotharingia", "description": "Lotharingia was a short-lived medieval successor kingdom of the Carolingian Empire. As a more durable later duchy of the Ottonian Empire, it comprised present-day Lorraine (France), Luxembourg, Saarland (Germany), the eastern half of Belgium and the southern half of Netherlands, along with parts of today's North Rhine-Westphalia (Germany), Rhineland-Palatinate (Germany) and Nord_(French_department"}]}, {"heading": "Deaths", "year": "1241", "date": "August 10", "txt": "Eleanor, Fair Maid of Brittany (b. 1184)", "entities": [{"title": "Eleanor, Fair Maid of Brittany", "href": "/wiki/Eleanor,_Fair_Maid_of_Brittany", "description": "Eleanor Fair Maid of Brittany, also known as Damsel of Brittany, Pearl of Brittany, or Beauty of Brittany, was the eldest daughter of Geoffrey II, Duke of Brittany, the fourth son of King Henry II of England, and Constance, Duchess of Brittany. After the presumed death in 1203 of her imprisoned younger brother, Arthur, she was heiress to vast lands including England, Anjou, and Aquitaine as well a"}]}, {"heading": "Deaths", "year": "1250", "date": "August 10", "txt": "Eric IV of Denmark (b. 1216)", "entities": [{"title": "Eric IV of Denmark", "href": "/wiki/Eric_IV_of_Denmark", "description": "Eric IV, also known as Eric Ploughpenny or Eric Plowpenny, was king of Denmark from 1241 until his death in 1250. His reign was marked by conflict and civil wars against his brothers.\n"}]}, {"heading": "Deaths", "year": "1284", "date": "August 10", "txt": "Tekuder, Khan of the Mongol Ilkhanate", "entities": [{"title": "Tekuder", "href": "/wiki/Tekuder", "description": "Ahmed Tekuder, also known as Sultan Ahmad, was the sultan of the Persian-based Ilkhanate, son of Hulegu and brother of Abaqa. He was eventually succeeded by his nephew Arghun Khan."}, {"title": "Mongol", "href": "/wiki/Mongol", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Ilkhanate", "href": "/wiki/Ilkhanate", "description": "The Ilkhanate, also spelled Il-khanate, known to the Mongols as Hülegü Ulus was a khanate established from the southwestern sector of the Mongol Empire. The Ilkhanid realm, officially known as Iranzamin, was ruled by the Mongol House of Hulagu. Hulagu Khan, the son of Tolui and grandson of Genghis Khan, inherited the Middle Eastern part of the Mongol Empire after his brother Möngke Khan died in 12"}]}, {"heading": "Deaths", "year": "1316", "date": "August 10", "txt": "Felim mac Aedh Ua Conchobair, King of Connacht", "entities": [{"title": "Felim McHugh O'Connor", "href": "/wiki/Felim_McHugh_O%27Connor", "description": "Felim McHugh O'Connor was king of Connacht in Ireland from January 1310 to 10 August 1316. The beginning of his kingship saw a revival in the ancient form of inauguration performed for the Kings of Connacht after a period of apparent lapse in the practice. His reign took place against the background of a Gaelic recovery following the Anglo-Norman invasion and the disputed High Kingship of Edwurd B"}]}, {"heading": "Deaths", "year": "1322", "date": "August 10", "txt": "John of La Verna, Italian ascetic (b. 1259)", "entities": [{"title": "John of La Verna", "href": "/wiki/John_of_La_Verna", "description": "John of Fermo, O.F.M., more often called John of La Verna, from his time spent on that mountain was an Italian Franciscan friar, who was a noted ascetic and preacher."}]}, {"heading": "Deaths", "year": "1410", "date": "August 10", "txt": "Louis II, Duke of Bourbon (b. 1337)", "entities": [{"title": "Louis II, Duke of Bourbon", "href": "/wiki/Louis_II,_Duke_of_Bourbon", "description": "Louis de Bourbon, called the Good, son of Peter de Bourbon and Isabella de Valois, was the third Duke of Bourbon."}]}, {"heading": "Deaths", "year": "1535", "date": "August 10", "txt": "Ippolito de' Medici, Italian cardinal (b. 1509)", "entities": [{"title": "Ippolito de' Medici", "href": "/wiki/Ippolito_de%27_Medici", "description": "Ippolito de' Medici was the only son of Giuliano di Lorenzo de' Medici, born out-of-wedlock to his mistress Pacifica Brandano."}]}, {"heading": "Deaths", "year": "1536", "date": "August 10", "txt": "Francis III, Duke of Brittany, Dauphin of France, Brother of Henry II (b. 1518)", "entities": [{"title": "Francis III, Duke of Brittany", "href": "/wiki/Francis_III,_Duke_of_Brittany", "description": "Francis III was Duke of Brittany and Dauphin of Viennois. He was the first son of King Francis I of France and Duchess Claude of Brittany."}]}, {"heading": "Deaths", "year": "1653", "date": "August 10", "txt": "Maarten Tromp, Dutch admiral (b. 1598)", "entities": [{"title": "Maarten Tromp", "href": "/wiki/Maarten_Tromp", "description": "Maarten Harpertszoon Tromp was a Dutch army general and admiral in the Dutch navy."}]}, {"heading": "Deaths", "year": "1655", "date": "August 10", "txt": "Alfonso de la Cueva, 1st Marquis of Bedmar, Spanish cardinal and diplomat (b. 1572)", "entities": [{"title": "Alfonso de la Cueva, 1st Marquis of Bedmar", "href": "/wiki/Alfonso_de_la_Cueva,_1st_Marquis_of_Bedmar", "description": " Alfonso de la Cueva-Benavides y Mendoza-Carrillo, marqués de Bedmar was a Spanish diplomat, bishop and Roman Catholic cardinal. He was born in Bedmar, in what is now the province of Jaén. Alfonso was the son of Luis de la Cueva-Benavides, 2nd señor of Bedmar, and Elvira Carrillo de Mendoza y Cárdenas."}]}, {"heading": "Deaths", "year": "1660", "date": "August 10", "txt": "Esmé Stewart, 2nd Duke of Richmond (b. 1649)", "entities": [{"title": "Esmé Stewart, 2nd Duke of Richmond", "href": "/wiki/Esm%C3%A9_Stewart,_2nd_Duke_of_Richmond", "description": "Esmé Stuart, 2nd Duke of Richmond, 5th Duke of Lennox was the infant son and heir of James Stewart, 1st Duke of Richmond, 4th Duke of Lennox (1612–1655), of Cobham Hall in Kent, by his wife Mary Villiers (1622–1685), only daughter of George Villiers, 1st Duke of Buckingham."}]}, {"heading": "Deaths", "year": "1723", "date": "August 10", "txt": "Guillaume Dubois, French cardinal and politician, French Secretary of State for Foreign Affairs (b. 1656)", "entities": [{"title": "Guillaume Dubois", "href": "/wiki/Guillaume_Dubois", "description": "Guillaume Dubois was a French cardinal and statesman."}, {"title": "Ministry of Foreign Affairs and International Development (France)", "href": "/wiki/Ministry_of_Foreign_Affairs_and_International_Development_(France)", "description": "The Ministry for Europe and Foreign Affairs is the ministry of the Government of France that handles France's foreign relations. Since 1855, its headquarters have been located at 37 Quai d'Orsay, close to the National Assembly. The term Quai d'Orsay is often used as a metonym for the ministry. Its cabinet minister, the Minister for Europe and Foreign Affairs is responsible for the foreign relation"}]}, {"heading": "Deaths", "year": "1759", "date": "August 10", "txt": "Ferdinand VI of Spain (b. 1713)", "entities": [{"title": "Ferdinand VI of Spain", "href": "/wiki/Ferdinand_VI_of_Spain", "description": "Ferdinand VI, called the Learned and the Just, was King of Spain from 9 July 1746 until his death. He was the third ruler of the Spanish Bourbon dynasty. He was the son of the previous monarch, Philip V, and his first wife Maria Luisa of Savoy."}]}, {"heading": "Deaths", "year": "1784", "date": "August 10", "txt": "Allan Ramsay, Scottish-English painter (b. 1713)", "entities": [{"title": "Allan Ramsay (artist)", "href": "/wiki/Allan_Ramsay_(artist)", "description": "Allan Ramsay was a prominent Scottish portrait-painter."}]}, {"heading": "Deaths", "year": "1796", "date": "August 10", "txt": "Ignaz Anton von Indermauer, Austrian nobleman and government official (b. 1759)", "entities": [{"title": "Ignaz Anton von Indermauer", "href": "/wiki/Ignaz_Anton_von_Indermauer", "description": "Ignaz Alois Anton von Indermauer zu Strelburg und Freifeld was an Austrian nobleman from Tyrol who served as the Landvögte and Kreishauptmann of Vorarlberg from 1791 until his death in 1796."}]}, {"heading": "Deaths", "year": "1802", "date": "August 10", "txt": "Franz Aepinus, German-Russian philosopher and academic (b. 1724)", "entities": [{"title": "Franz Aepinus", "href": "/wiki/Franz_Aepinus", "description": "Franz Ulrich Theodor Aepinus was a German mathematician, scientist, and natural philosopher residing in the Russian Empire. Aepinus is best known for his researches, theoretical and experimental, in electricity and magnetism."}]}, {"heading": "Deaths", "year": "1806", "date": "August 10", "txt": "Michael Haydn, Austrian composer and educator (b. 1737)", "entities": [{"title": "Michael Haydn", "href": "/wiki/Michael_Haydn", "description": "Johann Michael Haydn was an Austrian composer of the Classical period, the younger brother of Joseph Haydn."}]}, {"heading": "Deaths", "year": "1839", "date": "August 10", "txt": "Sir John St Aubyn, 5th Baronet, English lawyer and politician (b. 1758)", "entities": [{"title": "Sir John St Aubyn, 5th Baronet", "href": "/wiki/Sir_John_St_Aubyn,_5th_Baronet", "description": "Sir John St Aubyn, 5th Baronet, was a British Member of Parliament, High Sheriff of Cornwall and Grand Master of the Freemasons. Born in London, he succeeded to the baronetcy on 12 October 1772, at which point he inherited Clowance, the family's estate near Crowan, Cornwall."}]}, {"heading": "Deaths", "year": "1862", "date": "August 10", "txt": "Hon'inbō Shūsaku, Japanese Go player (b. 1829)", "entities": [{"title": "Hon'inbō Shūsaku", "href": "/wiki/Hon%27inb%C5%8D_Sh%C5%ABsaku", "description": "Shusaku was a Japanese professional Go player during the 19th century. He is known for his undefeated streak of 19-games during the annual castle games; his thirty-game match with Ota Yuzo; the eponymous Shusaku opening; and his posthumous veneration as a \"Go sage\". Next to his teacher, Hon'inbō Shūwa, he is considered to have been the strongest player from 1847/8 to his death in 1862. He was nick"}, {"title": "Go (game)", "href": "/wiki/Go_(game)", "description": "Go is an abstract strategy board game for two players in which the aim is to surround more territory than the opponent. The game was invented in China more than 2,500 years ago and is believed to be the oldest board game continuously played to the present day. A 2016 survey by the International Go Federation's 75 member nations found that there are over 46 million people worldwide who know how to "}]}, {"heading": "Deaths", "year": "1875", "date": "August 10", "txt": "Karl Andree, German geographer and journalist (b. 1808)", "entities": [{"title": "Karl Andree", "href": "/wiki/Karl_Andree", "description": "Karl Andree was a German geographer."}]}, {"heading": "Deaths", "year": "1889", "date": "August 10", "txt": "Arthur Böttcher, German pathologist and anatomist (b. 1831)", "entities": [{"title": "Arthur Böttcher", "href": "/wiki/Arthur_B%C3%B6ttcher", "description": "Jakob Ernst Arthur Böttcher was a Baltic German pathologist and anatomist who was a native of Bauska, in what was then the Courland Governorate. He worked primarily within the Russian Empire."}]}, {"heading": "Deaths", "year": "1890", "date": "August 10", "txt": "John Boyle O'Reilly, Irish-born poet, journalist and fiction writer (b. 1844)", "entities": [{"title": "John Boyle O'Reilly", "href": "/wiki/John_Boyle_O%27Reilly", "description": "John Boyle O'Reilly was an Irish-American poet, journalist, author and activist. As a youth in Ireland, he was a member of the Irish Republican Brotherhood, or Fenians, for which he was transported to Western Australia. After escaping to the United States, he became a prominent spokesperson for the Irish community and culture through his editorship of the Boston newspaper The Pilot, his prolific w"}]}, {"heading": "Deaths", "year": "1896", "date": "August 10", "txt": "Otto Lilienthal, German pilot and engineer (b. 1848)", "entities": [{"title": "Otto Lilienthal", "href": "/wiki/Otto_Lilienthal", "description": "Karl Wilhelm Otto Lilienthal was a German pioneer of aviation who became known as the \"flying man\". He was the first person to make well-documented, repeated, successful flights with gliders. Newspapers and magazines published photographs of Lilienthal gliding, favourably influencing public and scientific opinion about the possibility of flying machines becoming practical. On 9 August 1896, his gl"}]}, {"heading": "Deaths", "year": "1904", "date": "August 10", "txt": "Pierre Waldeck-Rousseau, French lawyer and politician, 68th Prime Minister of France (b. 1846)", "entities": [{"title": "Pierre Waldeck-Rousseau", "href": "/wiki/Pierre_Waldeck-Rousseau", "description": "Pierre Marie René Ernest Waldeck-Rousseau was a French Republican politician who served as the 29th Prime Minister of France."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1913", "date": "August 10", "txt": "Johannes Linnankoski, Finnish author (b. 1869)", "entities": [{"title": "Johannes Linnankoski", "href": "/wiki/Johannes_Linnankoski", "description": "Johannes Linnankoski was a Finnish author and playwright, which mainly influenced writing in the Golden Age of Finnish Art. His most famous work is the romance novel, The Song of the Blood-Red Flower (1905). His primary themes were guilt, punishment, and redemption as moral questions."}]}, {"heading": "Deaths", "year": "1915", "date": "August 10", "txt": "Henry Moseley, English physicist and engineer (b. 1887)", "entities": [{"title": "Henry Moseley", "href": "/wiki/Henry_Moseley", "description": "Henry Gwyn Jeffreys Moseley was an English physicist, whose contribution to the science of physics was the justification from physical laws of the previous empirical and chemical concept of the atomic number. This stemmed from his development of Moseley's law in X-ray spectra."}]}, {"heading": "Deaths", "year": "1916", "date": "August 10", "txt": "John J. Loud, American inventor (b. 1844)", "entities": [{"title": "John J. Loud", "href": "/wiki/John_J._Loud", "description": "John Jacob Loud was an American inventor known for designing the first ballpoint pen."}]}, {"heading": "Deaths", "year": "1918", "date": "August 10", "txt": "Erich Löwenhardt, German lieutenant and pilot (b. 1897)", "entities": [{"title": "Erich Löwenhardt", "href": "/wiki/Erich_L%C3%B6wenhardt", "description": "Erich Loewenhardt was a German soldier and military aviator who fought in the First World War and became a fighter ace credited with 54 confirmed aerial victories. Originally enlisting in an infantry regiment even though he was only 17, he fought in the Battle of Tannenberg, winning a battlefield commission on 2 October 1914. He would serve in the Carpathians and on the Italian Front before being "}]}, {"heading": "Deaths", "year": "1920", "date": "August 10", "txt": "Ádám Politzer, Hungarian-Austrian physician and academic (b. 1835)", "entities": [{"title": "Ádám Politzer", "href": "/wiki/%C3%81d%C3%A1m_Politzer", "description": "Ádám Politzer was a Hungarian and Austrian physician and one of the pioneers and founders of otology."}]}, {"heading": "Deaths", "year": "1929", "date": "August 10", "txt": "Pierre Fatou, French mathematician and astronomer (b. 1878)", "entities": [{"title": "Pierre Fatou", "href": "/wiki/Pierre_Fatou", "description": "Pierre Joseph Louis Fatou was a French mathematician and astronomer. He is known for major contributions to several branches of analysis. The Fatou lemma and the Fatou set are named after him."}]}, {"heading": "Deaths", "year": "1929", "date": "August 10", "txt": "Aletta Jacobs, Dutch physician (b. 1854)", "entities": []}, {"heading": "Deaths", "year": "1932", "date": "August 10", "txt": "Rin Tin Tin, American acting dog (b. 1918)", "entities": [{"title": "Rin Tin Tin", "href": "/wiki/Rin_Tin_Tin", "description": "Rin Tin Tin or Rin-Tin-Tin was a male German Shepherd born in Flirey, France, who became an international star in motion pictures. He was rescued from a World War I battlefield by an American soldier, Lee Duncan, who nicknamed him \"Rinty\". Duncan trained Rin Tin Tin and obtained silent film work for the dog. Rin Tin Tin was an immediate box-office success and went on to appear in 27 Hollywood film"}]}, {"heading": "Deaths", "year": "1933", "date": "August 10", "txt": "Alf Morgans, Welsh-Australian politician, 4th Premier of Western Australia (b. 1850)", "entities": [{"title": "Alf Morgans", "href": "/wiki/Alf_Morgans", "description": "Alfred Edward Morgans was the fourth Premier of Western Australia, serving for just over a month, from 21 November to 23 December 1901."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Deaths", "year": "1945", "date": "August 10", "txt": "Robert H. Goddard, American physicist and engineer (b. 1882)", "entities": [{"title": "Robert H. Goddard", "href": "/wiki/Robert_H._Goddard", "description": "Robert Hutchings Goddard was an American engineer, professor, physicist, and inventor who is credited with creating and building the world's first liquid-fueled rocket. Goddard successfully launched his rocket on March 16, 1926, which ushered in an era of space flight and innovation. He and his team launched 34 rockets between 1926 and 1941, achieving altitudes as high as 2.6 km (1.6 mi) and speed"}]}, {"heading": "Deaths", "year": "1948", "date": "August 10", "txt": "Kan'ichi Asakawa, Japanese-American historian, author, and academic (b. 1873)", "entities": [{"title": "Kan'ichi Asakawa", "href": "/wiki/Kan%27ichi_Asakawa", "description": "Kan'ichi Asakawa  was a Japanese academic, author, historian, librarian, curator and peace advocate. Asakawa was Japanese by birth and citizenship, but he lived the major portion of his life in the United States."}]}, {"heading": "Deaths", "year": "1948", "date": "August 10", "txt": "Andrew Brown, Scottish footballer and coach (b. 1870)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "August 10", "txt": "Montague Summers, English clergyman and author (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1949", "date": "August 10", "txt": "Homer Burton Adkins, American chemist (b. 1892)", "entities": [{"title": "Homer Burton Adkins", "href": "/wiki/Homer_Burton_Adkins", "description": "Homer Burton Adkins was an American chemist who studied the hydrogenation of organic compounds. Adkins was regarded as top in his field and a world authority on the hydrogenation of organic compounds. Adkins is known for his wartime work, where he experimented with chemical agents and poisonous gasses. Renowned for his work, Adkins eventually suffered a series of heart attacks and died in 1949."}]}, {"heading": "Deaths", "year": "1954", "date": "August 10", "txt": "Robert Adair, American-born British actor (b. 1900)", "entities": [{"title": "Robert Adair (actor)", "href": "/wiki/Robert_Adair_(actor)", "description": "Robert Adair was an American-born British actor. He was born in San Francisco. He was also known as Robert A'Dair, the name by which he was billed in Journey's End (1930)."}]}, {"heading": "Deaths", "year": "1958", "date": "August 10", "txt": "Frank Demaree, American baseball player and manager (b. 1910)", "entities": [{"title": "Frank Demaree", "href": "/wiki/Frank_Demaree", "description": "Joseph Franklin Demaree born in Winters, California, was an American baseball outfielder. He played all or part of twelve seasons in the majors for the Chicago Cubs, New York Giants (1939–41), Boston Braves (1941–42), St. Louis Cardinals (1943) and St. Louis Browns (1944)."}]}, {"heading": "Deaths", "year": "1960", "date": "August 10", "txt": "Hamide Ayşe Sultan, Ottoman princess (b. 1887)", "entities": [{"title": "Hamide Ayşe Sultan", "href": "/wiki/Hamide_Ay%C5%9Fe_Sultan", "description": "Ayşe Sultan was an Ottoman princess, the daughter of Sultan Abdul Hamid II and Müşfika Kadın."}]}, {"heading": "Deaths", "year": "1961", "date": "August 10", "txt": "Julia Peterkin, American author (b. 1880)", "entities": [{"title": "Julia Peterkin", "href": "/wiki/Julia_Peterkin", "description": "Julia Peterkin was an American author from South Carolina. In 1929 she won the Pulitzer Prize for Novel/Literature for her novel Scarlet Sister Mary. She wrote several novels about the plantation South, especially the Gullah people of the Lowcountry. She was one of the few white authors who wrote about the African-American experience."}]}, {"heading": "Deaths", "year": "1963", "date": "August 10", "txt": "Estes Kefauver, American lawyer and politician (b. 1903)", "entities": [{"title": "Estes Kefauver", "href": "/wiki/Estes_Kefauver", "description": "Carey Estes Kefauver was an American politician from Tennessee. A member of the Democratic Party, he served in the U.S. House of Representatives from 1939 to 1949 and in the Senate from 1949 until his death in 1963."}]}, {"heading": "Deaths", "year": "1963", "date": "August 10", "txt": "Ernst Wetter, Swiss lawyer and jurist (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "August 10", "txt": "János Kodolányi, Hungarian author (b. 1899)", "entities": [{"title": "János Kodolányi", "href": "/wiki/J%C3%A1nos_Kodol%C3%A1nyi", "description": "János Kodolányi Hungarian writer of short stories, dramas, novels and sociographies. The Kodolányi János University of Applied Sciences was named after him."}]}, {"heading": "Deaths", "year": "1976", "date": "August 10", "txt": "Bert Oldfield, Australian cricketer (b. 1894)", "entities": [{"title": "Bert Oldfield", "href": "/wiki/Bert_Oldfield", "description": "William Albert Stanley Oldfield was an Australian cricketer and businessman. He played for New South Wales and Australia as wicket-keeper. Oldfield's 52 stumpings during his Test career remains a record several decades after his final Test."}]}, {"heading": "Deaths", "year": "1979", "date": "August 10", "txt": "Dick Foran, American actor and singer (b. 1910)", "entities": [{"title": "Dick Foran", "href": "/wiki/Dick_Foran", "description": "John Nicholas \"Dick\" Foran was an American actor, known for his performances in western musicals and for playing supporting roles in dramatic pictures."}]}, {"heading": "Deaths", "year": "1979", "date": "August 10", "txt": "Walter Gerlach, German physicist and academic (b. 1889)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "August 10", "txt": "Yahya Khan, Pakistani general and politician, 3rd President of Pakistan (b. 1917)", "entities": [{"title": "Yahya Khan", "href": "/wiki/Yahya_Khan", "description": "Agha Muhammad Yahya Khan NePl, widely known as Yahya Khan, was a Pakistani general who served as the third President of Pakistan, serving in this post from 25 March 1969 until turning over his presidency in December 1971."}, {"title": "President of Pakistan", "href": "/wiki/President_of_Pakistan", "description": "The President of Pakistan, is the ceremonial head of state of Pakistan and the Commander-in-Chief of Pakistan Armed Forces. The post was created when Pakistan became a republic on 23 March 1956. Until 1956, Pakistan was a dominion within the Commonwealth of Nations with Queen Elizabeth II as the head of state and Queen of Pakistan."}]}, {"heading": "Deaths", "year": "1982", "date": "August 10", "txt": "Anderson Bigode Herzer, Brazilian author and poet (b. 1962)", "entities": [{"title": "Anderson Bigode Herzer", "href": "/wiki/Anderson_Bigode_Herzer", "description": "Anderson Bigode Herzer was a writer and poet. He committed suicide at the age of 20. The film Vera by Sérgio Toledo is based on Herzer's life."}]}, {"heading": "Deaths", "year": "1985", "date": "August 10", "txt": "Nate Barragar, American football player and sergeant (b. 1906)", "entities": [{"title": "Nate Barragar", "href": "/wiki/Nate_Barragar", "description": "Nathan Robert Barragar was an American collegiate and professional football player."}]}, {"heading": "Deaths", "year": "1987", "date": "August 10", "txt": "Georgios Athanasiadis-Novas, Greek lawyer and politician, 163rd Prime Minister of Greece (b. 1893)", "entities": [{"title": "Georgios Athanasiadis-Novas", "href": "/wiki/Georgios_Athanasiadis-Novas", "description": "\nGeorgios Athanasiadis–Novas was a Greek poet, lawyer and politician who served as Prime Minister for one month in 1965.\nBorn in Nafpaktos, he obtained his law degree from the University of Athens. He was first elected to the Greek Parliament in 1926 representing his native prefecture of Aetolia-Acarnania, and was repeatedly elected to office until 1964."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1991", "date": "August 10", "txt": "Lưu Trọng Lư, Vietnamese poet and playwright (b. 1912)", "entities": [{"title": "Lưu Trọng Lư", "href": "/wiki/L%C6%B0u_Tr%E1%BB%8Dng_L%C6%B0", "description": "Lưu Trọng Lư is a Vietnamese poet, writer, play writer. He was born in 1912 at Cao Lao Hạ village, Bố Trạch District, Quảng Bình Province, North Central Coast, Vietnam. He attended Quốc học Huế school, then moved to Hanoi to work as a writer and journalist. He wrote many famous poems. He was one of the founders of the New Poetry Movement in Vietnam."}]}, {"heading": "Deaths", "year": "1993", "date": "August 10", "txt": "Euronymous, Norwegian singer, guitarist, and producer (b. 1968)", "entities": [{"title": "Euronymous", "href": "/wiki/Euronymous", "description": "Øystein Aarseth, better known by his stage name Euronymous, was a Norwegian musician. Euronymous was a founder of and central figure in the early Norwegian black metal scene. He was a co-founder and guitarist of the Norwegian black metal band Mayhem and was the only constant member from the band's formation in 1984 until his death in 1993. He was also founder and owner of the extreme metal record "}]}, {"heading": "Deaths", "year": "1997", "date": "August 10", "txt": "Jean-Claude Lauzon, Canadian director and screenwriter (b. 1953)", "entities": [{"title": "Jean-Claude Lauzon", "href": "/wiki/Jean-Claude_Lauzon", "description": "Jean-Claude Lauzon was a Canadian filmmaker. Born to a humble family in Montreal, Quebec, Canada, Lauzon worked a variety of odd jobs after dropping out of high school. He went on to study film at the Université du Québec à Montréal at the behest of Andre Petrowski, a member of the National Film Board of Canada. His two feature-length films, Night Zoo , and Léolo, established him as one of the mos"}]}, {"heading": "Deaths", "year": "1997", "date": "August 10", "txt": "Conlon Nancarrow, American-Mexican pianist and composer (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "August 10", "txt": "Jennifer Paterson, English chef and television presenter (b. 1928)", "entities": [{"title": "Jennifer Paterson", "href": "/wiki/Jennifer_Paterson", "description": "Jennifer Mary Paterson was a British celebrity cook, author, actress and television personality who appeared on the television programme Two Fat Ladies (1996-1999) with Clarissa Dickson Wright. Prior to this, she wrote a cookery column both for The Spectator and for The Oldie."}]}, {"heading": "Deaths", "year": "1999", "date": "August 10", "txt": "Acharya Baldev Upadhyaya, Indian historian, scholar, and critic (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 10", "txt": "Gilbert Parkhouse, Welsh cricketer and rugby player (b. 1925)", "entities": [{"title": "Gilbert Parkhouse", "href": "/wiki/Gilbert_Parkhouse", "description": "William Gilbert Anthony Parkhouse was a Welsh cricketer who played in seven Tests for England in 1950, 1950–51 and 1959."}]}, {"heading": "Deaths", "year": "2001", "date": "August 10", "txt": "Lou Boudreau, American baseball player and manager (b. 1917)", "entities": [{"title": "Lou Boudreau", "href": "/wiki/Lou_Boudreau", "description": "Louis Boudreau was an American professional baseball player and manager. He played in Major League Baseball (MLB) for 15 seasons, primarily as a shortstop on the Cleveland Indians, and managed four teams for 15 seasons including 10 seasons as a player-manager. He was also a radio announcer for the Chicago Cubs and in college was a dual sport athlete in both baseball and earning All-American honors"}]}, {"heading": "Deaths", "year": "2002", "date": "August 10", "txt": "Michael Houser, American singer-songwriter and guitarist (b. 1962)", "entities": [{"title": "Michael Houser", "href": "/wiki/Michael_Houser", "description": "Michael Houser was a founding member and lead guitarist of the band Widespread Panic. He appeared on seven studio albums during his 16-year tenure with the band from 1986 till 2002. He is also featured on 4 live albums by Widespread Panic, as well as several archive releases, live video concerts and compilations."}]}, {"heading": "Deaths", "year": "2002", "date": "August 10", "txt": "Kristen Nygaard, Norwegian computer scientist and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 10", "txt": "Henry Cabot Lodge Bohler, American lieutenant and pilot (b. 1925)", "entities": [{"title": "Henry Cabot Lodge Bohler", "href": "/wiki/Henry_Cabot_Lodge_Bohler", "description": "Henry Cabot Lodge Bohler was a member of the prestigious Tuskegee Airmen during World War II who would later aid the advancement of Civil rights for African-Americans living in the rural Southern United States."}]}, {"heading": "Deaths", "year": "2007", "date": "August 10", "txt": "James E. Faust, American lawyer and religious leader (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 10", "txt": "Jean Rédélé, French race car driver and pilot, founded Alpine (b. 1922)", "entities": [{"title": "Alpine (automobile)", "href": "/wiki/Alpine_(automobile)", "description": "The Société des Automobiles Alpine SAS, commonly known as Alpine, is a French manufacturer of racing and sports cars established in 1955. The Alpine car marque was created in 1954."}]}, {"heading": "Deaths", "year": "2007", "date": "August 10", "txt": "Tony Wilson, English journalist, producer, and manager, co-founded Factory Records (b. 1950)", "entities": [{"title": "Factory Records", "href": "/wiki/Factory_Records", "description": "Factory Records was a Manchester-based British independent record label founded in 1978 by Tony Wilson and Alan Erasmus. The label collapsed in 1992 and was bought by London Records."}]}, {"heading": "Deaths", "year": "2008", "date": "August 10", "txt": "Isaac Hayes, American singer-songwriter, pianist, producer, and actor (b. 1942)", "entities": [{"title": "Isaac Hayes", "href": "/wiki/Isaac_Hayes", "description": "Isaac Lee Hayes Jr. was an American singer, songwriter, actor, and producer. Hayes was one of the creative forces behind the Southern soul music label Stax Records, where he served both as an in-house songwriter and as a session musician and record producer, teaming with his partner David Porter during the mid-1960s. Hayes and Porter were inducted into the Songwriters Hall of Fame in 2005 in recog"}]}, {"heading": "Deaths", "year": "2010", "date": "August 10", "txt": "Markus Liebherr, German-Swiss businessman (b. 1948)", "entities": [{"title": "Markus Liebherr", "href": "/wiki/Markus_Liebherr", "description": "Markus Liebherr was a German-born Swiss businessman and a member of one of Europe's top family business dynasties."}]}, {"heading": "Deaths", "year": "2010", "date": "August 10", "txt": "Adam Stansfield, English footballer (b. 1978)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 10", "txt": "David L. Wolper, American director and producer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 10", "txt": "Billy Grammer, American singer-songwriter and guitarist (b. 1925)", "entities": [{"title": "Billy Grammer", "href": "/wiki/Billy_Grammer", "description": "Billy Wayne Grammer was an American country music singer and accomplished guitar player. He recorded the million-selling \"Gotta Travel On\", which made it onto both the country and pop music charts in 1959. Grammer would become a regular performer on the Grand Ole Opry, eventually designing, and marketing his namesake guitar after co-founding a guitar company, in Nashville, Tennessee."}]}, {"heading": "Deaths", "year": "2012", "date": "August 10", "txt": "Philippe Bugalski, French race car driver (b. 1963)", "entities": [{"title": "Philippe Bugalski", "href": "/wiki/Philippe_Bugalski", "description": "Philippe Bugalski was a French rally driver."}]}, {"heading": "Deaths", "year": "2012", "date": "August 10", "txt": "Ioan Dicezare, Romanian general and pilot (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 10", "txt": "Irving Fein, American producer and manager (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 10", "txt": "William W. Momyer, American general and pilot (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 10", "txt": "Carlo Rambaldi, Italian special effects artist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 10", "txt": "William P. Clark Jr., American judge and politician, 12th United States National Security Advisor (b. 1931)", "entities": [{"title": "William P. Clark Jr.", "href": "/wiki/William_P._Clark_Jr.", "description": "William Patrick Clark Jr. was an American rancher, judge, and public servant who served under President Ronald Reagan as the Deputy Secretary of State from 1981 to 1982, United States National Security Advisor from 1982 to 1983, and the Secretary of the Interior from 1983 to 1985."}, {"title": "United States National Security Advisor", "href": "/wiki/United_States_National_Security_Advisor", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Deaths", "year": "2013", "date": "August 10", "txt": "Jonathan Dawson, Australian historian and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 10", "txt": "Eydie Gormé, American singer and actress (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 10", "txt": "David C. Jones, American general (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 10", "txt": "Jody Payne, American singer and guitarist (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 10", "txt": "Amy Wallace, American author (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 10", "txt": "Jim Command, American baseball player and scout (b. 1928)", "entities": [{"title": "Jim Command", "href": "/wiki/Jim_Command", "description": "James Dalton Command was an American professional baseball player and scout. He had two separate trials with the 1954–55 Philadelphia Phillies of Major League Baseball (MLB), starting four games as a third baseman in July 1954, while also serving as a pinch hitter and pinch runner, playing in a total of 14 big league games. However, Command was a versatile performer during a 14-season minor league"}]}, {"heading": "Deaths", "year": "2014", "date": "August 10", "txt": "Dotty Lynch, American journalist and academic (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 10", "txt": "Kathleen Ollerenshaw, English mathematician, astronomer, and politician, Lord Mayor of Manchester (b. 1912)", "entities": [{"title": "Lord Mayor of Manchester", "href": "/wiki/Lord_Mayor_of_Manchester", "description": "\n\nThis is a list of the Lord Mayors of the City of Manchester in the North West of England. Not to be confused with the Directly elected Greater Manchester Mayor."}]}, {"heading": "Deaths", "year": "2014", "date": "August 10", "txt": "Bob Wiesler, American baseball player (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 10", "txt": "Buddy Baker, American race car driver and sportscaster (b. 1941)", "entities": [{"title": "Buddy Baker", "href": "/wiki/Buddy_Baker", "description": "Elzie Wylie \"Buddy\" Baker, Jr. was an American professional stock car racing driver and commentator. Over the course of his 33-year racing career, he won 19 races in the NASCAR Cup Series, including the 1980 Daytona 500. Known by the nickname \"Gentle Giant,\" Baker was noted for his prowess at NASCAR's superspeedways, Daytona and Talladega, at which he won a combined six races. After his racing car"}]}, {"heading": "Deaths", "year": "2015", "date": "August 10", "txt": "Endre Czeizel, Hungarian physician, geneticist, and academic (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 10", "txt": "Knut Osnes, Norwegian footballer and coach (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 10", "txt": "Eriek Verpale, Belgian author and poet (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 10", "txt": "Ruth Pfau, German-Pakistani doctor and nun (b. 1929)", "entities": [{"title": "Ruth Pfau", "href": "/wiki/Ruth_Pfau", "description": "Ruth Katherina Martha Pfau was a German–Pakistani Catholic nun of the Society of the Daughters of the Heart of Mary, and a physician. She moved from Germany to Pakistan in 1961 and devoted more than 55 years of her life to fighting leprosy in Pakistan. Pfau was honoured with the Hilal-i-Pakistan-, Hilal-i-Imtiaz-, Nishan-i-Quaid-i-Azam-, and the Sitara-i-Quaid-i-Azam award."}]}, {"heading": "Deaths", "year": "2019", "date": "August 10", "txt": "Jeffrey Epstein, American financier (b. 1953)", "entities": [{"title": "Jeffrey Epstein", "href": "/wiki/Jeffrey_Epstein", "description": "Jeffrey Edward Epstein was an American financier and convicted sex offender. He began his professional life as a teacher, but then switched to the banking and finance sector in various roles, working at Bear Stearns before forming his own firm. He developed an elite social circle and procured many women and children who were then sexually abused by Epstein and some of his contacts."}]}]