[{"heading": "Events", "year": "48 BC", "date": "August 9", "txt": "Caesar's Civil War: Battle of Pharsalus: Julius Caesar decisively defeats Pompey at Pharsalus and Pompey flees to Egypt.", "entities": [{"title": "Caesar's Civil War", "href": "/wiki/Caesar%27s_Civil_War", "description": "Caesar's Civil War was one of the last politico-military conflicts in the Roman Republic before the establishment of the Roman Empire. It began as a series of political and military confrontations, between Julius Caesar, his political supporters, and his legions, against the Optimates, the politically conservative and socially traditionalist faction of the Roman Senate, who were supported by Pompe"}, {"title": "Battle of Pharsalus", "href": "/wiki/Battle_of_Pharsalus", "description": "The Battle of Pharsalus was the decisive battle of Caesar's Civil War. On 9 August 48 BC at Pharsalus in central Greece, Gaius Julius Caesar and his allies formed up opposite the army of the Republic under the command of Gnaeus Pompeius Magnus. Pompey had the backing of a majority of the senators, of whom many were optimates, and his army significantly outnumbered the veteran Caesarian legions."}, {"title": "Julius Caesar", "href": "/wiki/Julius_Caesar", "description": "Gaius Julius Caesar was a Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire."}, {"title": "Pompey", "href": "/wiki/Pompey", "description": "Gnaeus Pompeius Magnus, known in English as Pompey the Great, was a leading Roman general and statesman, whose career was significant in Rome's transformation from a republic to empire. He was for a time a political ally and later enemy of Julius Caesar. A member of the senatorial nobility, Pompey entered a military career while still young and rose to prominence serving the later dictator Sulla a"}, {"title": "Pharsalus", "href": "/wiki/Pharsalus", "description": "Farsala, known in Antiquity as Pharsalos, is a city in southern Thessaly, in Greece. Farsala is located in the southern part of Larissa regional unit, and is one of its largest towns. Farsala is an economic and agricultural centre of the region. Cotton and livestock are the main agricultural products, and many inhabitants are employed in the production of textile. Farsala is famous for its distinc"}, {"title": "Ancient Egypt", "href": "/wiki/Ancient_Egypt", "description": "Ancient Egypt was a civilization of ancient North Africa, concentrated along the lower reaches of the Nile River, situated in the place that is now the country Egypt. Ancient Egyptian civilization followed prehistoric Egypt and coalesced around 3100 BC with the political unification of Upper and Lower Egypt under Menes. The history of ancient Egypt occurred as a series of stable kingdoms, separate"}]}, {"heading": "Events", "year": "378", "date": "August 9", "txt": "Gothic War: Battle of Adrianople: A large Roman army led by Emperor Valens is defeated by the Visigoths. Valens is killed along with over half of his army.", "entities": [{"title": "Gothic War (376–382)", "href": "/wiki/Gothic_War_(376%E2%80%93382)", "description": "Between 376 and 382 the Gothic War against the Eastern Roman Empire, and in particular the Battle of Adrianople, is commonly seen as a major turning point in the history of the Roman Empire, the first of a series of events over the next century that would see the collapse of the Western Roman Empire, although its ultimate importance to the Empire's eventual fall is still debated. It was one of the"}, {"title": "Battle of Adrianople", "href": "/wiki/Battle_of_Adrianople", "description": "The Battle of Adrianople, sometimes known as the Battle of Hadrianopolis, was fought between an Eastern Roman army led by the Eastern Roman Emperor Valens and Gothic rebels led by Fritigern. The battle took place in the vicinity of Adrianople, in the Roman province of Thracia. It ended with an overwhelming victory for the Goths and the death of Emperor Valens."}, {"title": "Roman Empire", "href": "/wiki/Roman_Empire", "description": "The Roman Empire was the post-Republican period of ancient Rome. As a polity it included large territorial holdings around the Mediterranean Sea in Europe, Northern Africa, and Western Asia ruled by emperors. From the accession of Caesar Augustus to the military anarchy of the 3rd century, it was a principate with Italy as metropole of the provinces and the city of Rome as sole capital. After the "}, {"title": "Valens", "href": "/wiki/Valens", "description": "Flavius Valens was Roman emperor from 364 to 378. He was the younger brother of the emperor Valentinian I, who gave Valens the eastern half of the Roman Empire to rule. Before 364, Valens had a largely unremarkable military career. In 378, Valens was defeated and killed at the Battle of Adrianople against the invading Goths, which astonished contemporaries and marked the beginning of barbarian enc"}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}]}, {"heading": "Events", "year": "1173", "date": "August 9", "txt": "Construction of the campanile of the Cathedral of Pisa (now known as the Leaning Tower of Pisa) begins; it will take two centuries to complete.", "entities": [{"title": "Campanile", "href": "/wiki/Campanile", "description": "A bell tower is a tower that contains one or more bells, or that is designed to hold bells even if it has none. Such a tower commonly serves as part of a church, and will contain church bells, but there are also many secular bell towers, often part of a municipal building, an educational establishment, or a tower built specifically to house a carillon. Church bell towers often incorporate clocks, "}, {"title": "Cathedral of Pisa", "href": "/wiki/Cathedral_of_Pisa", "description": "Pisa Cathedral is a medieval Roman Catholic cathedral dedicated to the Assumption of the Virgin Mary, in the Piazza dei Miracoli in Pisa, Italy. It is a notable example of Romanesque architecture, in particular the style known as Pisan Romanesque. It is the seat of the Archbishop of Pisa."}, {"title": "Leaning Tower of Pisa", "href": "/wiki/Leaning_Tower_of_Pisa", "description": "The Leaning Tower of Pisa or simply the Tower of Pisa is the campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation. The tower is situated behind the Pisa Cathedral and is the third-oldest structure in the city's Cathedral Square, after the cathedral and the Pisa Baptistry."}]}, {"heading": "Events", "year": "1329", "date": "August 9", "txt": "Quilon, the first Indian Christian Diocese, is erected by Pope John XXII; the French-born Jordanus is appointed the first Bishop.", "entities": [{"title": "Roman Catholic Diocese of Quilon", "href": "/wiki/Roman_Catholic_Diocese_of_Quilon", "description": "The Roman Catholic Diocese of Quilon is the first Catholic diocese in India in the city of Kollam and under the Ecclesiastical Province of Trivandrum. The diocese, which covers an area of 1,950 km2., and contains a population of 4,879,553 - 235,922 (4.8%) of which are Catholic. It was first erected on 9 August 1329, and was re-erected on 1 September 1886."}, {"title": "Christianity in India", "href": "/wiki/Christianity_in_India", "description": "Christianity is India's third-largest religion after Hinduism and Islam, with approximately 27.8 million followers, constituting 2.3 percent of India's population .According to the tradition of Indian Christians, Jesus Christ was introduced to India through conversions by Thomas the Apostle, who is said to have reached the Malabar Coast (Kerala) in 52 AD. According to another tradition Bartholomew"}, {"title": "Pope John XXII", "href": "/wiki/Pope_John_XXII", "description": "Pope John XXII, born Jacques Duèze, was head of the Catholic Church from 7 August 1316 to his death in 1334."}, {"title": "Jordanus", "href": "/wiki/Jordanus", "description": "\n\nJordanus, distinguished as Jordan of Severac or Jordan of Catalonia, was a Catalan Dominican missionary and explorer in Asia known for his Mirabilia Descripta describing the marvels of the East. He was the first bishop of the Roman Catholic Diocese of Quilon, the first Catholic diocese in India."}]}, {"heading": "Events", "year": "1428", "date": "August 9", "txt": "Sources cite biggest caravan trade between Podvisoki and Republic of Ragusa in 1428. Vlachs committed to Ragusan lord Tomo Bunić, that they will with 600 horses deliver 1500 modius of salt. Delivery was meant for Dobrašin Veseoković, and Vlachs price was half of delivered salt.", "entities": [{"title": "Caravan (travellers)", "href": "/wiki/Caravan_(travellers)", "description": "A caravan is a group of people traveling together, often on a trade expedition. Caravans were used mainly in desert areas and throughout the Silk Road, where traveling in groups aided in defense against bandits as well as helping to improve economies of scale in trade."}, {"title": "Podvisoki", "href": "/wiki/Podvisoki", "description": "Podvisoki was a medieval settlement, part of wider urban area of fortress Visoki located in Visoko, Bosnia and Herzegovina."}, {"title": "Republic of Ragusa", "href": "/wiki/Republic_of_Ragusa", "description": "The Republic of Ragusa was an aristocratic maritime republic centered on the city of Dubrovnik in Dalmatia that carried that name from 1358 until 1808. It reached its commercial peak in the 15th and the 16th centuries, before being conquered by Napoleon's French Empire and formally annexed by the Napoleonic Kingdom of Italy in 1808. It had a population of about 30,000 people, of whom 5,000 lived w"}, {"title": "1428", "href": "/wiki/1428", "description": "Year 1428 (MCDXXVIII) was a leap year starting on Thursday of the Julian calendar."}, {"title": "Vlachs", "href": "/wiki/Vlachs", "description": "Vlachs, also Wallachians, is a historical term from the Middle Ages that designates an exonym mostly for Eastern Romance - speaking peoples who lived north and south of the Danube, in Southeast Europe."}, {"title": "Ragusan nobility", "href": "/wiki/Ragusan_nobility", "description": "The nobility of the Republic of Ragusa included patrician families, most of which originated from the City of Dubrovnik, and some coming from other, mostly neighbouring, countries."}, {"title": "Horse", "href": "/wiki/Horse", "description": "The horse is a domesticated odd-toed ungulate mammal. It belongs to the taxonomic family Equidae and is one of two extant subspecies of Equus ferus. The horse has evolved over the past 45 to 55 million years from a small multi-toed creature, Eohippus, into the large, single-toed animal of today. Humans began domesticating horses around 4000 BC, and their domestication is believed to have been wide"}, {"title": "Ancient Roman units of measurement", "href": "/wiki/Ancient_Roman_units_of_measurement#Dry_measure", "description": "The ancient Roman units of measurement were primarily founded on the Hellenic system, which in turn were influenced by the Egyptian system and the Mesopotamian system. The Roman units were comparatively consistent and well documented."}, {"title": "Salt", "href": "/wiki/Salt", "description": "Salt is a mineral composed primarily of sodium chloride (NaCl), a chemical compound belonging to the larger class of salts; salt in its natural form as a crystalline mineral is known as rock salt or halite. Salt is present in vast quantities in seawater, where it is the main mineral constituent. The open ocean has about 35 grams (1.2 oz) of solids per liter of sea water, a salinity of 3.5%."}]}, {"heading": "Events", "year": "1500", "date": "August 9", "txt": "Ottoman–Venetian War (1499–1503): The Ottomans capture Methoni, Messenia.", "entities": [{"title": "Ottoman–Venetian War (1499–1503)", "href": "/wiki/Ottoman%E2%80%93Venetian_War_(1499%E2%80%931503)", "description": "The Second Ottoman–Venetian War was fought between the Islamic Ottoman Empire and the Republic of Venice for control of the lands that were contested between the two parties in the Aegean Sea, Ionian Sea, and the Adriatic Sea. The war lasted from 1499 to 1503."}, {"title": "Methoni, Messenia", "href": "/wiki/Methoni,_Messenia", "description": "Methoni is a village and a former municipality in Messenia, Peloponnese, Greece. Since the 2011 local government reform it is part of the municipality of Pylos-Nestoras, of which it is a municipal unit. The municipal unit has an area of 97.202 km2. Its name may be derived from Mothona, a mythical rock. It is located 11 km south of Pylos and 11 km west of Foinikounta. The municipal unit of Methoni "}]}, {"heading": "Events", "year": "1610", "date": "August 9", "txt": "The First Anglo-Powhatan War begins in colonial Virginia.", "entities": [{"title": "Anglo-Powhatan Wars", "href": "/wiki/Anglo-Powhatan_Wars", "description": "The Anglo–Powhatan Wars were three wars fought between settlers of the Virginia Colony and Algonquin Indians of the Powhatan Confederacy in the early seventeenth century. The first war started in 1610 and ended in a peace settlement in 1614. The second war lasted from 1622 to 1626. The third war lasted from 1644 until 1646 and ended when Opechancanough was captured and killed. That war resulted in"}, {"title": "Colony of Virginia", "href": "/wiki/Colony_of_Virginia", "description": "The Colony of Virginia, chartered in 1606 and settled in 1607, was the first enduring English colony in North America, following failed proprietary attempts at settlement on Newfoundland by Sir Humphrey Gilbert in 1583, and the subsequent farther south Roanoke Island by Sir Walter Raleigh in the late 1580s."}]}, {"heading": "Events", "year": "1810", "date": "August 9", "txt": "Napoleon annexes Westphalia as part of the First French Empire.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Westphalia", "href": "/wiki/Westphalia", "description": "Westphalia is a region of northwestern Germany and one of the three historic parts of the state of North Rhine-Westphalia. It has an area of 20,210 km2 (7,803 sq mi) and 7.9 million inhabitants."}, {"title": "First French Empire", "href": "/wiki/First_French_Empire", "description": "The First French Empire, officially the French Republic then the French Empire, was the empire ruled by Napoleon Bonaparte, who established French hegemony over much of continental Europe at the beginning of the 19th century. Although France had already established a colonial empire overseas since the early 17th century, the French state had remained a kingdom under the Bourbons and a republic aft"}]}, {"heading": "Events", "year": "1814", "date": "August 9", "txt": "Indian Wars: The Creek sign the Treaty of Fort Jackson, giving up huge parts of Alabama and Georgia.", "entities": [{"title": "Indian Wars", "href": "/wiki/Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Creek people", "href": "/wiki/Creek_people", "description": "The Muscogee, also known as the Muskogee, Muscogee Creek, Mvskoke\nCreek, Mvskokvlke, or the Muscogee Creek Confederacy in the Muscogee language, are a group of related indigenous peoples of the Southeastern Woodlands in the United States of America. Their original homelands are in what now comprises southern Tennessee, all of Alabama, western Georgia and part of northern Florida."}, {"title": "Treaty of Fort Jackson", "href": "/wiki/Treaty_of_Fort_Jackson", "description": "The Treaty of Fort Jackson was signed on August 9, 1814 at Fort Jackson near Wetumpka, Alabama following the defeat of the Red Stick resistance by United States allied forces at the Battle of Horseshoe Bend. It occurred on the banks of the Tallapoosa River near the present city of Alexander City, Alabama. The U.S. force, led by General Andrew Jackson, consisted mainly of the West Tennessee Militia"}, {"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}]}, {"heading": "Events", "year": "1830", "date": "August 9", "txt": "Louis Philippe becomes the king of the French following abdication of Charles X.", "entities": [{"title": "Louis Philippe", "href": "/wiki/Louis_Philippe", "description": "Louis Philippe I was King of the French from 1830 to 1848, the last King and penultimate monarch of France."}]}, {"heading": "Events", "year": "1842", "date": "August 9", "txt": "The Webster–Ashburton Treaty is signed, establishing the United States–Canada border east of the Rocky Mountains.", "entities": [{"title": "Webster–Ashburton Treaty", "href": "/wiki/Webster%E2%80%93Ashburton_Treaty", "description": "The Webster–Ashburton Treaty, signed August 9, 1842, was a treaty that resolved several border issues between the United States and the British North American colonies. Signed under John Tyler's presidency, it resolved the Aroostook War, a nonviolent dispute over the location of the Maine–New Brunswick border. It:Established the border between Lake Superior and the Lake of the Woods, originally de"}, {"title": "Rocky Mountains", "href": "/wiki/Rocky_Mountains", "description": "The Rocky Mountains, also known as the Rockies, are a major mountain range in western North America. The Rocky Mountains stretch 3,000 mi (4,800 km) in straight-line distance from the northernmost part of British Columbia, in western Canada, to New Mexico in the Southwestern United States. The northern terminus is located in the Liard River area east of the Pacific Coast Ranges, while the southern"}]}, {"heading": "Events", "year": "1862", "date": "August 9", "txt": "American Civil War: Battle of Cedar Mountain: At Cedar Mountain, Virginia, Confederate General Stonewall Jackson narrowly defeats Union forces under General John Pope.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Cedar Mountain", "href": "/wiki/Battle_of_Cedar_Mountain", "description": "The Battle of Cedar Mountain, also known as Slaughter's Mountain or Cedar Run, took place on August 9, 1862, in Culpeper County, Virginia, as part of the American Civil War. Union forces under Maj. Gen. Nathaniel P. Banks attacked Confederate forces under Maj. Gen. Thomas J. \"Stonewall\" Jackson near Cedar Mountain as the Confederates marched on Culpeper Court House to forestall a Union advance int"}, {"title": "Culpeper County, Virginia", "href": "/wiki/Culpeper_County,_Virginia", "description": "Culpeper County is a county located in the central region of the Commonwealth of Virginia. As of the 2010 United States Census, the population was 46,689. Its county seat and only incorporated community is Culpeper."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Stonewall Jackson", "href": "/wiki/Stonewall_Jackson", "description": "Thomas Jonathan \"Stonewall\" Jackson served as a Confederate general (1861–1863) during the American Civil War, and became one of the best-known Confederate commanders after General Robert E. Lee. Jackson played a prominent role in nearly all military engagements in the Eastern Theater of the war until his death, and had a key part in winning many significant battles."}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "John Pope (military officer)", "href": "/wiki/John_Pope_(military_officer)", "description": "John Pope was a career United States Army officer and Union general in the American Civil War. He had a brief stint in the Western Theater, but he is best known for his defeat at the Second Battle of Bull Run in the East."}]}, {"heading": "Events", "year": "1877", "date": "August 9", "txt": "Indian Wars: Battle of the Big Hole: A small band of Nez Percé Indians clash with the United States Army.", "entities": [{"title": "Indian Wars", "href": "/wiki/Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Battle of the Big Hole", "href": "/wiki/Battle_of_the_Big_Hole", "description": "The Battle of the Big Hole was fought in Montana, August 9–10, 1877, between the U.S. Army and the Nez Perce tribe of Native Americans during the Nez Perce War. Both sides suffered heavy casualties. The Nez Perce withdrew in good order from the battlefield and continued their long fighting retreat that would result in their attempt to reach Canada and asylum."}, {"title": "Nez Perce people", "href": "/wiki/Nez_Perce_people", "description": "The Nez Perce are an Indigenous people of the Plateau who are presumed to have lived on the Columbia River Plateau in the Pacific Northwest region for at least 11,500 years."}, {"title": "United States Army", "href": "/wiki/United_States_Army", "description": "The United States Army (USA) is the land service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services, and is designated as the Army of the United States in the U.S. Constitution. As the oldest and most senior branch of the U.S. military in order of precedence, the modern U.S. Army has its roots in the Continental Army, which was formed to fight the American Rev"}]}, {"heading": "Events", "year": "1892", "date": "August 9", "txt": "Thomas Edison receives a patent for a two-way telegraph.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Patent", "href": "/wiki/Patent", "description": "A patent is a title that gives its owner the legal right to exclude others from making, using, or selling an invention for a limited period of years in exchange for publishing an enabling public disclosure of the invention. In most countries, patent rights fall under private law and the patent holder must sue someone infringing the patent in order to enforce his or her rights. In some industries p"}, {"title": "Telegraphy", "href": "/wiki/Telegraphy", "description": "Telegraphy is the long-distance transmission of textual messages where the sender uses a semaphore system, known to the recipient, rather than a physical exchange of an object bearing the message. Thus flag semaphore is a method of telegraphy, whereas pigeon post is not. Ancient signalling systems, although sometimes quite extensive and sophisticated as in China, were generally not capable of tran"}]}, {"heading": "Events", "year": "1902", "date": "August 9", "txt": "Edward VII and Alexandra of Denmark are crowned King and Queen of the United Kingdom of Great Britain and Ireland.", "entities": [{"title": "Edward VII", "href": "/wiki/Edward_VII", "description": "Edward VII was King of the United Kingdom of Great Britain and Ireland and the British Dominions, and Emperor of India from 22 January 1901 until his death in 1910."}, {"title": "Alexandra of Denmark", "href": "/wiki/Alexandra_of_Denmark", "description": "Alexandra of Denmark was Queen of the United Kingdom and the British Dominions and Empress of India from 1901 to 1910 as the wife of King-Emperor Edward VII."}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}]}, {"heading": "Events", "year": "1907", "date": "August 9", "txt": "The first Boy Scout encampment concludes at Brownsea Island in southern England.", "entities": [{"title": "Scouting", "href": "/wiki/Scouting", "description": "The Scout movement, also known as Scouting or the Scouts, is a voluntary non-political educational movement for young people. Although it requires an oath of allegiance to a nation's leaders and, in some countries, to a god, it otherwise allows membership without distinction of gender, race or origin in accordance with the principles of its founder, Lord Baden-Powell. The purpose of the Scout Move"}, {"title": "Brownsea Island Scout camp", "href": "/wiki/Brownsea_Island_Scout_camp", "description": "The Brownsea Island Scout camp was the site of a boys' camping event on Brownsea Island in Poole Harbour, southern England, organised by Lieutenant-General Baden-Powell to test his ideas for the book Scouting for Boys. Boys from different social backgrounds participated from 1 to 8 August 1907 in activities around camping, observation, woodcraft, chivalry, lifesaving and patriotism. The event is r"}, {"title": "Brownsea Island", "href": "/wiki/Brownsea_Island", "description": "Brownsea Island, also archaically known as Branksea, is the largest of the islands in Poole Harbour in the county of Dorset, England. The island is owned by the National Trust with the northern half managed by the Dorset Wildlife Trust. Much of the island is open to the public and includes areas of woodland and heath with a wide variety of wildlife, together with cliff top views across Poole Harbo"}]}, {"heading": "Events", "year": "1914", "date": "August 9", "txt": "Start of the Battle of Mulhouse, part of a French attempt to recover the province of Alsace and the first French offensive of World War I.", "entities": [{"title": "Battle of Mulhouse", "href": "/wiki/Battle_of_Mulhouse", "description": "The Battle of Mulhouse, also called the Battle of Alsace, which began on 7 August 1914, was the opening attack of the First World War by the French Army against Germany. The battle was part of a French attempt to recover the province of Alsace, which France had ceded to the new German Empire following defeat in the Franco-Prussian War of 1870–1871. The French occupied Mulhouse on 8 August and were"}, {"title": "Alsace", "href": "/wiki/Alsace", "description": "Alsace is a cultural region and a territorial collectivity in Eastern France, on the west bank of the upper Rhine next to Germany and Switzerland. In 2017, it had a population of 1,889,589."}, {"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}]}, {"heading": "Events", "year": "1925", "date": "August 9", "txt": "A train robbery takes place in Kakori, near Lucknow, India.", "entities": [{"title": "Kakori train robbery", "href": "/wiki/Kakori_train_robbery", "description": "The  Kakori Conspiracy'  was a train robbery that took place between Kakori and, near Lucknow, on 9 August 1925 during the Indian Independence Movement against the British Raj. The robbery was organised by Hindustan Republican Association (HRA)."}, {"title": "Kakori", "href": "/wiki/Kakori", "description": "Kakori is a town and a nagar panchayat in Lucknow district in the Indian state of Uttar Pradesh. It is situated 14 km north of Lucknow. More widely known for its kebabs, Zardozi work and Dasheri mangoes, Kakori is also the centre of once flourishing Urdu poetry, literature and the Qadiriya Qalandari Sufi order. This city came into light of the world history after 9 August 1925 when Indian revoluti"}, {"title": "Lucknow", "href": "/wiki/Lucknow", "description": "Lucknow is the capital city of the Indian state of Uttar Pradesh, and is also the administrative headquarters of the eponymous district and division. It is the fourteenth-most populous city and the twelfth-most populous urban agglomeration of India. Lucknow has always been a multicultural city that flourished as a North Indian cultural and artistic hub, and the seat of power of Nawabs in the 18th "}]}, {"heading": "Events", "year": "1936", "date": "August 9", "txt": "Summer Olympic Games: Games of the XI Olympiad: Jesse Owens wins his fourth gold medal at the games.", "entities": [{"title": "Summer Olympic Games", "href": "/wiki/Summer_Olympic_Games", "description": "The Summer Olympic Games also known as the Games of the Olympiad, are a major international multi-sport event normally held once every four years. The Games were first held in 1896 in Athens, Greece, and were most recently held in 2016 in Rio de Janeiro, Brazil. The International Olympic Committee (IOC) organises the Games and oversees the host city's preparations. In each Olympic event, gold meda"}, {"title": "1936 Summer Olympics", "href": "/wiki/1936_Summer_Olympics", "description": "The 1936 Summer Olympics, officially known as the Games of the XI Olympiad, were an international multi-sport event held from 1 to 16 August 1936 in Berlin, Germany. Berlin won the bid to host the Games over Barcelona at the 29th IOC Session on 26 April 1931. The 1936 Games marked the second and most recent time the International Olympic Committee gathered to vote in a city that was bidding to hos"}, {"title": "Jesse Owens", "href": "/wiki/Jesse_Owens", "description": "James Cleveland \"Jesse\" Owens was an American track and field athlete and four-time gold medalist in the 1936 Olympic Games."}, {"title": "Gold medal", "href": "/wiki/Gold_medal", "description": "A gold medal is a medal awarded for highest achievement in a non-military field. Its name derives from the use of at least a fraction of gold in form of plating or alloying in its manufacture."}]}, {"heading": "Events", "year": "1942", "date": "August 9", "txt": "World War II: Battle of Savo Island: Allied naval forces protecting their amphibious forces during the initial stages of the Battle of Guadalcanal are surprised and defeated by an Imperial Japanese Navy cruiser force.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Savo Island", "href": "/wiki/Battle_of_Savo_Island", "description": "The Battle of Savo Island, also known as the First Battle of Savo Island and, in Japanese sources, as the First Battle of the Solomon Sea , and colloquially among Allied Guadalcanal veterans as the Battle of the Five Sitting Ducks, was a naval battle of the Pacific Campaign of World War II between the Imperial Japanese Navy and Allied naval forces. The battle took place on August 8–9, 1942, and wa"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Battle of Guadalcanal", "href": "/wiki/Battle_of_Guadalcanal", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}, {"title": "Imperial Japanese Navy", "href": "/wiki/Imperial_Japanese_Navy", "description": "The Imperial Japanese Navy was the navy of the Empire of Japan from 1868 until 1945, when it was dissolved following Japan's surrender in World War II. The Japan Maritime Self-Defense Force (JMSDF) was formed circa 1952-1954 after the dissolution of the IJN."}]}, {"heading": "Events", "year": "1944", "date": "August 9", "txt": "The United States Forest Service and the Wartime Advertising Council release posters featuring Smokey Bear for the first time.", "entities": [{"title": "United States Forest Service", "href": "/wiki/United_States_Forest_Service", "description": "The United States Forest Service (USFS) is an agency of the U.S. Department of Agriculture that administers the nation's 154 national forests and 20 national grasslands. The Forest Service manages 193 million acres (780,000 km2) of land. Major divisions of the agency include the Chief's Office, National Forest System, State and Private Forestry, Business Operations, and Research and Development. T"}, {"title": "Smokey Bear", "href": "/wiki/Smokey_Bear", "description": "Smokey Bear is an American campaign and advertising icon of the U.S. Forest Service. In the Wildfire Prevention Campaign, which is the longest-running public service announcement campaign in United States history, the Ad Council, the United States Forest Service (USFS), and the National Association of State Foresters (NASF), in partnership with creative agency FCB, employ Smokey Bear to educate th"}]}, {"heading": "Events", "year": "1944", "date": "August 9", "txt": "Continuation War: The Vyborg–Petrozavodsk Offensive, the largest offensive launched by Soviet Union against Finland during the Second World War, ends to a strategic stalemate. Both Finnish and Soviet troops at the Finnish front dug to defensive positions, and the front remains stable until the end of the war.", "entities": [{"title": "Vyborg–Petrozavodsk Offensive", "href": "/wiki/Vyborg%E2%80%93Petrozavodsk_Offensive", "description": "The Vyborg–Petrozavodsk offensive or Karelian offensive was a strategic operation by the Soviet Leningrad and Karelian Fronts against Finland on the Karelian Isthmus and East Karelia fronts of the Continuation War, on the Eastern Front of World War II. The Soviet forces captured East Karelia and Viborg/Viipuri. After that, however, the fighting reached a stalemate."}]}, {"heading": "Events", "year": "1945", "date": "August 9", "txt": "World War II: Nagasaki is devastated when an atomic bomb, Fat Man, is dropped by the United States B-29 Bockscar. Thirty-five thousand people are killed outright, including 23,200–28,200 Japanese war workers, 2,000 Korean forced workers, and 150 Japanese soldiers.", "entities": [{"title": "Nagasaki", "href": "/wiki/Nagasaki", "description": "Nagasaki  is the capital and the largest city of Nagasaki Prefecture on the island of Kyushu in Japan."}, {"title": "Atomic bombings of Hiroshima and Nagasaki", "href": "/wiki/Atomic_bombings_of_Hiroshima_and_Nagasaki", "description": "The United States detonated two nuclear weapons over the Japanese cities of Hiroshima and Nagasaki on 6 and 9 August 1945, respectively. The two bombings killed between 129,000 and 226,000 people, most of whom were civilians, and remain the only use of nuclear weapons in armed conflict."}, {"title": "Nuclear weapon", "href": "/wiki/Nuclear_weapon", "description": "A nuclear weapon is an explosive device that derives its destructive force from nuclear reactions, either fission or from a combination of fission and fusion reactions. Both bomb types release large quantities of energy from relatively small amounts of matter."}, {"title": "B-29 Superfortress", "href": "/wiki/B-29_Superfortress", "description": "The Boeing B-29 Superfortress is an American four-engine propeller-driven heavy bomber designed by Boeing and flown primarily by the United States during World War II and the Korean War. Named in allusion to its predecessor, the B-17 Flying Fortress, the Superfortress was designed for high-altitude strategic bombing but also excelled in low-altitude night incendiary bombing and in dropping naval m"}]}, {"heading": "Events", "year": "1945", "date": "August 9", "txt": "The Red Army invades Japanese-occupied Manchuria.", "entities": [{"title": "Soviet invasion of Manchuria", "href": "/wiki/Soviet_invasion_of_Manchuria", "description": "The Soviet invasion of Manchuria, formally known as the Manchurian strategic offensive operation or simply the Manchurian operation, began on 9 August 1945 with the Soviet invasion of the Japanese puppet state of Manchukuo. It was the largest campaign of the 1945 Soviet–Japanese War, which resumed hostilities between the Union of Soviet Socialist Republics and the Empire of Japan after almost six "}]}, {"heading": "Events", "year": "1960", "date": "August 9", "txt": "South Kasai secedes from the Congo.", "entities": [{"title": "South Kasai", "href": "/wiki/South_Kasai", "description": "South Kasai was an unrecognised secessionist state within the Republic of the Congo which was semi-independent between 1960 and 1962. Initially proposed as only a province, South Kasai sought full autonomy in similar circumstances to the much larger neighbouring state of Katanga, to its south, during the political turmoil arising from the independence of the Belgian Congo known as the Congo Crisis"}, {"title": "Republic of the Congo (Léopoldville)", "href": "/wiki/Republic_of_the_Congo_(L%C3%A9opoldville)", "description": "The Republic of the Congo was a sovereign state in Central Africa, created with the independence of the Belgian Congo in 1960. From 1960 to 1966, the country was also known as Congo-Léopoldville to distinguish it from its northwestern neighbor, also called the Republic of the Congo, likewise known as Congo-Brazzaville. In 1964, the state's official name was changed to the Democratic Republic of th"}]}, {"heading": "Events", "year": "1965", "date": "August 9", "txt": "Singapore is expelled from Malaysia and becomes the only country to date to gain independence unwillingly.", "entities": [{"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}, {"title": "History of the Republic of Singapore", "href": "/wiki/History_of_the_Republic_of_Singapore#Independence_from_Malaysia", "description": "The history of the Republic of Singapore began when Singapore was expelled from Malaysia and became an independent republic on 9 August 1965. After the separation, the fledgling nation had to become self-sufficient, and faced problems including mass unemployment, housing shortages and lack of land and natural resources such as petroleum.\nDuring Lee Kuan Yew's term as prime minister from 1959 to 19"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "1969", "date": "August 9", "txt": "Followers of Charles Manson murder pregnant actress Sharon Tate (wife of Roman Polanski), coffee heiress Abigail Folger, Polish actor Wojciech Frykowski, men's hairstylist Jay Sebring and recent high-school graduate Steven Parent.", "entities": [{"title": "Charles Manson", "href": "/wiki/Charles_Manson", "description": "Charles Milles Manson was an American criminal and cult leader. In mid-1967, he formed what became known as the \"Manson Family\", a quasi-commune based in California. His followers committed a series of nine murders at four locations in July and August 1969. Although the motive for the murders was disputed by Manson, the Los Angeles County District Attorney believed that Manson intended to start a "}, {"title": "Sharon Tate", "href": "/wiki/Sharon_Tate", "description": "Sharon Marie Tate Polanski was an American actress and model. During the 1960s, she played small television roles before appearing in films and was regularly featured in fashion magazines as a model and cover girl. After receiving positive reviews for her comedic and dramatic acting performances, Tate was hailed as one of Hollywood's most promising newcomers."}, {"title": "Roman Polanski", "href": "/wiki/Roman_Polanski", "description": "Roman Polanski is a Polish-French film director, producer, writer, and actor. Polanski is also a fugitive from the U.S. criminal justice system; he fled the country in 1977 while awaiting sentencing for unlawful intercourse with a minor."}, {"title": "Coffee", "href": "/wiki/Coffee", "description": "Coffee is a brewed drink prepared from roasted coffee beans, the seeds of berries from certain Coffea species. When coffee berries turn from green to bright red in color – indicating ripeness – they are picked, processed, and dried. Dried coffee seeds are roasted to varying degrees, depending on the desired flavor. Roasted beans are ground and then brewed with near-boiling water to produce the bev"}, {"title": "Abigail Folger", "href": "/wiki/Abigail_Folger", "description": "The Tate–LaBianca murders in 1969 were perpetrated by members of the Manson Family in Los Angeles, California, under the direction of its leader Charles Manson. They murdered five people, including actress Sharon Tate and several of her guests, on August 9–10, 1969. Allegedly displeased with the subsequent panic around the murders, Manson ordered the murders of supermarket executive Leno LaBianca "}, {"title": "Wojciech Frykowski", "href": "/wiki/Wojciech_Frykowski", "description": "The Tate–LaBianca murders in 1969 were perpetrated by members of the Manson Family in Los Angeles, California, under the direction of its leader Charles Manson. They murdered five people, including actress Sharon Tate and several of her guests, on August 9–10, 1969. Allegedly displeased with the subsequent panic around the murders, Manson ordered the murders of supermarket executive Leno LaBianca "}, {"title": "Jay Sebring", "href": "/wiki/Jay_Sebring", "description": "Thomas John Kummer, known professionally as Jay Sebring, was an American celebrity hair stylist, and the founder of the hairstyling corporation Sebring International. Sebring was murdered by members of the Manson Family along with his ex-girlfriend Sharon Tate."}, {"title": "Steven Parent", "href": "/wiki/Steven_Parent", "description": "The Tate–LaBianca murders in 1969 were perpetrated by members of the Manson Family in Los Angeles, California, under the direction of its leader Charles Manson. They murdered five people, including actress Sharon Tate and several of her guests, on August 9–10, 1969. Allegedly displeased with the subsequent panic around the murders, Manson ordered the murders of supermarket executive Leno LaBianca "}]}, {"heading": "Events", "year": "1970", "date": "August 9", "txt": "LANSA Flight 502 crashes after takeoff from Alejandro Velasco Astete International Airport in Cusco, Peru, killing 99 of the 100 people on board, as well as two people on the ground.", "entities": [{"title": "LANSA Flight 502", "href": "/wiki/LANSA_Flight_502", "description": "LANSA Flight 502 was a Lockheed L-188A Electra operated by Líneas Aéreas Nacionales Sociedad Anónima (LANSA) which crashed shortly after takeoff from Quispiquilla Airport near Cusco, Peru, on August 9, 1970, after losing all power from one of its engines. The four-engine turboprop aircraft, registered OB-R-939, was bound from Cusco to Lima, carrying 8 crew and 92 passengers. All but one of the occ"}, {"title": "Alejandro Velasco Astete International Airport", "href": "/wiki/Alejandro_Velasco_Astete_International_Airport", "description": "Alejandro Velasco Astete International Airport is an international airport located in the city of Cusco, in southeastern Peru. Cusco, a principal tourist attraction in Latin America, receives various domestic flights as well as some international flights. The runway is completely paved. It operates at limited capacity due to its precarious location near the city's center. Despite these limitations"}, {"title": "Cusco", "href": "/wiki/Cusco", "description": "Cusco, often spelled Cuzco [ˈkusko], is a city in southeastern Peru near the Urubamba Valley of the Andes mountain range. It is the capital of the Cusco Region and of the Cusco Province. The city is the seventh most populous in Peru and, in 2017, had a population of 428,450. Its elevation is around 3,400 m (11,200 ft)."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1971", "date": "August 9", "txt": "The Troubles: The British Army in Northern Ireland launches Operation Demetrius. Hundreds of people are arrested and interned, thousands are displaced, and twenty are killed in the violence that followed.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Operation Demetrius", "href": "/wiki/Operation_Demetrius", "description": "Operation Demetrius was a British Army operation in Northern Ireland on 9–10 August 1971, during the Troubles. It involved the mass arrest and internment of 342 people suspected of being involved with the Irish Republican Army (IRA), which was waging an armed campaign for a united Ireland against the British state. It was proposed by the Northern Ireland Government and approved by the British Gove"}, {"title": "Internment", "href": "/wiki/Internment", "description": "Internment is the imprisonment of people, commonly in large groups, without charges or intent to file charges. The term is especially used for the confinement \"of enemy citizens in wartime or of terrorism suspects\". Thus, while it can simply mean imprisonment, it tends to refer to preventive confinement rather than confinement after having been convicted of some crime. Use of these terms is subjec"}]}, {"heading": "Events", "year": "1973", "date": "August 9", "txt": "Mars 7 is launched from the USSR.", "entities": [{"title": "Mars 7", "href": "/wiki/Mars_7", "description": "Mars 7, also known as 3MP No.51P was a Soviet spacecraft launched in 1973 to explore Mars. A 3MP bus spacecraft which comprised the final mission of the Mars programme, it consisted of a lander and a coast stage with instruments to study Mars as it flew past. Due to a malfunction, the lander failed to perform a maneuver necessary to enter the Martian atmosphere, missing the planet and remaining in"}]}, {"heading": "Events", "year": "1974", "date": "August 9", "txt": "As a direct result of the Watergate scandal, Richard Nixon becomes the first President of the United States to resign from office. His Vice President, Gerald Ford, becomes president.", "entities": [{"title": "Watergate scandal", "href": "/wiki/Watergate_scandal", "description": "The Watergate scandal was a major political scandal in the United States involving the administration of U.S. President Richard Nixon from 1971 to 1974 that led to Nixon's resignation. The scandal stemmed from the Nixon administration's continuous attempts to cover up its involvement in the June 17, 1972 break-in of the Democratic National Committee headquarters at the Washington, D.C. Watergate O"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Vice President of the United States of America", "href": "/wiki/Vice_President_of_the_United_States_of_America", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}]}, {"heading": "Events", "year": "1991", "date": "August 9", "txt": "The Italian prosecuting magistrate Antonino Scopelliti is murdered by the 'Ndrangheta on behalf of the Sicilian Mafia while preparing the government's case in the final appeal of the Maxi Trial.", "entities": [{"title": "Antonino Scopelliti", "href": "/wiki/Antonino_Scopelliti", "description": "Antonino Scopelliti was an Italian prosecuting magistrate, murdered by the 'Ndrangheta on behalf of the Sicilian Mafia."}, {"title": "'Ndrangheta", "href": "/wiki/%27Ndrangheta", "description": "The  'Ndrangheta is a prominent Italian Mafia-type organized crime syndicate based in the region of Calabria, dating back to the late 18th century."}, {"title": "Sicilian Mafia", "href": "/wiki/Sicilian_Mafia", "description": "The Sicilian Mafia, also simply known as the Mafia and frequently referred to as Cosa Nostra by its members, is an Italian, Mafia-terrorist-type, organized crime syndicate and criminal society originating in the region of Sicily, dating to the 19th century. It is a loose association of criminal groups that share a common organisational structure and code of conduct, and present themselves to the p"}, {"title": "Maxi Trial", "href": "/wiki/Maxi_Trial", "description": "The Maxi Trial was a criminal trial against the Sicilian Mafia that took place in Palermo, Sicily. The trial lasted from 10 February 1986 to 30 January 1992, and was held in a bunker-style courthouse specially constructed for this purpose inside the walls of the Ucciardone prison."}]}, {"heading": "Events", "year": "1993", "date": "August 9", "txt": "The Liberal Democratic Party of Japan loses a 38-year hold on national leadership.", "entities": [{"title": "Liberal Democratic Party (Japan)", "href": "/wiki/Liberal_Democratic_Party_(Japan)", "description": "The Liberal Democratic Party of Japan , frequently abbreviated to LDP or Jimintō (自民党), is a conservative political party in Japan."}]}, {"heading": "Events", "year": "1999", "date": "August 9", "txt": "Russian President Boris Yeltsin fires his Prime Minister, Sergei Stepashin, and for the fourth time fires his entire cabinet.", "entities": [{"title": "Boris Yeltsin", "href": "/wiki/Boris_Yeltsin", "description": "Boris Nikolayevich Yeltsin was a Russian and former Soviet politician who served as the first President of Russia from 1991 to 1999. A member of the Communist Party of the Soviet Union from 1961 to 1990, he later stood as a political independent, during which time he was viewed as being ideologically aligned with liberalism and Russian nationalism."}, {"title": "Sergei Stepashin", "href": "/wiki/Sergei_Stepashin", "description": "Sergei Vadimovich Stepashin is a Russian politician who briefly served as Prime Minister of Russia in 1999. Prior to this he had been appointed as federal security minister by President Boris Yeltsin in 1994, a position from which he resigned in 1995 as a consequence of the Budyonnovsk hospital hostage crisis. Subsequent to his tenure as Prime Minister he served as Chairman of the Accounts Chamber"}]}, {"heading": "Events", "year": "2006", "date": "August 9", "txt": "At least 21 suspected terrorists are arrested in the 2006 transatlantic aircraft plot that happened in the United Kingdom. The arrests are made in London, Birmingham, and High Wycombe in an overnight operation.", "entities": [{"title": "2006 transatlantic aircraft plot", "href": "/wiki/2006_transatlantic_aircraft_plot", "description": "The 2006 transatlantic aircraft plot was a terrorist plot to detonate liquid explosives, carried on board airliners travelling from the United Kingdom to the United States and Canada, disguised as soft drinks. The plot was discovered by British police during an extensive surveillance operation. As a result of the plot, unprecedented security measures were initially put in place at airports. The me"}, {"title": "Birmingham", "href": "/wiki/Birmingham", "description": "Birmingham is a city and metropolitan borough in the West Midlands, England. It is the second-largest city, urban area and metropolitan area in England and the United Kingdom, with roughly 1.1 million inhabitants within the city area, 2.9 million inhabitants within the urban area and 3.7 million inhabitants within the metropolitan area and lies within the most populated English district. Birmingha"}, {"title": "High Wycombe", "href": "/wiki/High_Wycombe", "description": "High Wycombe, often referred to as Wycombe, is a large market town in Buckinghamshire, England. Lying in the valley of the River Wye surrounded by the Chiltern Hills, it is 29 miles (47 km) west-northwest of Charing Cross in London; this information is also engraved on the Corn Market building in the centre of the town. It is also 13.2 miles (21.2 km) south-southeast of the county town of Aylesbur"}]}, {"heading": "Events", "year": "2013", "date": "August 9", "txt": "Gunmen open fire at a Sunni mosque in the city of Quetta killing at least ten people and injuring 30.", "entities": [{"title": "9 August 2013 Quetta shooting", "href": "/wiki/9_August_2013_Quetta_shooting", "description": "On 9 August 2013, four gunmen opened fire at a mosque in Quetta, Pakistan while people were exiting the mosque. As a result, at least ten people were killed and thirty more people were injured. It is suspected that the target in the shooting was former Pakistan Peoples Party minister Ali Madad Jatak. This shooting occurred during the time when many Pakistani citizens were celebrating Eid al-Fitr."}, {"title": "Sunni", "href": "/wiki/Sunni", "description": "Sunni Islam is by far the largest branch of Islam, followed by almost 90% of the world's Muslims. Its name comes from the word Sunnah, referring to the behaviour of Muhammad. The differences between Sunni and Shia Muslims arose from a disagreement over the succession to Muhammad and subsequently acquired broader political significance, as well as theological and juridical dimensions. According to "}, {"title": "Quetta", "href": "/wiki/Quetta", "description": "Quetta (Pashto: کوټه‎ ; IPA [ˈkʰwəː tə]; Balochi: کویته‎;Urdu: کوئٹہ‎; [ˈkweːʈə]  ; formerly known as Shalkot is the provincial capital and largest city of the Province of Balochistan in Pakistan. It is also the 10th largest city of Pakistan. It was largely destroyed in the 1935 Quetta earthquake, but was rebuilt and has a population of 1,001,205 according to the census of 2017. Quetta is at an av"}]}, {"heading": "Events", "year": "2014", "date": "August 9", "txt": "Michael Brown, an 18-year-old African American male in Ferguson, Missouri, is shot and killed by a Ferguson police officer after reportedly assaulting the officer and attempting to steal his weapon, sparking protests and unrest in the city.", "entities": [{"title": "Ferguson, Missouri", "href": "/wiki/Ferguson,_Missouri", "description": "Ferguson is a city in St. Louis County, Missouri, United States. It is part of the Greater St. Louis metropolitan area. The population was 21,203 at the 2010 census."}, {"title": "Shooting of Michael Brown", "href": "/wiki/Shooting_of_Michael_Brown", "description": "On August 9, 2014, Michael Brown Jr., an 18-year-old black man, was fatally shot by 28-year-old white Ferguson police officer Darren Wilson in the city of Ferguson, Missouri, a suburb of St. Louis. Brown was accompanied by his 22-year-old friend Dorian Johnson. Wilson said that an altercation ensued when Brown attacked Wilson in his police vehicle for control of Wilson's gun until it was fired. Jo"}, {"title": "Ferguson Police Department (Missouri)", "href": "/wiki/Ferguson_Police_Department_(Missouri)", "description": "The Ferguson Missouri Police Department (FPD) is a law enforcement agency serving Ferguson, Missouri. Since June 25, 2019, the Current Chief of Police has been Jason Armstrong Since Former Chief Delrish Moss resigned."}, {"title": "Ferguson unrest", "href": "/wiki/Ferguson_unrest", "description": "The Ferguson unrest in Ferguson, Missouri, involved protests and riots beginning on August 10, 2014, the day after the fatal shooting of Michael Brown by police officer Darren Wilson. The unrest sparked a vigorous debate in the United States about the relationship between law enforcement officers and African Americans, the militarization of police, and the use-of-force law in Missouri and nationwi"}]}, {"heading": "Events", "year": "2019", "date": "August 9", "txt": "220 million trees are planted in one day in Uttar Pradesh, India.", "entities": [{"title": "Uttar Pradesh", "href": "/wiki/Uttar_Pradesh", "description": "Uttar Pradesh is a state in northern India. With roughly 200 million inhabitants, it is the most populous state in India as well as the most populous country subdivision in the world. It was created on 1 April 1937 as the United Provinces of Agra and Oudh during British rule, and was renamed Uttar Pradesh in 1950, giving it the acronym UP. The state is divided into 18 divisions and 75 districts, w"}]}, {"heading": "Events", "year": "2020", "date": "August 9", "txt": "Farmers from Punjab (then from different states all over) protest against the three bills introduced in Indian parliament and passed to form acts, and subsequently march to Delhi's borders, demanding to remove the newly formed acts.", "entities": [{"title": "2020–2021 Indian farmers' protest", "href": "/wiki/2020%E2%80%932021_Indian_farmers%27_protest", "description": "The 2020–2021 Indian farmers' protest is an ongoing protest against three farm acts which were passed by the Parliament of India in September 2020. As of 21 March 2021, according to Haryana Police, there are around 40,000 committed protestors sitting at Singhu and Tikri at the Delhi border."}, {"title": "2020 Indian agriculture acts", "href": "/wiki/2020_Indian_agriculture_acts", "description": "The Indian agriculture acts of 2020, often referred to as the Farm Bills, are three acts initiated by the Parliament of India in September 2020. The Lok Sabha approved the bills on 17 September 2020 and the Rajya Sabha on 20 September 2020. The President of India, Ram Nath Kovind gave his assent on 27 September 2020. They inspired the protests against the new acts, which gained momentum in Septemb"}]}, {"heading": "Births", "year": "1201", "date": "August 9", "txt": "Arnold Fitz Thedmar, English historian and merchant (d. 1274)", "entities": [{"title": "Arnold Fitz Thedmar", "href": "/wiki/Arnold_Fitz_Thedmar", "description": "Arnold Fitz Thedmar was a London chronicler and merchant; he was born in London."}]}, {"heading": "Births", "year": "1537", "date": "August 9", "txt": "Francesco Barozzi, Italian mathematician and astronomer (d. 1604)", "entities": [{"title": "Francesco Barozzi", "href": "/wiki/Francesco_Barozzi", "description": "Francesco Barozzi was an Italian mathematician, astronomer and humanist."}, {"title": "Mathematician", "href": "/wiki/Mathematician", "description": "A mathematician is someone who uses an extensive knowledge of mathematics in their work, typically to solve mathematical problems.\nMathematicians are concerned with numbers, data, quantity, structure, space, models, and change."}, {"title": "Astronomer", "href": "/wiki/Astronomer", "description": "An astronomer is a scientist in the field of astronomy who focuses their studies on a specific question or field outside the scope of Earth. They observe astronomical objects such as stars, planets, moons, comets and galaxies – in either observational or theoretical astronomy. Examples of topics or fields astronomers study include planetary science, solar astronomy, the origin or evolution of star"}]}, {"heading": "Births", "year": "1544", "date": "August 9", "txt": "Bogislaw XIII, Duke of Pomerania (d. 1606)", "entities": [{"title": "Bogislaw XIII, Duke of Pomerania", "href": "/wiki/Bogislaw_XIII,_Duke_of_Pomerania", "description": "Bogislaw XIII of Pomerania, son of Philip I and Maria of Saxony, was a prince of Stettin and Wolgast, and a member of the Griffins."}]}, {"heading": "Births", "year": "1590", "date": "August 9", "txt": "John Webster, Colonial settler and governor of Connecticut (d. 1661)", "entities": [{"title": "John Webster (governor)", "href": "/wiki/John_Webster_(governor)", "description": "John Webster was an early colonial settler of New England, serving one term as governor of the Colony of Connecticut in 1656."}]}, {"heading": "Births", "year": "1593", "date": "August 9", "txt": "Izaak Walton, English writer (d. 1683)", "entities": [{"title": "Izaak Walton", "href": "/wiki/Izaak_Walton", "description": "Izaak Walton was an English writer. Best known as the author of The Compleat Angler, he also wrote a number of short biographies including one of his friend John Donne. They have been collected under the title of Walton's Lives."}]}, {"heading": "Births", "year": "1603", "date": "August 9", "txt": "Johannes Cocceius, German-Dutch theologian and academic (d. 1669)", "entities": [{"title": "Johannes Cocceius", "href": "/wiki/Johannes_Cocceius", "description": "Johannes Cocceius, was a Dutch theologian born in Bremen."}]}, {"heading": "Births", "year": "1648", "date": "August 9", "txt": "Johann Michael Bach, German composer (d. 1694)", "entities": [{"title": "Johann Michael Bach", "href": "/wiki/Johann_Michael_Bach", "description": "Johann Michael Bach was a German composer of the Baroque period. He was the brother of Johann Christoph Bach, as well as first cousin, once removed and father-in-law of Johann Sebastian Bach. He is sometimes referred to as the \"Gehrener Bach\" to distinguish him from the \"Wuppertaler Bach\", Johann Michael Bach (1745–1820)."}]}, {"heading": "Births", "year": "1653", "date": "August 9", "txt": "John Oldham, English poet and translator (d. 1683)", "entities": [{"title": "John Oldham (poet)", "href": "/wiki/John_Oldham_(poet)", "description": "John Oldham was an English satirical poet and translator."}]}, {"heading": "Births", "year": "1674", "date": "August 9", "txt": "František Maxmilián Kaňka, Czech architect, designed the Veltrusy Mansion (d. 1766)", "entities": [{"title": "František Maxmilián Kaňka", "href": "/wiki/Franti%C5%A1ek_Maxmili%C3%A1n_Ka%C5%88ka", "description": "František Maxmilián Kaňka was a Czech architect and builder."}, {"title": "Veltrusy Mansion", "href": "/wiki/Veltrusy_Mansion", "description": "Veltrusy Mansion is a baroque château in Veltrusy, Bohemia, located in the Mělník District of the Czech Republic. The mansion is situated near the banks of the Vltava River, about 25 km north of Prague. The mansion is open to the public for visits."}]}, {"heading": "Births", "year": "1696", "date": "August 9", "txt": "Joseph Wenzel I, Prince of Liechtenstein (d. 1772)", "entities": [{"title": "Joseph Wenzel I, Prince of Liechtenstein", "href": "/wiki/Joseph_Wenzel_I,_Prince_of_Liechtenstein", "description": "Josef Wenzel I, often referred to as just Wenzel, was the Prince of Liechtenstein between 1712 and 1718, and 1748 and 1772, as well as regent of Liechtenstein between 1732 and 1745. He first succeeded his distant cousin Hans-Adam I, even though he was not next in line. The actual heir was his uncle Anton Florian, he was not very popular among the family and therefore Hans-Adam chose Josef Wenzel a"}]}, {"heading": "Births", "year": "1722", "date": "August 9", "txt": "Prince Augustus William of Prussia (d. 1758)", "entities": [{"title": "Prince Augustus William of Prussia", "href": "/wiki/Prince_Augustus_William_of_Prussia", "description": "Augustus William of Prussia was Prince of Prussia and a younger brother and general of Frederick II."}]}, {"heading": "Births", "year": "1726", "date": "August 9", "txt": "Francesco Cetti, Italian priest, zoologist, and mathematician (d. 1778)", "entities": [{"title": "Francesco Cetti", "href": "/wiki/Francesco_Cetti", "description": "Francesco Cetti was an Italian Jesuit priest, zoologist and mathematician."}, {"title": "Zoologist", "href": "/wiki/Zoologist", "description": "Zoology is the branch of biology that studies the animal kingdom, including the structure, embryology, evolution, classification, habits, and distribution of all animals, both living and extinct, and how they interact with their ecosystems. The term is derived from Ancient Greek ζῷον, zōion, i.e. \"animal\" and λόγος, logos, i.e. \"knowledge, study\"."}, {"title": "Mathematician", "href": "/wiki/Mathematician", "description": "A mathematician is someone who uses an extensive knowledge of mathematics in their work, typically to solve mathematical problems.\nMathematicians are concerned with numbers, data, quantity, structure, space, models, and change."}]}, {"heading": "Births", "year": "1748", "date": "August 9", "txt": "Bernhard Schott, German music publisher (d. 1809)", "entities": [{"title": "Bernhard Schott", "href": "/wiki/Bernhard_Schott", "description": "Bernhard Peter Schott was a German clarinetist and music publisher. He founded the predecessor of Schott Music, a major German music publishing company which continues to this day."}]}, {"heading": "Births", "year": "1757", "date": "August 9", "txt": "Elizabeth Schuyler Hamilton, American humanitarian; wife of Alexander Hamilton (d. 1854)", "entities": [{"title": "Elizabeth Schuyler Hamilton", "href": "/wiki/Elizabeth_Schuyler_Hamilton", "description": "Elizabeth Hamilton, also called Eliza or Betsey, was a socialite and philanthropist. Married to American founding father Alexander Hamilton, she was a defender of his works and co-founder and deputy director of Graham Windham, the first private orphanage in New York City. Eliza is recognized as an early American philanthropist for her work with the Orphan Asylum Society."}, {"title": "Alexander Hamilton", "href": "/wiki/Alexander_Hamilton", "description": "Alexander Hamilton was an American statesman, politician, legal scholar, military commander, lawyer, banker, and economist. He was one of the Founding Fathers of the United States. He was an influential interpreter and promoter of the U.S. Constitution, as well as the founder of the nation's financial system, the Federalist Party, the United States Coast Guard, and the New York Post newspaper. As "}]}, {"heading": "Births", "year": "1757", "date": "August 9", "txt": "Thomas Telford, Scottish architect and engineer, designed the Menai Suspension Bridge (d. 1834)", "entities": [{"title": "Menai Suspension Bridge", "href": "/wiki/Menai_Suspension_Bridge", "description": "The Menai Suspension Bridge is a suspension bridge to carry road traffic between the island of Anglesey and the mainland of Wales. The bridge was designed by Thomas Telford and completed in 1826 and is a Grade I listed structure."}]}, {"heading": "Births", "year": "1776", "date": "August 9", "txt": "Amedeo Avogadro, Italian physicist and chemist (d. 1856)", "entities": [{"title": "Amedeo Avogadro", "href": "/wiki/Amedeo_Avogadro", "description": "Lorenzo Romano Amedeo Carlo Avogadro, Count of Quaregna and Cerreto (, also, Italian: [ameˈdɛːo avoˈɡaːdro]; 9 August 1776 – 9 July 1856) was an Italian scientist, most noted for his contribution to molecular theory now known as Avogadro's law, which states that equal volumes of gases under the same conditions of temperature and pressure will contain equal numbers of molecules. In tribute to him, "}]}, {"heading": "Births", "year": "1783", "date": "August 9", "txt": "Grand Duchess Alexandra Pavlovna of Russia (d. 1801)", "entities": [{"title": "Grand Duchess Alexandra Pavlovna of Russia", "href": "/wiki/Grand_Duchess_Alexandra_Pavlovna_of_Russia", "description": "Grand Duchess Alexandra Pavlovna of Russia was a daughter of Emperor Paul I of Russia and sister of emperors Alexander I and Nicholas I. She married Archduke Joseph of Austria, Palatine (Governor) of Hungary. Her marriage was the only Romanov-Habsburg marital alliance that ever occurred."}]}, {"heading": "Births", "year": "1788", "date": "August 9", "txt": "Adoniram Judson, American missionary and lexicographer (d. 1850)", "entities": [{"title": "Adoniram Judson", "href": "/wiki/Adoniram_Judson", "description": "Adoniram Judson, Jr. was an American Congregationalist and later Particular Baptist missionary, who served in Burma for almost forty years. At the age of 25, Adoniram Judson was sent from North America to preach in Burma. His mission and work with Luther Rice led to the formation of the first Baptist association in America to support missionaries."}, {"title": "Lexicographer", "href": "/wiki/Lexicographer", "description": "Lexicography is divided into two separate but equally important groups:Practical lexicography is the art or craft of compiling, writing and editing dictionaries.\nTheoretical lexicography is the scholarly discipline of analyzing and describing the semantic, syntagmatic, and paradigmatic relationships within the lexicon (vocabulary) of a language, developing theories of dictionary components and str"}]}, {"heading": "Births", "year": "1797", "date": "August 9", "txt": "Charles Robert Malden, English lieutenant and surveyor (d. 1855)", "entities": [{"title": "Charles Robert Malden", "href": "/wiki/Charles_Robert_Malden", "description": "Charles Robert Malden, was a nineteenth-century British naval officer, surveyor and educator. He is the discoverer of Malden Island in the central Pacific, which is named in his honour. He also founded Windlesham House School at Brighton, England."}]}, {"heading": "Births", "year": "1805", "date": "August 9", "txt": "Joseph Locke, English engineer and politician (d. 1860)", "entities": [{"title": "Joseph Locke", "href": "/wiki/Joseph_Locke", "description": "Joseph Locke FRSA was a notable English civil engineer of the nineteenth century, particularly associated with railway projects. Locke ranked alongside Robert Stephenson and Isambard Kingdom Brunel as one of the major pioneers of railway development."}]}, {"heading": "Births", "year": "1845", "date": "August 9", "txt": "André Bessette, Canadian saint (d. 1937)", "entities": [{"title": "André Bessette", "href": "/wiki/Andr%C3%A9_Bessette", "description": "André Bessette, C.S.C., more commonly known as Brother André, and since his canonization as Saint André of Montreal, was a lay brother of the Congregation of Holy Cross and a significant figure of the Roman Catholic Church among French-Canadians, credited with thousands of reported miraculous oil healings associated with his pious devotion to Saint Joseph."}]}, {"heading": "Births", "year": "1847", "date": "August 9", "txt": "Maria Vittoria dal Pozzo, French-Italian wife of Amadeo I of Spain (d. 1876)", "entities": [{"title": "Maria Vittoria dal Pozzo", "href": "/wiki/Maria_Vittoria_dal_Pozzo", "description": "Maria Vittoria dal Pozzo was an Italian noblewoman and became the 6th Princess of La Cisterna after the death of her father. Married to Prince Amadeo of Savoy, Duke of Aosta, second son of King Victor Emmanuel. In 1870 her husband became the King of Spain, making her Queen consort of Spain."}, {"title": "Amadeo I of Spain", "href": "/wiki/Amadeo_I_of_Spain", "description": "Amadeo I was an Italian prince who reigned as King of Spain from 1870 to 1873. The only King of Spain from the House of Savoy, he was the second son of King Vittorio Emanuele II of Italy and was known for most of his life as The Duke of Aosta."}]}, {"heading": "Births", "year": "1848", "date": "August 9", "txt": "Alfred David Benjamin, Australian-born businessman and philanthropist. (d. 1900)", "entities": [{"title": "Alfred David Benjamin", "href": "/wiki/Alfred_David_Benjamin", "description": "Alfred David Benjamin was an Australian-born businessman and philanthropist."}]}, {"heading": "Births", "year": "1861", "date": "August 9", "txt": "Dorothea Klumpke, American astronomer and academic (d. 1942)", "entities": [{"title": "Dorothea Klumpke", "href": "/wiki/Dorothea_Klumpke", "description": "Dorothea Klumpke Roberts was an astronomer. She was Director of the Bureau of Measurements at the Paris Observatory and was made a Chevalier de la Légion d'Honneur."}]}, {"heading": "Births", "year": "1867", "date": "August 9", "txt": "Evelina Haverfield, Scottish nurse and activist (d. 1920)", "entities": [{"title": "Evelina Haverfield", "href": "/wiki/Evelina_Haverfield", "description": "Evelina Haverfield was a British suffragette and aid worker. In the early part of the 20th century, she was involved in Emmeline Pankhurst's militant women's suffrage organisation the Women's Social and Political Union. During World War I she worked as a nurse in Serbia. After the war, she returned to Serbia with her companion Vera Holme to set up an orphanage in Bajina Bašta, a town in the west o"}]}, {"heading": "Births", "year": "1872", "date": "August 9", "txt": "Archduke Joseph August of Austria (d. 1962)", "entities": [{"title": "Archduke Joseph August of Austria", "href": "/wiki/Archduke_Joseph_August_of_Austria", "description": "Archduke Joseph August Viktor Klemens Maria of Austria, Prince of Hungary and Bohemia was a Feldmarschall of the Austro-Hungarian Army and for a short period head of state of Hungary. He was a member of the House of Habsburg-Lorraine, the eldest son of Archduke Joseph Karl of Austria (1833–1905) and his wife Princess Clotilde of Saxe-Coburg and Gotha (1846–1927). Joseph August's grandfather had be"}]}, {"heading": "Births", "year": "1874", "date": "August 9", "txt": "Reynaldo Hahn, Venezuelan composer and conductor (d. 1947)", "entities": [{"title": "Reynaldo Hahn", "href": "/wiki/Reynaldo_Hahn", "description": "Reynaldo Hahn was a Venezuelan-born French composer, conductor, music critic, and singer. He is best known for his songs – mélodies – of which he wrote more than 100."}]}, {"heading": "Births", "year": "1875", "date": "August 9", "txt": "Albert Ketèlbey, English pianist, composer, and conductor (d. 1959)", "entities": [{"title": "Albert Ketèlbey", "href": "/wiki/Albert_Ket%C3%A8lbey", "description": "Albert William Ketèlbey was an English composer, conductor and pianist, best known for his short pieces of light orchestral music. He was born in Birmingham and moved to London in 1889 to study at Trinity College of Music. After a brilliant studentship he did not pursue the classical career predicted for him, becoming musical director of the Vaudeville Theatre before gaining fame as a composer of "}]}, {"heading": "Births", "year": "1878", "date": "August 9", "txt": "Eileen Gray, Irish architect and furniture designer (d. 1976)", "entities": [{"title": "Eileen Gray", "href": "/wiki/Eileen_Gray", "description": "Eileen Gray was an Anglo-Irish architect and furniture designer and a pioneer of the Modern Movement in architecture. Over her career, she was associated with many notable European artists of her era, including Kathleen Scott, Adrienne Gorska, Le Corbusier, and Jean Badovici, with whom she was romantically involved. Her most famous work is the house known as E-1027 in Roquebrune-Cap-Martin, France"}]}, {"heading": "Births", "year": "1879", "date": "August 9", "txt": "John Willcock, Australian politician, 15th Premier of Western Australia, (d. 1956)", "entities": [{"title": "John Willcock", "href": "/wiki/John_Willcock", "description": "John Collings Willcock was the 15th Premier of Western Australia."}, {"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1881", "date": "August 9", "txt": "Prince Antônio Gastão of Orléans-Braganza, Brazilian prince (d. 1918)", "entities": [{"title": "Prince Antônio Gastão of Orléans-Braganza", "href": "/wiki/Prince_Ant%C3%B4nio_Gast%C3%A3o_of_Orl%C3%A9ans-Braganza", "description": "Captain Prince Antônio Gastão of Orléans-Braganza MC was a Brazilian prince who served in the forces of the British Empire during World War I."}]}, {"heading": "Births", "year": "1890", "date": "August 9", "txt": "Eino Kaila, Finnish philosopher and psychologist, attendant of the Vienna circle (d. 1958)", "entities": [{"title": "Eino Kaila", "href": "/wiki/Eino_Kaila", "description": "Eino Sakari Kaila was a Finnish philosopher, critic and teacher. He worked in numerous fields including psychology, physics and theater, and attempted to find unifying principles behind various branches of human and natural sciences."}]}, {"heading": "Births", "year": "1896", "date": "August 9", "txt": "Erich Hückel, German physicist and chemist (d. 1980)", "entities": [{"title": "Erich Hückel", "href": "/wiki/Erich_H%C3%BCckel", "description": "Erich Armand Arthur Joseph Hückel was a German physicist and physical chemist. He is known for two major contributions:The Debye–Hückel theory of electrolytic solutions\nThe Hückel method of approximate molecular orbital (MO) calculations on π electron systems."}]}, {"heading": "Births", "year": "1896", "date": "August 9", "txt": "Jean Piaget, Swiss psychologist and philosopher (d. 1980)", "entities": []}, {"heading": "Births", "year": "1899", "date": "August 9", "txt": "P. L. Travers, Australian-English author and actress (d. 1996)", "entities": [{"title": "P. L. Travers", "href": "/wiki/P._L._Travers", "description": "Pamela Lyndon Travers was an Australian-British writer who spent most of her career in England. She is best known for the Mary Poppins series of children's books, which feature the magical nanny Mary Poppins."}]}, {"heading": "Births", "year": "1901", "date": "August 9", "txt": "Charles Farrell, American actor and singer (d. 1990)", "entities": [{"title": "Charles Farrell", "href": "/wiki/Charles_Farrell", "description": "Charles Farrell was an American film actor of the 1920s silent era and into the 1930s, and later a television actor. Farrell is probably best recalled for his onscreen romances with actress Janet Gaynor in more than a dozen films, including 7th Heaven, Street Angel, and Lucky Star."}]}, {"heading": "Births", "year": "1902", "date": "August 9", "txt": "Zino Francescatti, French violinist (d. 1991)", "entities": [{"title": "Zino Francescatti", "href": "/wiki/Zino_Francescatti", "description": "René-Charles \"Zino\" Francescatti was a French virtuoso violinist."}]}, {"heading": "Births", "year": "1902", "date": "August 9", "txt": "Panteleimon Ponomarenko, Russian general and politician (d. 1984)", "entities": []}, {"heading": "Births", "year": "1905", "date": "August 9", "txt": "Leo Genn, British actor and barrister (d. 1978)", "entities": [{"title": "Leo Genn", "href": "/wiki/Leo_Genn", "description": "Leopold John \"Leo\" Genn was an English actor and barrister. He played Petronius in the 1951 film Quo Vadis, which earned him an Academy Award for Best Supporting Actor nomination."}]}, {"heading": "Births", "year": "1909", "date": "August 9", "txt": "Vinayaka Krishna Gokak, Indian scholar, author, and academic (d. 1992)", "entities": [{"title": "Vinayaka Krishna Gokak", "href": "/wiki/Vinayaka_Krishna_Gokak", "description": "Vinayaka Krishna Gokak was a major writer in the Kannada language and a scholar of English and Kannada literatures. He was the fifth writer to be honoured with the Jnanpith Award in 1990 for Kannada language, for his epic Bharatha Sindhu Rashmi. Bharatha Sindhu Rashmi deals with the Vedic age and is perhaps the longest epic narrative in any language in the 20th Century. In 1961, Gokak was awarded "}]}, {"heading": "Births", "year": "1909", "date": "August 9", "txt": "Willa Beatrice Player, American educator, first Black woman college president (d. 2003)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 9", "txt": "Adam von Trott zu Solz, German lawyer and diplomat (d. 1944)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 9", "txt": "William Alfred Fowler, American astronomer and astrophysicist, Nobel Laureate (d. 1996)", "entities": [{"title": "William Alfred Fowler", "href": "/wiki/William_Alfred_Fowler", "description": "William Alfred Fowler (August 9, 1911 – March 14, 1995) was an American nuclear physicist, later astrophysicist, who, with Subrahmanyan Chandrasekhar won the 1983 Nobel Prize in Physics. He is known for his theoretical and experimental research into nuclear reactions within stars and the energy elements produced in the process. and was one of the authors of the influential B2FH paper."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1911", "date": "August 9", "txt": "Eddie Futch, American boxer and trainer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 9", "txt": "John McQuade, Northern Irish soldier, boxer, and politician (d. 1984)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 9", "txt": "Wilbur Norman Christiansen, Australian astronomer and engineer (d. 2007)", "entities": [{"title": "Wilbur Norman Christiansen", "href": "/wiki/Wilbur_Norman_Christiansen", "description": "Wilbur Norman \"Chris\" Christiansen was a pioneer Australian radio astronomer and electrical engineer."}]}, {"heading": "Births", "year": "1914", "date": "August 9", "txt": "Ferenc Fricsay, Hungarian-Austrian conductor and director (d. 1963)", "entities": [{"title": "Ferenc Fricsay", "href": "/wiki/Ferenc_Fricsay", "description": "Ferenc Fricsay was a Hungarian conductor. From 1960 until his death, he was an Austrian citizen."}]}, {"heading": "Births", "year": "1914", "date": "August 9", "txt": "Tove Jansson, Finnish author and illustrator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 9", "txt": "Joe Mercer, English footballer and manager (d. 1990)", "entities": []}, {"heading": "Births", "year": "1915", "date": "August 9", "txt": "Mareta West, American astronomer and geologist (d. 1998)", "entities": [{"title": "Mareta West", "href": "/wiki/Mareta_West", "description": "Mareta Nelle West was an American astrogeologist who in the 1960s chose the site of the first manned lunar landing, Apollo 11. She was the first female astrogeologist. Her cremated remains were launched into space."}]}, {"heading": "Births", "year": "1918", "date": "August 9", "txt": "Kermit Beahan, American colonel (d. 1989)", "entities": [{"title": "Kermit Beahan", "href": "/wiki/Kermit_Beahan", "description": "Kermit K. Beahan was a career officer in the United States Air Force and its predecessor United States Army Air Forces during World War II. He was the bombardier on the crew flying the Boeing B-29 Superfortress Bockscar on August 9, 1945, that dropped the second atomic bomb on Nagasaki, Japan."}]}, {"heading": "Births", "year": "1918", "date": "August 9", "txt": "Giles Cooper, Irish soldier and playwright (d. 1966)", "entities": []}, {"heading": "Births", "year": "1918", "date": "August 9", "txt": "Albert Seedman, American police officer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 9", "txt": "Joop den Uyl, Dutch journalist, economist, and politician, Deputy Prime Minister of the Netherlands (d. 1987)", "entities": [{"title": "Joop den Uyl", "href": "/wiki/Joop_den_Uyl", "description": "Johannes Marten den Uijl, better known as Joop den Uyl was a Dutch politician of the Labour Party (PvdA) and economist who served as Prime Minister of the Netherlands from 11 May 1973 until 19 December 1977."}, {"title": "Deputy Prime Minister of the Netherlands", "href": "/wiki/Deputy_Prime_Minister_of_the_Netherlands", "description": "The Deputy Prime Minister of the Netherlands is the official deputy of the head of government of the Netherlands. In the absence of the Prime Minister of the Netherlands the Deputy Prime Minister takes over his functions, such as chairing the Cabinet of the Netherlands and the Council of Ministers of the Netherlands. Conventionally, all of the junior partners in the coalition get one deputy, and t"}]}, {"heading": "Births", "year": "1919", "date": "August 9", "txt": "Ralph Houk, American baseball player and manager (d. 2010)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 9", "txt": "Enzo Biagi, Italian journalist and author (d. 2007)", "entities": [{"title": "Enzo Biagi", "href": "/wiki/Enzo_Biagi", "description": "Enzo Biagi was an Italian journalist, writer and former partisan."}]}, {"heading": "Births", "year": "1921", "date": "August 9", "txt": "Ernest Angley, American evangelist and author", "entities": [{"title": "Ernest Angley", "href": "/wiki/Ernest_Angley", "description": "Ernest Winston Angley is an American Christian evangelist, author and television station owner based in Cuyahoga Falls, Ohio."}]}, {"heading": "Births", "year": "1921", "date": "August 9", "txt": "J. James Exon, American soldier and politician, 33rd Governor of Nebraska (d. 2005)", "entities": [{"title": "Governor of Nebraska", "href": "/wiki/Governor_of_Nebraska", "description": "The Governor of Nebraska holds the \"supreme executive power\" of the U.S. state of Nebraska as provided by the fourth article of the Constitution of Nebraska. The officeholder is elected to a four-year term, with elections held two years after presidential elections. He or she may be elected any number of times, but not more than twice in a row. The current officeholder is Pete Ricketts, a Republic"}]}, {"heading": "Births", "year": "1922", "date": "August 9", "txt": "Philip Larkin, English poet and novelist (d. 1985)", "entities": [{"title": "Philip Larkin", "href": "/wiki/Philip_Larkin", "description": "Philip Arthur Larkin was an English poet, novelist, and librarian. His first book of poetry, The North Ship, was published in 1945, followed by two novels, Jill (1946) and A Girl in Winter (1947), and he came to prominence in 1955 with the publication of his second collection of poems, The Less Deceived, followed by The Whitsun Weddings (1964) and High Windows (1974). He contributed to The Daily T"}]}, {"heading": "Births", "year": "1924", "date": "August 9", "txt": "Mathews Mar Barnabas, Indian metropolitan (d. 2012)", "entities": [{"title": "Mathews Mar Barnabas", "href": "/wiki/Mathews_Mar_Barnabas", "description": "Mathews Mar Barnabas was a Metropolitan of the Malankara Orthodox Syrian Church."}]}, {"heading": "Births", "year": "1924", "date": "August 9", "txt": "Frank Martínez, American soldier and painter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 9", "txt": "David A. Huffman, American computer scientist, developed Huffman coding (d. 1999)", "entities": [{"title": "David A. Huffman", "href": "/wiki/David_A._Huffman", "description": "David Albert Huffman was an American pioneer in computer science, known for his Huffman coding. He was also one of the pioneers in the field of mathematical origami."}, {"title": "Huffman coding", "href": "/wiki/Huffman_coding", "description": "In computer science and information theory, a Huffman code is a particular type of optimal prefix code that is commonly used for lossless data compression. The process of finding or using such a code proceeds by means of Huffman coding, an algorithm developed by David A. Huffman while he was a Sc.D. student at MIT, and published in the 1952 paper \"A Method for the Construction of Minimum-Redundanc"}]}, {"heading": "Births", "year": "1926", "date": "August 9", "txt": "Denis Atkinson, Barbadian cricketer (d. 2001)", "entities": [{"title": "Denis Atkinson", "href": "/wiki/Denis_Atkinson", "description": "Denis St Eval Atkinson was a West Indian cricketer who played 22 Test matches as an all-rounder, hitting 922 runs and taking 47 wickets. He also played first-class cricket for Barbados and Trinidad."}]}, {"heading": "Births", "year": "1927", "date": "August 9", "txt": "Daniel Keyes, American short story writer and novelist (d. 2014)", "entities": [{"title": "Daniel Keyes", "href": "/wiki/Daniel_Keyes", "description": "Daniel Keyes was an American writer who wrote the novel Flowers for Algernon. Keyes was given the Author Emeritus honor by the Science Fiction and Fantasy Writers of America in 2000."}]}, {"heading": "Births", "year": "1927", "date": "August 9", "txt": "Robert Shaw, English actor and screenwriter (d. 1978)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 9", "txt": "Bob Cousy, American basketball player and coach", "entities": [{"title": "Bob Cousy", "href": "/wiki/Bob_Cousy", "description": "Robert Joseph Cousy is an American retired professional basketball player. Cousy played point guard with the Boston Celtics from 1950 to 1963, and briefly with the Cincinnati Royals in the 1969–70 season. Making his high school varsity squad as a junior, he went on to earn a scholarship to the College of the Holy Cross, where he led the Crusaders to berths in the 1948 NCAA Tournament and 1950 NCAA"}]}, {"heading": "Births", "year": "1928", "date": "August 9", "txt": "Camilla Wicks, American violinist and educator", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 9", "txt": "Dolores Wilson, American soprano and actress (d. 2010)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 9", "txt": "Abdi İpekçi, Turkish journalist and activist (d. 1979)", "entities": [{"title": "Abdi İpekçi", "href": "/wiki/Abdi_%C4%B0pek%C3%A7i", "description": "Abdi İpekçi was a Turkish journalist, intellectual and an activist for human rights. He was murdered while editor-in-chief of one of the main Turkish daily newspapers Milliyet which then had a centre-left political stance."}]}, {"heading": "Births", "year": "1930", "date": "August 9", "txt": "Milt Bolling, American baseball player and scout (d. 2013)", "entities": [{"title": "Milt Bolling", "href": "/wiki/Milt_Bolling", "description": "Milton Joseph Bolling was a shortstop in Major League Baseball who played from 1952 through 1958 for the Boston Red Sox (1952–1957), Washington Senators (1957) and Detroit Tigers (1958). Bolling batted and threw right-handed. He was the older brother of Frank Bolling."}]}, {"heading": "Births", "year": "1930", "date": "August 9", "txt": "Jacques Parizeau, Canadian economist and politician, 26th Premier of Quebec (d. 2015)", "entities": [{"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1931", "date": "August 9", "txt": "Chuck Essegian, American baseball player and lawyer", "entities": [{"title": "Chuck Essegian", "href": "/wiki/Chuck_Essegian", "description": "Charles Abraham Essegian is an American former professional baseball left fielder. He appeared in 404 games in Major League Baseball (MLB) over six seasons (1958–1963) for the Philadelphia Phillies, St. Louis Cardinals, Los Angeles Dodgers, Baltimore Orioles, Kansas City Athletics and Cleveland Indians. During the 1959 World Series, Essegian, then with the Dodgers, set a Series record with two pin"}]}, {"heading": "Births", "year": "1931", "date": "August 9", "txt": "James Freeman Gilbert, American geophysicist and academic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 9", "txt": "Paula Kent Meehan, American businesswoman, co-founded Redken (d. 2014)", "entities": [{"title": "Redken", "href": "/wiki/Redken", "description": "Redken is an American hair care brand owned by L'Oréal Group under the Professional Products division."}]}, {"heading": "Births", "year": "1931", "date": "August 9", "txt": "Mário Zagallo, Brazilian footballer and coach", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 9", "txt": "Tam Dalyell, Scottish academic and politician (d. 2017)", "entities": [{"title": "Tam Dalyell", "href": "/wiki/Tam_Dalyell", "description": "Sir Thomas Dalyell, 11th Baronet, known as Tam Dalyell, was a Scottish Labour Party politician who was a member of the House of Commons from 1962 to 2005. He represented West Lothian from 1962 to 1983, then Linlithgow from 1983 to 2005. He is particularly well known for his formulation of what came to be known as the \"West Lothian question\", on whether non-English MPs should be able to vote upon E"}]}, {"heading": "Births", "year": "1932", "date": "August 9", "txt": "John Gomery, Canadian lawyer and jurist", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 9", "txt": "Tetsuko Kuroyanagi, Japanese actress, talk show host, and author", "entities": [{"title": "Tetsuko Kuroyanagi", "href": "/wiki/Tetsuko_Kuroyanagi", "description": "Tetsuko Kuroyanagi  is a Japanese actress, voice actress, tarento, World Wide Fund for Nature advisor, and Goodwill Ambassador for UNICEF. She is well known for her charitable works, and is considered one of the first Japanese celebrities to achieve international recognition. In 2006, Donald Richie referred to Kuroyanagi in his book Japanese Portraits: Pictures of Different People as \"the most pop"}]}, {"heading": "Births", "year": "1935", "date": "August 9", "txt": "Beverlee McKinsey, American actress (d. 2008)", "entities": [{"title": "Beverlee McKinsey", "href": "/wiki/Beverlee_McKinsey", "description": "Beverlee McKinsey was an American actress. She is best known for her roles on daytime serials, including Iris Cory Carrington on Another World and the spin-off series Texas from 1972 to 1981 and Alexandra Spaulding on Guiding Light from 1984 to 1992."}]}, {"heading": "Births", "year": "1936", "date": "August 9", "txt": "Julián Javier, Dominican-American baseball player", "entities": [{"title": "Julián Javier", "href": "/wiki/Juli%C3%A1n_Javier", "description": "Manuel Julián (Liranzo) Javier, better known as Julián Javier [hoo-lee-AN hah-vee-ER], is a former Major League Baseball second baseman. Called Hoolie by his teammates, he was also nicknamed \"The Phantom\" by Tim McCarver for his ability to avoid baserunners sliding into second base. He is the father of former big-leaguer Stan Javier."}]}, {"heading": "Births", "year": "1936", "date": "August 9", "txt": "Patrick Tse, Chinese-Hong Kong actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 9", "txt": "Leonid Kuchma, Ukrainian engineer and politician, 2nd President of Ukraine", "entities": [{"title": "Leonid Kuchma", "href": "/wiki/Leonid_Kuchma", "description": "Leonid Danylovych Kuchma is a Ukrainian politician who was the second President of independent Ukraine from 19 July 1994 to 23 January 2005. Kuchma's presidency was surrounded by numerous corruption scandals and the lessening of media freedoms."}, {"title": "President of Ukraine", "href": "/wiki/President_of_Ukraine", "description": "The President of Ukraine is the Ukrainian head of state. The president represents the nation in international relations, administers the foreign political activity of the state, conducts negotiations and concludes international treaties. The president is directly elected by the citizens of Ukraine for a five-year term of office, limited to two terms consecutively."}]}, {"heading": "Births", "year": "1938", "date": "August 9", "txt": "Rod Laver, Australian tennis player and coach", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 9", "txt": "Otto Rehhagel, German footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 9", "txt": "Hércules Brito Ruas, Brazilian footballer", "entities": [{"title": "Hércules Brito Ruas", "href": "/wiki/H%C3%A9rcules_Brito_Ruas", "description": "Brito, real name Hércules de Brito Ruas, is a former Brazilian footballer. He played as a central defender for several clubs, and for the Brazilian national team."}]}, {"heading": "Births", "year": "1939", "date": "August 9", "txt": "Vincent Hanna, Northern Irish journalist (d. 1997)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 9", "txt": "The Mighty Hannibal, American singer-songwriter and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 9", "txt": "Billy Henderson, American singer (d. 2007)", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 9", "txt": "Bulle Ogier, French actress and screenwriter", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 9", "txt": "Romano Prodi, Italian academic and politician, 52nd Prime Minister of Italy", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1939", "date": "August 9", "txt": "Butch Warren, American bassist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 9", "txt": "Linda Keen, American mathematician and academic", "entities": [{"title": "Linda Keen", "href": "/wiki/Linda_Keen", "description": "Linda Jo Goldway Keen is a mathematician and a fellow of the American Mathematical Society. Since 1965, she has been a Professor in the Department of Mathematics and Computer Science at Lehman College of The City University of New York and a Professor of Mathematics at The Graduate Center of The City University of New York."}]}, {"heading": "Births", "year": "1942", "date": "August 9", "txt": "Tommie Agee, American baseball player (d. 2001)", "entities": [{"title": "Tommie Agee", "href": "/wiki/Tommie_Agee", "description": "Tommie Lee Agee was an American professional baseball player. He played in Major League Baseball as a center fielder from 1962 through 1973, most notably as a member of the New York Mets team that became known as the Miracle Mets when, they rose from being perennial losers to defeat the favored Baltimore Orioles in the 1969 World Series for one of the most improbable upsets in World Series history"}]}, {"heading": "Births", "year": "1942", "date": "August 9", "txt": "Jack DeJohnette, American drummer, pianist, and composer", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 9", "txt": "David Steinberg, Canadian actor, director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 9", "txt": "Ken Norton, American boxer and actor (d. 2013)", "entities": [{"title": "Ken Norton", "href": "/wiki/Ken_Norton", "description": "Kenneth Howard Norton Sr. was an American professional boxer who competed from 1967 to 1981, and held the WBC heavyweight title in 1978. He is best known for his fights with Muhammad Ali, in which Norton won the first by split decision, lost the second by split decision, and lost the final by a controversial unanimous decision. Norton also fought a slugfest with Larry Holmes in 1978, narrowly losi"}]}, {"heading": "Births", "year": "1944", "date": "August 9", "txt": "George Armstrong, English footballer (d. 2000)", "entities": [{"title": "George Armstrong (footballer)", "href": "/wiki/George_Armstrong_(footballer)", "description": "George \"Geordie\" Armstrong was an English football player and coach, who was mostly associated with Arsenal. A winger, Armstrong made his Arsenal debut in 1962 at the age of 17 and went on to make 621 appearances – which was then an all-time club record – before he left Highbury in 1977. He spent a season each with Leicester City and Stockport County, and then took up coaching, both domestically a"}]}, {"heading": "Births", "year": "1944", "date": "August 9", "txt": "Patrick Depailler, French racing driver (d. 1980)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 9", "txt": "Sam Elliott, American actor and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 9", "txt": "Patricia McKissack, American soldier, engineer, and author", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 9", "txt": "John Simpson, English journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 9", "txt": "Barbara Delinsky, American author", "entities": [{"title": "Barbara Delinsky", "href": "/wiki/Barbara_Delinsky", "description": "Barbara Delinsky is an American writer of romance novels, including 19 New York Times bestsellers. She has also been published under the pen names Bonnie Drake and Billie Douglass."}]}, {"heading": "Births", "year": "1945", "date": "August 9", "txt": "Aleksandr Gorelik, Russian figure skater and sportscaster (d. 2012)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 9", "txt": "Zurab Sakandelidze, Georgian basketball player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 9", "txt": "Posy Simmonds, English author and illustrator", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 9", "txt": "Rinus Gerritsen, Dutch rock bass player", "entities": [{"title": "Rinus Gerritsen", "href": "/wiki/Rinus_Gerritsen", "description": "\nMarinus Gerritsen is a Dutch bassist. Best known for being founding member of Dutch group Golden Earring, he is also a producer of artists like Herman Brood. Steve Harris of Iron Maiden counts Gerritsen as an important influence."}]}, {"heading": "Births", "year": "1946", "date": "August 9", "txt": "Jim Kiick, American football player", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 9", "txt": "Roy Hodgson, English footballer and manager", "entities": [{"title": "Roy Hodgson", "href": "/wiki/Roy_Hodgson", "description": "Roy Hodgson is an English professional football manager and former player who is the manager of Premier League club Crystal Palace. He has managed 16 different teams in eight countries, beginning in Sweden with Halmstads BK in the 1976 season. He later guided the Switzerland national team to the last 16 of the 1994 World Cup and qualification for Euro 1996; Switzerland had not qualified for a majo"}]}, {"heading": "Births", "year": "1947", "date": "August 9", "txt": "Barbara Mason, American R&B/soul singer-songwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 9", "txt": "John Varley, American author", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 9", "txt": "Bill Campbell, American baseball player and coach", "entities": [{"title": "Bill Campbell (baseball)", "href": "/wiki/Bill_Campbell_(baseball)", "description": "William Richard Campbell is an American former professional baseball pitcher who played in Major League Baseball (MLB) from 1973 to 1987. He played for the American League (AL) Minnesota Twins, Boston Red Sox, and Detroit Tigers and the National League (NL) Chicago Cubs, Philadelphia Phillies, St. Louis Cardinals, and Montreal Expos."}]}, {"heading": "Births", "year": "1949", "date": "August 9", "txt": "Jonathan Kellerman, American psychologist and author", "entities": [{"title": "Jonathan Kellerman", "href": "/wiki/Jonathan_Kellerman", "description": "Jonathan Seth Kellerman is an American novelist, psychologist, and Edgar- and Anthony Award–winning author best known for his popular mystery novels featuring the character Alex Delaware, a child psychologist who consults for the Los Angeles Police Department."}]}, {"heading": "Births", "year": "1949", "date": "August 9", "txt": "Ted Simmons, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 9", "txt": "James Naughtie, Scottish journalist and radio host", "entities": [{"title": "James Naughtie", "href": "/wiki/James_Naughtie", "description": "Alexander James \"Jim\" Naughtie FRSE is a British radio and news presenter for the BBC. From 1994 until 2015 he was one of the main presenters of Radio 4's Today programme."}]}, {"heading": "Births", "year": "1951", "date": "August 9", "txt": "Steve Swisher, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 9", "txt": "Prateep Ungsongtham Hata, Thai activist and politician", "entities": [{"title": "Prateep Ungsongtham Hata", "href": "/wiki/Prateep_Ungsongtham_Hata", "description": "Prateep Ungsongtham Hata is a Thai activist noted for her work with slum dwellers in the Khlong Toei District of Bangkok, Thailand. Among her supporters, she is known as Khru Prateep, the \"Angel of Khlong Toei\" or \"Slum Angel\". She was awarded the Ramon Magsaysay Award for Public Service in 1978, founded and became the Secretary General of the Duang Prateep Foundation. She was one of the leaders o"}]}, {"heading": "Births", "year": "1953", "date": "August 9", "txt": "Kay Stenshjemmet, Norwegian speed skater", "entities": [{"title": "Kay Stenshjemmet", "href": "/wiki/Kay_Stenshjemmet", "description": "Kay Arne Stenshjemmet is a former speed skater from Norway."}]}, {"heading": "Births", "year": "1953", "date": "August 9", "txt": "Jean Tirole, French economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1953", "date": "August 9", "txt": "Roberta Tovey, English actress and singer", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 9", "txt": "Ray Jennings, South African cricketer and coach", "entities": [{"title": "Ray Jennings", "href": "/wiki/Ray_Jennings", "description": "Raymond Vernon Jennings is a former South African cricketer. He was one of South Africa's leading wicket-keepers during the suspension of the South African national team from international cricket during the apartheid era."}]}, {"heading": "Births", "year": "1954", "date": "August 9", "txt": "Pete Thomas, English drummer", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 9", "txt": "John E. Sweeney, American lawyer and politician", "entities": [{"title": "John E. Sweeney", "href": "/wiki/John_E._Sweeney", "description": "John Edward Sweeney is an American politician from the U.S. state of New York. A Republican, he represented New York's 20th congressional district in the United States House of Representatives from January 1999 to January 2007. He was dubbed \"Congressman Kick-Ass\" by President George W. Bush for his take-no-prisoners style. Before being defeated for reelection in 2006 by Democrat Kirsten Gillibran"}]}, {"heading": "Births", "year": "1956", "date": "August 9", "txt": "Gordon Singleton, Canadian Olympic Cyclist", "entities": [{"title": "Gordon Singleton", "href": "/wiki/Gordon_Singleton", "description": "Gordon Singleton, is a past world-record holding Canadian cyclist. In 1982, he became the first Canadian cyclist to win a world championship, and he was the first, and only, cyclist in history to simultaneously hold world records in all three of cycling's sprint races: the 200m, 500m and 1000m distances. An Olympic racer, he was deprived of competing in the 1980 Olympics at the peak of his career "}]}, {"heading": "Births", "year": "1957", "date": "August 9", "txt": "Melanie Griffith, American actress and producer", "entities": [{"title": "Melanie Griffith", "href": "/wiki/Melanie_Griffith", "description": "Melanie Richards Griffith is an American actress and film producer. She began her career in the 1970s, appearing in several independent thriller films before achieving mainstream success in the mid-1980s."}]}, {"heading": "Births", "year": "1958", "date": "August 9", "txt": "Amanda Bearse, American actress, comedian and director", "entities": [{"title": "Amanda Bearse", "href": "/wiki/Amanda_Bearse", "description": "Amanda Bearse is an American actress, director and comedian best known for her role as neighbor Marcy Rhoades D'Arcy on the Fox sitcom Married... with Children, a sitcom that aired in the United States from 1987 to 1997, and for her performance in the 1985 horror film Fright Night opposite William Ragsdale."}]}, {"heading": "Births", "year": "1958", "date": "August 9", "txt": "James Lileks, American journalist and blogger", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 9", "txt": "Calie Pistorius, South African engineer and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 9", "txt": "Kurtis Blow, American rapper, producer, and actor", "entities": [{"title": "Kurtis Blow", "href": "/wiki/Kurtis_Blow", "description": "Kurtis Walker, professionally known by his stage name Kurtis Blow, is an American rapper, singer, songwriter, record/film producer, b-boy, DJ, public speaker and minister. He is the first commercially successful rapper and the first to sign with a major record label. \"The Breaks\", a single from his 1980 self-titled debut album, is the first certified gold record rap song. Throughout his career he "}]}, {"heading": "Births", "year": "1959", "date": "August 9", "txt": "Michael Kors, American fashion designer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 9", "txt": "Brad Gilbert, American tennis player and sportscaster", "entities": [{"title": "Brad Gilbert", "href": "/wiki/Brad_Gilbert", "description": "Brad Gilbert is a former professional tennis player and an American tennis coach. During his career, he won 20 singles titles and achieved a career-high singles ranking of world No. 4 in 1990, and a career-high doubles ranking of world No. 18 four years prior. He won a bronze medal at the 1988 Olympics, and both a gold medal and a silver medal at the 1981 Maccabiah Games."}]}, {"heading": "Births", "year": "1961", "date": "August 9", "txt": "John Key, New Zealand businessman and politician, 38th Prime Minister of New Zealand", "entities": [{"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1962", "date": "August 9", "txt": "Louis Lipps, American football player and radio host", "entities": [{"title": "Louis Lipps", "href": "/wiki/Louis_Lipps", "description": "Louis Adam Lipps is a former American football wide receiver in the NFL who played nine seasons in the NFL, eight for the Pittsburgh Steelers and one for the New Orleans Saints."}]}, {"heading": "Births", "year": "1962", "date": "August 9", "txt": "Kevin Mack, American football player", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 9", "txt": "John \"Hot Rod\" Williams, American basketball player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 9", "txt": "Whitney Houston, American singer-songwriter, producer, and actress (d. 2012)", "entities": [{"title": "Whitney Houston", "href": "/wiki/Whitney_Houston", "description": "Whitney Elizabeth Houston was an American singer and actress. She is one of the best-selling recording artists of all time, with sales of over 200 million records worldwide. Houston released seven studio albums and two soundtrack albums, all of which have been certified diamond, multi-platinum, platinum, or gold by the Recording Industry Association of America (RIAA). Her crossover appeal on the p"}]}, {"heading": "Births", "year": "1963", "date": "August 9", "txt": "Jay Leggett, American actor, director, producer, and screenwriter (d. 2013)", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 9", "txt": "Barton Lynch, Australian surfer", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 9", "txt": "Brett Hull, Canadian-American ice hockey player and manager", "entities": [{"title": "Brett Hull", "href": "/wiki/Brett_Hull", "description": "Brett Andrew Hull is a Canadian–American former ice hockey player and general manager, and currently an executive vice president of the St. Louis Blues of the National Hockey League (NHL). He played for the Calgary Flames, St. Louis Blues, Dallas Stars, Detroit Red Wings and Phoenix Coyotes between 1986 and 2005. His career total of 741 goals is the fourth highest in NHL history, and he is one of "}]}, {"heading": "Births", "year": "1964", "date": "August 9", "txt": "Hoda Kotb, American journalist and television personality", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 9", "txt": "Vinny Del Negro, American basketball player and coach", "entities": [{"title": "Vinny Del Negro", "href": "/wiki/Vinny_Del_Negro", "description": "Vincent Joseph Del Negro  is an American retired basketball player. He was the head coach of the National Basketball Association's Chicago Bulls from 2008 to 2010, and the Los Angeles Clippers from 2010 to 2013. Del Negro is currently an analyst with NBA TV."}]}, {"heading": "Births", "year": "1966", "date": "August 9", "txt": "Linn Ullmann, Norwegian journalist and author", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 9", "txt": "Deion Sanders, American football and baseball player", "entities": [{"title": "Deion Sanders", "href": "/wiki/Deion_Sanders", "description": "Deion Luwynn Sanders Sr., nicknamed \"Prime Time\" and “Neon Deion”, is an American athlete, sports analyst, and football coach who is the head football coach at Jackson State University. He played in the National Football League (NFL) for 14 seasons as a member of the Atlanta Falcons, San Francisco 49ers, Dallas Cowboys, Washington Redskins, and Baltimore Ravens. Sanders was also a baseball outfiel"}]}, {"heading": "Births", "year": "1968", "date": "August 9", "txt": "Gillian Anderson, American-British actress, activist and writer", "entities": [{"title": "Gillian Anderson", "href": "/wiki/Gillian_Anderson", "description": "Gillian Leigh Anderson, is an American actress. Her credits include the roles of FBI Special Agent Dana Scully in the series The X-Files, ill-fated socialite Lily Bart in Terence Davies's film The House of Mirth (2000), DSU Stella Gibson in the BBC crime drama television series The Fall, sex therapist Jean Milburn in the Netflix comedy-drama Sex Education, and British Prime Minister Margaret Thatc"}]}, {"heading": "Births", "year": "1968", "date": "August 9", "txt": "Eric Bana, Australian actor, comedian, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 9", "txt": "Sam Fogarino, American drummer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 9", "txt": "McG, American director and producer", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 9", "txt": "Troy Percival, American baseball player and coach", "entities": [{"title": "Troy Percival", "href": "/wiki/Troy_Percival", "description": "Troy Eugene Percival is an American baseball coach and former professional baseball pitcher. He gained fame as a closer. During a 14-year baseball career spanning from 1995 to 2009, he pitched for four Major League Baseball(MLB) teams, primarily with the California/Anaheim Angels. He was an integral part of that franchise's 2002 World Series championship team. He was the head baseball coach of the"}]}, {"heading": "Births", "year": "1970", "date": "August 9", "txt": "Rod Brind'Amour, Canadian ice hockey player and coach", "entities": [{"title": "Rod Brind'Amour", "href": "/wiki/Rod_Brind%27Amour", "description": "Roderic Jean Brind'Amour is a Canadian professional ice hockey coach and former player. He is the head coach for the Carolina Hurricanes of the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1970", "date": "August 9", "txt": "Chris Cuomo, American lawyer and journalist", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 9", "txt": "Filippo Inzaghi, Italian footballer and manager", "entities": [{"title": "Filippo Inzaghi", "href": "/wiki/Filippo_Inzaghi", "description": "Filippo Inzaghi is an Italian former professional footballer and current manager, who serves as head coach of Serie A team Benevento. He was nicknamed by fans and commentators \"Superpippo\" or \"Alta tensione\"."}]}, {"heading": "Births", "year": "1973", "date": "August 9", "txt": "Kevin McKidd, Scottish actor and director", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 9", "txt": "Gene Luen Yang, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 9", "txt": "Derek Fisher, American basketball player and coach", "entities": [{"title": "Derek Fisher", "href": "/wiki/Derek_Fisher", "description": "Derek Lamar Fisher is an American basketball coach and former player who is the head coach and the general manager for the Los Angeles Sparks of the Women's National Basketball Association (WNBA). Fisher played professionally in the National Basketball Association (NBA) for 18 seasons, spending the majority of his career with the Los Angeles Lakers, with whom he won five NBA championships. He also"}]}, {"heading": "Births", "year": "1974", "date": "August 9", "txt": "Stephen Fung, Hong Kong actor, singer, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 9", "txt": "Lesley McKenna, Scottish snowboarder", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 9", "txt": "Matt Morris, American baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 9", "txt": "Kirill Reznik, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 9", "txt": "Raphaël Poirée, French biathlete", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 9", "txt": "Mahesh Babu, Indian actor and producer", "entities": [{"title": "Mahesh Babu", "href": "/wiki/Mahesh_Babu", "description": "Ghattamaneni Mahesh Babu is an Indian actor, producer, media personality, and philanthropist. One of the highest paid Telugu film actors, Babu has appeared in more than 25 films, and won several accolades including, eight Nandi Awards, five Filmfare Awards, three CineMAA Awards, three South Indian International Movie Awards, and one International Indian Film Academy Award. He also owns the product"}]}, {"heading": "Births", "year": "1975", "date": "August 9", "txt": "Valentin Kovalenko, Uzbek football referee", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 9", "txt": "Mike Lamb, American baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 9", "txt": "Robbie Middleby, Australian soccer player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 9", "txt": "Rhona Mitra, English actress and singer", "entities": [{"title": "Rhona Mitra", "href": "/wiki/Rhona_Mitra", "description": "Rhona Natasha Mitra is an English actress, model and singer."}]}, {"heading": "Births", "year": "1976", "date": "August 9", "txt": "Audrey Tautou, French model and actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 9", "txt": "Jessica Capshaw, American actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 9", "txt": "Jason Frasor, American baseball player", "entities": [{"title": "Jason Frasor", "href": "/wiki/Jason_Frasor", "description": "Jason Andrew Frasor is an American former professional baseball pitcher. He made his debut with the Toronto Blue Jays in 2004, and had a 4.08 ERA in 63 games. He also played in MLB for the Chicago White Sox, Texas Rangers, Kansas City Royals and the Atlanta Braves."}]}, {"heading": "Births", "year": "1977", "date": "August 9", "txt": "Chamique Holdsclaw, American basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 9", "txt": "Ravshan Irmatov, Uzbek football referee", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 9", "txt": "Adewale Ogunleye, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 9", "txt": "Ime Udoka, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 9", "txt": "Mikaël Silvestre, French footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 9", "txt": "Dorin Chirtoacă, Moldavian lawyer and politician, Mayor of Chișinău", "entities": [{"title": "Dorin Chirtoacă", "href": "/wiki/Dorin_Chirtoac%C4%83", "description": "Dorin Chirtoacă is a Moldovan politician who served as Mayor of Chișinău from 2007 to 2018. He has been leader of Liberal Party (PL) since 2018."}, {"title": "Mayor of Chișinău", "href": "/wiki/Mayor_of_Chi%C8%99in%C4%83u", "description": "The Mayor of Chișinău is head of the executive branch of Chișinău's government and a member of the city's Municipal Council."}]}, {"heading": "Births", "year": "1978", "date": "August 9", "txt": "Ana Serradilla, Mexican actress and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 9", "txt": "Wesley Sonck, Belgian footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 9", "txt": "Michael Kingma, Australian basketball player", "entities": [{"title": "Michael Kingma", "href": "/wiki/Michael_Kingma", "description": "Michael Kingma is an Australian former professional basketball player."}]}, {"heading": "Births", "year": "1979", "date": "August 9", "txt": "Lisa Nandy,  British politician", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 9", "txt": "Tony Stewart, American football player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 9", "txt": "Jarvis Hayes, American basketball player", "entities": [{"title": "Jarvis Hayes", "href": "/wiki/Jarvis_Hayes", "description": "Jarvis James Hayes is an American-Qatari college basketball coach who is currently an assistant coach for the Georgia State Panthers and is a former professional player. Hayes was selected by the Washington Wizards with the 10th overall pick of the 2003 NBA draft."}]}, {"heading": "Births", "year": "1981", "date": "August 9", "txt": "Li Jiawei, Singaporean table tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 9", "txt": "Joel Anthony, American basketball player", "entities": [{"title": "Joel Anthony", "href": "/wiki/Joel_Anthony", "description": "Joel Vincent Anthony is a Canadian former professional basketball player who played for the Miami Heat, Boston Celtics, Detroit Pistons, and San Antonio Spurs of the National Basketball Association (NBA). He is currently a player consultant for the Hamilton Honey Badgers of the Canadian Elite Basketball League (CEBL). He is a former member of the Canada men's national basketball team."}]}, {"heading": "Births", "year": "1982", "date": "August 9", "txt": "Tyson Gay, American sprinter", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 9", "txt": "Yekaterina Samutsevich, Russian singer and activist", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 9", "txt": "Kanstantsin Sivtsov, Belorussian cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 9", "txt": "Shane O'Brien, Canadian ice hockey player", "entities": [{"title": "Shane O'Brien (ice hockey)", "href": "/wiki/Shane_O%27Brien_(ice_hockey)", "description": "Shane O'Brien is a Canadian former professional ice hockey defenceman. His National Hockey League (NHL) career lasted nine years."}]}, {"heading": "Births", "year": "1983 - Hamilton Masakadza, Zimbabwean Cricketer[11]", "date": "August 9", "txt": "Hamilton Masakadza, Zimbabwean Cricketer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 9", "txt": "Alicja Smietana, Polish-English violinist", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 9", "txt": "Paul Gallagher, Scottish footballer", "entities": [{"title": "Paul Gallagher (footballer)", "href": "/wiki/Paul_Gallagher_(footballer)", "description": "Paul Gallagher is a Scottish professional footballer who plays as a midfielder for Preston North End."}]}, {"heading": "Births", "year": "1985", "date": "August 9", "txt": "Luca Filippi, Italian racing driver", "entities": [{"title": "Luca Filippi", "href": "/wiki/Luca_Filippi", "description": "Luca Filippi is an Italian auto racing driver. He competed in GP2 Series from 2006 to 2012, and the IndyCar Series from 2013 to 2016. In 2008 he was the official Honda Racing F1 test driver."}]}, {"heading": "Births", "year": "1985", "date": "August 9", "txt": "Filipe Luís, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 9", "txt": "Anna Kendrick, American actress and singer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 9", "txt": "Hayley Peirsol, American swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 9", "txt": "JaMarcus Russell, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 9", "txt": "Chandler Williams, American football player (d. 2013)", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 9", "txt": "Michael Lerchl, German footballer", "entities": [{"title": "Michael Lerchl", "href": "/wiki/Michael_Lerchl", "description": "Michael Lerchl is a German retired footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1986", "date": "August 9", "txt": "Daniel Preussner, German rugby player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 9", "txt": "Tyler Smith, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 9", "txt": "Marek Niit, Estonian sprinter", "entities": [{"title": "Marek Niit", "href": "/wiki/Marek_Niit", "description": "Marek Niit is a sprinter from Estonia who won gold medal at the 200 metres at the 2006 World Junior Championships in Athletics in Beijing, China. He is also the current national record holder in 100 metres, 200 meters and 400 meters."}]}, {"heading": "Births", "year": "1988", "date": "August 9", "txt": "Anthony Castonzo, American football player", "entities": [{"title": "Anthony Castonzo", "href": "/wiki/Anthony_Castonzo", "description": "Anthony Salvatore Castonzo is a former American football offensive tackle. He played his entire 10-year professional career with the Indianapolis Colts of the National Football League (NFL). After a college career at Boston College, Castonzo was selected by the Colts with their first round draft pick in the 2011 NFL Draft."}]}, {"heading": "Births", "year": "1988", "date": "August 9", "txt": "Willian, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 9", "txt": "Vasilios Koutsianikoulis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 9", "txt": "Jason Heyward, American baseball player", "entities": [{"title": "Jason Heyward", "href": "/wiki/Jason_Heyward", "description": "Jason Alias Heyward, nicknamed \"J-Hey\" is an American professional baseball right fielder for the Chicago Cubs of Major League Baseball (MLB). Originally the Atlanta Braves' first-round selection in the 2007 MLB draft from Henry County High School in Georgia, he began his minor league career at age 17. Heyward soon became one of the top-rated prospects in all of baseball for batting, speed, and de"}]}, {"heading": "Births", "year": "1989", "date": "August 9", "txt": "Stefano Okaka, Italian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 9", "txt": "Kento Ono, Japanese actor and model", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 9", "txt": "İshak Doğan, Turkish footballer", "entities": [{"title": "İshak Doğan", "href": "/wiki/%C4%B0shak_Do%C4%9Fan", "description": "İshak Doğan is a Turkish professional footballer who plays as a left back for Giresunspor."}]}, {"heading": "Births", "year": "1990", "date": "August 9", "txt": "Stuart McInally, Scottish rugby player", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 9", "txt": "Brice Roger, French skier", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 9", "txt": "Sarah McBride, American LGBT activist", "entities": []}, {"heading": "Births", "year": "1990 - D'Arcy Short, Australian cricketer [12]", "date": "August 9", "txt": "D'Arcy Short, Australian cricketer ", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 9", "txt": "Alice Barlow, English actress", "entities": [{"title": "Alice Barlow", "href": "/wiki/Alice_Barlow", "description": "Alice Barlow, is an English actress and singer, best known for her role in Hollyoaks as Rae Wilson."}]}, {"heading": "Births", "year": "1991", "date": "August 9", "txt": "Alexa Bliss, American bodybuilder and wrestler", "entities": []}, {"heading": "Births", "year": "1991 - Hansika Motwani, Indian actress [13]", "date": "August 9", "txt": "Hansika Motwani, Indian actress ", "entities": []}, {"heading": "Births", "year": "1992 - Farahnaz Forotan, Afghan journalist.[14]", "date": "August 9", "txt": "Farahnaz Forotan, Afghan journalist.", "entities": [{"title": "Farahnaz Forotan", "href": "/wiki/Farahnaz_Forotan", "description": "Farahnaz Forotan is an Afghan journalist and women's rights activist. She moved to Iran together with her family during the Mujahideen regime. Farahnaz returned to Afghanistan in 2001, but took refuge in France in 2020 after being included on a Taliban hit list."}]}, {"heading": "Births", "year": "1993", "date": "August 9", "txt": "Jun.Q, South Korean singer and actor", "entities": [{"title": "Jun.Q", "href": "/wiki/Jun.Q", "description": "Kang Jun-kyu, better known by his stage name Jun.Q (준Q), is a South Korean rapper, singer, actor, and model. Signed to H2 Media, he made his debut with idol quintet Myname in 2011. His acting debut took place two years later in the film Shinokubo Story along with his bandmates. He appeared on the web series beautiology101 in his home country and starred in the film Saihate Restaurant in Japan. He "}]}, {"heading": "Births", "year": "1993 - Dipa Karmakar, Indian gymnast[15]", "date": "August 9", "txt": "Dipa Karmakar, Indian gymnast", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 9", "txt": "Kelli Hubly, American soccer player", "entities": [{"title": "Kelli Hubly", "href": "/wiki/Kelli_Hubly", "description": "Kelli Hubly is an American soccer player who plays as a defender for NWSL club Portland Thorns FC."}]}, {"heading": "Births", "year": "1995", "date": "August 9", "txt": "Eli Apple, American football player", "entities": [{"title": "Eli Apple", "href": "/wiki/Eli_Apple", "description": "Eli Apple is an American football cornerback for the Cincinnati Bengals of the National Football League (NFL). He played college football at Ohio State, and was selected by the New York Giants in the first round of the 2016 NFL Draft. He has also played for the New Orleans Saints and Carolina Panthers."}]}, {"heading": "Births", "year": "1996", "date": "August 9", "txt": "Sanya Lopez, Filipino actress and model", "entities": [{"title": "Sanya Lopez", "href": "/wiki/Sanya_Lopez", "description": "Shaira Lenn Osuna Roberto, professionally known as Sanya Lopez, is a Filipina actress and singer known for portrayal in the afternoon series, The Half Sisters, as Lorna. In 2016, Lopez gained media attention and rose to fame after being announced as the new Hara Danaya of the 2016 television remake of GMA Network's Encantadia."}]}, {"heading": "Births", "year": "1999", "date": "August 9", "txt": "Deniss Vasiļjevs, Latvian figure skater", "entities": [{"title": "Deniss Vasiļjevs", "href": "/wiki/Deniss_Vasi%C4%BCjevs", "description": "Deniss Vasiļjevs is a Latvian figure skater. He is the 2016 Youth Olympics silver medalist. He is also the 2015 CS Tallinn Trophy bronze medalist, the 2016–17 and 2017–18 Cup of Tyrol champion, the 2018 Minsk-Arena Ice Star champion, the 2020 Nebelhorn Trophy champion, and a four-time Latvian national champion. He finished in the top ten at the 2017 European Championships, in the top five at the 2"}]}, {"heading": "Births", "year": "2000", "date": "August 9", "txt": "Arlo Parks, British singer-songwriter", "entities": [{"title": "Arlo Parks", "href": "/wiki/Arlo_Parks", "description": "Anaïs Oluwatoyin Estelle Marinho, known professionally as Arlo Parks, is a British singer-songwriter and poet. Her debut studio album, Collapsed in Sunbeams, was released in 2021 to critical acclaim and peaked at number three on the UK Albums Chart. It earned her nominations for Album of the Year, Best New Artist and Best British Female Solo Artist at the 2021 Brit Awards."}]}, {"heading": "Deaths", "year": "378", "date": "August 9", "txt": "Traianus, Roman general", "entities": [{"title": "Traianus (magister peditum)", "href": "/wiki/Traianus_(magister_peditum)", "description": "Traianus was a Roman general under Emperor Valens with whom he died in the battle of Adrianople."}]}, {"heading": "Deaths", "year": "378", "date": "August 9", "txt": "Valens, Roman emperor (b. 328)", "entities": []}, {"heading": "Deaths", "year": "803", "date": "August 9", "txt": "Irene of Athens, Byzantine ruler (b. 752)", "entities": [{"title": "Irene of Athens", "href": "/wiki/Irene_of_Athens", "description": "Irene of Athens, surname Sarantapechaina (Σαρανταπήχαινα), was Eastern Roman empress by marriage to Emperor Leo IV from 775 to 780, regent during the childhood of their son Constantine VI from 780 until 790, co-regent from 792 until 797, and finally sole ruler and first empress regnant of the Eastern Roman Empire from 797 to 802. A member of the politically prominent Sarantapechos family, she was "}]}, {"heading": "Deaths", "year": "833", "date": "August 9", "txt": "Al-Ma'mun, Iraqi caliph (b. 786)", "entities": [{"title": "Al-Ma'mun", "href": "/wiki/Al-Ma%27mun", "description": "Abu al-Abbas Abdallah ibn Harun al-Rashid, better known by his regnal name al-Ma'mun, was the seventh Abbasid caliph, who reigned from 813 until his death in 833. He succeeded his half-brother al-Amin after a civil war, during which the cohesion of the Abbasid Caliphate was weakened by rebellions and the rise of local strongmen; much of his domestic reign was consumed in pacification campaigns. We"}, {"title": "Caliph", "href": "/wiki/Caliph", "description": "A caliphate or khilāfah is an Islamic state under the leadership of an Islamic ruler with the title of caliph, a person considered a politico-religious successor to the Islamic prophet Muhammad and a leader of the entire Muslim world (ummah). Historically, the caliphates were polities based on Islam which developed into multi-ethnic trans-national empires. During the medieval period, three major c"}]}, {"heading": "Deaths", "year": "1048", "date": "August 9", "txt": "Pope Damasus II", "entities": [{"title": "Pope Damasus II", "href": "/wiki/Pope_Damasus_II", "description": "Pope Damasus II was the bishop of Rome and ruler of the Papal States from 17 July 1048 to his death on 9 August that same year. He was the second of the German pontiffs nominated by Emperor Henry III. A native of Bavaria, he was the third German to become pope and had one of the shortest papal reigns."}]}, {"heading": "Deaths", "year": "1107", "date": "August 9", "txt": "Emperor Horikawa of Japan (b. 1079)", "entities": [{"title": "Emperor Horikawa", "href": "/wiki/Emperor_Horikawa", "description": "Emperor Horikawa  was the 73rd emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "1173", "date": "August 9", "txt": "Najm ad-Din Ayyub, Kurdish soldier and politician", "entities": [{"title": "Najm ad-Din Ayyub", "href": "/wiki/Najm_ad-Din_Ayyub", "description": "al-Malik al-Afdal Najm ad-Dīn Ayyūb ibn Shādhi ibn Marwān was a Kurdish soldier and politician from Dvin, and the father of Saladin. He is the eponymous ancestor of the Ayyubid dynasty."}]}, {"heading": "Deaths", "year": "1211", "date": "August 9", "txt": "William de Braose, 4th Lord of Bramber, exiled Anglo-Norman baron (b. 1144/53)", "entities": [{"title": "William de Braose, 4th Lord of Bramber", "href": "/wiki/William_de_Braose,_4th_Lord_of_Bramber", "description": "William de Braose,, 4th Lord of Bramber, court favourite of King John of England, at the peak of his power, was also Lord of Gower, Abergavenny, Brecknock, Builth, Radnor, Kington, Limerick, Glamorgan, Skenfrith, Briouze in Normandy, Grosmont, and White Castle."}]}, {"heading": "Deaths", "year": "1260", "date": "August 9", "txt": "Walter of Kirkham, Bishop of Durham", "entities": [{"title": "Walter of Kirkham", "href": "/wiki/Walter_of_Kirkham", "description": "Walter of Kirkham was a medieval English official who held the positions of Keeper of the Wardrobe, Dean of York, and Bishop of Durham. He was elected bishop over Aymer de Valence, 2nd Earl of Pembroke, the brother of King Henry III. As bishop, he was instrumental in the founding of Balliol College in the University of Oxford."}]}, {"heading": "Deaths", "year": "1296", "date": "August 9", "txt": "Hugh, Count of Brienne, French crusader", "entities": [{"title": "Hugh, Count of Brienne", "href": "/wiki/Hugh,_Count_of_Brienne", "description": "Hugh, Count of Brienne and Lecce was the second surviving son of Count Walter IV of Brienne and Marie de Lusignan of Cyprus."}]}, {"heading": "Deaths", "year": "1341", "date": "August 9", "txt": "Eleanor of Anjou, queen consort of Sicily (b. 1289)", "entities": [{"title": "Eleanor of Anjou", "href": "/wiki/Eleanor_of_Anjou", "description": "Eleanor of Anjou was Queen of Sicily as the wife of King Frederick II of Sicily. She was a member of the Capetian House of Anjou by birth."}]}, {"heading": "Deaths", "year": "1354", "date": "August 9", "txt": "Stephen, Duke of Slavonia, Hungarian prince (b. 1332)", "entities": [{"title": "Stephen, Duke of Slavonia", "href": "/wiki/Stephen,_Duke_of_Slavonia", "description": "Stephen was a Hungarian royal prince of the Capetian House of Anjou. He was the youngest son of Charles I of Hungary and Elizabeth of Poland to survive childhood. He was styled as duke of Slavonia from 1339 to 1346, but he had no role in the government of the province. Stephen's separate household was set up in 1349. In this year, he received the counties of Szepes and Sáros from his brother, Loui"}]}, {"heading": "Deaths", "year": "1420", "date": "August 9", "txt": "Pierre d'Ailly, French theologian and cardinal (b. 1351)", "entities": [{"title": "Pierre d'Ailly", "href": "/wiki/Pierre_d%27Ailly", "description": "Pierre d'Ailly was a French theologian, astrologer and cardinal of the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "1516", "date": "August 9", "txt": "Hieronymus Bosch, Early Netherlandish painter (b. circa 1450)", "entities": [{"title": "Hieronymus Bosch", "href": "/wiki/Hieronymus_Bosch", "description": "Hieronymus Bosch was a Dutch/Netherlandish painter from Brabant. He is one of the most notable representatives of the Early Netherlandish painting school. His work, generally oil on oak wood, mainly contains fantastic illustrations of religious concepts and narratives. Within his lifetime his work was collected in the Netherlands, Austria, and Spain, and widely copied, especially his macabre and n"}]}, {"heading": "Deaths", "year": "1534", "date": "August 9", "txt": "Thomas Cajetan, Italian cardinal and philosopher (b. 1470)", "entities": [{"title": "Thomas Cajetan", "href": "/wiki/Thomas_Cajetan", "description": "Thomas Cajetan, also known as Gaetanus, commonly Tommaso de Vio or Thomas de Vio, was an Italian philosopher, theologian, cardinal and the Master of the Order of Preachers 1508 to 1518. He was a leading theologian of his day who is now best known as the spokesman for Catholic opposition to the teachings of Martin Luther and the Protestant Reformation while he was the Pope's Legate in Augsburg, and"}]}, {"heading": "Deaths", "year": "1580", "date": "August 9", "txt": "Metrophanes III of Constantinople (b. 1520)", "entities": [{"title": "Metrophanes III of Constantinople", "href": "/wiki/Metrophanes_III_of_Constantinople", "description": "Metrophanes III of Byzantium was Ecumenical Patriarch of Constantinople two times, from 1565 to 1572 and from 1579 to 1580."}]}, {"heading": "Deaths", "year": "1601", "date": "August 9", "txt": "Michael the Brave, Romanian prince (b. 1558)", "entities": [{"title": "Michael the Brave", "href": "/wiki/Michael_the_Brave", "description": "Michael the Brave was the Prince of Wallachia, Prince of Moldavia (1600) and de facto ruler of Transylvania (1599–1600). He is considered one of Romania's greatest national heroes. Since the 19th century, Michael the Brave is regarded by Romanian nationalists as a symbol of Romanian unity,as under his reign was the first time when all principalities inhabited by Romanians were under the same ruler"}]}, {"heading": "Deaths", "year": "1634", "date": "August 9", "txt": "William Noy, English lawyer and judge (b. 1577)", "entities": [{"title": "William Noy", "href": "/wiki/William_Noy", "description": "William Noy was an English jurist."}]}, {"heading": "Deaths", "year": "1720", "date": "August 9", "txt": "Simon Ockley, English orientalist and academic (b. 1678)", "entities": [{"title": "Simon Ockley", "href": "/wiki/Simon_Ockley", "description": "\n\nSimon Ockley was a British Orientalist."}]}, {"heading": "Deaths", "year": "1744", "date": "August 9", "txt": "James Brydges, 1st Duke of Chandos, English academic and politician, Lord Lieutenant of Radnorshire (b. 1673)", "entities": [{"title": "James Brydges, 1st Duke of Chandos", "href": "/wiki/James_Brydges,_1st_Duke_of_Chandos", "description": "James Brydges, 1st Duke of Chandos, was a British landowner and politician who sat in the English and British House of Commons from 1698 until 1714, when he succeeded to the peerage as Baron Chandos, and vacated his seat in the House of Commons to sit in the House of Lords. He was subsequently created Earl of Carnarvon, and then Duke of Chandos in 1719."}, {"title": "Lord Lieutenant of Radnorshire", "href": "/wiki/Lord_Lieutenant_of_Radnorshire", "description": "This is a list of people who have served as Lord-Lieutenant of Radnorshire. After 1715, all Lord Lieutenants were also Custos Rotulorum of Radnorshire. The office was abolished on 31 March 1974, being replaced by the Lord Lieutenant of Powys, with Deputy Lieutenants for Radnorshire."}]}, {"heading": "Deaths", "year": "1816", "date": "August 9", "txt": "Johann August Apel, German jurist and author (b. 1771)", "entities": [{"title": "Johann August Apel", "href": "/wiki/Johann_August_Apel", "description": "Johann August Apel was a German writer and jurist. Apel was born and died in Leipzig."}]}, {"heading": "Deaths", "year": "1861", "date": "August 9", "txt": "Vincent Novello, English composer and publisher (b. 1781)", "entities": [{"title": "Vincent Novello", "href": "/wiki/Vincent_Novello", "description": "Vincent Novello, English musician, son of an Italian who married an English wife, was born in London. He was a chorister and organist, but he is best known for bringing to England many works now considered major standards, and with his son he created a major publishing house."}]}, {"heading": "Deaths", "year": "1886", "date": "August 9", "txt": "Samuel Ferguson, Irish lawyer and poet (b. 1810)", "entities": [{"title": "Samuel Ferguson", "href": "/wiki/Samuel_Ferguson", "description": "Sir Samuel Ferguson was an Irish poet, barrister, antiquarian, artist and public servant. He was an acclaimed 19th-century Irish poet, and his interest in Irish mythology and early Irish history can be seen as a forerunner of William Butler Yeats and the other poets of the Irish Literary Revival."}]}, {"heading": "Deaths", "year": "1910", "date": "August 9", "txt": "Huo Yuanjia, Chinese martial artist, co-founded the Chin Woo Athletic Association (b. 1868)", "entities": [{"title": "Huo Yuanjia", "href": "/wiki/Huo_Yuanjia", "description": "Huo Yuanjia, courtesy name Junqing, was a Chinese martial artist and a co-founder of the Chin Woo Athletic Association, a martial arts school in Shanghai. A practitioner of the martial art mizongyi, Huo is considered a hero in China for defeating foreign fighters in highly publicised matches at a time when Chinese sovereignty was being eroded by foreign imperialism, concessions and spheres of infl"}, {"title": "Chin Woo Athletic Association", "href": "/wiki/Chin_Woo_Athletic_Association", "description": "Chin Woo Athletic Association is an international martial arts organisation founded in Shanghai, China, on July 7, 1910, but some sources cite dates in 1909. Its name is also spelled in many other ways throughout the world - Ching Mo, Chin Woo, Ching Mou, Ching Wu, Jing Mo, Jing Wo, Jing Wu - but all of them are based on the same two Chinese characters - jing wu. It has at least 59 branches based "}]}, {"heading": "Deaths", "year": "1919", "date": "August 9", "txt": "Ruggero Leoncavallo, Italian composer and educator (b. 1857)", "entities": [{"title": "Ruggero Leoncavallo", "href": "/wiki/Ruggero_Leoncavallo", "description": "Ruggero  Leoncavallo was an Italian opera composer and librettist. Although he produced numerous operas and other songs throughout his career it is his opera Pagliacci (1892) that remained his lasting contribution, despite attempts to escape the shadow of his greatest success."}]}, {"heading": "Deaths", "year": "1920", "date": "August 9", "txt": "Samuel Griffith, Welsh-Australian politician, 9th Premier of Queensland (b. 1845)", "entities": [{"title": "Samuel Griffith", "href": "/wiki/Samuel_Griffith", "description": "Sir Samuel Walker Griffith, was an Australian judge and politician who served as the inaugural Chief Justice of Australia, in office from 1903 to 1919. He also served a term as Chief Justice of Queensland and two terms as Premier of Queensland, and played a key role in the drafting of the Australian Constitution."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Deaths", "year": "1932", "date": "August 9", "txt": "John Charles Fields, Canadian mathematician, founder of the Fields Medal (b. 1863)", "entities": [{"title": "John Charles Fields", "href": "/wiki/John_Charles_Fields", "description": "John Charles Fields, FRS, FRSC was a Canadian mathematician and the founder of the Fields Medal for outstanding achievement in mathematics."}, {"title": "Fields Medal", "href": "/wiki/Fields_Medal", "description": "The Fields Medal is a prize awarded to two, three, or four mathematicians under 40 years of age at the International Congress of the International Mathematical Union (IMU), a meeting that takes place every four years."}]}, {"heading": "Deaths", "year": "1942", "date": "August 9", "txt": "Edith Stein, German nun and saint (b. 1891)", "entities": [{"title": "Edith Stein", "href": "/wiki/Edith_Stein", "description": "Edith Stein was a German Jewish philosopher who converted to Catholicism and became a Discalced Carmelite nun. She is canonized as a martyr and saint of the Catholic Church, and she is one of six co-patron saints of Europe."}]}, {"heading": "Deaths", "year": "1943", "date": "August 9", "txt": "Chaïm Soutine, Belarusian-French painter and educator (b. 1893)", "entities": [{"title": "Chaïm Soutine", "href": "/wiki/Cha%C3%AFm_Soutine", "description": "Chaïm Soutine was a Russian painter who made a major contribution to the expressionist movement while living and working in Paris."}]}, {"heading": "Deaths", "year": "1945", "date": "August 9", "txt": "Robert Hampton Gray, Canadian lieutenant and pilot, Victoria Cross recipient (b. 1917)", "entities": [{"title": "Robert Hampton Gray", "href": "/wiki/Robert_Hampton_Gray", "description": "Robert Hampton \"Hammy\" Gray,, RCNVR was a Canadian naval officer, pilot, and recipient of the Victoria Cross (VC) during World War II, one of only two members of the Royal Navy's Fleet Air Arm to have been thus decorated in that war. Gray is the last Canadian to be awarded the Victoria Cross."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1945", "date": "August 9", "txt": "Harry Hillman, American runner and coach (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1946", "date": "August 9", "txt": "Bert Vogler, South African cricketer (b. 1876)", "entities": [{"title": "Bert Vogler", "href": "/wiki/Bert_Vogler", "description": "Albert Edward Ernest Vogler was a South African cricketer. A leading all-rounder skilled both at batting and bowling, Vogler played cricket in South Africa prior to becoming eligible to play for Middlesex County Cricket Club in England after serving on the ground staff of the Marylebone Cricket Club at Lord's. He rose to prominence during the 1906 home Test series and then in England the following"}]}, {"heading": "Deaths", "year": "1948", "date": "August 9", "txt": "Hugo Boss, German fashion designer, founded Hugo Boss (b. 1885)", "entities": [{"title": "Hugo Boss (fashion designer)", "href": "/wiki/Hugo_Boss_(fashion_designer)", "description": "Hugo Ferdinand Boss was a German fashion designer and businessman. He was the founder of the fashion house Hugo Boss AG. He was an active member of the Nazi Party as early as 1931 and remained loyal to the Nazi German ideology throughout the duration of the party's existence."}, {"title": "Hugo Boss", "href": "/wiki/Hugo_Boss", "description": "Hugo Boss AG, often styled as BOSS, is a German luxury fashion house headquartered in Metzingen, Baden-Württemberg. The company sells clothing, accessories, footwear and fragrances. Hugo Boss is one of the largest German clothing companies, with global sales of €2.9 billion in 2019. Its stock is a component of the MDAX."}]}, {"heading": "Deaths", "year": "1949", "date": "August 9", "txt": "Edward Thorndike, American psychologist and academic (b. 1874)", "entities": [{"title": "Edward Thorndike", "href": "/wiki/Edward_Thorndike", "description": "Edward Lee Thorndike was an American psychologist who spent nearly his entire career at Teachers College, Columbia University. His work on comparative psychology and the learning process led to the theory of connectionism and helped lay the scientific foundation for educational psychology. He also worked on solving industrial problems, such as employee exams and testing. He was a member of the boa"}]}, {"heading": "Deaths", "year": "1957", "date": "August 9", "txt": "Carl Clauberg, German Nazi physician (b. 1898)", "entities": [{"title": "Carl Clauberg", "href": "/wiki/Carl_Clauberg", "description": "Carl Clauberg was a German gynecologist who conducted medical experiments on human subjects at Auschwitz concentration camp. He worked with Horst Schumann in X-ray sterilization experiments at Auschwitz concentration camp."}, {"title": "Nazi", "href": "/wiki/Nazi", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}]}, {"heading": "Deaths", "year": "1962", "date": "August 9", "txt": "Hermann Hesse,  German-born Swiss poet, novelist, and painter, Nobel Prize laureate (b. 1877)", "entities": [{"title": "Hermann Hesse", "href": "/wiki/Hermann_Hesse", "description": "Hermann Karl Hesse was a German-born Swiss poet, novelist, and painter. His best-known works include Demian, Steppenwolf, Siddhartha, and The Glass Bead Game, each of which explores an individual's search for authenticity, self-knowledge and spirituality. In 1946, he received the Nobel Prize in Literature."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1963", "date": "August 9", "txt": "Patrick Bouvier Kennedy, American son of John F. Kennedy (b. 1963)", "entities": [{"title": "Patrick Bouvier Kennedy", "href": "/wiki/Patrick_Bouvier_Kennedy", "description": "Patrick Bouvier Kennedy was the infant child of President John F. Kennedy and First Lady Jacqueline Kennedy. He was the younger brother of Caroline, John Jr., and Arabella."}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Deaths", "year": "1967", "date": "August 9", "txt": "Joe Orton, English author and playwright (b. 1933)", "entities": [{"title": "Joe Orton", "href": "/wiki/Joe_Orton", "description": "John Kingsley Orton, known under the pen name of Joe Orton, was an English playwright, author and diarist. His public career—from 1964 until his death in 1967—was short but highly influential. During this brief period he shocked, outraged, and amused audiences with his scandalous black comedies. The adjective Ortonesque refers to work characterised by a similarly dark yet farcical cynicism."}]}, {"heading": "Deaths", "year": "1969", "date": "August 9", "txt": "Wojciech Frykowski, Polish-American actor and author (b. 1936)", "entities": [{"title": "Wojciech Frykowski", "href": "/wiki/Wojciech_Frykowski", "description": "The Tate–LaBianca murders in 1969 were perpetrated by members of the Manson Family in Los Angeles, California, under the direction of its leader Charles Manson. They murdered five people, including actress Sharon Tate and several of her guests, on August 9–10, 1969. Allegedly displeased with the subsequent panic around the murders, Manson ordered the murders of supermarket executive Leno LaBianca "}]}, {"heading": "Deaths", "year": "1969", "date": "August 9", "txt": "Sharon Tate, American model and actress (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "August 9", "txt": "C. F. Powell, English physicist and academic, Nobel Prize laureate (b. 1903)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1972", "date": "August 9", "txt": "Sıddık Sami Onar, Turkish lawyer and academic (b. 1897)", "entities": [{"title": "Sıddık Sami Onar", "href": "/wiki/S%C4%B1dd%C4%B1k_Sami_Onar", "description": "Sıddık Sami Onar was a Turkish academic specialized in administrative law"}]}, {"heading": "Deaths", "year": "1974", "date": "August 9", "txt": "Bill Chase, American trumpet player and bandleader (b. 1934)", "entities": [{"title": "Bill Chase", "href": "/wiki/Bill_Chase", "description": "Bill Chase was an American trumpeter and leader of the jazz-rock band Chase."}]}, {"heading": "Deaths", "year": "1975", "date": "August 9", "txt": "Dmitri Shostakovich, Russian pianist and composer (b. 1906)", "entities": [{"title": "Dmitri Shostakovich", "href": "/wiki/Dmitri_Shostakovich", "description": "Dmitri Dmitriyevich Shostakovich was a Soviet composer and pianist. He is regarded as one of the major composers of the 20th century, with a unique harmonic language and a historic importance due to his years of work under Stalin."}]}, {"heading": "Deaths", "year": "1978", "date": "August 9", "txt": "James Gould Cozzens, American novelist and short story writer (b. 1903)", "entities": [{"title": "James Gould Cozzens", "href": "/wiki/James_Gould_Cozzens", "description": "James Gould Cozzens was a Pulitzer prize-winning American author whose work enjoyed an unusual degree of popular success and critical acclaim for more than three decades. His 1949 Pulitzer win was for the WWII race novel Guard of Honor, which more than one critic considered one of the most important accounts of the war. His 1957 Pulitzer nomination was for the best-selling novel By Love Possessed,"}]}, {"heading": "Deaths", "year": "1979", "date": "August 9", "txt": "Walter O'Malley, American businessman (b. 1903)", "entities": [{"title": "Walter O'Malley", "href": "/wiki/Walter_O%27Malley", "description": "Walter Francis O'Malley was an American sports executive who owned the Brooklyn/Los Angeles Dodgers team in Major League Baseball from 1950 to 1979. In 1958, as owner of the Dodgers, he brought major league baseball to the West Coast, moving the Dodgers from Brooklyn to Los Angeles despite the Dodgers being the second most profitable team in baseball from 1946 to 1956, and coordinating the move of"}]}, {"heading": "Deaths", "year": "1979", "date": "August 9", "txt": "Raymond Washington, American gang leader, founded the Crips (b. 1953)", "entities": [{"title": "Crips", "href": "/wiki/Crips", "description": "The Crips are a gang based in the coastal regions of southern California. It was founded in Los Angeles, California, in 1969, mainly by Raymond Washington and Stanley Williams. Once a single alliance between two autonomous gangs, it is now a loosely connected network of individual \"sets\", often engaged in open warfare with one another. Its members traditionally wear blue clothing, a practice that "}]}, {"heading": "Deaths", "year": "1980", "date": "August 9", "txt": "Jacqueline Cochran, American pilot (b. 1906)", "entities": [{"title": "Jacqueline Cochran", "href": "/wiki/Jacqueline_Cochran", "description": "Jacqueline Cochran was an American pilot and business executive. She pioneered women's aviation as one of the most prominent racing pilots of her generation. She set numerous records and was the first woman to break the sound barrier on 18 May 1953. Cochran was the wartime head of the Women Airforce Service Pilots (WASP) (1943–44), which employed about 1000 civilian American women in a non-combat "}]}, {"heading": "Deaths", "year": "1981", "date": "August 9", "txt": "Max Hoffman, Austrian-born car importer and businessman (b. 1904)", "entities": [{"title": "Max Hoffman", "href": "/wiki/Max_Hoffman", "description": "Maximilian Edwin Hoffman, was an Austrian-born, New York-based importer of luxury European automobiles into the United States during the 1950s."}]}, {"heading": "Deaths", "year": "1985", "date": "August 9", "txt": "Clive Churchill, Australian rugby league player and coach (b. 1927)", "entities": [{"title": "Clive Churchill", "href": "/wiki/Clive_Churchill", "description": "Clive Bernard Churchill AM was an Australian professional rugby league footballer and coach in the mid-20th century. An Australian international and New South Wales and Queensland interstate representative fullback, he played the majority of his club football with and later coached the South Sydney Rabbitohs. He won five premierships with the club as a player and three more as coach. Retiring as t"}]}, {"heading": "Deaths", "year": "1988", "date": "August 9", "txt": "M. Carl Holman, American author, educator, poet, and playwright (b. 1919)", "entities": [{"title": "M. Carl Holman", "href": "/wiki/M._Carl_Holman", "description": "M. Carl Holman was an American author, poet, playwright, and civil rights advocate. One of his noted works is The Baptizin‘ (1971). In 1968, Ebony listed him as one of the 100 most influential Black Americans."}]}, {"heading": "Deaths", "year": "1988", "date": "August 9", "txt": "Giacinto Scelsi, Italian composer and poet (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "August 9", "txt": "Joe Mercer, English footballer and manager (b. 1914)", "entities": [{"title": "Joe Mercer", "href": "/wiki/Joe_Mercer", "description": "Joseph Mercer, OBE was an English football player and manager. Mercer, who played as a defender for Everton and Arsenal in his footballing career, also went on to be at the helm of Aston Villa, Manchester City and England as a manager."}]}, {"heading": "Deaths", "year": "1992", "date": "August 9", "txt": "Fereydoun Farrokhzad, Iranian singer and actor (b. 1938)", "entities": [{"title": "Fereydoun Farrokhzad", "href": "/wiki/Fereydoun_Farrokhzad", "description": "Fereydoun Farrokhzad was an Iranian singer, actor, poet, TV and radio host, writer, humanitarian, and political opposition figure. He is best known for his variety TV show \"Mikhak-e Noghrei\" which introduced many artists such as Ebi, Leila Forouhar, Shohreh, Sattar and many more. He was the brother of the acclaimed Persian poets Forough Farrokhzad and Pooran Farrokhzad."}]}, {"heading": "Deaths", "year": "1995", "date": "August 9", "txt": "Jerry Garcia, American singer-songwriter and guitarist (b. 1942)", "entities": [{"title": "Jerry Garcia", "href": "/wiki/Jerry_Garcia", "description": "Jerome John Garcia was an American singer-songwriter and guitarist, best known for being a principal songwriter, the lead guitarist and a vocalist with the rock band the Grateful Dead, of which he was a founding member and which came to prominence during the counterculture of the 1960s. Although he disavowed the role, Garcia was viewed by many as the leader or \"spokesman\" of the group."}]}, {"heading": "Deaths", "year": "1996", "date": "August 9", "txt": "Frank Whittle, English soldier and engineer, invented the jet engine (b. 1907)", "entities": [{"title": "Frank Whittle", "href": "/wiki/Frank_Whittle", "description": "Air Commodore Sir Frank Whittle, was an English Royal Air Force air officer. He is credited with inventing the turbojet engine. A patent was submitted by Maxime Guillaume in 1921 for a similar invention; however, this was technically unfeasible at the time. Whittle's jet engines were developed some years earlier than those of Germany's Hans von Ohain who was the designer of the first operational t"}, {"title": "Jet engine", "href": "/wiki/Jet_engine", "description": "A jet engine is a type of reaction engine discharging a fast-moving jet that generates thrust by jet propulsion. While this broad definition can include rocket, water jet, and hybrid propulsion, the term jet engine typically refers to an internal combustion airbreathing jet engine such as a turbojet, turbofan, ramjet, or pulse jet. In general, jet engines are internal combustion engines."}]}, {"heading": "Deaths", "year": "1999", "date": "August 9", "txt": "Helen Rollason, English sports journalist and sportscaster (b. 1956)", "entities": [{"title": "Helen Rollason", "href": "/wiki/Helen_Rollason", "description": "Helen Frances Rollason was a British sports journalist and television presenter, who in 1990 became the first female presenter of the BBC's sports programme Grandstand. She was also a regular presenter of Sport on Friday, and of the children's programme Newsround during the 1980s."}]}, {"heading": "Deaths", "year": "1999", "date": "August 9", "txt": "Fouad Serageddin, Egyptian journalist and politician (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 9", "txt": "John Harsanyi, Hungarian-American economist and academic, Nobel Prize laureate (b. 1920)", "entities": [{"title": "John Harsanyi", "href": "/wiki/John_Harsanyi", "description": "John Charles Harsanyi was a Hungarian-American Nobel Prize laureate economist."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "2000", "date": "August 9", "txt": "Nicholas Markowitz, American murder victim (b. 1984)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 9", "txt": "Paul Samson, English guitarist (b. 1953)", "entities": [{"title": "Paul Samson", "href": "/wiki/Paul_Samson", "description": "Paul Samson was an English guitarist, closely associated with the new wave of British heavy metal."}]}, {"heading": "Deaths", "year": "2003", "date": "August 9", "txt": "Jacques Deray, French director and screenwriter (b. 1929)", "entities": [{"title": "Jacques Deray", "href": "/wiki/Jacques_Deray", "description": "Jacques Deray was a French film director and screenwriter. Deray is prominently known for directing many crime and thriller films."}]}, {"heading": "Deaths", "year": "2003", "date": "August 9", "txt": "Ray Harford, English footballer and manager (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "August 9", "txt": "Gregory Hines, American actor, dancer, and choreographer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "August 9", "txt": "R. Sivagurunathan, Sri Lankan lawyer, journalist, and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 9", "txt": "Robert Lecourt, French lawyer and politician, Lord Chancellor of France (b. 1908)", "entities": [{"title": "Robert Lecourt", "href": "/wiki/Robert_Lecourt", "description": "Robert Lecourt was a French politician and lawyer, judge and the fourth President of the European Court of Justice. He was born in Pavilly and died in Boulogne-Billancourt."}, {"title": "Lord Chancellor of France", "href": "/wiki/Lord_Chancellor_of_France", "description": "In France, under the Ancien Régime, the officer of state responsible for the judiciary was the Grand Chancellor of France. The Chancellor was responsible for seeing that royal decrees were enrolled and registered by the sundry parlements, provincial appellate courts. However, since the Chancellor was appointed for life, and might fall from favour, or be too ill to carry out his duties, his duties "}]}, {"heading": "Deaths", "year": "2004", "date": "August 9", "txt": "Tony Mottola, American guitarist and composer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 9", "txt": "David Raksin, American composer and educator (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 9", "txt": "Judith Rossner, American author (b. 1935)", "entities": [{"title": "Judith Rossner", "href": "/wiki/Judith_Rossner", "description": "Judith Rossner was an American novelist, best known for her acclaimed best sellers Looking for Mr. Goodbar (1975) and August (1983)."}]}, {"heading": "Deaths", "year": "2006", "date": "August 9", "txt": "Philip E. High, English author (b. 1914)", "entities": [{"title": "Philip E. High", "href": "/wiki/Philip_E._High", "description": "Philip Empson High was an English science fiction author."}]}, {"heading": "Deaths", "year": "2006", "date": "August 9", "txt": "James Van Allen, American physicist and academic (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 9", "txt": "Joe O'Donnell, American photographer and journalist (b. 1922)", "entities": [{"title": "Joe O'Donnell (photojournalist)", "href": "/wiki/Joe_O%27Donnell_(photojournalist)", "description": "Joseph Roger O'Donnell was an American documentarian, photojournalist and a photographer for the United States Information Agency."}]}, {"heading": "Deaths", "year": "2008", "date": "August 9", "txt": "Bernie Mac, American comedian, actor, screenwriter, and producer (b. 1957)", "entities": [{"title": "Bernie Mac", "href": "/wiki/Bernie_Mac", "description": "Bernard Jeffrey McCullough, better known by his stage name Bernie Mac, was an American comedian, actor, and voice actor. Born and raised on Chicago's South Side, Mac gained popularity as a stand-up comedian. He joined fellow comedians Steve Harvey, Cedric the Entertainer, and D. L. Hughley in the film The Original Kings of Comedy. After briefly hosting the HBO show Midnight Mac, Mac appeared in se"}]}, {"heading": "Deaths", "year": "2008", "date": "August 9", "txt": "Mahmoud Darwish, Palestinian author and poet (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 9", "txt": "Calvin \"Fuzz\" Jones, American singer and bass player  (b. 1926)", "entities": [{"title": "Calvin \"Fuzz\" Jones", "href": "/wiki/Calvin_%22Fuzz%22_Jones", "description": "Calvin \"Fuzz\" Jones was an American electric blues bassist and singer. He worked with many blues musicians, including Muddy Waters, Howlin' Wolf, the Legendary Blues Band, Mississippi Heat, James Cotton, Luther \"Guitar Junior\" Johnson, Little Walter and Elmore James."}]}, {"heading": "Deaths", "year": "2010", "date": "August 9", "txt": "Ted Stevens, American soldier, lawyer, and politician (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 9", "txt": "Carl Davis, American record producer (b. 1934)", "entities": [{"title": "Carl Davis (record producer)", "href": "/wiki/Carl_Davis_(record_producer)", "description": "Carl H. Davis, Sr. was an American record producer and music executive, who was particularly active in Chicago in the 1960s and 1970s. He was responsible for hit R&B records by Gene Chandler, Major Lance, Jackie Wilson, The Chi-Lites, Barbara Acklin, Tyrone Davis and others."}]}, {"heading": "Deaths", "year": "2012", "date": "August 9", "txt": "Gene F. Franklin,  American engineer, theorist, and academic (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 9", "txt": "Al Freeman, Jr., American actor, director, and educator (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 9", "txt": "David Rakoff, Canadian-American actor and journalist (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 9", "txt": "Carmen Belen Richardson, Puerto Rican-American actress (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 9", "txt": "Mel Stuart, American director and producer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 9", "txt": "Harry Elliott, American baseball player and coach (b. 1923)", "entities": [{"title": "Harry Elliott (baseball)", "href": "/wiki/Harry_Elliott_(baseball)", "description": "Harry Lewis Elliott was an American professional baseball player who appeared in 92 games in Major League Baseball for the 1953 and 1955 St. Louis Cardinals. A 5 ft 9 in (1.75 m), 175 lb (79 kg) outfielder, Elliott threw and batted right-handed."}]}, {"heading": "Deaths", "year": "2013", "date": "August 9", "txt": "Eduardo Falú, Argentinian guitarist and composer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 9", "txt": "William Lynch, Jr., American lawyer and politician (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 9", "txt": "J. F. Ade Ajayi, Nigerian historian and academic (b. 1929)", "entities": [{"title": "J. F. Ade Ajayi", "href": "/wiki/J._F._Ade_Ajayi", "description": "Jacob Festus Adeniyi Ajayi, commonly known as J. F. Ade Ajayi, was a Nigerian historian and a member of the Ibadan school, a group of scholars interested in introducing African perspectives to African history and focusing on the internal historical forces that shaped African lives. Ade Ajayi favours the use of historical continuity more often than focusing on events only as powerful agents of chan"}]}, {"heading": "Deaths", "year": "2014", "date": "August 9", "txt": "Andriy Bal, Ukrainian footballer and coach (b. 1958)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 9", "txt": "Arthur G. Cohen, American businessman and philanthropist, co-founded Arlen Realty and Development Corporation (b. 1930)", "entities": [{"title": "Arlen Realty and Development Corporation", "href": "/wiki/Arlen_Realty_and_Development_Corporation", "description": "Arlen Realty & Development Corporation, also known as Arlen, was a real estate investment trust founded in 1959 by Arthur G. Cohen and Arthur N. Levien. In the early 1970s, it was one of the largest publicly traded real estate investment trusts. Arlen began by developing suburban shopping centers throughout the United States, and in 1971, it acquired discount retail chain E.J. Korvette. By 1975, A"}]}, {"heading": "Deaths", "year": "2014", "date": "August 9", "txt": "Ed Nelson, American actor (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 9", "txt": "Frank Gifford, American football player, sportscaster, and actor (b. 1930)", "entities": [{"title": "Frank Gifford", "href": "/wiki/Frank_Gifford", "description": "Francis Newton Gifford was an American football player, actor, and television sports commentator. After a 12-year playing career as a halfback and flanker for the New York Giants of the National Football League (NFL), he was a play-by-play announcer and commentator for 27 years on ABC's Monday Night Football."}]}, {"heading": "Deaths", "year": "2015", "date": "August 9", "txt": "John Henry Holland, American computer scientist and academic (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 9", "txt": "Walter Nahún López, Honduran footballer (b. 1977)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 9", "txt": "David Nobbs, English author and screenwriter (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 9", "txt": "Kayyar Kinhanna Rai, Indian journalist, author, and poet (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 9", "txt": "Fikret Otyam, Turkish painter and journalist (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 9", "txt": "Gerald Grosvenor, 6th Duke of Westminster, third-richest British citizen. (b. 1951)", "entities": [{"title": "Gerald Grosvenor, 6th Duke of Westminster", "href": "/wiki/Gerald_Grosvenor,_6th_Duke_of_Westminster", "description": "Major General Gerald Cavendish Grosvenor, 6th Duke of Westminster,, was a British landowner, businessman, philanthropist, Territorial Army general, and peer. He was the son of Robert Grosvenor, 5th Duke of Westminster, and Viola Lyttelton. He was Chairman of the property company Grosvenor Group. In the first ever edition of The Sunday Times Rich List, published in 1989, he was ranked as the second"}]}]