[{"heading": "Events", "year": "959", "date": "August 21", "txt": "Eraclus becomes the 25th bishop of Liège.", "entities": [{"title": "Eraclus", "href": "/wiki/Eraclus", "description": "Eraclus, alternatively Eraclius or Evraclus, was the 25th bishop of Liège (959–971)."}, {"title": "Bishop of Liège", "href": "/wiki/Bishop_of_Li%C3%A8ge", "description": "This is a list of the bishops and prince-bishops of Liège. It includes the bishops of the Roman Catholic Diocese of Liège and its predecessor see of Tongeren and Maastricht. From 972 to 1795, the bishops of Liège also ruled a lordship known as the Prince-Bishopric of Liège."}]}, {"heading": "Events", "year": "1140", "date": "August 21", "txt": "Song dynasty general Yue Fei defeats an army led by Jin dynasty general Wuzhu at the Battle of Yancheng during the Jin–Song Wars.", "entities": [{"title": "Song dynasty", "href": "/wiki/Song_dynasty", "description": "The Song dynasty was an imperial dynasty of China that began in 960 and lasted until 1279. The dynasty was founded by Emperor Taizu of Song following his usurpation of the throne of the Later Zhou, ending the Five Dynasties and Ten Kingdoms period. The Song often came into conflict with the contemporaneous Liao, Western Xia and Jin dynasties to its north. It was eventually conquered by the Mongol-"}, {"title": "Yue Fei", "href": "/wiki/Yue_Fei", "description": "Yue Fei, courtesy name Pengju, was a Chinese military general who lived during the Southern Song dynasty, known for leading Southern Song forces in the wars in the 12th century between Southern Song and the Jurchen-ruled Jin dynasty in northern China. Because of his warlike-stance, he was put to death by the Southern Song government in 1142 under a concocted charge, after a negotiated peace was ac"}, {"title": "Jin dynasty (1115–1234)", "href": "/wiki/Jin_dynasty_(1115%E2%80%931234)", "description": "The Jin dynasty, officially known as the Great Jin, lasted from 1115 to 1234 as one of the last dynasties in Chinese history to predate the Mongol conquest of China. Its name is sometimes written as Kin, Jurchen Jin or Jinn in English to differentiate it from an earlier Jìn dynasty of China whose name is identical when transcribed without tone marker diacritics in the Hanyu Pinyin system for Stand"}, {"title": "Wuzhu", "href": "/wiki/Wuzhu", "description": "Wuzhu, also known by his sinicised name Wanyan Zongbi, or Jin Wuzhu, was a prince, military general and civil minister of the Jurchen-led Jin dynasty, which ruled northern China from 1115 to 1234. He was the fourth son of Aguda, the founder and first emperor of the Jin dynasty. Wuzhu started his career in the military in his youth, when he participated in the Jurchen rebellion led by his father ag"}, {"title": "Battle of Yancheng", "href": "/wiki/Battle_of_Yancheng", "description": "The Battle of Yancheng took place in 1140 near modern-day Luohe City in Henan Province, China between the main armies of China under the Song dynasty and the Jurchen Jin invaders from the north. The battle was a major clash in the wars between the Jin Empire and China. The Chinese forces, under the leadership of General Yue Fei, won a decisive victory despite being outnumbered."}, {"title": "Jin–Song Wars", "href": "/wiki/Jin%E2%80%93Song_Wars", "description": "The Jin–Song Wars were a series of conflicts between the Jurchen-led Jin dynasty (1115–1234) and the Han-led Song dynasty (960–1279). In 1115, Jurchen tribes rebelled against their overlords, the Khitan-led Liao dynasty (916–1125), and declared the formation of the Jin. Allying with the Song against their common enemy the Liao dynasty, the Jin promised to return to the Song the Sixteen Prefectures"}]}, {"heading": "Events", "year": "1192", "date": "August 21", "txt": "Minamoto no Yoritomo becomes Sei-i Taishōgun and the de facto ruler of Japan. (Traditional Japanese date: the 12th day of the 7th month in the 3rd year of the Kenkyū (建久) era).", "entities": [{"title": "Minamoto no Yoritomo", "href": "/wiki/Minamoto_no_Yoritomo", "description": "Minamoto no Yoritomo  was the founder and the first shogun of the Kamakura shogunate of Japan, ruling from 1192 until 1199. He was the husband of Hōjō Masako who acted as regent (shikken) after his death."}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "1331", "date": "August 21", "txt": "King Stefan Uroš III, after months of anarchy, surrenders to his son and rival Stefan Dušan, who succeeds as King of Serbia.", "entities": [{"title": "Stefan Dečanski", "href": "/wiki/Stefan_De%C4%8Danski", "description": "Stefan Uroš III, known as Stefan Dečanski, was the King of Serbia from 6 January 1322 to 8 September 1331. Dečanski was the son of King Stefan Milutin. He defeated two other pretenders to the Serbian throne. Stefan is known as Dečanski after the great Monastery of Visoki Dečani he built."}, {"title": "Serbian civil war of 1331", "href": "/wiki/Serbian_civil_war_of_1331", "description": "The Serbian civil war of 1331 broke out following King Stefan Uroš III's decision not to continue campaigning against the Byzantine Empire when he had the chance following the victory at the Battle of Velbazhd against Bulgaria, alienating much of the nobility, which became divided supporting either Uroš III or his son, Stefan Dušan."}, {"title": "Stefan Dušan", "href": "/wiki/Stefan_Du%C5%A1an", "description": "Stefan Uroš IV Dušan, known as Dušan the Mighty, was the King of Serbia from 8 September 1331 and Tsar and autocrat of the Serbs and Greeks from 16 April 1346 until his death. Dušan conquered a large part of southeast Europe, becoming one of the most powerful monarchs of the era. Under Dušan's rule, Serbia was the major power in the Balkans, and an Eastern Orthodox multi-ethnic and multi-lingual e"}, {"title": "Kingdom of Serbia (medieval)", "href": "/wiki/Kingdom_of_Serbia_(medieval)", "description": "The Kingdom of Serbia, or the Serbian Kingdom, was a medieval Serbian state that existed from 1217 to 1346 and was ruled by the Nemanjić dynasty. The Grand Principality of Serbia was elevated with the regal coronation of Stefan Nemanjić as king, after the reunification of Serbian lands. In 1219, Serbian Orthodox Church was reorganized as an autocephalous archbishopric, headed by Saint Sava. The ki"}]}, {"heading": "Events", "year": "1415", "date": "August 21", "txt": "Henry the Navigator leads Portuguese forces to victory over the Marinids at the Conquest of Ceuta.", "entities": [{"title": "Henry the Navigator", "href": "/wiki/Henry_the_Navigator", "description": "Dom Henrique of Portugal, Duke of Viseu, better known as Prince Henry the Navigator, was a central figure in the early days of the Portuguese Empire and in the 15th-century European maritime discoveries and maritime expansion. Through his administrative direction, he is regarded as the main initiator of what would be known as the Age of Discovery. Henry was the fourth child of the Portuguese King "}, {"title": "Conquest of Ceuta", "href": "/wiki/Conquest_of_Ceuta", "description": "The conquest of Ceuta by the Portuguese on 21 August 1415 marks an important step in the beginning of the Portuguese Empire in Africa."}]}, {"heading": "Events", "year": "1680", "date": "August 21", "txt": "Pueblo Indians capture Santa Fe from the Spanish during the Pueblo Revolt.", "entities": [{"title": "Puebloan peoples", "href": "/wiki/Puebloan_peoples", "description": "The Puebloans or Pueblo peoples, are Native Americans in the Southwestern United States who share common agricultural, material, and religious practices. Pueblo, which means \"village\" in Spanish, was a term originating with the Colonial Spanish, who used it to refer to the people's particular style of dwelling."}, {"title": "Santa Fe, New Mexico", "href": "/wiki/Santa_Fe,_New_Mexico", "description": "Santa Fe is the capital of the U.S. state of New Mexico. It is the fourth-largest city in New Mexico with a population of 84,683 in 2019, the county seat of Santa Fe County, and its metropolitan area is part of the larger Albuquerque–Santa Fe–Las Vegas combined statistical area, with a population of 1,178,664 in 2018. The city was founded in 1610 as the capital of Nuevo México, after it replaced E"}, {"title": "Pueblo Revolt", "href": "/wiki/Pueblo_Revolt", "description": "The Pueblo Revolt of 1680—also known as Popé's Rebellion or Popay's Rebellion—was an uprising of most of the indigenous Pueblo people against the Spanish colonizers in the province of Santa Fe de Nuevo México, larger than present-day New Mexico. The Pueblo Revolt killed 400 Spaniards and drove the remaining 2,000 settlers out of the province. The Spaniards reconquered New Mexico twelve years later"}]}, {"heading": "Events", "year": "1689", "date": "August 21", "txt": "The Battle of Dunkeld in Scotland.", "entities": [{"title": "Battle of Dunkeld", "href": "/wiki/Battle_of_Dunkeld", "description": "The Battle of Dunkeld was fought between Jacobite clans supporting the deposed king James VII of Scotland and a regiment of covenanters supporting William of Orange, King of Scotland, in the streets around Dunkeld Cathedral, Dunkeld, Scotland, on 21 August 1689 and formed part of the Jacobite rising of 1689, commonly called Dundee's rising in Scotland. The battlefield was added to the Inventory of"}]}, {"heading": "Events", "year": "1716", "date": "August 21", "txt": "Seventh Ottoman–Venetian War: The arrival of naval reinforcements and the news of the Battle of Petrovaradin force the Ottomans to abandon the Siege of Corfu, thus preserving the Ionian Islands under Venetian rule.", "entities": [{"title": "Seventh Ottoman–Venetian War", "href": "/wiki/Seventh_Ottoman%E2%80%93Venetian_War", "description": "The Seventh Ottoman–Venetian War was fought between the Republic of Venice and the Ottoman Empire between 1714 and 1718. It was the last conflict between the two powers, and ended with an Ottoman victory and the loss of Venice's major possession in the Greek peninsula, the Peloponnese (Morea). Venice was saved from a greater defeat by the intervention of Austria in 1716. The Austrian victories led"}, {"title": "Battle of Petrovaradin", "href": "/wiki/Battle_of_Petrovaradin", "description": "The Battle of Petrovaradin also known as the Battle of Peterwardein, took place on 5 August 1716 during the Austro-Turkish War, after the Ottoman army began to lay siege to the Habsburgs-controlled fortress of Petrovaradin on the Military Frontier of the Habsburg Monarchy. The Ottomans prepared to capture Petrovaradin, the so-called Gibraltar on the Danube, experienced a heavy defeat by an army ha"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Siege of Corfu (1716)", "href": "/wiki/Siege_of_Corfu_(1716)", "description": "The siege of Corfu took place on 8 July – 21 August 1716, when the Ottoman Empire besieged the city of Corfu, on the namesake island, then held by the Republic of Venice. The siege was part of the Seventh Ottoman–Venetian War, and, coming in the aftermath of the lightning conquest of the Morea by the Ottoman forces in the previous year, was a major success for Venice, representing its last major m"}, {"title": "Ionian Islands", "href": "/wiki/Ionian_Islands", "description": "The Ionian Islands are a group of islands in Greece. They are traditionally called the Heptanese, but the group includes many smaller islands as well as the seven principal ones."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Events", "year": "1770", "date": "August 21", "txt": "James Cook formally claims eastern Australia for Great Britain, naming it New South Wales.", "entities": [{"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "New South Wales", "href": "/wiki/New_South_Wales", "description": "New South Wales is a state on the east coast of Australia. It borders Queensland to the north, Victoria to the south, and South Australia to the west. Its coast borders the Coral and Tasman Seas to the east. The Australian Capital Territory is an enclave within the state. New South Wales' state capital is Sydney, which is also Australia's most populous city. In June 2020, the population of New Sou"}]}, {"heading": "Events", "year": "1772", "date": "August 21", "txt": "King Gustav III completes his coup d'état by adopting a new Constitution, ending half a century of parliamentary rule in Sweden and installing himself as an enlightened despot.", "entities": [{"title": "Gustav III of Sweden", "href": "/wiki/Gustav_III_of_Sweden", "description": "Gustav III, also called Gustavus III, was King of Sweden from 1771 until his assassination in 1792. He was the eldest son of Adolf Frederick, King of Sweden and Queen Louise Ulrika, and a first cousin of Empress Catherine the Great of Russia by reason of their common descent from Christian August of Holstein-Gottorp, Prince of Eutin, and his wife Albertina Frederica of Baden-Durlach."}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}, {"title": "Swedish Constitution of 1772", "href": "/wiki/Swedish_Constitution_of_1772", "description": "Sweden's Constitution of 1772 took effect through a bloodless coup d'état, the Revolution of 1772, carried out by Gustav III, who had become king in 1771. It established once again a division of power between the parliament and the king. The period came to be known as the Gustavian era. This was a response to a perceived harm wrought upon Sweden by a half-century of parliamentarism during the coun"}, {"title": "Age of Liberty", "href": "/wiki/Age_of_Liberty", "description": "In Swedish and Finnish history, the Age of Liberty is a half-century of parliamentary governance, increasing civil rights and decline of the Swedish Empire that began with Charles XII's death in 1718 and ended with Gustav III's self-coup in 1772. The shift of power from monarch to parliament was a direct effect of the Great Northern War, which was disastrous for Sweden but became better later on."}, {"title": "Enlightened absolutism", "href": "/wiki/Enlightened_absolutism", "description": "Enlightened absolutism refers to the conduct and policies of European absolute monarchs during the 18th and early 19th centuries who were influenced by the ideas of the Enlightenment, espousing them to enhance their power. The concept originated during the Enlightenment period in the 18th and into the early 19th centuries."}]}, {"heading": "Events", "year": "1778", "date": "August 21", "txt": "American Revolutionary War: British forces begin besieging the French outpost at Pondichéry.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Siege of Pondicherry (1778)", "href": "/wiki/Siege_of_Pondicherry_(1778)", "description": "The siege of Pondicherry was the first military action on the Indian subcontinent following the declaration of war between Great Britain and France in the American Revolutionary War. A British force besieged the French-controlled port of Pondicherry in August 1778, which capitulated after ten weeks of siege."}, {"title": "Puducherry (union territory)", "href": "/wiki/Puducherry_(union_territory)", "description": "Puducherry, also known as Pondicherry, is a union territory of India. It was formed out of four territories of former French India, namely Pondichéry, Karikal (Karaikal), Mahé and Yanaon (Yanam), excluding Chandannagar. It is named after the largest district, Puducherry. Historically known as Pondicherry, the territory changed its official name to Puducherry on 20 September 2006."}]}, {"heading": "Events", "year": "1791", "date": "August 21", "txt": "A Vodou ceremony, led by Dutty Boukman, turns into a violent slave rebellion, beginning the Haitian Revolution.", "entities": [{"title": "Bois Caïman", "href": "/wiki/Bois_Ca%C3%AFman", "description": "Bois Caïman was the site of the first major meeting of enslaved Blacks during which the first major slave insurrection of the Haitian Revolution was planned."}, {"title": "Dutty Boukman", "href": "/wiki/Dutty_Boukman", "description": "Dutty Boukman was an early leader of the Haitian Revolution. Born in Senegambia, he was captured, enslaved and transported to Jamaica. He eventually ended up in Haiti, where he became a leader of the Maroons and a vodou houngan (priest)."}, {"title": "Haitian Revolution", "href": "/wiki/Haitian_Revolution", "description": "The Haitian Revolution was a successful insurrection by self-liberated slaves against French colonial rule in Saint-Domingue, now the sovereign state of Haiti. The revolt began on 22 August 1791, and ended in 1804 with the former colony's independence. It involved blacks, mulattoes, French, Spanish, and British participants—with the ex-slave Toussaint Louverture emerging as Haiti's most charismati"}]}, {"heading": "Events", "year": "1808", "date": "August 21", "txt": "Battle of Vimeiro: British and Portuguese forces led by General Arthur Wellesley defeat French force under Major-General Jean-Andoche Junot near the village of Vimeiro, Portugal, the first Anglo-Portuguese victory of the Peninsular War.", "entities": [{"title": "Battle of Vimeiro", "href": "/wiki/Battle_of_Vimeiro", "description": "In the Battle of Vimeiro on 21 August 1808, the British under General Arthur Wellesley defeated the French under Major-General Jean-Andoche Junot near the village of Vimeiro, near Lisbon, Portugal during the Peninsular War. This battle put an end to the first French invasion of Portugal."}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "Portuguese people", "href": "/wiki/Portuguese_people", "description": "The Portuguese people are a Romance nation and ethnic group indigenous to Portugal who share a common Portuguese culture, ancestry and language. The Portuguese people's heritage largely derives from the pre-Celts and Celts, who were Romanized after the conquest of the region by the ancient Romans. A small number of male lineages descend from Germanic tribes who arrived after the Roman period as ru"}, {"title": "Arthur Wellesley, 1st Duke of Wellington", "href": "/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington", "description": "Arthur Wellesley, 1st Duke of Wellington, was an Anglo-Irish soldier and Tory statesman who was one of the leading military and political figures of 19th-century Britain, serving twice as prime minister. He ended the Napoleonic Wars when he defeated Napoleon at the Battle of Waterloo in 1815."}, {"title": "French Armed Forces", "href": "/wiki/French_Armed_Forces", "description": "The French Armed Forces encompass the Army, the Navy, the Air and Space Force, the National Guard and the Gendarmerie of the French Republic. The President of France heads the armed forces as chef des armées."}, {"title": "Jean-Andoche Junot", "href": "/wiki/Jean-Andoche_Junot", "description": "Jean-Andoche Junot, 1st Duke of Abrantes was a French military officer during the Revolutionary and Napoleonic Wars."}, {"title": "Vimeiro", "href": "/wiki/Vimeiro", "description": "Vimeiro is a freguesia in the municipality of Lourinhã in west-central Portugal. It is in the District of Lisboa. The population in 2011 was 1,470, in an area of 7.08 km²."}, {"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}]}, {"heading": "Events", "year": "1810", "date": "August 21", "txt": "Jean-Baptiste Bernadotte, Marshal of France, is elected Crown Prince of Sweden by the Swedish Riksdag of the Estates.", "entities": [{"title": "Charles XIV John of Sweden", "href": "/wiki/Charles_XIV_John_of_Sweden", "description": "Charles XIV John was King of Sweden and Norway from 1818 until his death. In modern Norwegian lists of kings he is called Charles III John. He was the first monarch of the Bernadotte dynasty."}, {"title": "Marshal of France", "href": "/wiki/Marshal_of_France", "description": "Marshal of France is a French military distinction, rather than a military rank, that is awarded to generals for exceptional achievements. The title has been awarded since 1185, though briefly abolished (1793–1804) and for a period dormant (1870–1916). It was one of the Great Officers of the Crown of France during the Ancien Régime and Bourbon Restoration, and one of the Grand Dignitaries of the E"}, {"title": "Crown prince", "href": "/wiki/Crown_prince", "description": "A crown prince is the heir apparent to the throne in a royal or imperial monarchy. The female form of the title is crown princess, which may refer either to an heiress apparent or, especially in earlier times, to the wife of the person styled crown prince."}, {"title": "Riksdag of the Estates", "href": "/wiki/Riksdag_of_the_Estates", "description": "Riksdag of the Estates was the name used for the Estates of Sweden when they were assembled. Until its dissolution in 1866, the institution was the highest authority in Sweden next to the King. It was a Diet made up of the Four Estates, which historically were the lines of division in Swedish society:Nobility\nClergy\nBurghers\nFarmers"}]}, {"heading": "Events", "year": "1821", "date": "August 21", "txt": "Jarvis Island is discovered by the crew of the ship, Eliza Frances.", "entities": [{"title": "Jarvis Island", "href": "/wiki/Jarvis_Island", "description": "Jarvis Island is an uninhabited 1 3⁄4-square-mile (4.5 km2) coral island located in the South Pacific Ocean, about halfway between Hawaii and the Cook Islands. It is an unincorporated, unorganized territory of the United States, administered by the United States Fish and Wildlife Service of the United States Department of the Interior as part of the National Wildlife Refuge system. Unlike most cor"}]}, {"heading": "Events", "year": "1831", "date": "August 21", "txt": "Nat Turner leads black slaves and free blacks in a rebellion in Southampton County, Virginia, which will claim the lives of 55 to 65 whites and about twice that number of blacks.", "entities": [{"title": "Nat Turner", "href": "/wiki/Nat_Turner", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}, {"title": "Nat Turner's slave rebellion", "href": "/wiki/Nat_Turner%27s_slave_rebellion", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}, {"title": "Southampton County, Virginia", "href": "/wiki/Southampton_County,_Virginia", "description": "Southampton County is a county located on the southern border of the Commonwealth of Virginia. North Carolina is to the south. As of the 2010 census, the population was 18,570. Its county seat is Courtland."}]}, {"heading": "Events", "year": "1852", "date": "August 21", "txt": "Tlingit Indians destroy Fort Selkirk, Yukon Territory.", "entities": [{"title": "Tlingit", "href": "/wiki/Tlingit", "description": "The Tlingit are indigenous peoples of the Pacific Northwest Coast of North America. Their language is the Tlingit language, in which the name means \"People of the Tides\". The Russian name Koloshi or the related German name Koulischen may be encountered referring to the people in older historical literature, such as Shelikhov's 1796 map of Russian America."}, {"title": "Fort Selkirk", "href": "/wiki/Fort_Selkirk", "description": "Fort Selkirk is a former trading post on the Yukon River at the confluence of the Pelly River in Canada's Yukon. For many years it was home to the Selkirk First Nation."}, {"title": "Yukon Territory", "href": "/wiki/Yukon_Territory", "description": "Yukon is the smallest and westernmost of Canada's three territories. It also is the least populated province or territory in Canada, with a population of 35,874 people as of the 2016 Census. Whitehorse, the territorial capital, is the largest settlement in any of the three territories."}]}, {"heading": "Events", "year": "1858", "date": "August 21", "txt": "The first of the Lincoln–Douglas debates is held in Ottawa, Illinois.", "entities": [{"title": "Lincoln–Douglas debates", "href": "/wiki/Lincoln%E2%80%93Douglas_debates", "description": "The Lincoln–Douglas debates were a series of seven debates between Abraham Lincoln, the Republican Party candidate for the United States Senate from Illinois, and incumbent Senator Stephen Douglas, the Democratic Party candidate. Until the 17th Constitutional Amendment of 1913, senators were elected by state legislatures, so Lincoln and Douglas were trying to win control of the Illinois General As"}, {"title": "Ottawa, Illinois", "href": "/wiki/Ottawa,_Illinois", "description": "Ottawa is a city located at the confluence of the navigable Illinois River and Fox River in LaSalle County, Illinois, United States. The Illinois River is a conduit for river barges and connects Lake Michigan at Chicago, to the Mississippi River, and North America's 25,000 mile river system. The population estimate was 18,063, as of 2019. It is the county seat of LaSalle County and it is the princ"}]}, {"heading": "Events", "year": "1863", "date": "August 21", "txt": "Lawrence, Kansas is destroyed by pro-Confederate guerrillas known as Quantrill's Raiders.", "entities": [{"title": "Lawrence, Kansas", "href": "/wiki/Lawrence,_Kansas", "description": "Lawrence is the county seat of Douglas County and sixth-largest city in Kansas. It is in the northeastern sector of the state, astride Interstate 70, between the Kansas and Wakarusa Rivers. As of the 2010 census, the city's population was 87,643; by 2019 the estimated population had risen to 98,193. Lawrence is a college town and the home to both the University of Kansas and Haskell Indian Nations"}, {"title": "Lawrence massacre", "href": "/wiki/Lawrence_massacre", "description": "The Lawrence massacre, also known as Quantrill's raid, was an attack during the American Civil War (1861–65) by Quantrill's Raiders, a Confederate guerrilla group led by William Quantrill, on the Unionist town of Lawrence, Kansas, killing around 150 men and boys."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Quantrill's Raiders", "href": "/wiki/Quantrill%27s_Raiders", "description": "Quantrill's Raiders were the best-known of the pro-Confederate partisan guerrillas who fought in the American Civil War. Their leader was William Quantrill and they included Jesse James and his brother Frank."}]}, {"heading": "Events", "year": "1883", "date": "August 21", "txt": "An F5 tornado strikes Rochester, Minnesota, leading to the creation of the Mayo Clinic.", "entities": [{"title": "1883 Rochester tornado", "href": "/wiki/1883_Rochester_tornado", "description": "On August 21, 1883, a devastating tornado affected southeastern portions—the Driftless Area—of the U.S. state of Minnesota. The massive tornado, retrospectively estimated to have been an F5 on the modern Fujita scale, caused at least 37 deaths and over 200 injuries. The tornado was part of a tornado family, a series of tornadoes produced by a supercell, that included at least two significant torna"}, {"title": "Rochester, Minnesota", "href": "/wiki/Rochester,_Minnesota", "description": "Rochester is a city founded in 1854 in the U.S. state of Minnesota and is the county seat of Olmsted County located on the Zumbro River's south fork in Southeast Minnesota. It is Minnesota's third-largest city and the largest city located outside the Minneapolis-St. Paul-Bloomington Metropolitan Statistical Area. As of 2018, the Rochester metropolitan area had a population estimated at 219,802. Ac"}, {"title": "Mayo Clinic", "href": "/wiki/Mayo_Clinic", "description": "Mayo Clinic is a nonprofit American academic medical center focused on integrated health care, education, and research. It employs over 4,500 physicians and scientists, along with another 58,400 administrative and allied health staff, across three major campuses: Rochester, Minnesota; Jacksonville, Florida; and Phoenix/Scottsdale, Arizona. The practice specializes in treating difficult cases throu"}]}, {"heading": "Events", "year": "1888", "date": "August 21", "txt": "The first successful adding machine in the United States is patented by William Seward Burroughs.", "entities": [{"title": "Adding machine", "href": "/wiki/Adding_machine", "description": "An adding machine is a class of mechanical calculator, usually specialized for bookkeeping calculations.\nIn the United States, the earliest adding machines were usually built to read in dollars and cents. Adding machines were ubiquitous office equipment until they were phased out in favor of calculators in the 1970s and by personal computers beginning in about 1985. The older adding machines were "}, {"title": "William Seward Burroughs I", "href": "/wiki/William_Seward_Burroughs_I", "description": "William Seward Burroughs I was an American inventor born in Rochester, New York."}]}, {"heading": "Events", "year": "1897", "date": "August 21", "txt": "Oldsmobile, an American automobile manufacturer and marque, is founded.", "entities": [{"title": "Oldsmobile", "href": "/wiki/Oldsmobile", "description": "Oldsmobile was a brand of American automobiles produced for most of its existence by General Motors. Originally established as \"Olds Motor Vehicle Company\" by Ransom E. Olds in 1897, it produced over 35 million vehicles, including at least 14 million built at its Lansing, Michigan factory alone. During its time as a division of General Motors, Oldsmobile slotted into the middle of GM's five divisi"}]}, {"heading": "Events", "year": "1901", "date": "August 21", "txt": "Six hundred American school teachers, Thomasites, arrived in Manila on the USAT Thomas.", "entities": [{"title": "Thomasites", "href": "/wiki/Thomasites", "description": "The Thomasites were a group of 600 American teachers who travelled from the United States to the newly occupied territory of the Philippines on the transport ship USS Thomas. The group included 346 men and 180 women, hailing from 43 different states and 193 colleges, universities, and normal schools. The term 'Thomasites' has since expanded to include any teacher who arrived in the first few years"}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}, {"title": "USAT Thomas", "href": "/wiki/USAT_Thomas", "description": "USAT Thomas was a United States Army transport ship, built by Harland & Wolff, Belfast and launched 8 May 1894 for the Hamburg America Line's service to New York as the SS Persia. She was bought by the Atlantic Transport Line in 1897 because she was \"practically a sister\" to other Massachusetts class of ships already in service there. She was renamed SS Minnewaska by her new owners."}]}, {"heading": "Events", "year": "1911", "date": "August 21", "txt": "The Mona Lisa is stolen by Vincenzo Peruggia, a Louvre employee.", "entities": [{"title": "Art theft", "href": "/wiki/Art_theft", "description": "Art theft, sometimes called artnapping, is the stealing of paintings or sculptures from galleries or museums. Art is sometimes used by criminals as collateral to secure loans. Only a small percentage of stolen art is recovered—an estimated 10%. Some nations operate police squads to investigate art theft."}, {"title": "Vincenzo Peruggia", "href": "/wiki/Vincenzo_Peruggia", "description": "Vincenzo Peruggia was an Italian museum worker, artist, and thief, most famous for stealing the Mona Lisa on 21 August 1911."}, {"title": "Musée du Louvre", "href": "/wiki/Mus%C3%A9e_du_Louvre", "description": "The Louvre, or the Louvre Museum, is the world's largest art museum and a historic monument in Paris, France, and is best known for being the home of the Mona Lisa. A central landmark of the city, it is located on the Right Bank of the Seine in the city's 1st arrondissement. Approximately 38,000 objects from prehistory to the 21st century are exhibited over an area of 72,735 square meters. Due to "}]}, {"heading": "Events", "year": "1914", "date": "August 21", "txt": "World War I: The Battle of Charleroi, a successful German attack across the River Sambre that pre-empted a French offensive in the same area.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Charleroi", "href": "/wiki/Battle_of_Charleroi", "description": "The Battle of Charleroi, or the Battle of the Sambre, was fought on 21 August 1914, by the French Fifth Army and the German 2nd and 3rd armies, during the Battle of the Frontiers. The French were planning an attack across the Sambre River, when the Germans attacked first, forced back the French from the river and nearly cut off the French retreat by crossing the Meuse around Dinant and getting beh"}, {"title": "Sambre", "href": "/wiki/Sambre", "description": "The Sambre is a river in northern France and in Wallonia, Belgium. It is a left-bank tributary of the Meuse, which it joins in the Wallonian capital Namur."}]}, {"heading": "Events", "year": "1918", "date": "August 21", "txt": "World War I: The Second Battle of the Somme begins.", "entities": [{"title": "Second Battle of the Somme (1918)", "href": "/wiki/Second_Battle_of_the_Somme_(1918)", "description": "The Second Battle of the Somme of 1918 was fought during the First World War on the Western Front from late March to early April, in the basin of the River Somme. It was part of a series of successful counter-offensives in response to the German Spring Offensive, after a pause for redeployment and supply."}]}, {"heading": "Events", "year": "1942", "date": "August 21", "txt": "World War II: The Guadalcanal Campaign: American forces defeat an attack by Imperial Japanese Army soldiers in the Battle of the Tenaru.", "entities": [{"title": "Guadalcanal Campaign", "href": "/wiki/Guadalcanal_Campaign", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}, {"title": "Imperial Japanese Army", "href": "/wiki/Imperial_Japanese_Army", "description": "The Imperial Japanese Army was the official ground-based armed force of the Empire of Japan from 1868 to 1945. It was controlled by the Imperial Japanese Army General Staff Office and the Ministry of the Army, both of which were nominally subordinate to the Emperor of Japan as supreme commander of the army and the Imperial Japanese Navy. Later an Inspectorate General of Aviation became the third a"}, {"title": "Battle of the Tenaru", "href": "/wiki/Battle_of_the_Tenaru", "description": "The Battle of the Tenaru, sometimes called the Battle of the Ilu River or the Battle of Alligator Creek, was a land battle between the Imperial Japanese Army and Allied ground forces that took place on August 21, 1942 on the island of Guadalcanal during the Pacific campaign of World War II. The battle was the first major Japanese land offensive during the Guadalcanal campaign."}]}, {"heading": "Events", "year": "1944", "date": "August 21", "txt": "Dumbarton Oaks Conference, prelude to the United Nations, begins.", "entities": [{"title": "Dumbarton Oaks Conference", "href": "/wiki/Dumbarton_Oaks_Conference", "description": "The Dumbarton Oaks Conference or, more formally, the Washington Conversations on International Peace and Security Organization was an international conference at which proposals for the establishment of a \"general international organization\", which was to become the United Nations, were formulated and negotiated. The conference was led by the Big Four – the United States, the United Kingdom, the U"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1944", "date": "August 21", "txt": "World War II: Canadian and Polish units capture the strategically important town of Falaise, Calvados, France.", "entities": [{"title": "Falaise, Calvados", "href": "/wiki/Falaise,_Calvados", "description": "Falaise is a commune in the Calvados department in the Normandy region in northwestern France."}]}, {"heading": "Events", "year": "1945", "date": "August 21", "txt": "Physicist Harry Daghlian is fatally irradiated in a criticality accident during an experiment with the Demon core at Los Alamos National Laboratory.", "entities": [{"title": "Harry Daghlian", "href": "/wiki/Harry_Daghlian", "description": "Haroutune Krikor Daghlian Jr. was an American physicist with the Manhattan Project, which designed and produced the atomic bombs that were used in World War II. He accidentally irradiated himself on August 21, 1945, during a critical mass experiment at the remote Omega Site of the Los Alamos Laboratory in New Mexico, and died 25 days later from the resulting radiation poisoning."}, {"title": "Criticality accident", "href": "/wiki/Criticality_accident", "description": "A criticality accident is an uncontrolled nuclear fission chain reaction. It is sometimes referred to as a critical excursion, critical power excursion, or divergent chain reaction. Any such event involves the unintended accumulation or arrangement of a critical mass of fissile material, for example enriched uranium or plutonium. Criticality accidents can release potentially fatal radiation doses,"}, {"title": "Demon core", "href": "/wiki/Demon_core", "description": "The demon core was a spherical 6.2-kilogram (14 lb) subcritical mass of plutonium 89 millimetres (3.5 in) in diameter, manufactured during World War II by the United States nuclear weapon development effort, the Manhattan Project, as a fissile core for an early atomic bomb. It was involved in two criticality accidents, on August 21, 1945, and May 21, 1946. The core was intended for use in a possib"}, {"title": "Los Alamos National Laboratory", "href": "/wiki/Los_Alamos_National_Laboratory", "description": "Los Alamos National Laboratory is a United States Department of Energy national laboratory initially organized during World War II for the design of nuclear weapons as part of the Manhattan Project. It is a short distance northwest of Santa Fe, New Mexico, in the southwestern United States."}]}, {"heading": "Events", "year": "1957", "date": "August 21", "txt": "The Soviet Union successfully conducts a long-range test flight of the R-7 Semyorka, the first intercontinental ballistic missile.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "R-7 Semyorka", "href": "/wiki/R-7_Semyorka", "description": "The R-7 Semyorka, officially the GRAU index 8K71, was a Soviet missile developed during the Cold War, and the world's first intercontinental ballistic missile. The R-7 made 28 launches between 1957 and 1961, but was never deployed operationally. A derivative, the R-7A, was deployed from 1959 to 1968. To the West it was unknown until its launch. In modified form, it launched Sputnik 1, the first ar"}, {"title": "Intercontinental ballistic missile", "href": "/wiki/Intercontinental_ballistic_missile", "description": "An intercontinental ballistic missile (ICBM) is a missile with a minimum range of 5,500 kilometres (3,400 mi) primarily designed for nuclear weapons delivery. Similarly, conventional, chemical, and biological weapons can also be delivered with varying effectiveness, but have never been deployed on ICBMs. Most modern designs support multiple independently targetable reentry vehicles (MIRVs), allowi"}]}, {"heading": "Events", "year": "1959", "date": "August 21", "txt": "United States President Dwight D. Eisenhower signs an executive order proclaiming Hawaii the 50th state of the union. Hawaii's admission is currently commemorated by Hawaii Admission Day.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Hawaii Admission Day", "href": "/wiki/Hawaii_Admission_Day", "description": "Statehood Day or Admission Day is a legal holiday in the state of Hawaii in the United States. It is celebrated annually on the third Friday in August to commemorate the anniversary of the state's 1959 admission to the Union. It was first celebrated in 1969."}]}, {"heading": "Events", "year": "1963", "date": "August 21", "txt": "Xá Lợi Pagoda raids: The Army of the Republic of Vietnam Special Forces loyal to Ngô Đình Nhu, brother of President Ngo Dinh Diem, vandalizes Buddhist pagodas across the country, arresting thousands and leaving an estimated hundreds dead.", "entities": [{"title": "Xá Lợi Pagoda raids", "href": "/wiki/X%C3%A1_L%E1%BB%A3i_Pagoda_raids", "description": "The Xá Lợi Pagoda raids were a series of synchronized attacks on various Buddhist pagodas in the major cities of South Vietnam shortly after midnight on 21 August 1963. The raids were executed by the Army of the Republic of Vietnam Special Forces under Colonel Lê Quang Tung, and combat police, both of which took their orders directly from Ngô Đình Nhu, younger brother of the Roman Catholic Preside"}, {"title": "Army of the Republic of Vietnam Special Forces", "href": "/wiki/Army_of_the_Republic_of_Vietnam_Special_Forces", "description": "The Army of the Republic of Vietnam Special Forces were the elite military units of the Army of the Republic of Vietnam (ARVN). Following the establishment of the Republic of Vietnam in October 1955, the Special Forces were formed at Nha Trang in February 1956. During the rule of Ngô Đình Diệm, the Special Forces were run by his brother, Ngô Đình Nhu, until both were assassinated in November 1963 "}, {"title": "Ngô Đình Nhu", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Nhu", "description": "Ngô Đình Nhu was a Vietnamese archivist and politician. He was the younger brother and chief political advisor of South Vietnam's first president, Ngô Đình Diệm. Although he held no formal executive position, he wielded immense unofficial power, exercising personal command of both the ARVN Special Forces and the Cần Lao political apparatus which served as the regime's de facto secret police."}, {"title": "Ngo Dinh Diem", "href": "/wiki/Ngo_Dinh_Diem", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "Buddhism", "href": "/wiki/Buddhism", "description": "Buddhism is an Indian religion based on a series of original teachings attributed to Gautama Buddha. It originated in ancient India as a Sramana tradition sometime between the 6th and 4th centuries BCE, spreading through much of Asia. It is the world's fourth-largest religion with over 520 million followers, or over 7% of the global population, known as Buddhists. Buddhism encompasses a variety of"}]}, {"heading": "Events", "year": "1968", "date": "August 21", "txt": "Cold War: Nicolae Ceaușescu, leader of Communist Romania, publicly condemns the Soviet-led Warsaw Pact invasion of Czechoslovakia, encouraging the Romanian population to arm itself against possible Soviet reprisals.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Nicolae Ceaușescu", "href": "/wiki/Nicolae_Ceau%C8%99escu", "description": "Nicolae Ceaușescu was a Romanian communist politician and dictator. He was the general secretary of the Romanian Communist Party from 1965 to 1989, and the second and last Communist leader of Romania. He was also the country's head of state from 1967, serving as President of the State Council and from 1974 concurrently as President of the Republic, until his overthrow and execution in the Romanian"}, {"title": "Socialist Republic of Romania", "href": "/wiki/Socialist_Republic_of_Romania", "description": "The Socialist Republic of Romania was a Marxist–Leninist one-party communist state that existed officially in Romania from 1947 to 1989. From 1947 to 1965, the state was known as the Romanian People's Republic. The country was an Eastern Bloc state and a member of the Warsaw Pact with a dominant role for the Romanian Communist Party enshrined in its constitutions. Geographically, Romania bordered "}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Warsaw Pact invasion of Czechoslovakia", "href": "/wiki/Warsaw_Pact_invasion_of_Czechoslovakia", "description": "The Warsaw Pact invasion of Czechoslovakia, officially known as Operation Danube, was a joint invasion of Czechoslovakia by four Warsaw Pact countries – the Soviet Union, Poland, Bulgaria, and Hungary – on the night of 20–21 August 1968. Approximately 500,000 Warsaw Pact troops attacked Czechoslovakia that night, with Romania and Albania refusing to participate. East German forces, except for a sm"}, {"title": "Romanians", "href": "/wiki/Romanians", "description": "The Romanians are a Romance ethnic group and nation native to Romania, that share a common Romanian culture, ancestry, and speak the Romanian language, the most widespread spoken Balkan Romance language, which is descended from the Latin language. According to the 2011 Romanian census, just under 89% of Romania's citizens identified themselves as ethnic Romanians."}]}, {"heading": "Events", "year": "1968", "date": "August 21", "txt": "James Anderson Jr. posthumously receives the first Medal of Honor to be awarded to an African American U.S. Marine.", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}, {"title": "African American", "href": "/wiki/African_American", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}]}, {"heading": "Events", "year": "1971", "date": "August 21", "txt": "A bomb exploded in the Liberal Party campaign rally in Plaza Miranda, Manila, Philippines with several anti-Marcos political candidates injured.", "entities": [{"title": "Liberal Party (Philippines)", "href": "/wiki/Liberal_Party_(Philippines)", "description": "The Liberal Party of the Philippines, abbreviated as the LP, is a liberal political party in the Philippines."}, {"title": "Plaza Miranda bombing", "href": "/wiki/Plaza_Miranda_bombing", "description": "The Plaza Miranda bombing occurred during a political campaign rally of the Liberal Party at Plaza Miranda in the district of Quiapo, Manila in the Philippines on August 21, 1971. It caused nine deaths and injured 95 others, including many prominent Liberal Party politicians."}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Ferdinand Marcos", "href": "/wiki/Ferdinand_Marcos", "description": "Ferdinand Emmanuel Edralin Marcos Sr. was a Filipino politician, lawyer, and kleptocrat who served as the 10th President of the Philippines from 1965 to 1986. He and his wife Imelda Marcos are the undisputed Guinness record holder of the title \"Greatest robbery of a Government\", stealing at least US$10 billion from the Central Bank of the Philippines."}]}, {"heading": "Events", "year": "1982", "date": "August 21", "txt": "Lebanese Civil War: The first troops of a multinational force lands in Beirut to oversee the Palestine Liberation Organization's withdrawal from Lebanon.", "entities": [{"title": "Lebanese Civil War", "href": "/wiki/Lebanese_Civil_War", "description": "The Lebanese Civil War was a multifaceted civil war in Lebanon, lasting from 1975 to 1990 and resulting in an estimated 120,000 fatalities. As of 2012, approximately 76,000 people remain displaced within Lebanon. There was also an exodus of almost one million people from Lebanon as a result of the war."}, {"title": "Multinational Force in Lebanon", "href": "/wiki/Multinational_Force_in_Lebanon", "description": "The Multinational Force in Lebanon (MNF) was an international peacekeeping force created in August 1982 following an 1981 U.S.-brokered ceasefire between the PLO and Israel to end their involvement in the conflict between Lebanon's pro-government and pro-Syrian factions. The ceasefire held until June 3, 1982 when the Abu Nidal Organization attempted to assassinate Shlomo Argov, Israel's ambassador"}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Palestine Liberation Organization", "href": "/wiki/Palestine_Liberation_Organization", "description": "The Palestine Liberation Organization is an organization founded in 1964 with the purpose of the \"liberation of Palestine\" through armed struggle. It is recognized as the \"sole legitimate representative\" of the Palestinian people by over 100 states with which it holds diplomatic relations, and has enjoyed observer status at the United Nations since 1974. Due to its activities, including violence a"}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}]}, {"heading": "Events", "year": "1983", "date": "August 21", "txt": "Philippine opposition leader Benigno Aquino, Jr. is assassinated at the Manila International Airport (now renamed Ninoy Aquino International Airport in his honor).", "entities": [{"title": "Benigno Aquino, Jr.", "href": "/wiki/Benigno_Aquino,_Jr.", "description": "Benigno Simeon \"Ninoy\" Aquino Jr., was a Filipino journalist and politician who served as a Senator of the Philippines (1967–1972) and governor of the province of Tarlac. He was the husband of Corazon Aquino—who, after his death, eventually became President of the Philippines—and father of a later President, Benigno Aquino III. Aquino, together with Gerardo Roxas and Jovito Salonga, helped form th"}, {"title": "Assassination of Benigno Aquino, Jr.", "href": "/wiki/Assassination_of_Benigno_Aquino,_Jr.", "description": "Benigno \"Ninoy\" Aquino Jr., a former Philippine senator, was assassinated on Sunday, August 21, 1983, on the tarmac of Manila International Airport. A longtime political opponent of President Ferdinand Marcos, Aquino had just landed in his home country after three years of self-imposed exile in the United States when he was shot in the head while being escorted from an aircraft to a vehicle that w"}]}, {"heading": "Events", "year": "1986", "date": "August 21", "txt": "Carbon dioxide gas erupts from volcanic Lake Nyos in Cameroon, killing up to 1,800 people within a 20-kilometer range.", "entities": [{"title": "Volcano", "href": "/wiki/Volcano", "description": "A volcano is a rupture in the crust of a planetary-mass object, such as Earth, that allows hot lava, volcanic ash, and gases to escape from a magma chamber below the surface."}, {"title": "Lake Nyos", "href": "/wiki/Lake_Nyos", "description": "Lake Nyos is a crater lake in the Northwest Region of Cameroon, located about 315 km (196 mi) northwest of Yaoundé, the capital. Nyos is a deep lake high on the flank of an inactive volcano in the Oku volcanic plain along the Cameroon line of volcanic activity. A volcanic dam impounds the lake waters."}, {"title": "Cameroon", "href": "/wiki/Cameroon", "description": "Cameroon, officially the Republic of Cameroon, is a country in west-central Africa. It is bordered by Nigeria to the west and north; Chad to the northeast; the Central African Republic to the east; and Equatorial Guinea, Gabon and the Republic of the Congo to the south. Its coastline lies on the Bight of Biafra, part of the Gulf of Guinea and the Atlantic Ocean. The country is sometimes identified"}]}, {"heading": "Events", "year": "1988", "date": "August 21", "txt": "The 6.9 Mw  Nepal earthquake shakes the Nepal–India border with a maximum Mercalli intensity of VIII (Severe), leaving 709–1,450 people killed and thousands injured.", "entities": [{"title": "1988 Nepal earthquake", "href": "/wiki/1988_Nepal_earthquake", "description": "The 1988 Nepal earthquake occurred in Nepal near the Indian border and affected much of northern Bihar. The magnitude 6.9 earthquake shook the region on August 21, killing at least 709 persons and injuring thousands. The earthquake struck in two installments of 10 seconds and 15 seconds each and left cracks in 50,000 buildings, including Raj Bhavan and the old Secretariat Building in Patna, Bihar."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1991", "date": "August 21", "txt": "Latvia declares renewal of its full independence after its occupation by the Soviet Union since 1940.", "entities": [{"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}]}, {"heading": "Events", "year": "1991", "date": "August 21", "txt": "Coup attempt against Mikhail Gorbachev collapses.", "entities": [{"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}]}, {"heading": "Events", "year": "1993", "date": "August 21", "txt": "NASA loses contact with the Mars Observer spacecraft.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars Observer", "href": "/wiki/Mars_Observer", "description": "The Mars Observer spacecraft, also known as the Mars Geoscience/Climatology Orbiter, was a robotic space probe launched by NASA on September 25, 1992, to study the Martian surface, atmosphere, climate and magnetic field. During the interplanetary cruise phase, communication with the spacecraft was lost on August 21, 1993, three days prior to orbital insertion. Attempts to re-establish communicatio"}]}, {"heading": "Events", "year": "1994", "date": "August 21", "txt": "Royal Air Maroc Flight 630 crashes in Douar Izounine, Morocco, killing all 44 people on board.", "entities": [{"title": "Royal Air Maroc Flight 630", "href": "/wiki/Royal_Air_Maroc_Flight_630", "description": "Royal Air Maroc Flight 630 was a passenger flight on 21 August 1994 which crashed approximately ten minutes after takeoff from Agadir–Al Massira Airport. All 44 passengers and crew on board were killed. It was the deadliest ATR 42 aircraft crash at that point in time. A later investigation showed that the crash was deliberately caused by the pilot."}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Events", "year": "1995", "date": "August 21", "txt": "Atlantic Southeast Airlines Flight 529, an Embraer EMB 120 Brasilia, attempts to divert to West Georgia Regional Airport after the left engine fails, but the aircraft crashes in Carroll County near Carrollton, Georgia, killing nine of the 29 people on board.", "entities": [{"title": "Atlantic Southeast Airlines Flight 529", "href": "/wiki/Atlantic_Southeast_Airlines_Flight_529", "description": "Atlantic Southeast Airlines Flight 529 was an Embraer EMB 120 Brasilia aircraft that crashed near Carrollton, Georgia, on August 21, 1995. Nine of the 29 passengers and crew on board were killed as a result of the accident. The accident bore similarities to Atlantic Southeast Airlines Flight 2311, which had occurred four years earlier, and resulted in the deaths of everyone on board."}, {"title": "Embraer EMB 120 Brasilia", "href": "/wiki/Embraer_EMB_120_Brasilia", "description": "The Embraer EMB 120 Brasilia is a twin-turboprop commuter airliner, produced by Embraer of Brazil."}, {"title": "West Georgia Regional Airport", "href": "/wiki/West_Georgia_Regional_Airport", "description": "West Georgia Regional Airport, also known as O. V. Gray Field, is a public use airport located five nautical miles northwest of the central business district of Carrollton, in Carroll County, Georgia, United States. It is owned by the West Georgia Airport Authority."}, {"title": "Carroll County, Georgia", "href": "/wiki/Carroll_County,_Georgia", "description": "Carroll County is a county located in the northwestern part of the State of Georgia. As of the 2010 census, its population was approximately 110,527. Its county seat is the city of Carrollton. Carroll County is included in the Atlanta-Sandy Springs-Roswell, GA Metropolitan Statistical Area. It is located just east of the boundary with Alabama."}, {"title": "Carrollton, Georgia", "href": "/wiki/Carrollton,_Georgia", "description": "Carrollton, Georgia is a city in the northwest region of Georgia, about 45 miles (72 km) west of Atlanta near the Alabama state line. It is the county seat of Carroll County, which is included in the Atlanta Metropolitan Area. Historically, Carrollton has been a commercial center for several mostly rural counties in both Georgia and Alabama. It is the home of the University of West Georgia and Wes"}]}, {"heading": "Events", "year": "2000", "date": "August 21", "txt": "Tiger Woods, American professional golfer, wins the 82nd PGA Championship and becomes the first golfer since Ben Hogan in 1953 to win three majors in a calendar year.", "entities": [{"title": "Tiger Woods", "href": "/wiki/Tiger_Woods", "description": "Eldrick Tont \"Tiger\" Woods is an American professional golfer. He is tied for first in PGA Tour wins, ranks second in men's major championships, and holds numerous golf records. Woods is widely regarded as one of the greatest golfers of all time and one of the most famous athletes in the world. He was elected to the World Golf Hall of Fame."}, {"title": "PGA Championship", "href": "/wiki/PGA_Championship", "description": "The PGA Championship is an annual golf tournament conducted by the Professional Golfers' Association of America. It is one of the four major championships in professional golf."}, {"title": "Ben Hogan", "href": "/wiki/Ben_Hogan", "description": "William Ben Hogan was an American professional golfer who is generally considered to be one of the greatest players in the history of the game. He is notable for his profound influence on golf swing theory and his legendary ball-striking ability."}]}, {"heading": "Events", "year": "2013", "date": "August 21", "txt": "Hundreds of people are reported killed by chemical attacks in the Ghouta region of Syria.", "entities": [{"title": "Ghouta chemical attack", "href": "/wiki/Ghouta_chemical_attack", "description": "The Ghouta chemical attack occurred in Ghouta, Syria, during the Syrian civil war, in the early hours of 21 August 2013. Two opposition-controlled areas in the suburbs around Damascus were struck by rockets containing the chemical agent sarin. Estimates of the death toll range from at least 281 people to 1,729. The attack was the deadliest use of chemical weapons since the Iran–Iraq War."}, {"title": "Ghouta", "href": "/wiki/Ghouta", "description": "Ghouta is a countryside and suburban area in southwestern Syria that surrounds the city of Damascus along its eastern and southern rim."}, {"title": "Syria", "href": "/wiki/Syria", "description": "Syria, officially the Syrian Arab Republic, is a country in Western Asia, bordering Lebanon to the southwest, the Mediterranean Sea to the west, Turkey to the north, Iraq to the east, Jordan to the south, and Israel to the southwest. A country of fertile plains, high mountains, and deserts, Syria is home to diverse ethnic and religious groups, including the majority Syrian Arabs, Kurds, Turkmens, "}]}, {"heading": "Events", "year": "2017", "date": "August 21", "txt": "A solar eclipse traverses the continental United States.", "entities": [{"title": "Solar eclipse of August 21, 2017", "href": "/wiki/Solar_eclipse_of_August_21,_2017", "description": "The solar eclipse of August 21, 2017, dubbed the \"Great American Eclipse\" by the media, was a total solar eclipse visible within a band that spanned the contiguous United States from the Pacific to the Atlantic coasts. It was also visible as a partial solar eclipse from as far north as Nunavut in northern Canada to as far south as northern South America. In northwestern Europe and Africa, it was p"}, {"title": "Contiguous United States", "href": "/wiki/Contiguous_United_States", "description": "The contiguous United States or officially the conterminous United States consists of the 48 adjoining U.S. states on the continent of North America. The terms exclude the non-contiguous states of Alaska and Hawaii, and all other off-shore insular areas, such as American Samoa, U.S. Virgin Islands, Northern Mariana Islands, Guam and Puerto Rico. These differ from the related term continental Unite"}]}, {"heading": "Births", "year": "1165", "date": "August 21", "txt": "Philip II of France (d. 1223)", "entities": [{"title": "Philip II of France", "href": "/wiki/Philip_II_of_France", "description": "Philip II, byname Philip Augustus, was King of France from 1180 to 1223. His predecessors had been known as kings of the Franks, but from 1190 onward, Philip became the first French monarch to style himself \"King of France\". The son of King Louis VII and his third wife, Adela of Champagne, he was originally nicknamed Dieudonné (God-given) because he was a first son and born late in his father's li"}]}, {"heading": "Births", "year": "1481", "date": "August 21", "txt": "Jorge de Lencastre, Duke of Coimbra (d. 1550)", "entities": [{"title": "Jorge de Lencastre, Duke of Coimbra", "href": "/wiki/Jorge_de_Lencastre,_Duke_of_Coimbra", "description": "Jorge de Lancastre was a Portuguese prince, illegitimate son of King John II of Portugal and Ana de Mendonça, a lady-in-waiting to Joanna la Beltraneja. He was created the second Duke of Coimbra in 1509. He was also master of the Order of Santiago and administrator of the Order of Aviz from 1492 to 1550."}]}, {"heading": "Births", "year": "1535", "date": "August 21", "txt": "Shimazu Yoshihiro, Japanese general (d. 1619)", "entities": [{"title": "Shimazu Yoshihiro", "href": "/wiki/Shimazu_Yoshihiro", "description": "Shimazu Yoshihiro  was the second son of Shimazu Takahisa and the younger brother of Shimazu Yoshihisa. Traditionally believed to be the 17th head of the Shimazu clan, he was a skilled general during the Sengoku period who greatly contributed to the unification of Kyūshū."}]}, {"heading": "Births", "year": "1552", "date": "August 21", "txt": "Muhammad Qadiri, Founder of the Naushahia branch of the Qadri order (d. 1654)", "entities": [{"title": "Muhammad Qadiri", "href": "/wiki/Muhammad_Qadiri", "description": "Syed Muhammad Naushah(نوشہ) Ganj Bakhsh Qadiri, a scholar, saint and preacher of Islam in South Asia, was the founder of the Naushahia branch of the Qadiriyya Sufi order. He preached in the tenth and eleventh centuries AH. His adherents call themselves Qadri Naushahi, Naushahi or just Qadri (Qadiri)."}]}, {"heading": "Births", "year": "1567", "date": "August 21", "txt": "Francis de Sales, Swiss bishop and saint (d. 1622)", "entities": [{"title": "Francis de Sales", "href": "/wiki/Francis_de_Sales", "description": "Francis de Sales was a Bishop of Geneva and is honored as a saint in the Catholic Church. He became noted for his deep faith and his gentle approach to the religious divisions in his land resulting from the Protestant Reformation. He is known also for his writings on the topic of spiritual direction and spiritual formation, particularly the Introduction to the Devout Life and the Treatise on the L"}]}, {"heading": "Births", "year": "1579", "date": "August 21", "txt": "Henri, Duke of Rohan (d. 1638)", "entities": [{"title": "Henri, Duke of Rohan", "href": "/wiki/Henri,_Duke_of_Rohan", "description": "Henri (II) de Rohan, Duke of Rohan and Prince of Léon, was a French soldier, writer and leader of the Huguenots."}]}, {"heading": "Births", "year": "1597", "date": "August 21", "txt": "Roger Twysden, English historian and politician (d. 1672)", "entities": [{"title": "Roger Twysden", "href": "/wiki/Roger_Twysden", "description": "\nSir Roger Twysden, 2nd Baronet, of Roydon Hall near East Peckham in Kent, was an English historian and politician who sat in the House of Commons at various times between 1625 and 1640."}]}, {"heading": "Births", "year": "1625", "date": "August 21", "txt": "John Claypole, English politician (d. 1688)", "entities": [{"title": "John Claypole", "href": "/wiki/John_Claypole", "description": "John Claypole was an officer in the Parliamentary army in 1645 during the English Civil War. He was created Lord Claypole by Oliver Cromwell, but this title naturally came to an end with the Restoration of 1660."}]}, {"heading": "Births", "year": "1643", "date": "August 21", "txt": "Afonso VI of Portugal (d. 1683)", "entities": [{"title": "Afonso VI of Portugal", "href": "/wiki/Afonso_VI_of_Portugal", "description": "Afonso VI, known as \"the Victorious\", was the second King of Portugal of the House of Braganza from 1656 until his death. He was initially under the regency of his mother, Luisa of Medina-Sidonia, until 1662, when he removed her to a convent and took power with the help of his favourite, the Count of Castelo Melhor."}]}, {"heading": "Births", "year": "1660", "date": "August 21", "txt": "Hubert Gautier, French mathematician and engineer (d. 1737)", "entities": [{"title": "Hubert Gautier", "href": "/wiki/Hubert_Gautier", "description": "Henri Gautier, sometimes called Hubert Gautier was a French engineer. He was born in Nîmes, France."}]}, {"heading": "Births", "year": "1665", "date": "August 21", "txt": "Giacomo F. Maraldi, French-Italian astronomer and mathematician (d. 1729)", "entities": [{"title": "Giacomo F. Maraldi", "href": "/wiki/Giacomo_F._Maraldi", "description": "Giacomo Filippo Maraldi was a French-Italian astronomer and mathematician. His name is also given as Jacques Philippe Maraldi.\nBorn in Perinaldo he was the nephew of Giovanni Cassini, and worked most of his life at the Paris Observatory. He also is the uncle of Jean-Dominique Maraldi."}]}, {"heading": "Births", "year": "1670", "date": "August 21", "txt": "James FitzJames, 1st Duke of Berwick, French general and politician, Lord Lieutenant of Hampshire (d. 1734)", "entities": [{"title": "James FitzJames, 1st Duke of Berwick", "href": "/wiki/James_FitzJames,_1st_Duke_of_Berwick", "description": "James FitzJames, 1st Duke of Berwick, 1st Duke of Liria and Jérica, 1st Duke of Fitz-James was an Anglo-French military leader, illegitimate son of King James II of England by Arabella Churchill, sister of the 1st Duke of Marlborough. Berwick was a successful general in the pay of Louis XIV of France."}, {"title": "Lord Lieutenant of Hampshire", "href": "/wiki/Lord_Lieutenant_of_Hampshire", "description": "This is a list of people who have served as Lord Lieutenant of Hampshire. Since 1688, all the Lords Lieutenant have also been Custos Rotulorum of Hampshire. From 1889 until 1959, the administrative county was named the County of Southampton."}]}, {"heading": "Births", "year": "1725", "date": "August 21", "txt": "Jean-Baptiste Greuze, French painter and educator (d. 1805)", "entities": [{"title": "Jean-Baptiste Greuze", "href": "/wiki/Jean-Baptiste_Greuze", "description": "Jean-Baptiste Greuze was a French painter of portraits, genre scenes, and history painting."}]}, {"heading": "Births", "year": "1754", "date": "August 21", "txt": "William Murdoch, Scottish engineer and inventor, created gas lighting (d. 1839)", "entities": [{"title": "William Murdoch", "href": "/wiki/William_Murdoch", "description": "William Murdoch was a Scottish engineer and inventor."}, {"title": "Gas lighting", "href": "/wiki/Gas_lighting", "description": "Gas lighting is production of artificial light from combustion of a gaseous fuel, such as hydrogen, methane, carbon monoxide, propane, butane, acetylene, ethylene, coal gas or natural gas."}]}, {"heading": "Births", "year": "1754", "date": "August 21", "txt": "Banastre Tarleton, English general and politician (d. 1833)", "entities": []}, {"heading": "Births", "year": "1765", "date": "August 21", "txt": "William IV of the United Kingdom  (d. 1837)", "entities": [{"title": "William IV of the United Kingdom", "href": "/wiki/William_IV_of_the_United_Kingdom", "description": "William IV was King of the United Kingdom of Great Britain and Ireland and King of Hanover from 26 June 1830 until his death in 1837. The third son of George III, William succeeded his elder brother George IV, becoming the last king and penultimate monarch of Britain's House of Hanover."}]}, {"heading": "Births", "year": "1789", "date": "August 21", "txt": "Augustin-Louis Cauchy, French mathematician and academic (d. 1857)", "entities": [{"title": "Augustin-Louis Cauchy", "href": "/wiki/Augustin-Louis_Cauchy", "description": "Baron Augustin-Louis Cauchy was a French mathematician, engineer, and physicist who made pioneering contributions to several branches of mathematics, including mathematical analysis and continuum mechanics. He was one of the first to state and rigorously prove theorems of calculus, rejecting the heuristic principle of the generality of algebra of earlier authors. He almost singlehandedly founded c"}]}, {"heading": "Births", "year": "1798", "date": "August 21", "txt": "Jules Michelet, French historian and philosopher (d. 1874)", "entities": [{"title": "Jules Michelet", "href": "/wiki/Jules_Michelet", "description": "Jules Michelet was a French historian. He was born in Paris to a family with Huguenot traditions."}]}, {"heading": "Births", "year": "1800", "date": "August 21", "txt": "Hiram Walden, American general and politician (d. 1880)", "entities": [{"title": "Hiram Walden", "href": "/wiki/Hiram_Walden", "description": "Hiram Walden was a United States Representative from New York."}]}, {"heading": "Births", "year": "1801", "date": "August 21", "txt": "Guillaume Groen van Prinsterer, Dutch historian and politician (d. 1876)", "entities": [{"title": "Guillaume Groen van Prinsterer", "href": "/wiki/Guillaume_Groen_van_Prinsterer", "description": "Guillaume Groen van Prinsterer, Dutch politician and historian, was born at Voorburg, near The Hague."}]}, {"heading": "Births", "year": "1813", "date": "August 21", "txt": "Jean Stas, Belgian chemist and physician (d. 1891)", "entities": [{"title": "Jean Stas", "href": "/wiki/Jean_Stas", "description": "Jean Servais Stas was a Belgian analytical chemist who co-discovered the weight of carbon."}]}, {"heading": "Births", "year": "1816", "date": "August 21", "txt": "Charles Frédéric Gerhardt, French chemist and academic (d. 1856)", "entities": [{"title": "Charles Frédéric Gerhardt", "href": "/wiki/Charles_Fr%C3%A9d%C3%A9ric_Gerhardt", "description": "Charles Frédéric Gerhardt was a French chemist, born in Alsace and active in Paris, Montpellier, and his native Strasbourg."}]}, {"heading": "Births", "year": "1823", "date": "August 21", "txt": "Nathaniel Everett Green, English painter and astronomer (d. 1899)", "entities": [{"title": "Nathaniel Everett Green", "href": "/wiki/Nathaniel_Everett_Green", "description": "\n\nNathaniel Everett Green FRAS was an English painter, art teacher and astronomer. He professionally painted landscapes and portraits, and also gained fame with his drawings of planets."}]}, {"heading": "Births", "year": "1826", "date": "August 21", "txt": "Karl Gegenbaur, German anatomist and academic (d. 1903)", "entities": [{"title": "Karl Gegenbaur", "href": "/wiki/Karl_Gegenbaur", "description": "Karl Gegenbaur was a German anatomist and professor who demonstrated that the field of comparative anatomy offers important evidence supporting of the theory of evolution. As a professor of anatomy at the University of Jena (1855–1873) and at the University of Heidelberg (1873–1903), Karl Gegenbaur was a strong supporter of Charles Darwin's theory of organic evolution, having taught and worked, be"}]}, {"heading": "Births", "year": "1829", "date": "August 21", "txt": "Otto Goldschmidt, German composer, conductor and pianist (d. 1907)", "entities": [{"title": "Otto Goldschmidt", "href": "/wiki/Otto_Goldschmidt", "description": "Otto Moritz David Goldschmidt was a German composer, conductor and pianist, known for his piano concertos and other piano pieces. He married the \"Swedish Nightingale\", soprano Jenny Lind."}]}, {"heading": "Births", "year": "1840", "date": "August 21", "txt": "Ferdinand Hamer, Dutch bishop and missionary (d. 1900)", "entities": [{"title": "Ferdinand Hamer", "href": "/wiki/Ferdinand_Hamer", "description": "Ferdinandus Hubertus Hamer C.I.C.M. was a Catholic missionary to China and bishop who was killed in the Boxer rebellion in China."}]}, {"heading": "Births", "year": "1851", "date": "August 21", "txt": "Charles Barrois, French geologist and palaeontologist (d. 1939)", "entities": [{"title": "Charles Barrois", "href": "/wiki/Charles_Barrois", "description": "Charles Eugene Barrois was a French geologist and palaeontologist."}]}, {"heading": "Births", "year": "1856", "date": "August 21", "txt": "Medora de Vallombrosa, Marquise de Morès, American heiress (d. 1921)", "entities": [{"title": "Medora de Vallombrosa, Marquise de Morès", "href": "/wiki/Medora_de_Vallombrosa,_Marquise_de_Mor%C3%A8s", "description": "Medora de Vallombrosa, Marquise de Morès, was an American heiress who married the Marquis de Mores."}]}, {"heading": "Births", "year": "1858", "date": "August 21", "txt": "Rudolf, Crown Prince of Austria, (d. 1889)", "entities": [{"title": "Rudolf, Crown Prince of Austria", "href": "/wiki/Rudolf,_Crown_Prince_of_Austria", "description": "Rudolf, Crown Prince of Austria, was the only son and third child of Emperor Franz Joseph I and Elisabeth of Bavaria. He was heir apparent to the Imperial throne of the Austro-Hungarian Empire from birth. In 1889, he died in a suicide pact with his mistress, Mary Freiin von Vetsera, at the Mayerling hunting lodge. The ensuing scandal made international headlines. He was named after the first Habsb"}]}, {"heading": "Births", "year": "1862", "date": "August 21", "txt": "Emilio Salgari, Italian journalist and author (d. 1911)", "entities": [{"title": "Emilio Salgari", "href": "/wiki/Emilio_Salgari", "description": "Emilio Salgari was an Italian writer of action adventure swashbucklers and a pioneer of science fiction."}]}, {"heading": "Births", "year": "1869", "date": "August 21", "txt": "William Henry Ogilvie, Scottish-Australian poet and author (d. 1963)", "entities": [{"title": "William Henry Ogilvie", "href": "/wiki/William_Henry_Ogilvie", "description": "Will H. Ogilvie was a Scottish-Australian narrative poet and horseman, jackaroo, and drover, and described as a quiet-spoken handsome Scot of medium height, with a fair moustache and red complexion. He was also known as Will Ogilvie, by the pen names including 'Glenrowan' and the lesser 'Swingle-Bar', and by his initials, WHO."}]}, {"heading": "Births", "year": "1872", "date": "August 21", "txt": "Aubrey Beardsley, English author and illustrator (d. 1898)", "entities": [{"title": "Aubrey Beardsley", "href": "/wiki/Aubrey_Beardsley", "description": "Aubrey Vincent Beardsley was an English illustrator and author. His black ink drawings were influenced by Japanese woodcuts, and emphasized the grotesque, the decadent, and the erotic. He was a leading figure in the aesthetic movement which also included Oscar Wilde and James McNeill Whistler. Beardsley's contribution to the development of the Art Nouveau and poster styles was significant despite "}]}, {"heading": "Births", "year": "1878", "date": "August 21", "txt": "Richard Girulatis, German footballer and manager (d. 1963)", "entities": [{"title": "Richard Girulatis", "href": "/wiki/Richard_Girulatis", "description": "Richard Girulatis was a German football manager."}]}, {"heading": "Births", "year": "1879", "date": "August 21", "txt": "Claude Grahame-White, English pilot and engineer (d. 1959)", "entities": [{"title": "Claude Grahame-White", "href": "/wiki/Claude_Grahame-White", "description": "Claude Grahame-White was an English pioneer of aviation, and the first to make a night flight, during the Daily Mail-sponsored 1910 London to Manchester air race."}]}, {"heading": "Births", "year": "1884", "date": "August 21", "txt": "Chandler Egan, American golfer and architect (d. 1936)", "entities": [{"title": "Chandler Egan", "href": "/wiki/Chandler_Egan", "description": "Henry Chandler Egan was an American amateur golfer and golf course architect of the early 20th century."}]}, {"heading": "Births", "year": "1885", "date": "August 21", "txt": "Édouard Fabre, Canadian runner (d. 1939)", "entities": [{"title": "Édouard Fabre", "href": "/wiki/%C3%89douard_Fabre", "description": "Édouard Fabre was a Canadian marathon runner."}]}, {"heading": "Births", "year": "1886", "date": "August 21", "txt": "Ruth Manning-Sanders, Welsh-English author and poet (d. 1988)", "entities": [{"title": "Ruth Manning-Sanders", "href": "/wiki/Ruth_Manning-Sanders", "description": "Ruth Manning-Sanders was a Welsh-born English poet and author, well known for a series of children's books in which she collected and related fairy tales from all over the world. All told, she published more than 90 books during her lifetime."}]}, {"heading": "Births", "year": "1887", "date": "August 21", "txt": "James Paul Moody, English sailor (d. 1912)", "entities": [{"title": "James Paul Moody", "href": "/wiki/James_Paul_Moody", "description": "James Paul Moody was the sixth officer of the RMS Titanic and the only junior officer to die when the ship sank on her maiden voyage."}]}, {"heading": "Births", "year": "1891", "date": "August 21", "txt": "Emiliano Mercado del Toro, Puerto Rican-American soldier (d. 2007)", "entities": [{"title": "Emiliano Mercado del Toro", "href": "/wiki/Emiliano_Mercado_del_Toro", "description": "Emiliano Mercado del Toro was a Puerto Rican supercentenarian and military veteran who was, at age 115, the world's oldest person for six weeks, and the world's oldest man from November 19, 2004 until his own death on January 24, 2007. Mercado became the oldest documented living person on December 11, 2006, following the death of 116-year-old Elizabeth Bolden."}]}, {"heading": "Births", "year": "1892", "date": "August 21", "txt": "Charles Vanel, French actor and director (d. 1989)", "entities": [{"title": "Charles Vanel", "href": "/wiki/Charles_Vanel", "description": "Charles-Marie Vanel was a French actor and director. During his 76-year film career, which began in 1912, he appeared in more than 200 films and worked with many prominent directors, including Alfred Hitchcock, Luis Buñuel, Jacques Feyder, and Henri-Georges Clouzot. He is perhaps best remembered for his role as a desperate truck driver in Clouzot's The Wages of Fear for which he received a Special"}]}, {"heading": "Births", "year": "1894", "date": "August 21", "txt": "Christian Schad, German painter (d. 1982)", "entities": [{"title": "Christian Schad", "href": "/wiki/Christian_Schad", "description": "Christian Schad was a German painter and photographer. He was associated with the Dada and the New Objectivity movements. Considered as a group, Schad's portraits form an extraordinary record of life in Vienna and Berlin in the years following World War I."}]}, {"heading": "Births", "year": "1895", "date": "August 21", "txt": "Blossom Rock, American actress (d. 1978)", "entities": [{"title": "Blossom Rock", "href": "/wiki/Blossom_Rock", "description": "Edith Marie Blossom MacDonald, also known as Blossom Rock, was an American actress of vaudeville, stage, film and television. During her career she was also billed as Marie Blake or Blossom MacDonald. Her younger sister was screen actress and singer Jeanette MacDonald. Rock is probably best known for her role as \"Grandmama\" on the 1960s horror sitcom The Addams Family."}]}, {"heading": "Births", "year": "1897", "date": "August 21", "txt": "Keith Arbuthnott, 15th Viscount of Arbuthnott, Scottish soldier and peer (d. 1966)", "entities": [{"title": "Keith Arbuthnott, 15th Viscount of Arbuthnott", "href": "/wiki/Keith_Arbuthnott,_15th_Viscount_of_Arbuthnott", "description": "Major General Robert Keith Arbuthnott, 15th Viscount of Arbuthnott, was a senior British Army officer who served in both the First World War and the Second World War."}]}, {"heading": "Births", "year": "1902", "date": "August 21", "txt": "Angel Karaliychev, Bulgarian author (d. 1972)", "entities": [{"title": "Angel Karaliychev", "href": "/wiki/Angel_Karaliychev", "description": "Angel Karaliychev was a Bulgarian writer of children's literature."}]}, {"heading": "Births", "year": "1903", "date": "August 21", "txt": "Kostas Giannidis, Greek pianist, composer, and conductor (d. 1984)", "entities": [{"title": "Kostas Giannidis", "href": "/wiki/Kostas_Giannidis", "description": "Ioannis Constantinidis, also known by the pen name Kostas Giannidis was a Greek composer, pianist and conductor."}]}, {"heading": "Births", "year": "1904", "date": "August 21", "txt": "Count Basie, American pianist, composer, and bandleader (d. 1984)", "entities": [{"title": "Count Basie", "href": "/wiki/Count_Basie", "description": "William James \"Count\" Basie was an American jazz pianist, organist, bandleader, and composer. In 1935, Basie formed his own jazz orchestra, the Count Basie Orchestra, and in 1936 took them to Chicago for a long engagement and their first recording. He led the group for almost 50 years, creating innovations like the use of two \"split\" tenor saxophones, emphasizing the rhythm section, riffing with a"}]}, {"heading": "Births", "year": "1905", "date": "August 21", "txt": "Bipin Gupta, Indian actor and producer (d. 1981)", "entities": [{"title": "Bipin Gupta", "href": "/wiki/Bipin_Gupta", "description": "Bipin Gupta was an Indian actor and artist during the 1930s and 1960s. He acted in Bengali and Hindi cinema, most notably in Baiju Bawra (1952), Jagriti (1954), Gharana (1961) and Khilona (1970)."}]}, {"heading": "Births", "year": "1906", "date": "August 21", "txt": "Friz Freleng, American animator, director, and producer (d. 1995)", "entities": [{"title": "Friz Freleng", "href": "/wiki/Friz_Freleng", "description": "Isadore \"Friz\" Freleng, often credited as I. Freleng, was an American animator, cartoonist, director, producer, and composer known for his work at Warner Bros. Cartoons on the Looney Tunes and Merrie Melodies series of cartoons."}]}, {"heading": "Births", "year": "1907", "date": "August 21", "txt": "P. Jeevanandham, Indian lawyer and politician (d. 1963)", "entities": [{"title": "P. Jeevanandham", "href": "/wiki/P._Jeevanandham", "description": "P. Jeevanandham also called Jeeva, was a social reformer, political leader, litterateur and one of the pioneers of the Communist and socialist movements in the state of Tamil Nadu, India."}]}, {"heading": "Births", "year": "1909", "date": "August 21", "txt": "Nikolay Bogolyubov, Russian mathematician and physicist (d. 1992)", "entities": [{"title": "Nikolay Bogolyubov", "href": "/wiki/Nikolay_Bogolyubov", "description": "Nikolay Nikolayevich Bogolyubov, also transliterated as Bogoliubov and Bogolubov, was a Soviet mathematician and theoretical physicist known for a significant contribution to quantum field theory, classical and quantum statistical mechanics, and the theory of dynamical systems; he was the recipient of the 1992 Dirac Prize."}]}, {"heading": "Births", "year": "1912", "date": "August 21", "txt": "Toe Blake, Canadian ice hockey player and coach (d. 1995)", "entities": [{"title": "Toe Blake", "href": "/wiki/Toe_Blake", "description": "Joseph Hector \"Toe\" Blake, was a Canadian ice hockey player and coach in the National Hockey League (NHL). He is best known for his three-decade association with the Montreal Canadiens, with whom he won the Stanley Cup eleven times as a player or coach. In 2017 Blake was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Births", "year": "1914", "date": "August 21", "txt": "Doug Wright, English cricketer and coach (d. 1998)", "entities": [{"title": "Doug Wright (cricketer)", "href": "/wiki/Doug_Wright_(cricketer)", "description": "Douglas Vivian Parson Wright, better known as Doug Wright, was an English cricketer. A leg-spinner for Kent and England from 1932 to 1957 he took a record seven hat-tricks in first-class cricket. He played for Kent for 19 seasons and was their first professional captain from late 1953 to 1956. Don Bradman said he was the best leg-spinner to tour Australia since Sydney Barnes, and Keith Miller thou"}]}, {"heading": "Births", "year": "1916", "date": "August 21", "txt": "Bill Lee, American actor and singer (d. 1980)", "entities": [{"title": "Bill Lee (singer)", "href": "/wiki/Bill_Lee_(singer)", "description": "Bill Lee was an American playback singer who provided a voice or singing voice in many films, for actors in musicals and for many Disney characters."}]}, {"heading": "Births", "year": "1916", "date": "August 21", "txt": "Consuelo Velázquez, Mexican pianist and songwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1917", "date": "August 21", "txt": "Leonid Hurwicz, Russian economist and mathematician (d. 2008)", "entities": [{"title": "Leonid Hurwicz", "href": "/wiki/Leonid_Hurwicz", "description": "Leonid \"Leo\" Hurwicz was a Polish-American economist and mathematician, known for his work in game theory and mechanism design. He originated the concept of incentive compatibility, and showed how desired outcomes can be achieved by using incentive compatible mechanism design. Hurwicz shared the 2007 Nobel Memorial Prize in Economic Sciences for his seminal work on mechanism design. Hurwicz was on"}]}, {"heading": "Births", "year": "1918", "date": "August 21", "txt": "Billy Reay, Canadian-American ice hockey player and coach (d. 2004)", "entities": [{"title": "Billy Reay", "href": "/wiki/Billy_Reay", "description": "William Tulip Reay was a Canadian professional ice hockey player and coach. Reay played ten seasons in the National Hockey League (NHL). He then coached from 1957 to 1959 in the NHL and again from 1963 to 1977."}]}, {"heading": "Births", "year": "1921", "date": "August 21", "txt": "Reuven Feuerstein, Romanian-Israeli psychologist and academic (d. 2014)", "entities": [{"title": "Reuven Feuerstein", "href": "/wiki/Reuven_Feuerstein", "description": "Reuven Feuerstein was an Israeli clinical, developmental, and cognitive psychologist, known for his theory of intelligence which states “it is not ‘fixed’, but rather modifiable”. Feuerstein is recognized for his work in developing the theories and applied systems of structural cognitive modifiability, mediated learning experience, cognitive map, deficient cognitive functions, learning propensity "}]}, {"heading": "Births", "year": "1922", "date": "August 21", "txt": "Albert Irvin, English soldier and painter (d. 2015)", "entities": [{"title": "Albert Irvin", "href": "/wiki/Albert_Irvin", "description": "\nAlbert Henry Thomas Irvin was an English expressionist abstract artist."}]}, {"heading": "Births", "year": "1923", "date": "August 21", "txt": "Keith Allen, Canadian-American ice hockey player, coach, and manager (d. 2014)", "entities": [{"title": "Keith Allen (ice hockey)", "href": "/wiki/Keith_Allen_(ice_hockey)", "description": "Courtney Keith \"Bingo\" Allen was a Canadian professional ice hockey defenceman and National Hockey League (NHL) head coach and general manager. He was born in Saskatoon, Saskatchewan. He was the executive vice-president of the Philadelphia Flyers, a position he held from 1980 for the rest of his life."}]}, {"heading": "Births", "year": "1924", "date": "August 21", "txt": "Jack Buck, American sportscaster (d. 2002)", "entities": [{"title": "Jack Buck", "href": "/wiki/Jack_Buck", "description": "John Francis \"Jack\" Buck was an American sportscaster, best known for his work announcing Major League Baseball games of the St. Louis Cardinals. His play-by-play work earned him recognition from numerous halls of fame. He has also been inducted as a member of the St. Louis Cardinals Hall of Fame Museum."}]}, {"heading": "Births", "year": "1924", "date": "August 21", "txt": "Jack Weston, American actor (d. 1996)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 21", "txt": "Can Yücel, Turkish poet and translator (d. 1999)", "entities": [{"title": "Can Yücel", "href": "/wiki/Can_Y%C3%BCcel", "description": "Can Yücel was a Turkish poet noted for his use of colloquial language."}]}, {"heading": "Births", "year": "1927", "date": "August 21", "txt": "Thomas S. Monson, American religious leader, 16th President of The Church of Jesus Christ of Latter-day Saints (d. 2018)", "entities": [{"title": "Thomas S. Monson", "href": "/wiki/Thomas_S._Monson", "description": "Thomas Spencer Monson was an American religious leader, author, and the 16th President of The Church of Jesus Christ of Latter-day Saints. As president, he was considered by adherents of the religion to be a prophet, seer, and revelator. Monson's early career was as a manager at the Deseret News, a Utah newspaper owned by the LDS Church. He spent most of his life engaged in various church leadersh"}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1928", "date": "August 21", "txt": "Addison Farmer, American bassist (d. 1963)", "entities": [{"title": "Addison Farmer", "href": "/wiki/Addison_Farmer", "description": "Addison Gerald Farmer was an American jazz bassist. He was the twin brother of Art Farmer."}]}, {"heading": "Births", "year": "1928", "date": "August 21", "txt": "Art Farmer, American trumpet player and composer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 21", "txt": "Bud McFadin, American football player (d. 2006)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 21", "txt": "Herman Badillo, Puerto Rican-American lawyer and politician (d. 2014)", "entities": [{"title": "Herman Badillo", "href": "/wiki/Herman_Badillo", "description": "Herman Badillo was a Puerto Rican politician who served as borough president of The Bronx and United States Representative, and ran for Mayor of New York City. He was the first Puerto Rican elected to these posts, and the first Puerto Rican mayoral candidate in a major city in the continental United States."}]}, {"heading": "Births", "year": "1929", "date": "August 21", "txt": "X. J. Kennedy, American poet, translator, anthologist, editor", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 21", "txt": "Ahmed Kathrada, South African politician and political prisoner (d. 2017)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 21", "txt": "Princess Margaret, Countess of Snowdon (d. 2002)", "entities": [{"title": "Princess Margaret, Countess of Snowdon", "href": "/wiki/Princess_Margaret,_Countess_of_Snowdon", "description": "Princess Margaret, Countess of Snowdon, was the younger daughter of King George VI and Queen Elizabeth, and the only sibling of Queen Elizabeth II."}]}, {"heading": "Births", "year": "1930", "date": "August 21", "txt": "Frank Perry, American director, producer, and screenwriter (d. 1995)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 21", "txt": "Menashe Kadishman, Israeli sculptor and painter (d. 2015)", "entities": [{"title": "Menashe Kadishman", "href": "/wiki/Menashe_Kadishman", "description": "Menashe Kadishman was an Israeli sculptor and painter."}]}, {"heading": "Births", "year": "1932", "date": "August 21", "txt": "Melvin Van Peebles, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 21", "txt": "Janet Baker, English soprano and educator", "entities": [{"title": "Janet Baker", "href": "/wiki/Janet_Baker", "description": "Dame Janet Abbott Baker is an English mezzo-soprano best known as an opera, concert, and lieder singer."}]}, {"heading": "Births", "year": "1933", "date": "August 21", "txt": "Michael Dacher, German mountaineer (d. 1994)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 21", "txt": "Barry Norman, English author and critic (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 21", "txt": "Erik Paaske, Danish actor and singer (d. 1992)", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 21", "txt": "Sudhakarrao Naik, Indian lawyer and politician, 13th Chief Minister of Maharashtra (d. 2001)", "entities": [{"title": "Sudhakarrao Naik", "href": "/wiki/Sudhakarrao_Naik", "description": "Sudhakarrao Rajusing Naik was an Indian politician from Indian National Congress party who served as Chief Minister of Maharashtra from 25 June 1991 until 22 February 1993 following the communal riots. He had given the new shape to the Panchayat Raj, started the continuous election process in Panchayat Raj systems all over the state. He is called as the hero of Jalkranti, who started the irrigatio"}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Births", "year": "1934", "date": "August 21", "txt": "Paul Panhuysen, Dutch composer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 21", "txt": "Wilt Chamberlain, American basketball player and coach (d. 1999)", "entities": [{"title": "Wilt Chamberlain", "href": "/wiki/Wilt_Chamberlain", "description": "Wilton Norman Chamberlain was an American professional basketball player who played as a center, and is widely regarded as one of the greatest players in the sport's history. He played for the Philadelphia/San Francisco Warriors, the Philadelphia 76ers, and the Los Angeles Lakers of the National Basketball Association (NBA). He played for the University of Kansas and for the Harlem Globetrotters b"}]}, {"heading": "Births", "year": "1936", "date": "August 21", "txt": "Radish Tordia, Georgian painter and educator", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 21", "txt": "Donald Dewar, Scottish lawyer and politician, 1st First Minister of Scotland (d. 2000)", "entities": [{"title": "Donald Dewar", "href": "/wiki/Donald_Dewar", "description": "Donald Campbell Dewar was a Scottish politician who served as First Minister of Scotland and Leader of the Scottish Labour Party from 1999 to 2000. He previously served as Secretary of State for Scotland from 1997 to 1999. He was Member of Parliament (MP) for Aberdeen South from 1966 to 1970 and for Glasgow Anniesland, formerly Glasgow Garscadden, from 1978 to 2000. He was also Member of the Scott"}, {"title": "First Minister of Scotland", "href": "/wiki/First_Minister_of_Scotland", "description": "The first minister of Scotland is the leader of the Scottish Government and keeper of the Great Seal of Scotland. The first minister chairs the Scottish Cabinet and is primarily responsible for the formulation, development and presentation of Scottish Government policy. Additional functions of the first minister include promoting and representing Scotland in an official capacity, at home and abroa"}]}, {"heading": "Births", "year": "1937", "date": "August 21", "txt": "Gustavo Noboa, Ecuadorian academic and politician, 51st President of Ecuador (d. 2021)", "entities": [{"title": "List of heads of state of Ecuador", "href": "/wiki/List_of_heads_of_state_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Births", "year": "1937", "date": "August 21", "txt": "Robert Stone, American novelist and short story writer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 21", "txt": "Kenny Rogers, American singer-songwriter, guitarist, producer, and actor (d. 2020)", "entities": [{"title": "Kenny Rogers", "href": "/wiki/Kenny_Rogers", "description": "Kenneth Ray Rogers was an American singer, songwriter, musician, actor, record producer, and entrepreneur. He was inducted into the Country Music Hall of Fame in 2013. Rogers was particularly popular with country audiences but also charted more than 420 hit singles across various genres, topping the country and pop album charts for more than 200 individual weeks in the United States alone. He sold"}]}, {"heading": "Births", "year": "1938", "date": "August 21", "txt": "Mike Weston, English rugby player", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 21", "txt": "James Burton, American Hall of Fame guitarist", "entities": [{"title": "James Burton", "href": "/wiki/James_Burton", "description": "James Edward Burton is an American guitarist. A member of the Rock and Roll Hall of Fame since 2001, Burton has also been recognized by the Rockabilly Hall of Fame and the Musicians Hall of Fame and Museum. Critic Mark Demming writes that \"Burton has a well-deserved reputation as one of the finest guitar pickers in either country or rock ... Burton is one of the best guitar players to ever touch a"}, {"title": "Rock and Roll Hall of Fame", "href": "/wiki/Rock_and_Roll_Hall_of_Fame", "description": "The Rock and Roll Hall of Fame (RRHOF) is a museum and hall of fame located in downtown Cleveland, Ohio, United States, on the shore of Lake Erie. The museum documents the history of rock music and the artists, producers, engineers, and other notable figures who have influenced its development."}]}, {"heading": "Births", "year": "1939", "date": "August 21", "txt": "Festus Mogae, Botswana economist and politician, 3rd President of Botswana", "entities": [{"title": "President of Botswana", "href": "/wiki/President_of_Botswana", "description": "The President of the Republic of Botswana is the head of state and the head of government of Botswana, as well as the commander-in-chief of the armed forces, according to the Constitution of Botswana."}]}, {"heading": "Births", "year": "1939", "date": "August 21", "txt": "Clarence Williams III, American actor", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 21", "txt": "Dominick Harrod, English journalist, historian, and author (d. 2013)", "entities": [{"title": "Dominick Harrod", "href": "/wiki/Dominick_Harrod", "description": "Dominick Roy Harrod was a British journalist and broadcaster. He was the BBC's economic correspondent in the 1970s and 1980s."}]}, {"heading": "Births", "year": "1940", "date": "August 21", "txt": "Endre Szemerédi, Hungarian-American mathematician and computer scientist", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 21", "txt": "Jackie DeShannon, American singer-songwriter", "entities": [{"title": "Jackie DeShannon", "href": "/wiki/Jackie_DeShannon", "description": "Jackie DeShannon is an American singer-songwriter with a string of hit song credits from the 1960s onwards, as both singer and composer. She was one of the first female singer-songwriters of the Rock and Roll period. She is best known as the singer of \"What the World Needs Now Is Love\" and \"Put a Little Love in Your Heart\", and as the composer of \"When You Walk in the Room\" and \"Bette Davis Eyes\","}]}, {"heading": "Births", "year": "1943", "date": "August 21", "txt": "Patrick Demarchelier, French photographer", "entities": [{"title": "Patrick Demarchelier", "href": "/wiki/Patrick_Demarchelier", "description": "Patrick Demarchelier is a French fashion photographer."}]}, {"heading": "Births", "year": "1943", "date": "August 21", "txt": "Jonathan Schell, American journalist and author (d. 2014)", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 21", "txt": "Lucius Shepard, American author and critic (d. 2014)", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 21", "txt": "Hugh Wilson, American actor, director, producer, and screenwriter (d. 2018)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 21", "txt": "Perry Christie, Bahamian politician, 3rd Prime Minister of the Bahamas", "entities": [{"title": "Perry Christie", "href": "/wiki/Perry_Christie", "description": "Perry Gladstone Christie PC, MP is a Bahamian former politician who served as Prime Minister of the Bahamas from 2002 to 2007 and from 2012 to 2017. He is the second longest-serving Bahamian elected parliamentarian, representing the Centreville constituency from 1977 to 2017. He is also a former athlete. His Progressive Liberal Party is the oldest Bahamian political party, holding solid majorities"}, {"title": "Prime Minister of the Bahamas", "href": "/wiki/Prime_Minister_of_the_Bahamas", "description": "The prime minister of the Bahamas is the head of government of the Bahamas, currently Hubert Minnis. He was sworn in as Prime Minister on 11 May 2017, succeeding Progressive Liberal Party (PLP) leader Perry Christie. This was a result of the FNM's victory in the Bahamas general election of 10 May 2017. The prime minister is formally appointed into office by the governor general of the Bahamas, who"}]}, {"heading": "Births", "year": "1944", "date": "August 21", "txt": "Peter Weir, Australian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 21", "txt": "Basil Poledouris, Greek-American composer, conductor (d. 2006)", "entities": [{"title": "Basil Poledouris", "href": "/wiki/Basil_Poledouris", "description": "Basil Konstantine Poledouris was an American composer, conductor, and orchestrator of film and television scores, best known for his long-running collaborations with directors John Milius and Paul Verhoeven. Among his works are scores for the films Conan the Barbarian (1982), Red Dawn (1984), Iron Eagle (1986), RoboCop (1987), The Hunt for Red October (1990), Free Willy (1993), Starship Troopers ("}]}, {"heading": "Births", "year": "1945", "date": "August 21", "txt": "Celia Brayfield, English journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 21", "txt": "Jerry DaVanon, American baseball player", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 21", "txt": "Willie Lanier, American football player", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 21", "txt": "Patty McCormack, American actress", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 21", "txt": "Carl Giammarese, American singer-songwriter and musician", "entities": [{"title": "Carl Giammarese", "href": "/wiki/Carl_Giammarese", "description": "The Buckinghams are an American sunshine pop band from Chicago. They formed in 1966 and went on to become one of the top selling acts of 1967, charting their only five top 40 hits in the U.S. that year. The band dissolved in 1970, but re-formed in 1980 and as of 2019 they continue to tour throughout the United States."}]}, {"heading": "Births", "year": "1949", "date": "August 21", "txt": "Loretta Devine, American actress and singer", "entities": [{"title": "Loretta Devine", "href": "/wiki/Loretta_Devine", "description": "Loretta Devine is an American actress and singer, best known for her roles as Lorrell Robinson in the original Broadway production of Dreamgirls, a recurring role as dormitory director, Stevie Rallen, on NBC’s “A Different World”, Marla Hendricks in the Fox drama series Boston Public, and for her recurring role as Adele Webber on the medical drama Grey's Anatomy, for which she won a Primetime Emmy"}]}, {"heading": "Births", "year": "1949", "date": "August 21", "txt": "Daniel Sivan, Israeli scholar and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 21", "txt": "Patrick Juvet, Swiss singer-songwriter and model", "entities": [{"title": "Patrick Juvet", "href": "/wiki/Patrick_Juvet", "description": "Patrick Juvet was a Swiss model and singer-songwriter, who had a string of hit records in Europe. While his early career was focused on making pop records, he found international success as a disco music performer in the latter half of the 1970s. His biggest hit, \"I Love America\", made the top twenty in France, Sweden and the UK, and the top ten in the US disco chart."}]}, {"heading": "Births", "year": "1951", "date": "August 21", "txt": "Eric Goles, Chilean mathematician and computer scientist", "entities": [{"title": "Eric Goles", "href": "/wiki/Eric_Goles", "description": "Eric Antonio Goles Chacc is a Chilean mathematician and computer scientist of Croatian descent. He studied civil engineering at the University of Chile before taking two doctorates at the University of Grenoble in France. A professor at the University of Chile, he is known for his work on cellular automata."}]}, {"heading": "Births", "year": "1951", "date": "August 21", "txt": "Yana Mintoff, Maltese politician, economist and educator", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 21", "txt": "Chesley V. Morton, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 21", "txt": "Keith Hart, Canadian firefighter, wrestler, and trainer", "entities": [{"title": "Keith Hart (wrestler)", "href": "/wiki/Keith_Hart_(wrestler)", "description": "Keith William Hart is a Canadian-American retired professional wrestler and firefighter. He is a member of the Hart wrestling family and the third child of Helen and Stu Hart, CM. He is best known for his work for Stampede Wrestling and several appearances for WWE, often with his siblings Bret, Owen, Bruce and Diana. In Stampede he won several championships and for WWE he participated in the seven"}]}, {"heading": "Births", "year": "1952", "date": "August 21", "txt": "Jiří Paroubek, Czech soldier and politician, 6th Prime Minister of the Czech Republic", "entities": [{"title": "Prime Minister of the Czech Republic", "href": "/wiki/Prime_Minister_of_the_Czech_Republic", "description": "The Chairman of the Government of the Czech Republic, is the head of the Government of the Czech Republic. The Prime Minister and Cabinet are collectively accountable for their policies and actions to the Chamber of Deputies. The current Prime Minister, Andrej Babiš, leader of the ANO 2011, was appointed by the President on 6 December 2017, and serves as 12th person in the office."}]}, {"heading": "Births", "year": "1952", "date": "August 21", "txt": "Bernadette Porter, English nun and educator", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 21", "txt": "Joe Strummer, English singer-songwriter and guitarist (d. 2002)", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 21", "txt": "Ivan Stang, American author, publisher, and director", "entities": [{"title": "Ivan Stang", "href": "/wiki/Ivan_Stang", "description": "Ivan Stang is an American writer, filmmaker and broadcaster, best known as the author and publisher of the first screed of the Church of the SubGenius. He is credited with founding the Church with friend Philo Drummond in 1979, though Stang himself denied this and claimed the organization was founded in 1953 by J. R. \"Bob\" Dobbs."}]}, {"heading": "Births", "year": "1954", "date": "August 21", "txt": "Archie Griffin, American football player", "entities": [{"title": "Archie Griffin", "href": "/wiki/Archie_Griffin", "description": "Archie Mason Griffin is a former American football running back. Griffin played seven seasons in the NFL with the Cincinnati Bengals. He is college football's only two-time Heisman Trophy winner, and is considered to be one of the greatest college football players of all time. Griffin won four Big Ten Conference titles with the Ohio State Buckeyes and was the first player ever to start in four Ros"}]}, {"heading": "Births", "year": "1954", "date": "August 21", "txt": "Steve Smith, American drummer", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 21", "txt": "Mark Williams, New Zealand-Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 21", "txt": "Kim Cattrall, English-Canadian actress", "entities": [{"title": "Kim Cattrall", "href": "/wiki/Kim_Cattrall", "description": "Kim Victoria Cattrall is a British-born Canadian-American actress. She is best known for her role as Samantha Jones on HBO's Sex and the City (1998–2004), for which she received five Emmy Award nominations and four Golden Globe Award nominations, winning the 2002 Golden Globe for Best Supporting Actress. She reprised the role in the films Sex and the City (2008) and Sex and the City 2 (2010)."}]}, {"heading": "Births", "year": "1956", "date": "August 21", "txt": "Jon Tester, American farmer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 21", "txt": "Frank Pastore, American baseball player and radio host (d. 2012)", "entities": [{"title": "Frank Pastore", "href": "/wiki/Frank_Pastore", "description": "Frank Enrico Pastore was an American Major League Baseball player and radio host. He pitched for the Cincinnati Reds from 1979 until 1985 and for the Minnesota Twins in 1986, and was in the Texas Rangers organization in 1987."}]}, {"heading": "Births", "year": "1958", "date": "August 21", "txt": "Mark Williams, Australian footballer and coach", "entities": [{"title": "Mark Williams (Australian footballer, born 1958)", "href": "/wiki/Mark_Williams_(Australian_footballer,_born_1958)", "description": "Mark Melville Williams is a former Australian rules football player and coach. As a player, Williams represented Port Adelaide in the South Australian National Football League (SANFL) as well as Collingwood and Brisbane Bears in the Australian Football League (AFL) from the 1980s to the 1990s."}]}, {"heading": "Births", "year": "1959", "date": "August 21", "txt": "Anne Hobbs, English tennis player and coach", "entities": [{"title": "Anne Hobbs", "href": "/wiki/Anne_Hobbs", "description": "Anne Hobbs is a British former professional tennis player."}]}, {"heading": "Births", "year": "1959", "date": "August 21", "txt": "Jim McMahon, American football player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 21", "txt": "Gerardo Barbero, Argentinian chess player and coach (d. 2001)", "entities": [{"title": "Gerardo Barbero", "href": "/wiki/Gerardo_Barbero", "description": "Gerardo Fabián Barbero was an Argentine chess grandmaster. He was born in Lanús, Buenos Aires, and raised in Rosario, Santa Fe."}]}, {"heading": "Births", "year": "1961", "date": "August 21", "txt": "V. B. Chandrasekhar, Indian cricketer and coach (d. 2019)", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 21", "txt": "Stephen Hillenburg, American marine biologist, cartoonist, animator and creator of SpongeBob SquarePants (d. 2018)", "entities": [{"title": "SpongeBob SquarePants", "href": "/wiki/SpongeBob_SquarePants", "description": "SpongeBob SquarePants is an American animated comedy television series created by marine science educator and animator Stephen Hillenburg for Nickelodeon. The series chronicles the adventures and endeavors of the title character and his aquatic friends in the fictional underwater city of Bikini Bottom. The fifth-longest-running American animated series, its popularity has made it a media franchise"}]}, {"heading": "Births", "year": "1962", "date": "August 21", "txt": "John Korfas, Greek-American basketball player and coach", "entities": [{"title": "John Korfas", "href": "/wiki/John_Korfas", "description": "John Anthony Korfas is a retired Greek-American professional basketball player and a professional basketball coach. A EuroLeague All-Final Four Team member in 1993, he won all three FIBA Europe continental trophies at the club level: the EuroLeague in 1996, the Saporta Cup in 1991, as well as the Korać Cup in 1994. As a player, his nickname was Tintin. He became well known in Europe, due to his ve"}]}, {"heading": "Births", "year": "1962", "date": "August 21", "txt": "Pete Weber, American bowler", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 21", "txt": "Mohammed VI of Morocco, King of Morocco", "entities": [{"title": "Mohammed VI of Morocco", "href": "/wiki/Mohammed_VI_of_Morocco", "description": "Mohammed VI  is the King of Morocco. He belongs to the Alaouite dynasty and ascended to the throne on 23 July 1999 upon the death of his father, King Hassan II."}, {"title": "Morocco", "href": "/wiki/Morocco", "description": "Morocco, officially the Kingdom of Morocco, is the westernmost country in the Maghreb region of North Africa. It overlooks the Mediterranean Sea to the north and the Atlantic Ocean to the west, and has land borders with Algeria to the east, and the disputed territory of Western Sahara to the south. Morocco also claims the Spanish exclaves of Ceuta, Melilla and Peñón de Vélez de la Gomera, and seve"}]}, {"heading": "Births", "year": "1963", "date": "August 21", "txt": "Nigel Pearson, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 21", "txt": "Gary Elkerton, Australian surfer", "entities": [{"title": "Gary Elkerton", "href": "/wiki/Gary_Elkerton", "description": "\n\nGary Elkerton, known as Kong is an Australian surfer, three time world masters champion, three time world professional runner-up, twice Hawaiian Triple Crown champion and Australian amateur champion (1984). He is regarded as an iconic big-wave rider and is highly respected by his peers for his unique, powerful surfing style. In 2009, Gary was inducted into the Australian Surfing Hall of Fame."}]}, {"heading": "Births", "year": "1965", "date": "August 21", "txt": "Jim Bullinger, American baseball player", "entities": [{"title": "Jim Bullinger", "href": "/wiki/Jim_Bullinger", "description": "James Eric Bullinger is a former professional starting pitcher. He played for the Chicago Cubs (1992-1996), Montreal Expos (1997) and Seattle Mariners (1998) of Major League Baseball (MLB). He batted and threw right-handed. He is the brother of pitcher Kirk Bullinger. Jim Bullinger was converted to a pitcher in the Cubs' farm system, after initially playing as a shortstop. He played for the Univer"}]}, {"heading": "Births", "year": "1966", "date": "August 21", "txt": "John Wetteland, American baseball player and coach", "entities": [{"title": "John Wetteland", "href": "/wiki/John_Wetteland", "description": "John Karl Wetteland is an American former baseball pitcher who played 12 seasons in Major League Baseball (1989–2000). He pitched for four teams: the Los Angeles Dodgers, Montreal Expos, New York Yankees, and Texas Rangers. A relief pitcher, Wetteland specialized as a closer, recording 330 saves during his career. With the Yankees, he won the 1996 World Series over the Atlanta Braves and won the W"}]}, {"heading": "Births", "year": "1967", "date": "August 21", "txt": "Darren Bewick, Australian footballer", "entities": [{"title": "Darren Bewick", "href": "/wiki/Darren_Bewick", "description": "Darren Bewick is a former Australian rules footballer who won two premierships with the Essendon Football Club in the Australian Football League (AFL). Bewick's game breaking pace & goal sense inside the attacking 50 was legendary amongst Bomber fans."}]}, {"heading": "Births", "year": "1967", "date": "August 21", "txt": "Charb, French journalist and cartoonist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 21", "txt": "Carrie-Anne Moss, Canadian actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 21", "txt": "Serj Tankian, Lebanese-born Armenian-American singer-songwriter, multi-instrumentalist, and record producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 21", "txt": "Dina Carroll, English singer-songwriter", "entities": [{"title": "Dina Carroll", "href": "/wiki/Dina_Carroll", "description": "Geraldine Carroll is an English singer. She had a string of hits during the 1990s, including the UK top ten singles, \"It's Too Late\" (1991), \"Don't Be a Stranger\" (1993), \"The Perfect Year\", (1993), and \"Escaping\" (1996). Carroll released two studio albums, So Close (1993) and Only Human (1996), both of which reached number two on the UK Albums Chart and were certified platinum. She won Best Briti"}]}, {"heading": "Births", "year": "1968", "date": "August 21", "txt": "Goran Ćurko, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 21", "txt": "Laura Trevelyan, English journalist and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 21", "txt": "Bruce Anstey, New Zealand motorcycle racer", "entities": [{"title": "Bruce Anstey", "href": "/wiki/Bruce_Anstey", "description": "Bruce Anstey is a professional motorcycle road racer. He is a former lap record holder on the world-famous Snaefell Mountain Course with a time of 17 minutes 6.682 seconds, at an average speed of 132.298 mph (212.913 km/h) set during the 2014 Superbike TT Race. Anstey was signed to race for the Padgett's Honda Racing Team having previously ridden for TAS Suzuki Racing, Valmoto Triumph and DTR Yama"}]}, {"heading": "Births", "year": "1969", "date": "August 21", "txt": "Josée Chouinard, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 21", "txt": "Craig Counsell, American baseball player and coach", "entities": [{"title": "Craig Counsell", "href": "/wiki/Craig_Counsell", "description": "Craig John Counsell is an American former professional baseball player who is the manager for the Milwaukee Brewers of Major League Baseball (MLB). He was an infielder who played sixteen seasons for five teams. Counsell has been the Brewers' manager since May 2015."}]}, {"heading": "Births", "year": "1970", "date": "August 21", "txt": "Erik Dekker, Dutch cyclist and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 21", "txt": "Cathy Weseluck, Canadian actress", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 21", "txt": "Mamadou Diallo, Senegalese footballer", "entities": [{"title": "Mamadou Diallo", "href": "/wiki/Mamadou_Diallo", "description": "Mamadou Diallo is a Senegalese former professional footballer who played as a forward. He played in twelve countries across four continents: United States, Senegal, Morocco, Switzerland, Saudi Arabia, Malaysia, South Africa, Mali, Germany, Turkey, Sweden and Norway. A prolific scorer almost everywhere he played, he became a regular for the Senegal national team."}]}, {"heading": "Births", "year": "1971", "date": "August 21", "txt": "Robert Harvey, Australian footballer and coach", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 21", "txt": "Liam Howlett, English keyboard player, DJ, and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 21", "txt": "Sergey Brin, Russian-American computer scientist and businessman, co-founded Google", "entities": [{"title": "Sergey Brin", "href": "/wiki/Sergey_Brin", "description": "Sergey Mikhaylovich Brin is an American computer scientist and Internet entrepreneur. Together with Larry Page, he co-founded Google. Brin was the president of Google's parent company, Alphabet Inc., until stepping down from the role on December 3, 2019. He and Page remain at Alphabet as co-founders, controlling shareholders, board members, and employees. As of April 2021, Brin is the 8th-richest "}, {"title": "Google", "href": "/wiki/Google", "description": "Google LLC is an American multinational technology company that specializes in Internet-related services and products, which include online advertising technologies, a search engine, cloud computing, software, and hardware. It is considered one of the five Big Tech companies along with Amazon, Facebook, Apple, and Microsoft."}]}, {"heading": "Births", "year": "1973", "date": "August 21", "txt": "Steve McKenna, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 21", "txt": "Martin Andanar, Filipino journalist and radio host", "entities": [{"title": "Martin Andanar", "href": "/wiki/Martin_Andanar", "description": "José Ruperto Martín Marfori Andanar is a former Filipino television news personality and news anchor, radio commentator, podcaster, and voice-over artist who last worked for News5. He is currently the Secretary of the Presidential Communications Office of the Philippines under the Duterte administration."}]}, {"heading": "Births", "year": "1974", "date": "August 21", "txt": "Paul Mellor, Australian rugby league player and referee", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 21", "txt": "Simon Katich, Australian cricketer and manager", "entities": [{"title": "Simon Katich", "href": "/wiki/Simon_Katich", "description": "Simon Matthew Katich is an Australian cricket coach and former cricketer. He captained New South Wales and also, until the end of the 2007 season, Derbyshire County Cricket Club. Katich also played for Lancashire, represented his birth state of Western Australia and played in Indian Premier League for Kings XI Punjab."}]}, {"heading": "Births", "year": "1976", "date": "August 21", "txt": "Alex Brooks, American ice hockey player and scout", "entities": [{"title": "Alex Brooks", "href": "/wiki/Alex_Brooks", "description": "Alex Whitmore Brooks is an American former professional ice hockey defenseman who played, as an undrafted player, 19 games in the National Hockey League for the New Jersey Devils in the 2006–07 season."}]}, {"heading": "Births", "year": "1976", "date": "August 21", "txt": "Jeff Cunningham, Jamaican-American soccer player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 21", "txt": "Robert Miles, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 21", "txt": "Ramón Vázquez, Puerto Rican-American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 21", "txt": "Peter Buxton, English rugby player and manager", "entities": [{"title": "Peter Buxton", "href": "/wiki/Peter_Buxton", "description": "Peter Buxton is a former rugby union footballer who played flanker previously for Gloucester Rugby."}]}, {"heading": "Births", "year": "1978", "date": "August 21", "txt": "Reuben Droughns, American football player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 21", "txt": "Lee Gronkiewicz, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 21", "txt": "Alan Lee, Irish footballer and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 21", "txt": "Jason Marquis, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 21", "txt": "Kelis, American singer-songwriter, producer, chef and author", "entities": [{"title": "Kelis", "href": "/wiki/Kelis", "description": "Kelis Rogers is an American singer, songwriter, and chef. At age 14, Kelis was admitted to New York's Fiorello H. LaGuardia High School of Music & Art and Performing Arts, where she learned to play the saxophone and won a spot in the Girls Choir of Harlem. After she graduated from high school in 1997, Kelis took on a variety of jobs before landing a backup vocal slot on a single called \"Fairytalez"}]}, {"heading": "Births", "year": "1980", "date": "August 21", "txt": "Burney Lamar, American race car driver", "entities": [{"title": "Burney Lamar", "href": "/wiki/Burney_Lamar", "description": "Burney Lamar is an American stock car racing driver. He has driven in both the NASCAR Xfinity Series and Camping World Truck Series."}]}, {"heading": "Births", "year": "1980", "date": "August 21", "txt": "Paul Menard, American race car driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 21", "txt": "Jasmin Wöhr, German tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 21", "txt": "Jarrod Lyle, Australian golfer (d. 2018)", "entities": [{"title": "Jarrod Lyle", "href": "/wiki/Jarrod_Lyle", "description": "Jarrod Lyle was an Australian professional golfer. He won twice on the 2008 Nationwide Tour. He played a number of seasons on the PGA Tour; his best finish being tied for 4th place in the 2012 Northern Trust Open. Soon after this performance, Lyle was diagnosed with a recurrence of leukemia, with which he was diagnosed as a teenager. Subsequent treatment limited his playing time and in July 2018, "}]}, {"heading": "Births", "year": "1981", "date": "August 21", "txt": "Cameron Winklevoss, American rower and businessman, co-founded ConnectU", "entities": [{"title": "ConnectU", "href": "/wiki/ConnectU", "description": "ConnectU was a social networking website launched on May 21, 2004, that was founded by Harvard students Cameron Winklevoss, Tyler Winklevoss, and Divya Narendra in December 2002. Users could add people as friends, send them messages, and update their personal profiles to notify friends about themselves. Users were placed in networks based upon the domain name associated with the email address they"}]}, {"heading": "Births", "year": "1981", "date": "August 21", "txt": "Tyler Winklevoss, American rower and businessman, co-founded ConnectU", "entities": [{"title": "ConnectU", "href": "/wiki/ConnectU", "description": "ConnectU was a social networking website launched on May 21, 2004, that was founded by Harvard students Cameron Winklevoss, Tyler Winklevoss, and Divya Narendra in December 2002. Users could add people as friends, send them messages, and update their personal profiles to notify friends about themselves. Users were placed in networks based upon the domain name associated with the email address they"}]}, {"heading": "Births", "year": "1981", "date": "August 21", "txt": "Ross Thomas, American actor", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 21", "txt": "Jason Eaton, New Zealand rugby player", "entities": [{"title": "Jason Eaton", "href": "/wiki/Jason_Eaton", "description": "Jason John Eaton is a New Zealand rugby union player. He plays as a lock. He currently plays for Stade Rochelais."}]}, {"heading": "Births", "year": "1982", "date": "August 21", "txt": "Omar Sachedina, Canadian television journalist, correspondent, and news anchor", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 21", "txt": "Scott McDonald, Australian footballer", "entities": [{"title": "Scott McDonald", "href": "/wiki/Scott_McDonald", "description": "Scott Douglas McDonald is an Australian professional footballer, who plays for Western Sydney Wanderers. Originally a striker, McDonald can also play as an attacking midfielder."}]}, {"heading": "Births", "year": "1984", "date": "August 21", "txt": "Neil Dexter, South African cricketer", "entities": [{"title": "Neil Dexter", "href": "/wiki/Neil_Dexter", "description": "Neil John Dexter is a South African-born English cricketer."}]}, {"heading": "Births", "year": "1984", "date": "August 21", "txt": "Melvin Upton, Jr., American baseball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 21", "txt": "Nicolás Almagro, Spanish tennis player", "entities": [{"title": "Nicolás Almagro", "href": "/wiki/Nicol%C3%A1s_Almagro", "description": "Nicolás Almagro Sánchez is a retired Spanish professional tennis player. He reached the quarterfinals of the French Open in 2008, 2010 and 2012, as well as the quarterfinals of the Australian Open in 2013. Almagro won 13 singles titles and he achieved a career-high singles ranking of World No. 9 in May 2011."}]}, {"heading": "Births", "year": "1985", "date": "August 21", "txt": "Aleksandra Kiryashova, Russian pole vaulter", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 21", "txt": "Usain Bolt, Jamaican sprinter", "entities": [{"title": "Usain Bolt", "href": "/wiki/Usain_Bolt", "description": "Usain St Leo Bolt, is a Jamaican retired sprinter, widely considered to be the greatest sprinter of all time. He is a world record holder in the 100 metres, 200 metres and 4 × 100 metres relay."}]}, {"heading": "Births", "year": "1986", "date": "August 21", "txt": "Wout Brama, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 21", "txt": "Koki Sakamoto, Japanese gymnast", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 21", "txt": "Robert Lewandowski, Polish footballer", "entities": [{"title": "Robert Lewandowski", "href": "/wiki/Robert_Lewandowski", "description": "Robert Lewandowski is a Polish professional footballer who plays as a striker for Bundesliga club Bayern Munich and is the captain of the Poland national team. He is renowned for his positioning, technique and finishing, and is widely regarded as one of the best strikers in the world, and one of the best players in Bundesliga history. He has scored over 500 senior career goals for club and country"}]}, {"heading": "Births", "year": "1988", "date": "August 21", "txt": "Kacey Musgraves, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 21", "txt": "Charlison Benschop, Dutch footballer", "entities": [{"title": "Charlison Benschop", "href": "/wiki/Charlison_Benschop", "description": "Charlison Girigorio Benschop is a professional footballer who plays for Apollon Limassol, and the Curaçao national football team, as a striker."}]}, {"heading": "Births", "year": "1989", "date": "August 21", "txt": "James Davey, English rugby league player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 21", "txt": "Matteo Gentili, Italian footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 21", "txt": "Hayden Panettiere, American actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 21", "txt": "Aleix Vidal, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 21", "txt": "Bo Burnham, American comedian, musician, actor, filmmaker and poet", "entities": [{"title": "Bo Burnham", "href": "/wiki/Bo_Burnham", "description": "Robert Pickering \"Bo\" Burnham is an American comedian, musician, actor, film director, screenwriter, and poet. He began his performance career as a YouTuber in March 2006, and his videos have been viewed over 300 million times as of March 2021."}]}, {"heading": "Births", "year": "1991", "date": "August 21", "txt": "Leandro Bacuna, Dutch footballer", "entities": [{"title": "Leandro Bacuna", "href": "/wiki/Leandro_Bacuna", "description": "Leandro Jones Johan Bacuna is a professional footballer who plays for Championship club Cardiff City as a midfielder or right-back. Bacuna was capped 20 times at youth levels for the Netherlands and also represented the Netherlands Antilles at youth level. Bacuna represents the Curaçao national team, the successor side to the Netherlands Antilles, and won the 2017 Caribbean Cup with the side in Ju"}]}, {"heading": "Births", "year": "1992", "date": "August 21", "txt": "Felipe Nasr, Brazilian race car driver", "entities": [{"title": "Felipe Nasr", "href": "/wiki/Felipe_Nasr", "description": "Luiz Felipe de Oliveira Nasr is a Brazilian racing driver. He is the current IMSA Sportscar Champion and won the 2019 12 Hours of Sebring."}]}, {"heading": "Deaths", "year": "672", "date": "August 21", "txt": "Emperor Kōbun of Japan (b. 648)", "entities": [{"title": "Emperor Kōbun", "href": "/wiki/Emperor_K%C5%8Dbun", "description": "Emperor Kōbun  was the 39th emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Deaths", "year": "784", "date": "August 21", "txt": "Alberic, archbishop of Utrecht", "entities": [{"title": "Alberic of Utrecht", "href": "/wiki/Alberic_of_Utrecht", "description": "Saint Alberic of Utrecht, Dutch: Alberik I van Utrecht, was a Benedictine monk and bishop of Utrecht, in what is today the Netherlands."}, {"title": "Roman Catholic Archdiocese of Utrecht", "href": "/wiki/Roman_Catholic_Archdiocese_of_Utrecht", "description": "The Archdiocese of Utrecht is an archdiocese of the Catholic Church in the Netherlands. The Archbishop of Utrecht is the Metropolitan of the Ecclesiastical province of Utrecht. There are six suffragan dioceses in the province: Breda, Groningen-Leeuwarden, Haarlem-Amsterdam, Roermond, Rotterdam, and 's-Hertogenbosch. The cathedral church of the archdiocese is Saint Catherine Cathedral which replace"}]}, {"heading": "Deaths", "year": "913", "date": "August 21", "txt": "Tang Daoxi, Chinese general", "entities": [{"title": "Tang Daoxi", "href": "/wiki/Tang_Daoxi", "description": "Tang Daoxi (唐道襲) was an official and general of the Chinese Five Dynasties and Ten Kingdoms period state Former Shu. He was a close associate of Former Shu's founding emperor Wang Jian and held great power during Wang Jian's reign. This brought him into conflict with Wang Jian's son and crown prince Wang Yuanying. In 913, with both he and Wang Yuanying suspecting the other of being ready to launch"}]}, {"heading": "Deaths", "year": "1131", "date": "August 21", "txt": "King Baldwin II of Jerusalem", "entities": [{"title": "Baldwin II of Jerusalem", "href": "/wiki/Baldwin_II_of_Jerusalem", "description": "Baldwin II, also known as Baldwin of Bourcq or Bourg, was Count of Edessa from 1100 to 1118, and King of Jerusalem from 1118 until his death. He accompanied Godfrey of Bouillon, and Baldwin of Boulogne, to the Holy Land during the First Crusade. He succeeded Baldwin of Boulogne as the second count of Edessa when he left the county for Jerusalem following his brother's death. He was captured at the"}]}, {"heading": "Deaths", "year": "1148", "date": "August 21", "txt": "William II, Count of Nevers (b. c. 1089)", "entities": [{"title": "William II, Count of Nevers", "href": "/wiki/William_II,_Count_of_Nevers", "description": "William II, Count of Nevers, was a crusader in the Crusade of 1101."}]}, {"heading": "Deaths", "year": "1157", "date": "August 21", "txt": "Alfonso VII of León and Castile (b. 1105)", "entities": [{"title": "Alfonso VII of León and Castile", "href": "/wiki/Alfonso_VII_of_Le%C3%B3n_and_Castile", "description": "Alfonso VII, called the Emperor, became the King of Galicia in 1111 and King of León and Castile in 1126. Alfonso, born Alfonso Raimúndez, first used the title Emperor of All Spain, alongside his mother Urraca, once she vested him with the direct rule of Toledo in 1116. Alfonso later held another investiture in 1135 in a grand ceremony reasserting his claims to the imperial title. He was the son o"}]}, {"heading": "Deaths", "year": "1245", "date": "August 21", "txt": "Alexander of Hales, English theologian", "entities": [{"title": "Alexander of Hales", "href": "/wiki/Alexander_of_Hales", "description": "Alexander of Hales, also called Doctor Irrefragibilis and Theologorum Monarcha, was a Franciscan friar, theologian and philosopher important in the development of scholasticism."}]}, {"heading": "Deaths", "year": "1271", "date": "August 21", "txt": "Alphonse, Count of Poitiers (b. 1220)", "entities": [{"title": "Alphonse, Count of Poitiers", "href": "/wiki/Alphonse,_Count_of_Poitiers", "description": "Alphonse or Alfonso was the Count of Poitou from 1225 and Count of Toulouse from 1249. As count of Toulouse, he also governed the Marquisate of Provence."}]}, {"heading": "Deaths", "year": "1534", "date": "August 21", "txt": "Philippe Villiers de L'Isle-Adam, 44th Grandmaster of the Knights Hospitaller (b. 1464)", "entities": [{"title": "Philippe Villiers de L'Isle-Adam", "href": "/wiki/Philippe_Villiers_de_L%27Isle-Adam", "description": "Fra' Philippe de Villiers de L'Isle-Adam was a prominent member of the Knights Hospitaller at Rhodes and later Malta. Having risen to the position of Prior of the Langue of Auvergne, he was elected 44th Grand Master of the Order in 1521."}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Deaths", "year": "1568", "date": "August 21", "txt": "Jean Parisot de Valette, 49th Grandmaster of the Knights Hospitaller (b. 1495)", "entities": [{"title": "Jean Parisot de Valette", "href": "/wiki/Jean_Parisot_de_Valette", "description": "Fra' Jean \"Parisot\" de la Valette was a French nobleman and 49th Grand Master of the Order of Malta, from 21 August 1557 to his death in 1568. As a Knight Hospitaller, joining the order in the Langue de Provence, he fought with distinction against the Turks at Rhodes. As Grand Master, Valette became the Order's hero and most illustrious leader, commanding the resistance against the Ottomans at the"}, {"title": "Grand Master (order)", "href": "/wiki/Grand_Master_(order)", "description": "Grand Master is a title of the supreme head of various orders, including chivalric orders such as military orders and dynastic orders of knighthood."}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Deaths", "year": "1614", "date": "August 21", "txt": "Elizabeth Báthory, Hungarian countess and serial killer (b. 1560)", "entities": [{"title": "Elizabeth Báthory", "href": "/wiki/Elizabeth_B%C3%A1thory", "description": "Countess Elizabeth Báthory de Ecsed was a Hungarian noblewoman from the family of Báthory, who owned land in the Kingdom of Hungary."}]}, {"heading": "Deaths", "year": "1622", "date": "August 21", "txt": "Juan de Tassis, 2nd Count of Villamediana, Spanish poet and politician (b. 1582)", "entities": [{"title": "Juan de Tassis, 2nd Count of Villamediana", "href": "/wiki/Juan_de_Tassis,_2nd_Count_of_Villamediana", "description": "Don Juan de Tassis y Peralta, 2nd Count of Villamediana,, was a Spanish poet. In Spain he is simply known as Conde de Villamediana."}]}, {"heading": "Deaths", "year": "1627", "date": "August 21", "txt": "Jacques Mauduit, French composer and academic (b. 1557)", "entities": [{"title": "Jacques Mauduit", "href": "/wiki/Jacques_Mauduit", "description": "Jacques Mauduit was a French composer of the late Renaissance. He was one of the most innovative French composers of the late 16th century, combining voices and instruments in new ways, and importing some of the grand polychoral style of the Venetian School from Italy; he also composed a famous Requiem for the funeral of Pierre de Ronsard."}]}, {"heading": "Deaths", "year": "1673", "date": "August 21", "txt": "Henry Grey, 1st Earl of Stamford, English soldier (b. 1599)", "entities": [{"title": "Henry Grey, 1st Earl of Stamford", "href": "/wiki/Henry_Grey,_1st_Earl_of_Stamford", "description": "Henry Grey, 1st Earl of Stamford, known as the Lord Grey of Groby from 1614 to 1628, was an English nobleman and military leader. He was the eldest son of Sir John Grey and Elizabeth Nevill. His mother was probably a daughter of Edward Nevill, 8th Baron Bergavenny and his wife Rachel Lennard."}]}, {"heading": "Deaths", "year": "1689", "date": "August 21", "txt": "William Cleland, Scottish poet and soldier (b. 1661)", "entities": [{"title": "William Cleland", "href": "/wiki/William_Cleland", "description": "William Cleland was a Scottish poet and soldier."}]}, {"heading": "Deaths", "year": "1762", "date": "August 21", "txt": "Lady Mary Wortley Montagu, English author, poet, and playwright (b. 1689)", "entities": [{"title": "Lady Mary Wortley Montagu", "href": "/wiki/Lady_Mary_Wortley_Montagu", "description": "Lady Mary Wortley Montagu was an English aristocrat, writer, and poet. Born in 1689, Lady Mary spent her early life in England. In 1712, Lady Mary married Edward Wortley Montagu, who later served as the British ambassador to the Sublime Porte. Lady Mary joined her husband in the Ottoman excursion, where she was to spend the next two years of her life. During her time there, Lady Mary wrote extensi"}]}, {"heading": "Deaths", "year": "1763", "date": "August 21", "txt": "Charles Wyndham, 2nd Earl of Egremont, English politician, Secretary of State for the Southern Department (b. 1710)", "entities": [{"title": "Charles Wyndham, 2nd Earl of Egremont", "href": "/wiki/Charles_Wyndham,_2nd_Earl_of_Egremont", "description": "Charles Wyndham, 2nd Earl of Egremont, PC, of Orchard Wyndham in Somerset, Petworth House in Sussex, and of Egremont House in Mayfair, London, was a British statesman who served as Secretary of State for the Southern Department from 1761–63."}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Deaths", "year": "1775", "date": "August 21", "txt": "Zahir al-Umar, Arabian ruler (b. 1690)", "entities": [{"title": "Zahir al-Umar", "href": "/wiki/Zahir_al-Umar", "description": "Zahir al-Umar al-Zaydani, alternatively spelled Daher al-Omar' or Dahir al-Umar was the autonomous Arab ruler of northern Palestine in the mid-18th century, while the area was still nominally part of the Ottoman Empire. For much of his reign, starting in the 1730s, his domain mainly consisted of Galilee, with successive headquarters in Tiberias, Arraba, Nazareth, Deir Hanna and finally Acre, in 17"}]}, {"heading": "Deaths", "year": "1796", "date": "August 21", "txt": "John McKinly, American physician and politician, 1st Governor of Delaware (b. 1721)", "entities": [{"title": "John McKinly", "href": "/wiki/John_McKinly", "description": "John McKinly was an American physician and politician from Wilmington, Delaware. He was a veteran of the French and Indian War, served in the Delaware General Assembly, was the first elected President of Delaware, and for a time was a member of the Federalist Party."}, {"title": "Governor of Delaware", "href": "/wiki/Governor_of_Delaware", "description": "The Governor of Delaware is the head of the executive branch of Delaware's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Delaware Legislature, to convene the legislature, and to grant pardons, except in cases of impeachment, and only with the recommendation of th"}]}, {"heading": "Deaths", "year": "1814", "date": "August 21", "txt": "Benjamin Thompson, American-English physicist and colonel (b. 1753)", "entities": [{"title": "Benjamin Thompson", "href": "/wiki/Benjamin_Thompson", "description": "Sir Benjamin Thompson, Count Rumford, FRS was an American-born British physicist and inventor whose challenges to established physical theory were part of the 19th-century revolution in thermodynamics. He served as lieutenant-colonel of the King's American Dragoons, part of the British Loyalist forces, during the American Revolutionary War. After the end of the war he moved to London, where his ad"}]}, {"heading": "Deaths", "year": "1835", "date": "August 21", "txt": "John MacCulloch, Scottish geologist and academic (b. 1773)", "entities": [{"title": "John MacCulloch", "href": "/wiki/John_MacCulloch", "description": "John MacCulloch FRS was a Scottish geologist. He was the first geologist to be employed by the government in Britain and is best known for his pioneering texts on geology and for producing the first geological maps of Scotland. He introduced the word \"malaria\" into the English language."}]}, {"heading": "Deaths", "year": "1836", "date": "August 21", "txt": "Claude-Louis Navier, French physicist and engineer (b. 1785)", "entities": [{"title": "Claude-Louis Navier", "href": "/wiki/Claude-Louis_Navier", "description": "Claude-Louis Navier, was a French mechanical engineer, affiliated with the French government, and a physicist whose work was specialized in continuum mechanics."}]}, {"heading": "Deaths", "year": "1838", "date": "August 21", "txt": "Adelbert von Chamisso, German botanist and poet (b. 1781)", "entities": [{"title": "Adelbert von Chamisso", "href": "/wiki/Adelbert_von_Chamisso", "description": "Adelbert von Chamisso was a German poet and botanist, author of Peter Schlemihl, a famous story about a man who sold his shadow. He was commonly known in French as Adelbert de Chamisso de Boncourt, a name referring to the family estate at Boncourt."}]}, {"heading": "Deaths", "year": "1853", "date": "August 21", "txt": "Charles Tristan, marquis de Montholon, French general (b. 1783)", "entities": [{"title": "Charles Tristan, marquis de Montholon", "href": "/wiki/Charles_Tristan,_marquis_de_Montholon", "description": "Charles Tristan, marquis de Montholon was a French general during the Napoleonic Wars. He chose to go into exile on Saint Helena with the ex-Emperor after Napoleon's second abdication."}]}, {"heading": "Deaths", "year": "1854", "date": "August 21", "txt": "Thomas Clayton, American lawyer and politician (b. 1777)", "entities": [{"title": "Thomas Clayton", "href": "/wiki/Thomas_Clayton", "description": "Thomas Clayton was an American lawyer and politician from Dover in Kent County, Delaware. He was a member of the Federalist Party and later the Whig Party. He served in the Delaware General Assembly, as Attorney General of Delaware, as Secretary of State of Delaware, as Chief Justice of the Delaware Supreme Court, as U.S. Representative from Delaware, and as U.S. Senator from Delaware. In 1846 he "}]}, {"heading": "Deaths", "year": "1867", "date": "August 21", "txt": "Juan Álvarez, Mexican general and president (1855) (b. 1790)", "entities": [{"title": "Juan Álvarez", "href": "/wiki/Juan_%C3%81lvarez", "description": "Juan Nepomuceno Álvarez Hurtado de Luna, generally known as Juan Álvarez, was a general, long-time caudillo in southern Mexico, and interim president of Mexico for two months in 1855, following the liberals ouster of Antonio López de Santa Anna. Álvarez had risen to power in the Tierra Caliente, in southern Mexico with the support of indigenous peasants whose lands he protected. He fought along wi"}]}, {"heading": "Deaths", "year": "1870", "date": "August 21", "txt": "Ma Xinyi, Chinese general and politician, Viceroy of Liangjiang (b. 1821)", "entities": [{"title": "Ma Xinyi", "href": "/wiki/Ma_Xinyi", "description": "Ma Xinyi was an eminent Hui Muslim official and a military general of the late Qing Dynasty in China."}, {"title": "Viceroy of Liangjiang", "href": "/wiki/Viceroy_of_Liangjiang", "description": "The Viceroy of Liangjiang or Viceroy of the Two Jiangs, fully referred to in Chinese as the Governor-General of the Two Yangtze Provinces and Surrounding Areas Overseeing Military Affairs, Provisions and Funds, Manager of Waterways, Director of Civil Affairs, was one of eight regional Viceroys in China proper during the Qing dynasty. The Viceroy of Liangjiang had jurisdiction over Jiangsu, Jiangxi"}]}, {"heading": "Deaths", "year": "1888", "date": "August 21", "txt": "James Farnell, Australian politician, 8th Premier of New South Wales (b. 1825)", "entities": [{"title": "James Farnell", "href": "/wiki/James_Farnell", "description": "James Squire Farnell was an Australian politician and Premier of New South Wales. Farnell was a hard-working legislator who gave much study to the land question and also tried hard for some years to pass a bill for the regulation of contagious diseases."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1905", "date": "August 21", "txt": "Alexander von Oettingen, Estonian theologian and statistician (b. 1827)", "entities": [{"title": "Alexander von Oettingen", "href": "/wiki/Alexander_von_Oettingen", "description": "Alexander Konstantin von Oettingen was a Baltic German Lutheran theologian and statistician."}]}, {"heading": "Deaths", "year": "1910", "date": "August 21", "txt": "Bertalan Székely, Hungarian painter and academic (b. 1835)", "entities": [{"title": "Bertalan Székely", "href": "/wiki/Bertalan_Sz%C3%A9kely", "description": "Bertalan Székely was a Hungarian history and portrait painter who worked in the Romantic and Academic styles."}]}, {"heading": "Deaths", "year": "1911", "date": "August 21", "txt": "Mahboob Ali Khan, 6th Nizam of Hyderabad State (b.1866)", "entities": [{"title": "Mahboob Ali Khan", "href": "/wiki/Mahboob_Ali_Khan", "description": "Asaf Jah VI Sir Mir Mahboob Ali Khan Siddiqi Bayafandi was the 6th Nizam of Hyderabad. He ruled Hyderabad state, one of the Princely states in India between 1869 and 1911."}, {"title": "Nizam", "href": "/wiki/Nizam", "description": "The Nizams were the 18th-through-20th-century rulers of Hyderabad. Nizam of Hyderabad was the title of the monarch of the Hyderabad State. Nizam, shortened from Nizam-ul-Mulk, meaning Administrator of the Realm, was the title inherited by Asaf Jah I. He was the viceroy of the Great Mughal in the Deccan, the premier courtier in Mughal India in 1724, and the founding \"Nizam of Hyderabad\"."}, {"title": "Hyderabad State", "href": "/wiki/Hyderabad_State", "description": "Hyderabad State, also known as Hyderabad Deccan, was an Indian princely state located in the south-central region of India with its capital at the city of Hyderabad. It is now divided into the state of Telangana, the Hyderabad-Karnataka region of Karnataka, and the Marathwada region of Maharashtra."}]}, {"heading": "Deaths", "year": "1919", "date": "August 21", "txt": "Laurence Doherty, English tennis player (b. 1875)", "entities": [{"title": "Laurence Doherty", "href": "/wiki/Laurence_Doherty", "description": "Hugh Laurence \"Laurie\" Doherty was a British tennis player and the younger brother of tennis player Reginald Doherty. He was a six-time Grand Slam champion and a double Olympic Gold medalist at the 1900 Summer Olympics in singles and doubles. In 1903 he became the first non-American player to win the U.S. National Championships."}]}, {"heading": "Deaths", "year": "1935", "date": "August 21", "txt": "John Hartley, English tennis player (b. 1849)", "entities": [{"title": "John Hartley (tennis)", "href": "/wiki/John_Hartley_(tennis)", "description": "Rev. John Thorneycroft Hartley was a tennis player from England, and the only clergyman to win Wimbledon."}]}, {"heading": "Deaths", "year": "1940", "date": "August 21", "txt": "Hermann Obrecht, Swiss lawyer and politician (b. 1882)", "entities": [{"title": "Hermann Obrecht", "href": "/wiki/Hermann_Obrecht", "description": "Hermann Obrecht was a Swiss politician and member of the Swiss Federal Council (1935–1940)."}]}, {"heading": "Deaths", "year": "1940", "date": "August 21", "txt": "Ernest Thayer, American poet and author (b. 1863)", "entities": []}, {"heading": "Deaths", "year": "1940", "date": "August 21", "txt": "Leon Trotsky, Russian theorist and politician, founded the Red Army (b. 1879)", "entities": [{"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Deaths", "year": "1943", "date": "August 21", "txt": "Henrik Pontoppidan, Danish journalist and author, Nobel Prize laureate (b. 1857)", "entities": [{"title": "Henrik Pontoppidan", "href": "/wiki/Henrik_Pontoppidan", "description": "Henrik Pontoppidan was a Danish realist writer who shared with Karl Gjellerup the Nobel Prize for Literature in 1917 for \"his authentic descriptions of present-day life in Denmark.\" Pontoppidan's novels and short stories — informed with a desire for social progress but despairing, later in his life, of its realization — present an unusually comprehensive picture of his country and his epoch. As a "}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1947", "date": "August 21", "txt": "Ettore Bugatti, Italian-French engineer and businessman, founded Bugatti (b. 1881)", "entities": [{"title": "Ettore Bugatti", "href": "/wiki/Ettore_Bugatti", "description": "Ettore Arco Isidoro Bugatti was an Italian-born French automobile designer and manufacturer. He is remembered as the founder and proprietor of the automobile manufacturing company Automobiles E. Bugatti, which he founded in 1909 in the then German town of Molsheim in the Alsace region of what is now France."}, {"title": "Bugatti", "href": "/wiki/Bugatti", "description": "Automobiles Ettore Bugatti was a French car manufacturer of high-performance automobiles, founded in 1909 in the then-German city of Molsheim, Alsace by the Italian-born industrial designer Ettore Bugatti. The cars were known for their design beauty and for their many race victories. Famous Bugattis include the Type 35 Grand Prix cars, the Type 41 \"Royale\", the Type 57 \"Atlantic\" and the Type 55 s"}]}, {"heading": "Deaths", "year": "1951", "date": "August 21", "txt": "Constant Lambert, English composer and conductor (b. 1905)", "entities": [{"title": "Constant Lambert", "href": "/wiki/Constant_Lambert", "description": "Leonard Constant Lambert was a British composer, conductor, and author. He was the Founder Music Director of the Royal Ballet, and he was a major figure in the establishment of the English ballet as a significant artistic movement. His ballet commitments, including extensive conducting work throughout his life, restricted his compositional activities. However one work, The Rio Grande, for chorus, "}]}, {"heading": "Deaths", "year": "1957", "date": "August 21", "txt": "Mait Metsanurk, Estonian author and playwright (b. 1879)", "entities": [{"title": "Mait Metsanurk", "href": "/wiki/Mait_Metsanurk", "description": "Mait Metsanurk, was an Estonian writer who led the neo-realist school of Estonian literature."}]}, {"heading": "Deaths", "year": "1957", "date": "August 21", "txt": "Nels Stewart, Canadian ice hockey player (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1957", "date": "August 21", "txt": "Harald Sverdrup, Norwegian meteorologist and oceanographer (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1960", "date": "August 21", "txt": "David B. Steinman, American engineer, designed the Mackinac Bridge (b. 1886)", "entities": [{"title": "David B. Steinman", "href": "/wiki/David_B._Steinman", "description": "David Barnard Steinman was an American civil engineer. He was the designer of the Mackinac Bridge and many other notable bridges, and a published author. He grew up in New York City's lower Manhattan, and lived with the ambition of making his mark on the Brooklyn Bridge that he lived under. In 1906 he earned a bachelor's degree from City College and in 1909, a Master of Arts from Columbia Universi"}, {"title": "Mackinac Bridge", "href": "/wiki/Mackinac_Bridge", "description": "The Mackinac Bridge is a suspension bridge spanning the Straits of Mackinac to connect the Upper and Lower peninsulas of the U.S. state of Michigan. Opened in 1957, the 26,372-foot-long bridge is the world's 24th-longest main span and the longest suspension bridge between anchorages in the Western Hemisphere. The Mackinac Bridge is part of Interstate 75 (I-75) and the Lake Michigan and Huron compo"}]}, {"heading": "Deaths", "year": "1964", "date": "August 21", "txt": "Palmiro Togliatti, Italian journalist and politician, Italian Minister of Justice (b. 1893)", "entities": [{"title": "Palmiro Togliatti", "href": "/wiki/Palmiro_Togliatti", "description": "Palmiro Michele Nicola Togliatti was an Italian politician and leader of the Italian Communist Party from 1927 until his death. He was nicknamed Il Migliore by his supporters. In 1930 he became a citizen of the Soviet Union and later he had a city in that country named after him: Tolyatti."}, {"title": "Italian Minister of Justice", "href": "/wiki/Italian_Minister_of_Justice", "description": "This is a list of the Italian Ministers of Justice since 1946. The Minister of Justice is a senior member of the Italian Cabinet and leads the Ministry of Justice."}]}, {"heading": "Deaths", "year": "1968", "date": "August 21", "txt": "Germaine Guèvremont, Canadian journalist and author (b. 1893)", "entities": [{"title": "Germaine Guèvremont", "href": "/wiki/Germaine_Gu%C3%A8vremont", "description": "Germaine Guèvremont, born Grignon was a Canadian writer, who was a prominent figure in Quebec literature."}]}, {"heading": "Deaths", "year": "1971", "date": "August 21", "txt": "George Jackson, American activist and author, co-founded the Black Guerrilla Family (b. 1941)", "entities": [{"title": "George Jackson (Black Panther)", "href": "/wiki/George_Jackson_(Black_Panther)", "description": "George Lester Jackson was an African-American author, activist, and convicted criminal. While serving a sentence for armed robbery in 1961, Jackson became involved in revolutionary activity and co-founded the Marxist–Leninist Black Guerrilla Family."}, {"title": "Black Guerrilla Family", "href": "/wiki/Black_Guerrilla_Family", "description": "The Black Guerilla Family is an African-American black power prison and street gang founded in 1966 by George Jackson, George “Big Jake” Lewis, and W. L. Nolen while they were incarcerated at San Quentin State Prison in Marin County, California."}]}, {"heading": "Deaths", "year": "1974", "date": "August 21", "txt": "Buford Pusser, American police officer (b. 1937)", "entities": [{"title": "Buford Pusser", "href": "/wiki/Buford_Pusser", "description": "Buford Hayse Pusser was the sheriff of McNairy County, Tennessee, from 1964 to 1970, and constable of Adamsville from 1970 to 1972. Pusser is known for his virtual one-man war on moonshining, prostitution, gambling, and other vices along the Mississippi–Tennessee state line. His efforts have inspired several books, songs, and movies, and a TV series. He was also a wrestler known as \"Buford the Bul"}]}, {"heading": "Deaths", "year": "1974", "date": "August 21", "txt": "Kirpal Singh, Indian spiritual master (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "August 21", "txt": "Charles Eames, American architect, co-designed the Eames House (b. 1907)", "entities": [{"title": "Charles and Ray Eames", "href": "/wiki/Charles_and_Ray_Eames", "description": "Charles Ormond Eames, Jr. (1907–1978) and Bernice Alexandra \"Ray\" Kaiser Eames (1912–1988) were an American married couple of industrial designers who made significant historical contributions to the development of modern architecture and furniture through the work of the Eames Office. They also worked in the fields of industrial and graphic design, fine art, and film. Charles was the public face "}, {"title": "Eames House", "href": "/wiki/Eames_House", "description": "The Eames House is a landmark of mid-20th century modern architecture located at 203 North Chautauqua Boulevard in the Pacific Palisades neighborhood of Los Angeles. It was constructed in 1949, by husband-and-wife design pioneers Charles and Ray Eames, to serve as their home and studio. The house is also known as Case Study House No. 8 because it was commissioned by Arts & Architecture magazine as"}]}, {"heading": "Deaths", "year": "1979", "date": "August 21", "txt": "Giuseppe Meazza, Italian footballer and manager (b. 1910)", "entities": [{"title": "Giuseppe Meazza", "href": "/wiki/Giuseppe_Meazza", "description": "Giuseppe \"Peppino\" Meazza, also known as il Balilla, was an Italian football manager and player. Throughout his career, he played mainly for Internazionale in the 1930s, scoring 242 goals in 365 games for the club, and winning three Serie A titles, as well as the Coppa Italia; he later also played for local rivals Milan, as well as Turin rivals Juventus, in addition to his spells with Varese and A"}]}, {"heading": "Deaths", "year": "1981", "date": "August 21", "txt": "Kaka Kalelkar, Indian Hindi Writer(B.1885)", "entities": [{"title": "Kaka Kalelkar", "href": "/wiki/Kaka_Kalelkar", "description": "Dattatreya Balkrishna Kalelkar, popularly known as Kaka Kalelkar, was an Indian independence activist, social reformer, journalist and an eminent follower of the philosophy and methods of Mahatma Gandhi."}]}, {"heading": "Deaths", "year": "1983", "date": "August 21", "txt": "Benigno Aquino, Jr., Filipino journalist and politician (b. 1932)", "entities": [{"title": "Benigno Aquino, Jr.", "href": "/wiki/Benigno_Aquino,_Jr.", "description": "Benigno Simeon \"Ninoy\" Aquino Jr., was a Filipino journalist and politician who served as a Senator of the Philippines (1967–1972) and governor of the province of Tarlac. He was the husband of Corazon Aquino—who, after his death, eventually became President of the Philippines—and father of a later President, Benigno Aquino III. Aquino, together with Gerardo Roxas and Jovito Salonga, helped form th"}]}, {"heading": "Deaths", "year": "1988", "date": "August 21", "txt": "Teodoro de Villa Diaz, Filipino guitarist and songwriter (b. 1963)", "entities": [{"title": "Teodoro de Villa Diaz", "href": "/wiki/Teodoro_de_Villa_Diaz", "description": "Teodoro \"Teddy\" de Villa Diaz was a Filipino musician and composer, best known as the founder and original guitarist of The Dawn."}]}, {"heading": "Deaths", "year": "1988", "date": "August 21", "txt": "Ray Eames, American architect, co-designed the Eames House (b. 1912)", "entities": [{"title": "Eames House", "href": "/wiki/Eames_House", "description": "The Eames House is a landmark of mid-20th century modern architecture located at 203 North Chautauqua Boulevard in the Pacific Palisades neighborhood of Los Angeles. It was constructed in 1949, by husband-and-wife design pioneers Charles and Ray Eames, to serve as their home and studio. The house is also known as Case Study House No. 8 because it was commissioned by Arts & Architecture magazine as"}]}, {"heading": "Deaths", "year": "1989", "date": "August 21", "txt": "Raul Seixas, Brazilian singer-songwriter and producer (b. 1945)", "entities": [{"title": "Raul Seixas", "href": "/wiki/Raul_Seixas", "description": "Raul Santos Seixas was a Brazilian rock composer, singer, songwriter and producer. He is sometimes called the \"Father of Brazilian Rock\" and \"Maluco Beleza\", the last one roughly translated as \"Groovy Nutcase\". He was born in Salvador (Bahia), Brazil, and died of pancreatitis in São Paulo. Every year on Seixas' birthday, legions of fans, including thousands of impersonators, throw a parade in his "}]}, {"heading": "Deaths", "year": "1993", "date": "August 21", "txt": "Tatiana Troyanos, American soprano and actress (b. 1938)", "entities": [{"title": "Tatiana Troyanos", "href": "/wiki/Tatiana_Troyanos", "description": "Tatiana Troyanos was an American mezzo-soprano of Greek and German descent, remembered as \"one of the defining singers of her generation\". Her voice, \"a paradoxical voice — larger than life yet intensely human, brilliant yet warm, lyric yet dramatic\" — \"was the kind you recognize after one bar, and never forget\", wrote Cori Ellison in Opera News."}]}, {"heading": "Deaths", "year": "1995", "date": "August 21", "txt": "Subrahmanyan Chandrasekhar, Indian-American astrophysicist and mathematician, Nobel Prize laureate (b. 1910)", "entities": [{"title": "Subrahmanyan Chandrasekhar", "href": "/wiki/Subrahmanyan_Chandrasekhar", "description": "Subrahmanyan Chandrasekhar was an Indian-American astrophysicist and Mathematican who spent his professional life in the United States. He was mostly doing work in Astorphysics. He was awarded the 1983 Nobel Prize for Physics with William A. Fowler for \"...theoretical studies of the physical processes of importance to the structure and evolution of the stars\". His mathematical treatment of stellar"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1995", "date": "August 21", "txt": "Chuck Stevenson, American race car driver (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "August 21", "txt": "Mary Two-Axe Earley, Canadian indigenous women's rights activist (b. 1911)", "entities": [{"title": "Mary Two-Axe Earley", "href": "/wiki/Mary_Two-Axe_Earley", "description": "Mary Two-Axe Earley was a Mohawk women's rights activist from the reserve of Kahnawake in Quebec, Canada. After losing her legal Indian status due to marrying a non-status man, Two-Axe Earley advocated for changes to the Indian Act, which had promoted gender discrimination and stripped First Nations women of the right to participate in the political and cultural life of their home reserves."}]}, {"heading": "Deaths", "year": "2000", "date": "August 21", "txt": "Tomata du Plenty, American singer-songwriter and playwright (b. 1948)", "entities": [{"title": "Tomata du Plenty", "href": "/wiki/Tomata_du_Plenty", "description": "David Xavier Harrigan, aka Tomata du Plenty was an American singer of the late 1970s and early 1980s Los Angeles electropunk band The Screamers. He was also the founder of Seattle's counterculture troupe Ze Whiz Kidz. During the later part of his life he focused on painting."}]}, {"heading": "Deaths", "year": "2000", "date": "August 21", "txt": "Daniel Lisulo, Zambian politician, 3rd Prime Minister of Zambia (b. 1930)", "entities": [{"title": "Prime Minister of Zambia", "href": "/wiki/Prime_Minister_of_Zambia", "description": "The Prime Minister of Zambia was the head of government of Zambia. From 1973 to 1975, Mainza Chona was the first person to hold the position following independence from the United Kingdom."}]}, {"heading": "Deaths", "year": "2000", "date": "August 21", "txt": "Andrzej Zawada, Polish mountaineer and author (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 21", "txt": "Calum MacKay, Canadian ice hockey player (b. 1927)", "entities": [{"title": "Calum MacKay", "href": "/wiki/Calum_MacKay", "description": "Calum \"Baldy\" MacKay was a Canadian professional ice hockey player. He was born in Toronto, Ontario."}]}, {"heading": "Deaths", "year": "2003", "date": "August 21", "txt": "John Coplans, British artist (b. 1920)", "entities": [{"title": "John Coplans", "href": "/wiki/John_Coplans", "description": "John Rivers Coplans was a British artist, art writer, curator, and museum director. A veteran of World War II and a photographer, he emigrated to the United States in 1960 and had many exhibitions in Europe and North America. He was on the founding editorial staff of Artforum from 1962 to 1971, and was Editor-in-Chief from 1972 to 1977."}]}, {"heading": "Deaths", "year": "2003", "date": "August 21", "txt": "Kathy Wilkes, English philosopher and academic (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 21", "txt": "Sachidananda Routray, Indian Oriya-language poet (b. 1916)", "entities": [{"title": "Sachidananda Routray", "href": "/wiki/Sachidananda_Routray", "description": "Sachidananda Routray was an Indian poet, novelist and short-story writer who wrote in Odia. He received Jnanpith Award, the highest literary award of India, in 1986. He was popularly known as Sachi Routray."}]}, {"heading": "Deaths", "year": "2005", "date": "August 21", "txt": "Martin Dillon, American tenor and educator (b. 1957)", "entities": [{"title": "Martin Dillon (musician)", "href": "/wiki/Martin_Dillon_(musician)", "description": "Martin Dillon was an American musician, operatic tenor, and professor of music at Rutgers University in Camden, New Jersey."}]}, {"heading": "Deaths", "year": "2005", "date": "August 21", "txt": "Robert Moog, American businessman, founded Moog Music (b. 1934)", "entities": [{"title": "Moog Music", "href": "/wiki/Moog_Music", "description": "Moog Music Inc. is an American company based in Asheville, North Carolina, which manufactures electronic musical instruments. It was founded in 1953 as R. A. Moog Co. by Robert Moog and his father and was renamed Moog Music in 1972. Its early instruments included various Moog modular synthesizer systems, including the world's first commercial synthesizer, followed by the launch of the Minimoog in "}]}, {"heading": "Deaths", "year": "2005", "date": "August 21", "txt": "Dahlia Ravikovitch, Israeli poet and translator (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 21", "txt": "Marcus Schmuck, Austrian mountaineer (b. 1925)", "entities": [{"title": "Marcus Schmuck", "href": "/wiki/Marcus_Schmuck", "description": "Marcus Schmuck was an Austrian mountaineer. In 1957, together with Hermann Buhl he organized the expedition, firstly envisaged and initiated by Buhl, to climb the world's 12th highest peak, the Broad Peak (8,047 metres) in the Karakoram in Pakistan. The other members of the expedition were: Fritz Wintersteller and Kurt Diemberger. In his later years, he successfully organized and led 74 expedition"}]}, {"heading": "Deaths", "year": "2006", "date": "August 21", "txt": "Bismillah Khan, Indian musician, Bharat ratna awardi (b. 1916)", "entities": [{"title": "Bismillah Khan", "href": "/wiki/Bismillah_Khan", "description": "Ustad Bismillah Khan, often referred to by the title Ustad, was an Indian musician credited with popularizing the shehnai, a subcontinental wind instrument of the oboe class. While the shehnai had long held importance as a folk instrument played primarily schooled in traditional ceremonies, Khan is credited with elevating its status and bringing it to the concert stage."}]}, {"heading": "Deaths", "year": "2006", "date": "August 21", "txt": "Paul Fentener van Vlissingen, Dutch businessman and philanthropist (b. 1941)", "entities": [{"title": "Paul Fentener van Vlissingen", "href": "/wiki/Paul_Fentener_van_Vlissingen", "description": "\nPaul Fentener van Vlissingen was a Dutch businessman and philanthropist. Ranked as the richest man in Scotland in 2005, he contributed to the development of game reserves in Africa and bought Letterewe estate in Scotland, where he pledged the right to roam, years ahead of the rest of the country."}]}, {"heading": "Deaths", "year": "2007", "date": "August 21", "txt": "Siobhan Dowd, British author (b. 1960)", "entities": [{"title": "Siobhan Dowd", "href": "/wiki/Siobhan_Dowd", "description": "Siobhan Dowd was a British writer and activist. The last book she completed, Bog Child, posthumously won the 2009 Carnegie Medal from the professional librarians, recognising the year's best book for children or young adults published in the UK."}]}, {"heading": "Deaths", "year": "2007", "date": "August 21", "txt": "Elizabeth P. Hoisington, American general (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 21", "txt": "Jerry Finn, American engineer and producer (b. 1969)", "entities": [{"title": "Jerry Finn", "href": "/wiki/Jerry_Finn", "description": "Jermone Gregory Finn, sometimes credited as \"Huckle\" Jerry Finn, was an American record producer, mix engineer, and musician. He worked with numerous punk rock and pop-punk artists, such as Blink-182, AFI, Sum 41, Alkaline Trio, Green Day, Morrissey, MxPx, and Rancid. Finn was known for the warm guitar tone present on albums he produced, as well as the \"punchy\" sound of his mixes. He was instrumen"}]}, {"heading": "Deaths", "year": "2009", "date": "August 21", "txt": "Rex Shelley, Singaporean engineer and author (b. 1930)", "entities": [{"title": "Rex Shelley", "href": "/wiki/Rex_Shelley", "description": "Rex Anthony Shelley was a Singaporean author. A graduate of the University of Malaya in Malaysia and Cambridge trained in engineering and economics, Shelley managed his own business and also worked as member of the Public Service Commission (PSC) for over 30 years. For his service, he was conferred the Bintang Bakti Masyarakat by the Government of Singapore in 1978, and an additional Bar the next "}]}, {"heading": "Deaths", "year": "2010", "date": "August 21", "txt": "Rodolfo Enrique Fogwill, Argentinean sociologist and author (b. 1941)", "entities": [{"title": "Rodolfo Enrique Fogwill", "href": "/wiki/Rodolfo_Enrique_Fogwill", "description": "Rodolfo Enrique Fogwill, who normally went only by his surname, Fogwill, was an Argentine short story writer, novelist, and businessman. He was a distant relative of the novelist Charles Langbridge Morgan. He was the author of Malvinas Requiem, one of the first narratives to deal with the Falklands War. Fogwill died on August 21, 2010, from a pulmonary dysfunction."}]}, {"heading": "Deaths", "year": "2012", "date": "August 21", "txt": "Georg Leber, German soldier and politician, Federal Minister of Defence for Germany (b. 1920)", "entities": [{"title": "Georg Leber", "href": "/wiki/Georg_Leber", "description": "Georg Leber was a German Trades Union leader and a politician in the Social Democratic Party of Germany (SPD)."}, {"title": "Federal Ministry of Defence (Germany)", "href": "/wiki/Federal_Ministry_of_Defence_(Germany)", "description": "The Federal Ministry of Defence, abbreviated BMVg, is a top-level federal agency, headed by the Federal Minister of Defence as a member of the Cabinet of Germany. The ministry is headquartered at the Hardthöhe district in Bonn and has a second office in the Bendlerblock building in Berlin."}]}, {"heading": "Deaths", "year": "2012", "date": "August 21", "txt": "J. Frank Raley Jr., American soldier and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 21", "txt": "Don Raleigh, Canadian ice hockey player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 21", "txt": "Guy Spitaels, Belgian academic and politician, 7th Minister-President of Wallonia (b. 1931)", "entities": [{"title": "Minister-President of Wallonia", "href": "/wiki/Minister-President_of_Wallonia", "description": "The Minister-President of Wallonia is the head of the Government of Wallonia, the executive power of Wallonia, one of the three regions of Belgium."}]}, {"heading": "Deaths", "year": "2012", "date": "August 21", "txt": "William Thurston, American mathematician and academic (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 21", "txt": "Jean Berkey, American lawyer and politician (b. 1938)", "entities": [{"title": "Jean Berkey", "href": "/wiki/Jean_Berkey", "description": "\n\nJean Louise Berkey was an American politician who served as a Washington State Senator from Washington's 38th legislative district from 2005 to 2011. Her career ended due to the Moxie Media scandal: in the 2010 primary election, her fellow Democrat, Nick Harper, bankrolled ads for a third candidate in an effort to \"Squeeze The Middle\" and prevent the moderate incumbent Berkey from running in the"}]}, {"heading": "Deaths", "year": "2013", "date": "August 21", "txt": "Sid Bernstein, American record producer (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 21", "txt": "C. Gordon Fullerton, American colonel, engineer, and astronaut (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 21", "txt": "Fred Martin, Scottish footballer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 21", "txt": "Enos Nkala, Zimbabwean politician, Zimbabwean Minister of Defence (b. 1932)", "entities": [{"title": "Ministry of Defence (Zimbabwe)", "href": "/wiki/Ministry_of_Defence_(Zimbabwe)", "description": "\nThe Ministry of Defence is a Zimbabwe Government ministry, responsible for defence and national defence policy. The current incumbent minister is Kembo Mohadi. Victor Mantemadanda holds the portfolio of deputy minister for War Veterans. The Ministry is located in the capital of Harare."}]}, {"heading": "Deaths", "year": "2014", "date": "August 21", "txt": "Gerry Anderson, Irish radio and television host (b. 1944)", "entities": [{"title": "Gerry Anderson (broadcaster)", "href": "/wiki/Gerry_Anderson_(broadcaster)", "description": "Gerald Michael \"Gerry\" Anderson, was a radio and television broadcaster for BBC Northern Ireland. Renowned for his unique style and distinctive sense of humour, Anderson often referred to himself on his show, as \"Turkey Neck\", \"Puppet Chin\" or \"Golf Mike Alpha\"."}]}, {"heading": "Deaths", "year": "2014", "date": "August 21", "txt": "Helen Bamber, English psychotherapist and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 21", "txt": "Steven R. Nagel, American colonel, engineer, and astronaut (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 21", "txt": "Jean Redpath, Scottish singer-songwriter (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 21", "txt": "Albert Reynolds, Irish businessman and politician, 9th Taoiseach of Ireland (b. 1932)", "entities": [{"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}]}, {"heading": "Deaths", "year": "2015", "date": "August 21", "txt": "Colin Beyer, New Zealand lawyer and businessman (b. 1938)", "entities": [{"title": "Colin Beyer", "href": "/wiki/Colin_Beyer", "description": "Colin Andrew Nielsen Beyer was a New Zealand lawyer. He was a partner and then consultant with Simpson Grierson in Wellington. Also prominent businessman with many governance positions, Beyer was a securities commissioner on the Securities Commission of New Zealand from 2001 until 2010. He was the stepfather of former Member of Parliament Georgina Beyer."}]}, {"heading": "Deaths", "year": "2015", "date": "August 21", "txt": "Wang Dongxing, Chinese commander and politician (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 21", "txt": "Jimmy Evert, American tennis player and coach (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 21", "txt": "Bajram Rexhepi, First Kosovan Prime Ministers of UN mission administration in Kosovo (b. 1954)", "entities": [{"title": "Bajram Rexhepi", "href": "/wiki/Bajram_Rexhepi", "description": "Bajram Rexhepi, was a Kosovar politician who served as the first elected post-war prime minister and later as interior minister of Kosovo and as a member of the Kosovo Assembly. He was a member of the second largest political party in Kosovo, the Democratic Party of Kosovo (PDK)."}]}, {"heading": "Deaths", "year": "2018", "date": "August 21", "txt": "Stefán Karl Stefánsson, Icelandic actor and singer (b. 1975)", "entities": [{"title": "Stefán Karl Stefánsson", "href": "/wiki/Stef%C3%A1n_Karl_Stef%C3%A1nsson", "description": "Stefán Karl Stefánsson was an Icelandic actor and singer, best known for portraying antagonist Robbie Rotten on the children's television series LazyTown."}]}, {"heading": "Deaths", "year": "2019", "date": "August 21", "txt": "Celso Piña, Mexican singer, composer, arranger, and accordionist (b. 1953)", "entities": [{"title": "Celso Piña", "href": "/wiki/Celso_Pi%C3%B1a", "description": "Celso Piña Arvizu was a Mexican singer, composer, arranger, and accordionist, mainly in the genre of Cumbia, being one of the most important musicians in the style of \"Cumbia rebajada\"."}]}]