[{"heading": "Events", "year": "461", "date": "August 7", "txt": "Roman Emperor Majorian is beheaded near the river Iria in north-west Italy following his arrest and deposition by the magister militum Ricimer.", "entities": [{"title": "Majorian", "href": "/wiki/Majorian", "description": "Majorian was the western Roman emperor from 457 to 461. A prominent general of the Roman army, Majorian deposed Emperor Avitus in 457 and succeeded him. Majorian was the last emperor to make a concerted effort to restore the Western Roman Empire with its own forces. Possessing little more than Italy, Dalmatia, and some territory in northern Gaul, Majorian campaigned rigorously for three years agai"}, {"title": "Staffora", "href": "/wiki/Staffora", "description": "The Staffora is a river of the Oltrepò Pavese in the Province of Pavia, north-west Italy and a right-side tributary of the Po. It is probably the river known to the Romans as the Iria."}, {"title": "Ricimer", "href": "/wiki/Ricimer", "description": "Flavius Ricimer was a Romanized Germanic general who effectively ruled the remaining territory of the Western Roman Empire from 461 until his death in 472, with a brief interlude in which he contested power with Anthemius. Deriving his power from his position as magister militum of the Western Empire, Ricimer exercised political control through a series of puppet emperors."}]}, {"heading": "Events", "year": "626", "date": "August 7", "txt": "The Avar and Slav armies leave the siege of Constantinople.", "entities": [{"title": "Avars (Carpathians)", "href": "/wiki/Avars_(Carpathians)", "description": "The Pannonian Avars were an alliance of several groups of Eurasian nomads of unknown origins."}, {"title": "Slavs", "href": "/wiki/Slavs", "description": "Slavs are a European ethno-linguistic group of people who speak the various Slavic languages of the larger Balto-Slavic linguistic group of the Indo-European languages. They are native to Eurasia, stretching from Central, Eastern and Southeastern Europe all the way north and eastwards to Northeast Europe, Northern Asia (Siberia) and Central Asia, as well as historically in Western Europe and Weste"}, {"title": "Siege of Constantinople (626)", "href": "/wiki/Siege_of_Constantinople_(626)", "description": "The siege of Constantinople in 626 by the Sassanid Persians and Avars, aided by large numbers of allied Slavs, ended in a strategic victory for the Byzantines. The failure of the siege saved the empire from collapse, and, combined with other victories achieved by Emperor Heraclius the previous year and in 627, enabled Byzantium to regain its territories and end the destructive Roman–Persian Wars b"}]}, {"heading": "Events", "year": "768", "date": "August 7", "txt": "Pope Stephen III is elected to office, and quickly seeks Frankish protection against the Lombard threat, since the Byzantine Empire is no longer able to help.", "entities": [{"title": "Pope Stephen III", "href": "/wiki/Pope_Stephen_III", "description": "Pope Stephen III was the bishop of Rome and ruler of the Papal States from 7 August 768 to his death. Stephen was a Benedictine monk who worked in the Lateran Palace during the reign of Pope Zachary. In the midst of a tumultuous contest by rival factions to name a successor to Pope Paul I, Stephen was elected with the support of the Roman officials. He summoned the Lateran Council of 769, which so"}]}, {"heading": "Events", "year": "936", "date": "August 7", "txt": "Coronation of King Otto I of Germany.", "entities": [{"title": "Otto I, Holy Roman Emperor", "href": "/wiki/Otto_I,_Holy_Roman_Emperor", "description": "Otto I, traditionally known as Otto the Great, was German king from 936 and Holy Roman Emperor from 962 until his death in 973. He was the oldest son of Henry I the Fowler and Matilda."}]}, {"heading": "Events", "year": "1461", "date": "August 7", "txt": "The Ming dynasty Chinese military general Cao Qin stages a coup against the Tianshun Emperor.", "entities": [{"title": "Ming dynasty", "href": "/wiki/Ming_dynasty", "description": "The Ming dynasty, officially the Great Ming, was the ruling dynasty of China from 1368 to 1644 following the collapse of the Mongol-led Yuan dynasty. The Ming dynasty was the last imperial dynasty of China ruled by Han Chinese. Although the primary capital of Beijing fell in 1644 to a rebellion led by Li Zicheng, numerous rump regimes ruled by remnants of the Ming imperial family—collectively call"}, {"title": "Military history of China before 1911", "href": "/wiki/Military_history_of_China_before_1911", "description": "The recorded military history of China extends from about 2200 BC to the present day. Although traditional Chinese Confucian philosophy favored peaceful political solutions and showed contempt for brute military force, the military was influential in most Chinese states. Chinese pioneered the use of crossbows, advanced metallurgical standardization for arms and armor, early gunpowder weapons, and "}, {"title": "Rebellion of Cao Qin", "href": "/wiki/Rebellion_of_Cao_Qin", "description": "The Rebellion of Cao Qin was a day-long uprising in the Ming dynasty capital of Beijing on August 7, 1461, staged by Chinese general Cao Qin and his Ming troops of Mongol and Han descent against the Tianshun Emperor (1457–1464). Cao and his officers launched the insurrection out of fear of being persecuted by Tianshun. Tianshun had just gained back the throne from his half-brother the Jingtai Empe"}, {"title": "Zhengtong Emperor", "href": "/wiki/Zhengtong_Emperor", "description": "Zhu Qizhen was the sixth and eighth Emperor of the Ming dynasty. He ascended the throne as the Zhengtong Emperor in 1435, but was forced to abdicate in 1449, in favour of his younger brother the Jingtai Emperor, after being captured by the Mongols during the Tumu Crisis. In 1457, he deposed Jingtai and ruled again as the Tianshun Emperor until his death in 1464. His temple name is Yingzong (英宗)."}]}, {"heading": "Events", "year": "1479", "date": "August 7", "txt": "Battle of Guinegate, French troops of King Louis XI were defeated by the Burgundians led by Archduke Maximilian of Habsburg.", "entities": [{"title": "Battle of Guinegate (1479)", "href": "/wiki/Battle_of_Guinegate_(1479)", "description": "The First Battle of Guinegate took place on August 7, 1479. French troops of King Louis XI were defeated by the Burgundians led by Archduke Maximilian of Habsburg. This battle was the first in which the innovative Swiss pike square formation was first employed by a power that was not natively Swiss."}, {"title": "Louis XI", "href": "/wiki/Louis_XI", "description": "Louis XI, called \"Louis the Prudent\", was King of France from 1461 to 1483. He succeeded his father, Charles VII."}]}, {"heading": "Events", "year": "1679", "date": "August 7", "txt": "The brigantine Le Griffon, commissioned by René-Robert Cavelier, Sieur de La Salle, is towed to the south-eastern end of the Niagara River, to become the first ship to sail the upper Great Lakes of North America.", "entities": [{"title": "Brigantine", "href": "/wiki/Brigantine", "description": "A brigantine is a two-masted sailing vessel with a fully square-rigged foremast and at least two sails on the main mast: a square topsail and a gaff sail mainsail. The main mast is the second and taller of the two masts."}, {"title": "René-Robert Cavelier, Sieur de La Salle", "href": "/wiki/Ren%C3%A9-Robert_Cavelier,_Sieur_de_La_Salle", "description": "René-Robert Cavelier, Sieur de La Salle was a 17th-century French explorer and fur trader in North America. He explored the Great Lakes region of the United States and Canada, the Mississippi River, and the Gulf of Mexico. He is best known for an early 1682 expedition in which he canoed the lower Mississippi River from the mouth of the Illinois River to the Gulf of Mexico; there, on 9 April 1682, "}, {"title": "Niagara River", "href": "/wiki/Niagara_River", "description": "The Niagara River is a river that flows north from Lake Erie to Lake Ontario. It forms part of the border between the province of Ontario in Canada and the state of New York in the United States. There are differing theories as to the origin of the river's name. According to Iroquoian scholar Bruce Trigger, Niagara is derived from the name given to a branch of the locally residing native Neutral C"}, {"title": "Great Lakes", "href": "/wiki/Great_Lakes", "description": "The Great Lakes, also called the Great Lakes of North America or the Laurentian Great Lakes, are a series of large interconnected freshwater lakes in the upper mid-east region of North America that connect to the Atlantic Ocean via the Saint Lawrence River. They are lakes Superior, Michigan, Huron, Erie, and Ontario and are in general on or near the Canada–United States border. Hydrologically, the"}]}, {"heading": "Events", "year": "1714", "date": "August 7", "txt": "The Battle of Gangut: The first important victory of the Russian Navy.", "entities": [{"title": "Battle of Gangut", "href": "/wiki/Battle_of_Gangut", "description": "The Battle of Gangut took place on 27 JulyJul./ 7 August 1714Greg. during the Great Northern War (1700–21), in the waters of Riilahti Bay, north of the Hanko Peninsula, near the site of the modern-day city of Hanko, Finland, between the Swedish Navy and Imperial Russian Navy. It was the first important victory of the Russian fleet in its history."}, {"title": "Russian Navy", "href": "/wiki/Russian_Navy", "description": "The Russian Navy is the naval arm of the Russian Armed Forces. It has existed in various forms since 1696, the present iteration of which was formed in January 1992 when it succeeded the Navy of the Commonwealth of Independent States."}]}, {"heading": "Events", "year": "1782", "date": "August 7", "txt": "George Washington orders the creation of the Badge of Military Merit to honor soldiers wounded in battle. It is later renamed to the more poetic Purple Heart.", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Badge of Military Merit", "href": "/wiki/Badge_of_Military_Merit", "description": "The Badge of Military Merit was a military award of the United States Armed Forces. It is largely considered America's first military decoration, and the second oldest in the world. The award was only given to non-commissioned officers and privates. The Purple Heart is the official successor decoration of the Badge of Military Merit."}, {"title": "Purple Heart", "href": "/wiki/Purple_Heart", "description": "The Purple Heart (PH) is a United States military decoration awarded in the name of the President to those wounded or killed while serving, on or after April 5, 1917, with the U.S. military. With its forerunner, the Badge of Military Merit, which took the form of a heart made of purple cloth, the Purple Heart is the oldest military award still given to U.S. military members – the only earlier awar"}]}, {"heading": "Events", "year": "1786", "date": "August 7", "txt": "The first federal Indian Reservation is created by the United States.", "entities": [{"title": "Indian reservation", "href": "/wiki/Indian_reservation", "description": "An Indian reservation is a legal designation for an area of land managed by a federally recognized Native American tribe under the U.S. Bureau of Indian Affairs rather than the state governments of the United States in which they are physically located. Each of the 326 Indian reservations in the United States is associated with a particular Native American nation. Some of the country's 574 federal"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}]}, {"heading": "Events", "year": "1789", "date": "August 7", "txt": "The United States Department of War is established.", "entities": [{"title": "United States Department of War", "href": "/wiki/United_States_Department_of_War", "description": "The United States Department of War, also called the War Department, was the United States Cabinet department originally responsible for the operation and maintenance of the United States Army, also bearing responsibility for naval affairs until the establishment of the Navy Department in 1798, and for most land-based air forces until the creation of the Department of the Air Force on September 18"}]}, {"heading": "Events", "year": "1791", "date": "August 7", "txt": "American troops destroy the Miami town of Kenapacomaqua near the site of present-day Logansport, Indiana in the Northwest Indian War.", "entities": [{"title": "Miami people", "href": "/wiki/Miami_people", "description": "The Miami are a Native American nation originally speaking one of the Algonquian languages. Among the peoples known as the Great Lakes tribes, they occupied territory that is now identified as North-central Indiana, southwest Michigan, and western Ohio. By 1846, most of the Miami had been forcefully displaced to Indian Territory. The Miami Tribe of Oklahoma are the federally recognized tribe of Mi"}, {"title": "Battle of Kenapacomaqua", "href": "/wiki/Battle_of_Kenapacomaqua", "description": "The Battle of Kenapacomaqua, also called the Battle of Old Town, was a raid in 1791 by United States forces under the command of Lieutenant Colonel James Wilkinson on the Miami (Wea) town of Kenapacomaqua on the Eel River, approximately six miles upstream from present-day Logansport, Indiana."}, {"title": "Logansport, Indiana", "href": "/wiki/Logansport,_Indiana", "description": "Logansport is a city in and the county seat of Cass County, Indiana, United States. The population was 18,396 at the 2010 census. Logansport is located in northern Indiana at the junction of the Wabash and Eel rivers, northwest of Kokomo."}, {"title": "Northwest Indian War", "href": "/wiki/Northwest_Indian_War", "description": "The Northwest Indian War (1785–1795), also known as the Ohio War, Little Turtle's War, and by other names, was a war between the United States and the Northwestern Confederacy, with support from the British, for control of the Northwest Territory. It followed centuries of conflict over this territory, first among Native American tribes, and then with the added shifting alliances among the tribes a"}]}, {"heading": "Events", "year": "1794", "date": "August 7", "txt": "U.S. President George Washington invokes the Militia Acts of 1792 to suppress the Whiskey Rebellion in western Pennsylvania.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Militia Acts of 1792", "href": "/wiki/Militia_Acts_of_1792", "description": "There were two Militia Acts enacted by the second United States Congress in 1792 that provided for the organization of militias and empowered the President of the United States to take command of the state militias in times of imminent invasion or insurrection."}, {"title": "Whiskey Rebellion", "href": "/wiki/Whiskey_Rebellion", "description": "The Whiskey Rebellion was a tax protest in the United States beginning in 1791 and ending in 1794 during the presidency of George Washington, ultimately under the command of American Revolutionary war veteran Major James McFarlane. The so-called \"whiskey tax\" was the first tax imposed on a domestic product by the newly formed federal government. Beer was difficult to transport and spoiled more eas"}, {"title": "Western Pennsylvania", "href": "/wiki/Western_Pennsylvania", "description": "Western Pennsylvania is a region in the U.S. state of Pennsylvania, covering the western third of the state. Pittsburgh is the region's principal city, with a metropolitan area population of about 2.4 million people, and serves as its economic and cultural center. Erie, Altoona, and Johnstown are its other metropolitan centers. As of the 2010 census, Western Pennsylvania's total population is near"}]}, {"heading": "Events", "year": "1819", "date": "August 7", "txt": "Simón Bolívar triumphs over Spain in the Battle of Boyacá.", "entities": [{"title": "Simón Bolívar", "href": "/wiki/Sim%C3%B3n_Bol%C3%ADvar", "description": "Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco, also colloquially as El Libertador, was a Venezuelan military and political leader who led what are currently the countries of Venezuela, Bolivia, Colombia, Ecuador, Peru, and Panama to independence from the Spanish Empire."}, {"title": "Battle of Boyacá", "href": "/wiki/Battle_of_Boyac%C3%A1", "description": "The Battle of Boyacá (1819), was the decisive battle that ensured the success of Bolívar's campaign to liberate New Granada. The battle of Boyaca is considered the beginning of the independence of the North of South America, and is considered important because it led to the victories of the battle of Carabobo in Venezuela, Pichincha in Ecuador, and Junín and Ayacucho in Peru."}]}, {"heading": "Events", "year": "1858", "date": "August 7", "txt": "The first Australian rules football match is played between Melbourne Grammar and Scotch College.", "entities": [{"title": "Australian rules football", "href": "/wiki/Australian_rules_football", "description": "Australian rules football, also called Australian football, or simply called \"Aussie rules\", \"football\" or \"footy\", is a contact sport played between two teams of 18 players on an oval field, often a modified cricket ground. Points are scored by kicking the oval ball between the middle goal posts or between a goal and behind post."}, {"title": "Melbourne Grammar", "href": "/wiki/Melbourne_Grammar", "description": "Melbourne Grammar School is an Australian independent Anglican day and boarding school. It comprises a co-educational preparatory school from Prep to Year 6 and a middle school and senior school for boys from Years 7 to 12. The three campuses are Grimwade House in Caulfield, Wadhurst and Senior School, both in the suburb of South Yarra."}]}, {"heading": "Events", "year": "1890", "date": "August 7", "txt": "Anna Månsdotter became the last woman to be executed in Sweden for the 1889 Yngsjö murder.", "entities": [{"title": "Anna Månsdotter", "href": "/wiki/Anna_M%C3%A5nsdotter", "description": "The Yngsjö murder is the name of one of Sweden's most notable murder cases, which occurred on March 28, 1889 in Yngsjö, Skåne. Hanna Johansdotter was murdered by her husband Per Nilsson and her mother-in-law Anna Månsdotter. Both perpetrators were initially sentenced to death for the murder, but Nilsson's sentence was converted into life imprisonment. Månsdotter thus became the last woman in Swede"}, {"title": "Yngsjö murder", "href": "/wiki/Yngsj%C3%B6_murder", "description": "The Yngsjö murder is the name of one of Sweden's most notable murder cases, which occurred on March 28, 1889 in Yngsjö, Skåne. Hanna Johansdotter was murdered by her husband Per Nilsson and her mother-in-law Anna Månsdotter. Both perpetrators were initially sentenced to death for the murder, but Nilsson's sentence was converted into life imprisonment. Månsdotter thus became the last woman in Swede"}]}, {"heading": "Events", "year": "1909", "date": "August 7", "txt": "Alice Huyler Ramsey and three friends become the first women to complete a transcontinental auto trip, taking 59 days to travel from New York, New York to San Francisco, California.", "entities": [{"title": "Alice Huyler Ramsey", "href": "/wiki/Alice_Huyler_Ramsey", "description": "Alice Huyler Ramsey was the first woman to drive across the United States from coast to coast on August 7, 1909."}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}]}, {"heading": "Events", "year": "1927", "date": "August 7", "txt": "The Peace Bridge opens between Fort Erie, Ontario and Buffalo, New York.", "entities": [{"title": "Peace Bridge", "href": "/wiki/Peace_Bridge", "description": "The Peace Bridge is an international bridge between Canada and the United States at the east end of Lake Erie at the source of the Niagara River, about 20 kilometres (12.4 mi) upriver of Niagara Falls. It connects Buffalo, New York, in the United States to Fort Erie, Ontario, in Canada. It is operated and maintained by the binational Buffalo and Fort Erie Public Bridge Authority."}, {"title": "Fort Erie, Ontario", "href": "/wiki/Fort_Erie,_Ontario", "description": "Fort Erie is a town on the Niagara River in the Niagara Region, Ontario, Canada. It is directly across the river from Buffalo, New York and is the site of Old Fort Erie which played a prominent role in the War of 1812."}, {"title": "Buffalo, New York", "href": "/wiki/Buffalo,_New_York", "description": "Buffalo is the second-largest city in the U.S. state of New York and the largest city in Western New York. As of 2019's census estimates, the city proper population was 255,284. The city is the county seat of Erie County and serves as a major gateway for commerce and travel across the Canadian border, forming part of the bi-national Buffalo Niagara Region and the Buffalo–Niagara Falls metropolitan"}]}, {"heading": "Events", "year": "1930", "date": "August 7", "txt": "The last confirmed lynching of blacks in the Northern United States occurs in Marion, Indiana; two men, Thomas Shipp and Abram Smith, are killed.", "entities": [{"title": "Lynching", "href": "/wiki/Lynching", "description": "Lynching is an extrajudicial killing by a group. It is most often used to characterize informal public executions by a mob in order to punish an alleged transgressor, punish a convicted transgressor, or intimidate. It can also be an extreme form of informal group social control, and it is often conducted with the display of a public spectacle for maximum intimidation. Instances of lynchings and si"}, {"title": "Marion, Indiana", "href": "/wiki/Marion,_Indiana", "description": "Marion is a city in Grant County, Indiana, United States. The population was 29,948 as of the 2010 United States Census. The city is the county seat of Grant County. It is named for Francis Marion, a Brigadier General from South Carolina in the American Revolutionary War."}, {"title": "Thomas Shipp and Abram Smith", "href": "/wiki/Thomas_Shipp_and_Abram_Smith", "description": "J. Thomas Shipp and Abraham S. Smith were young African-American men who were murdered in a spectacle lynching by a mob of thousands on August 7, 1930, in Marion, Indiana. They were taken from jail cells, beaten, and hanged from a tree in the county courthouse square. They had been arrested that night as suspects in a robbery, murder and rape case. A third African-American suspect, 16-year-old Jam"}]}, {"heading": "Events", "year": "1933", "date": "August 7", "txt": "The Kingdom of Iraq slaughters over 3,000 Assyrians in the village of Simele. This date is recognized as Martyrs Day or National Day of Mourning by the Assyrian community in memory of the Simele massacre.", "entities": [{"title": "Kingdom of Iraq", "href": "/wiki/Kingdom_of_Iraq", "description": "The Hashemite Kingdom of Iraq was a state located in the Middle East from 1932 to 1958."}, {"title": "Simele massacre", "href": "/wiki/Simele_massacre", "description": "The Simele massacre was a massacre committed by the armed forces of the Kingdom of Iraq led by Bakr Sidqi during a campaign systematically targeting the Assyrians around Simele in August 1933. From 3,000 to 6,000 Assyrians were killed in the massacre."}]}, {"heading": "Events", "year": "1942", "date": "August 7", "txt": "World War II: The Battle of Guadalcanal begins as the United States Marines initiate the first American offensive of the war with landings on Guadalcanal and Tulagi in the Solomon Islands.", "entities": [{"title": "Guadalcanal Campaign", "href": "/wiki/Guadalcanal_Campaign", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}, {"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Guadalcanal", "href": "/wiki/Guadalcanal", "description": "Guadalcanal is the principal island in Guadalcanal Province of the Solomon Islands, located in the south-western Pacific, northeast of Australia. It is the largest island in the Solomon Islands by area, and the second by population. The island is mainly covered in dense tropical rainforest and has a mountainous interior."}, {"title": "Battle of Tulagi and Gavutu–Tanambogo", "href": "/wiki/Battle_of_Tulagi_and_Gavutu%E2%80%93Tanambogo", "description": "The Battle of Tulagi and Gavutu–Tanambogo was a land battle of the Pacific campaign of World War II, between the forces of the Imperial Japanese Navy and Allied ground forces. It took place from 7–9 August 1942 on the Solomon Islands, during the initial Allied landings in the Guadalcanal campaign."}, {"title": "Solomon Islands", "href": "/wiki/Solomon_Islands", "description": "Solomon Islands is a sovereign state consisting of six major islands and over 900 smaller islands in Oceania, to the east of Papua New Guinea and northwest of Vanuatu. It has a land area of 28,400 square kilometres (11,000 sq mi), and a population of 652,858. Its capital, Honiara, is located on the island of Guadalcanal. The country takes its name from the Solomon Islands archipelago, which is a c"}]}, {"heading": "Events", "year": "1944", "date": "August 7", "txt": "IBM dedicates the first program-controlled calculator, the Automatic Sequence Controlled Calculator (known best as the Harvard Mark I).", "entities": [{"title": "IBM", "href": "/wiki/IBM", "description": "International Business Machines Corporation (IBM) is an American multinational technology company headquartered in Armonk, New York, with operations in over 170 countries. The company began in 1911, founded in Endicott, New York, as the Computing-Tabulating-Recording Company (CTR) and was renamed \"International Business Machines\" in 1924. IBM is incorporated in New York."}, {"title": "Calculator", "href": "/wiki/Calculator", "description": "An electronic calculator is typically a portable electronic device used to perform calculations, ranging from basic arithmetic to complex mathematics."}, {"title": "Harvard Mark I", "href": "/wiki/Harvard_Mark_I", "description": "The IBM Automatic Sequence Controlled Calculator (ASCC), called Mark I by Harvard University’s staff, was a general purpose electromechanical computer that was used in the war effort during the last part of World War II."}]}, {"heading": "Events", "year": "1946", "date": "August 7", "txt": "The government of the Soviet Union presented a note to its Turkish counterparts which refuted the latter's sovereignty over the Turkish Straits, thus beginning the Turkish Straits crisis.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "Turkish Straits", "href": "/wiki/Turkish_Straits", "description": "The Straits are two internationally significant waterways in northwestern Turkey. The straits create a series of international passages that connect the Aegean and Mediterranean seas to the Black Sea. They consist of the Dardanelles and the Bosphorus. The straits are on opposite ends of the Sea of Marmara. The straits and the Sea of Marmara are part of the sovereign sea territory of Turkey and sub"}, {"title": "Turkish Straits crisis", "href": "/wiki/Turkish_Straits_crisis", "description": "The Turkish Straits crisis was a Cold War-era territorial conflict between the Soviet Union and Turkey. Turkey had remained officially neutral throughout most of the Second World War. When the war ended, Turkey was pressured by the Soviet government to allow Soviet shipping to flow freely through the Turkish Straits, which connected the Black Sea to the Mediterranean. As the Turkish government ref"}]}, {"heading": "Events", "year": "1947", "date": "August 7", "txt": "Thor Heyerdahl's balsa wood raft, the Kon-Tiki, smashes into the reef at Raroia in the Tuamotu Islands after a 101-day, 7,000 kilometres (4,300 mi) journey across the Pacific Ocean in an attempt to prove that pre-historic peoples could have traveled from South America.", "entities": [{"title": "Thor Heyerdahl", "href": "/wiki/Thor_Heyerdahl", "description": "Thor Heyerdahl was a Norwegian adventurer and ethnographer with a background in zoology, botany and geography."}, {"title": "Ochroma pyramidale", "href": "/wiki/Ochroma_pyramidale", "description": "Ochroma pyramidale, commonly known as the balsa tree, is a large, fast-growing tree native to the Americas. It is the sole member of the genus Ochroma. The name balsa comes from the Spanish word for \"raft.\""}, {"title": "Reef", "href": "/wiki/Reef", "description": "A reef is a ridge or shoal of rock, coral or similar relatively stable material, lying beneath the surface of a natural body of water. Many reefs result from natural, abiotic processes—deposition of sand, wave erosion planing down rock outcrops, etc.—but there are also reefs such as the coral reefs of tropical waters formed by biotic processes dominated by corals and coralline algae, and artificia"}, {"title": "Raroia", "href": "/wiki/Raroia", "description": "Raroia, or  Raro-nuku, is an atoll of the Tuamotus chain in French Polynesia, located 740 km northeast of Tahiti and 6 km southwest of Takume. Administratively it is a part of the commune of Makemo."}, {"title": "Tuamotus", "href": "/wiki/Tuamotus", "description": "The Tuamotus, also referred to in English as the Tuamotu Archipelago or the Tuamotu Islands, are a French Polynesian chain of just under 80 islands and atolls in the southern Pacific Ocean. They constitute the largest chain of atolls in the world, extending over an area roughly the size of Western Europe. Their combined land area is 850 square kilometres. This archipelago’s major islands are Anaa,"}]}, {"heading": "Events", "year": "1947", "date": "August 7", "txt": "The Bombay Municipal Corporation formally takes over the Bombay Electric Supply and Transport (BEST).", "entities": [{"title": "Brihanmumbai Electric Supply and Transport", "href": "/wiki/Brihanmumbai_Electric_Supply_and_Transport", "description": "The Brihanmumbai Electricity Supply and Transport (BEST) is a civic transport and electricity provider public body based in Mumbai, Maharashtra, India. It was originally set up in 1873 as a tramway company called \"Bombay Tramway Company Limited\". The company set up a captive thermal power station at the Wadi bunder in November 1905 to generate electricity for its trams and positioned it to also su"}]}, {"heading": "Events", "year": "1959", "date": "August 7", "txt": "Explorer program: Explorer 6 launches from the Atlantic Missile Range in Cape Canaveral, Florida.", "entities": [{"title": "Explorer program", "href": "/wiki/Explorer_program", "description": "The Explorers Program is a United States space exploration program that provides flight opportunities for physics, geophysics, heliophysics, and astrophysics investigations from space. Launched in 1958, Explorer 1 was the first spacecraft of the United States to achieve orbit. Over 90 space missions have been launched since. Starting with Explorer 6, it has been operated by NASA, with regular coll"}, {"title": "Eastern Range", "href": "/wiki/Eastern_Range", "description": "The Eastern Range (ER) is an American rocket range (Spaceport) that supports missile and rocket launches from the two major launch heads located at Cape Canaveral Space Force Station and the Kennedy Space Center (KSC), Florida. The range has also supported Ariane launches from the Guiana Space Centre as well as launches from the Wallops Flight Facility and other lead ranges. The range also uses in"}, {"title": "Cape Canaveral, Florida", "href": "/wiki/Cape_Canaveral,_Florida", "description": "Cape Canaveral is a city in Brevard County, Florida. The population was 9,912 at the 2010 United States Census. It is part of the Palm Bay–Melbourne–Titusville Metropolitan Statistical Area."}]}, {"heading": "Events", "year": "1960", "date": "August 7", "txt": "Ivory Coast becomes independent from France.", "entities": [{"title": "Ivory Coast", "href": "/wiki/Ivory_Coast", "description": "Ivory Coast, also known as Côte d'Ivoire, officially the Republic of Côte d'Ivoire, is a country located on the south coast of West Africa. Ivory Coast's political capital is Yamoussoukro in the centre of the country, while its economic capital and largest city is the port city of Abidjan. It borders Guinea to the northwest, Liberia to the west, Mali to the northwest, Burkina Faso to the northeast"}]}, {"heading": "Events", "year": "1962", "date": "August 7", "txt": "Canadian-born American pharmacologist Frances Oldham Kelsey awarded the U.S. President's Award for Distinguished Federal Civilian Service for her refusal to authorize thalidomide.", "entities": [{"title": "Frances Oldham Kelsey", "href": "/wiki/Frances_Oldham_Kelsey", "description": "Frances Kathleen Oldham Kelsey, CM was a Canadian-American pharmacologist and physician. As a reviewer for the U.S. Food and Drug Administration (FDA), she refused to authorize thalidomide for market because she had concerns about the lack of evidence regarding the drug's safety. Her concerns proved to be justified when it was shown that thalidomide caused serious birth defects. Kelsey's career in"}, {"title": "Thalidomide", "href": "/wiki/Thalidomide", "description": "Thalidomide, sold under the brand names Contergan and Thalomid among others, is a medication used to treat a number of cancers, graft-versus-host disease, and a number of skin conditions including complications of leprosy. While it has been used in a number of HIV-associated conditions, such use is associated with increased levels of the virus. It is administered orally."}]}, {"heading": "Events", "year": "1964", "date": "August 7", "txt": "Vietnam War: The U.S. Congress passes the Gulf of Tonkin Resolution giving U.S. President Lyndon B. Johnson broad war powers to deal with North Vietnamese attacks on American forces.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "Gulf of Tonkin Resolution", "href": "/wiki/Gulf_of_Tonkin_Resolution", "description": "The Gulf of Tonkin Resolution or the Southeast Asia Resolution, Pub.L. 88–408, 78 Stat. 384, enacted August 10, 1964, was a joint resolution that the United States Congress passed on August 7, 1964, in response to the Gulf of Tonkin incident."}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1969", "date": "August 7", "txt": "Richard Nixon appoints Luis R. Bruce, a Mohawk-Oglala Sioux and co-founder of the National Congress of American Indians, as the new commissioner of the Bureau of Indian Affairs.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Mohawk people", "href": "/wiki/Mohawk_people", "description": "The Mohawk people are the most easterly tribe of the Haudenosaunee, or Iroquois Confederacy. They are an Iroquoian-speaking indigenous people of North America, with communities in southeastern Canada and northern New York State, primarily around Lake Ontario and the St Lawrence River. As one of the five original members of the Iroquois League, the Mohawk are known as the Keepers of the Eastern Doo"}, {"title": "Oglala Lakota", "href": "/wiki/Oglala_Lakota", "description": "The Oglala are one of the seven subtribes of the Lakota people who, along with the Dakota, make up the Očhéthi Šakówiŋ. A majority of the Oglala live on the Pine Ridge Indian Reservation in South Dakota, the eighth-largest Native American reservation in the United States."}, {"title": "National Congress of American Indians", "href": "/wiki/National_Congress_of_American_Indians", "description": "The National Congress of American Indians (NCAI) is an American Indian and Alaska Native rights organization. It was founded in 1944 to represent the tribes and resist federal government pressure for termination of tribal rights and assimilation of their people. These were in contradiction of their treaty rights and status as sovereign entities. The organization continues to be an association of f"}, {"title": "Bureau of Indian Affairs", "href": "/wiki/Bureau_of_Indian_Affairs", "description": "The Bureau of Indian Affairs (BIA), also known as Indian Affairs (IA), is a United States federal agency within the Department of the Interior. It is responsible for implementing federal laws and policies related to American Indians and Alaska Natives, and administering and managing over 55,700,000 acres (225,000 km2) of land held in trust by the U.S. federal government for Indian Tribes. It rende"}]}, {"heading": "Events", "year": "1970", "date": "August 7", "txt": "California judge Harold Haley is taken hostage in his courtroom and killed during an effort to free George Jackson from police custody.", "entities": [{"title": "Harold Haley", "href": "/wiki/Harold_Haley", "description": "Harold Joseph Haley was an American judge. He was a Superior Court judge in Marin County, California. He was taken hostage in his courtroom, along with several others, during the course of a trial, and was killed during the attempted escape of his captors with their hostages."}, {"title": "George Jackson (Black Panther)", "href": "/wiki/George_Jackson_(Black_Panther)", "description": "George Lester Jackson was an African-American author, activist, and convicted criminal. While serving a sentence for armed robbery in 1961, Jackson became involved in revolutionary activity and co-founded the Marxist–Leninist Black Guerrilla Family."}]}, {"heading": "Events", "year": "1974", "date": "August 7", "txt": "Philippe Petit performs a high wire act between the twin towers of the World Trade Center 1,368 feet (417 m) in the air.", "entities": [{"title": "Philippe Petit", "href": "/wiki/Philippe_Petit", "description": "Philippe Petit is a French high-wire artist who gained fame for his high-wire walk between the towers of Notre Dame Cathedral in Paris, 1971, Sydney Harbour Bridge as well as his high-wire walk between the Twin Towers of the World Trade Center in New York City, on the morning of 7 August 1974. For his unauthorized feat 400 metres above the ground – which he referred to as \"le coup\" – he rigged a 2"}, {"title": "World Trade Center (1973-2001)", "href": "/wiki/World_Trade_Center_(1973-2001)", "description": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the "}]}, {"heading": "Events", "year": "1976", "date": "August 7", "txt": "Viking program: Viking 2 enters orbit around Mars.", "entities": [{"title": "Viking program", "href": "/wiki/Viking_program", "description": "The Viking program consisted of a pair of American space probes sent to Mars, Viking 1 and Viking 2. Each spacecraft was composed of two main parts: an orbiter designed to photograph the surface of Mars from orbit, and a lander designed to study the planet from the surface. The orbiters also served as communication relays for the landers once they touched down."}, {"title": "Mars", "href": "/wiki/Mars", "description": "Mars is the fourth planet from the Sun and the second-smallest planet in the Solar System, being larger than only Mercury. In English, Mars carries the name of the Roman god of war and is often referred to as the \"Red Planet\". The latter refers to the effect of the iron oxide prevalent on Mars's surface, which gives it a reddish appearance distinctive among the astronomical bodies visible to the n"}]}, {"heading": "Events", "year": "1978", "date": "August 7", "txt": "U.S. President Jimmy Carter declares a federal emergency at Love Canal due to toxic waste that had been disposed of negligently.", "entities": [{"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "Love Canal", "href": "/wiki/Love_Canal", "description": "Love Canal is a neighborhood in Niagara Falls, New York, infamous as the location of a 70-acre landfill that became the site of an enormous environmental disaster in the 1970s. Decades of dumping toxic chemicals harmed the health of hundreds of residents; the area was cleaned up over the course of 21 years in a Superfund operation."}, {"title": "Toxic waste", "href": "/wiki/Toxic_waste", "description": "Toxic waste is any unwanted material in all forms that can cause harm. Many of today's household products such as televisions, computers and phones contain toxic chemicals that can pollute the air and contaminate soil and water. Disposing of such waste is a major public health issue."}]}, {"heading": "Events", "year": "1981", "date": "August 7", "txt": "The Washington Star ceases all operations after 128 years of publication.", "entities": []}, {"heading": "Events", "year": "1985", "date": "August 7", "txt": "Takao Doi, Mamoru Mohri and Chiaki Mukai are chosen to be Japan's first astronauts.", "entities": [{"title": "Takao Doi", "href": "/wiki/Takao_Doi", "description": "Takao Doi  is a Japanese astronaut, engineer and veteran of two NASA Space Shuttle missions."}, {"title": "Mamoru Mohri", "href": "/wiki/Mamoru_Mohri", "description": "Mamoru “Mark” Mohri , AM is a Japanese scientist, a former NASDA astronaut, and a veteran of two NASA space shuttle missions. He is the first Japanese astronaut who was part of an official Japanese space program. The first-ever Japanese person in space, Toyohiro Akiyama, was a journalist who was trained in the Soviet Union."}, {"title": "Chiaki Mukai", "href": "/wiki/Chiaki_Mukai", "description": "Chiaki Mukai  is a Japanese physician and JAXA astronaut. She was the first Japanese woman in space, the first Japanese citizen to have two spaceflights, and the first Asian woman in space. Both were Space Shuttle missions; her first was STS-65 aboard Space Shuttle Columbia in July 1994, which was a Spacelab mission. Her second spaceflight was STS-95 aboard Space Shuttle Discovery in 1998. In tota"}, {"title": "Astronaut", "href": "/wiki/Astronaut", "description": "An astronaut is a person trained, equipped, and deployed by a human spaceflight program to serve as a commander or crew member aboard a spacecraft. Although generally reserved for professional space travelers, the terms are sometimes applied to anyone who travels into space, including scientists, politicians, journalists and tourists."}]}, {"heading": "Events", "year": "1987", "date": "August 7", "txt": "Cold War: Lynne Cox becomes the first person to swim from the United States to the Soviet Union, crossing the Bering Strait from Little Diomede Island in Alaska to Big Diomede in the Soviet Union.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Lynne Cox", "href": "/wiki/Lynne_Cox", "description": "Lynne Cox is an American long-distance open-water swimmer, writer and speaker. She is best known for being the first person to swim between the United States and the Soviet Union, in the Bering Strait, a feat which has been recognized for easing the Cold War tensions between US President Ronald Reagan and Soviet leader Mikhail Gorbachev."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Bering Strait", "href": "/wiki/Bering_Strait", "description": "The Bering Strait is a strait of the Pacific, which separates Russia and the United States slightly south of the Arctic Circle at about 65° 40' N latitude. The present Russia-US east–west boundary is at 168° 58' 37\" W. The Strait is named after Vitus Bering, a Danish explorer in the service of the Russian Empire."}, {"title": "Little Diomede Island", "href": "/wiki/Little_Diomede_Island", "description": "Little Diomede Island or “Yesterday Isle” is an island of Alaska, United States. It is the smaller of the two Diomede Islands located in the middle of the Bering Strait between the Alaska mainland and Siberia."}, {"title": "Big Diomede", "href": "/wiki/Big_Diomede", "description": "Big Diomede Island is the western island of the two Diomede Islands in the middle of the Bering Strait. The island is a part of the Chukotsky District of the Chukotka Autonomous Okrug of Russia. The border separating Russia and the United States runs north-south between the Diomede Islands."}]}, {"heading": "Events", "year": "1989", "date": "August 7", "txt": "U.S. Congressman Mickey Leland (D-TX) and 15 others die in a plane crash in Ethiopia.", "entities": [{"title": "Mickey Leland", "href": "/wiki/Mickey_Leland", "description": "George Thomas \"Mickey\" Leland was an anti-poverty activist who later became a congressman from the Texas 18th District and chair of the Congressional Black Caucus. He was a Democrat."}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Aviation accidents and incidents", "href": "/wiki/Aviation_accidents_and_incidents", "description": "An aviation accident is defined by the Convention on International Civil Aviation Annex 13 as an occurrence associated with the operation of an aircraft, which takes place from the time any person boards the aircraft with the intention of flight until all such persons have disembarked, and in which a) a person is fatally or seriously injured, b) the aircraft sustains significant damage or structur"}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Events", "year": "1990", "date": "August 7", "txt": "First American soldiers arrive in Saudi Arabia as part of the Gulf War.", "entities": [{"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}]}, {"heading": "Events", "year": "1993", "date": "August 7", "txt": "Ada Deer, a Menominee activist, sworn in as the head of the Bureau of Indian Affairs.", "entities": [{"title": "Ada Deer", "href": "/wiki/Ada_Deer", "description": "Ada Deer (Menominee) is a Native American advocate, scholar and civil servant. As an activist she opposed the federal termination of tribes from the 1950s following the bills led by Arthur Vivian Watkins, a Republican senator."}, {"title": "Menominee", "href": "/wiki/Menominee", "description": "The Menominee are a federally recognized nation of Native Americans, with a 353.894 sq mi (916.581 km2) reservation in Wisconsin. Their historic territory originally included an estimated 10 million acres (40,000 km2) in present-day Wisconsin and the Upper Peninsula of Michigan. The tribe currently has about 8,700 members."}, {"title": "Bureau of Indian Affairs", "href": "/wiki/Bureau_of_Indian_Affairs", "description": "The Bureau of Indian Affairs (BIA), also known as Indian Affairs (IA), is a United States federal agency within the Department of the Interior. It is responsible for implementing federal laws and policies related to American Indians and Alaska Natives, and administering and managing over 55,700,000 acres (225,000 km2) of land held in trust by the U.S. federal government for Indian Tribes. It rende"}]}, {"heading": "Events", "year": "1995", "date": "August 7", "txt": "The Chilean government declares state of emergency in the southern half of the country in response to an event of intense, cold, wind, rain and snowfall known as the White Earthquake.", "entities": [{"title": "State of emergency", "href": "/wiki/State_of_emergency", "description": "A state of emergency or emergency powers is a situation in which a government is empowered to be able to put through policies that it would normally not be permitted to do, for the safety and protection of their citizens. A government can declare such a state during a natural disaster, civil unrest, armed conflict, medical pandemic or epidemic or other biosecurity risk. Justitium is its equivalent"}, {"title": "White Earthquake", "href": "/wiki/White_Earthquake", "description": "The White Earthquake was a climatic event consisting of intense winds, cold, snowfall and rain that occurred through southern Chile in August 1995. 7,176 people were left isolated as result of the heavy snowfall and three died. By August 16 an estimated 176,000 sheep were dead, and 800,000 were in \"critical condition\". Besides agriculture, the forestry sector was also paralysed. Along Chile Route "}]}, {"heading": "Events", "year": "1998", "date": "August 7", "txt": "Bombings at United States embassies in Dar es Salaam, Tanzania and Nairobi, Kenya kill approximately 212 people.", "entities": [{"title": "1998 United States embassy bombings", "href": "/wiki/1998_United_States_embassy_bombings", "description": "The 1998 United States embassy bombings were attacks that occurred on August 7, 1998. More than 200 people were killed in nearly simultaneous truck bomb explosions in two East African cities, one at the United States Embassy in Dar es Salaam, Tanzania, the other at the United States Embassy in Nairobi, Kenya."}, {"title": "Dar es Salaam", "href": "/wiki/Dar_es_Salaam", "description": "Dar es Salaam is the largest city and former capital of Tanzania. With over six million people, it is the largest city in East Africa and the fifth-largest in Africa. On the Swahili coast, Dar es Salaam is an important economic centre and one of the fastest-growing cities in the world."}, {"title": "Nairobi", "href": "/wiki/Nairobi", "description": "Nairobi is the capital and the largest city of Kenya. The name comes from the Maasai phrase Enkare Nairobi, which translates to \"cool water\", a reference to the Nairobi River which flows through the city. The city proper had a population of 4,397,073 in the 2019 census, while the metropolitan area has a population of 9,354,580. The city is popularly referred to as the Green City in the Sun."}]}, {"heading": "Events", "year": "1999", "date": "August 7", "txt": "The Chechnya-based Islamic International Brigade invades neighboring Dagestan.", "entities": [{"title": "Chechnya", "href": "/wiki/Chechnya", "description": "Chechnya, officially the Chechen Republic, is a constituent republic of Russia situated in the North Caucasus in Eastern Europe, close to the Caspian Sea. The republic forms part of Russia's North Caucasian Federal District. It shares land borders with the country of Georgia to its south; with the Russian republic of Dagestan to its east and north, with Ingushetia and North Ossetia–Alania to its w"}, {"title": "Islamic International Brigade", "href": "/wiki/Islamic_International_Brigade", "description": "The Islamic International Peacekeeping Brigade, also known as the Islamic International Brigade, the Islamic Peacekeeping Army, was the name of an international Islamist mujahideen organization, founded in 1998. IIPB was designated a terrorist entity by the United States in February 2003."}, {"title": "War of Dagestan", "href": "/wiki/War_of_Dagestan", "description": "The War of Dagestan, also known as the Invasion of Militants in Dagestan began when the Chechnya-based Islamic International Peacekeeping Brigade (IIPB), an Islamist group, led by warlords Shamil Basayev, Ibn al-Khattab, Ramzan Akhmadov and Arbi Barayev invaded the neighboring Russian republic of Dagestan, on 7 August 1999, in support of the Shura of Dagestan separatist rebels. The war ended with "}, {"title": "Dagestan", "href": "/wiki/Dagestan", "description": "Dagestan, officially the Republic of Dagestan, is a republic of Russia situated on the Caspian Sea, in the North Caucasus of Eastern Europe. It is located north of the Greater Caucasus, and is a part of the North Caucasian Federal District. As the southernmost tip of Russia, the republic shares land borders with the countries of Azerbaijan and Georgia to its south and southwest; and borders the Ru"}]}, {"heading": "Events", "year": "2007", "date": "August 7", "txt": "At AT&T Park, Barry Bonds hits his 756th career home run to surpass Hank Aaron's 33-year-old record.", "entities": [{"title": "AT&T Park", "href": "/wiki/AT%26T_Park", "description": "Oracle Park is a baseball park located in the South Beach neighborhood of San Francisco, California. Since 2000, it has served as the home of the San Francisco Giants, the city's Major League Baseball (MLB) franchise. Originally named Pacific Bell Park, then SBC Park, then AT&T Park, the stadium's current name was adopted from the Oracle Corporation in 2019. The park stands along the San Francisco"}, {"title": "Barry Bonds", "href": "/wiki/Barry_Bonds", "description": "Barry Lamar Bonds is an American former professional baseball left fielder who played 22 seasons in Major League Baseball (MLB) with the Pittsburgh Pirates and San Francisco Giants. He received a record seven NL MVP awards, eight Gold Glove awards, a record 12 Silver Slugger awards, and 14 All-Star selections. He is considered to be one of the greatest baseball players of all time."}, {"title": "Home run", "href": "/wiki/Home_run", "description": "In baseball, a home run is scored when the ball is hit in such a way that the batter is able to circle the bases and reach home safely in one play without any errors being committed by the defensive team in the process. In modern baseball, the feat is typically achieved by hitting the ball over the outfield fence between the foul poles without first touching the ground, resulting in an automatic h"}, {"title": "Hank Aaron", "href": "/wiki/Hank_Aaron", "description": "Henry Louis Aaron, nicknamed \"Hammer\" or \"Hammerin' Hank\", was an American professional baseball right fielder who played 23 seasons in Major League Baseball (MLB), from 1954 through 1976. Widely regarded as one of the greatest baseball players in history, he spent 21 seasons with the Milwaukee/Atlanta Braves in the National League (NL) and two seasons with the Milwaukee Brewers in the American Le"}]}, {"heading": "Events", "year": "2008", "date": "August 7", "txt": "The start of the Russo-Georgian War over the territory of South Ossetia.", "entities": [{"title": "Russo-Georgian War", "href": "/wiki/Russo-Georgian_War", "description": "The Russo-Georgian War was a war between Georgia, Russia and the Russian-backed self-proclaimed republics of South Ossetia and Abkhazia. The war took place in August 2008 following a period of worsening relations between Russia and Georgia, both formerly constituent republics of the Soviet Union. The fighting took place in the strategically important Transcaucasia region. It was regarded as the fi"}, {"title": "South Ossetia", "href": "/wiki/South_Ossetia", "description": "South Ossetia, officially the Republic of South Ossetia – the State of Alania, or the Tskhinvali Region, is a de facto state in the South Caucasus recognised by most countries as part of Georgia. It has an officially stated population of just over 53,000 people, who live in an area of 3,900 km2, south of the Russian Caucasus, with 30,000 living in Tskhinvali. The separatist polity, Republic of Sou"}]}, {"heading": "Births", "year": "317", "date": "August 7", "txt": "Constantius II, Roman emperor (d. 361)", "entities": [{"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}]}, {"heading": "Births", "year": "1282", "date": "August 7", "txt": "Elizabeth of Rhuddlan (d. 1316)", "entities": [{"title": "Elizabeth of Rhuddlan", "href": "/wiki/Elizabeth_of_Rhuddlan", "description": "Elizabeth of Rhuddlan was the eighth and youngest daughter of King Edward I and Queen Eleanor of Castile. Of all of her siblings, she was closest to her younger brother King Edward II, as they were only two years apart in age."}]}, {"heading": "Births", "year": "1533", "date": "August 7", "txt": "Alonso de Ercilla, Spanish soldier and poet (d. 1595)", "entities": [{"title": "Alonso de Ercilla", "href": "/wiki/Alonso_de_Ercilla", "description": "Alonso de Ercilla y Zúñiga was a Spanish nobleman, soldier and epic poet, born in Madrid. While in Chile (1556–63) he fought against the Araucanians (Mapuche), and there he began the epic poem La Araucana, considered one of the greatest Spanish historical poems. This heroic work in 37 cantos is divided into three parts, published in 1569, 1578, and 1589. It tells of the courageous insurrection of "}]}, {"heading": "Births", "year": "1560", "date": "August 7", "txt": "Elizabeth Báthory, Hungarian aristocrat and serial killer (d. 1614)", "entities": [{"title": "Elizabeth Báthory", "href": "/wiki/Elizabeth_B%C3%A1thory", "description": "Countess Elizabeth Báthory de Ecsed was a Hungarian noblewoman from the family of Báthory, who owned land in the Kingdom of Hungary."}]}, {"heading": "Births", "year": "1571", "date": "August 7", "txt": "Thomas Lupo, English viol player and composer (d. 1627)", "entities": [{"title": "Thomas Lupo the elder", "href": "/wiki/Thomas_Lupo_the_elder", "description": "Thomas Lupo was an English composer and viol player of the late Elizabethan and Jacobean eras. Along with Orlando Gibbons, John Coprario, and Alfonso Ferrabosco, he was one of the principal developers of the repertory for viol consort."}, {"title": "Viol", "href": "/wiki/Viol", "description": "The viol, viola da gamba, or informally gamba, is any one of a family of bowed, fretted and stringed instruments with hollow wooden bodies and pegboxes where the tension on the strings can be increased or decreased to adjust the pitch of each of the strings. Frets on the viol are usually made of gut, tied on the fingerboard around the instrument's neck, to enable the performer to stop the strings "}]}, {"heading": "Births", "year": "1574", "date": "August 7", "txt": "Robert Dudley, English explorer and cartographer (d. 1649)", "entities": [{"title": "Robert Dudley (explorer)", "href": "/wiki/Robert_Dudley_(explorer)", "description": "Sir Robert Dudley was an English explorer and cartographer. In 1594, he led an expedition to the West Indies, of which he wrote an account. The illegitimate son of Robert Dudley, 1st Earl of Leicester, he inherited the bulk of the Earl's estate in accordance with his father's will, including Kenilworth Castle. In 1603–1605, he tried unsuccessfully to establish his legitimacy in court. After that h"}]}, {"heading": "Births", "year": "1598", "date": "August 7", "txt": "Georg Stiernhielm, Swedish poet and linguist (d. 1672)", "entities": [{"title": "Georg Stiernhielm", "href": "/wiki/Georg_Stiernhielm", "description": "Georg Stiernhielm was a Swedish civil servant, mathematician, linguist and poet."}]}, {"heading": "Births", "year": "1613", "date": "August 7", "txt": "William Frederick, Prince of Nassau-Dietz, Dutch stadtholder (d. 1664)", "entities": [{"title": "William Frederick, Prince of Nassau-Dietz", "href": "/wiki/William_Frederick,_Prince_of_Nassau-Dietz", "description": "William Frederick, Count of Nassau-Dietz, Stadtholder of Friesland, Groningen and Drenthe."}]}, {"heading": "Births", "year": "1702", "date": "August 7", "txt": "Muhammad Shah, Mughal emperor of India (d. 1748)", "entities": [{"title": "Muhammad Shah", "href": "/wiki/Muhammad_Shah", "description": "Nasir-ud-Din Muḥammad Shah was the thirteenth Mughal emperor, who reigned from 1719 to 1748. He was son of Khujista Akhtar, the fourth son of Bahadur Shah I. With the help of the Sayyid brothers, he ascended the throne at the young age of 17. He later got rid of them with the help of Asaf Jah I – Syed Hussain Ali Khan was murdered at Fatehpur Sikri in 1720 and Syed Hassan Ali Khan Barha was fatall"}]}, {"heading": "Births", "year": "1726", "date": "August 7", "txt": "James Bowdoin, American banker and politician, 2nd Governor of Massachusetts (d. 1790)", "entities": [{"title": "James Bowdoin", "href": "/wiki/James_Bowdoin", "description": "James Bowdoin II was an American political and intellectual leader from Boston, Massachusetts, during the American Revolution and the following decade. He initially gained fame and influence as a wealthy merchant. He served in both branches of the Massachusetts General Court from the 1750s to the 1770s. Although he was initially supportive of the royal governors, he opposed British colonial policy"}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1742", "date": "August 7", "txt": "Nathanael Greene, American general (d. 1786)", "entities": [{"title": "Nathanael Greene", "href": "/wiki/Nathanael_Greene", "description": "Nathanael Greene was a major general of the Continental Army in the American Revolutionary War. He emerged from the war with a reputation as General George Washington's most talented and dependable officer, and is known for his successful command in the southern theater of the war."}]}, {"heading": "Births", "year": "1751", "date": "August 7", "txt": "Wilhelmina of Prussia, Princess of Orange (d. 1820)", "entities": [{"title": "Wilhelmina of Prussia, Princess of Orange", "href": "/wiki/Wilhelmina_of_Prussia,_Princess_of_Orange", "description": "Princess Wilhelmina of Prussia was the consort of William V of Orange and the de facto leader of the dynastic party and counter-revolution in the Netherlands. She was the daughter of Prince Augustus William of Prussia and Luise of Brunswick-Wolfenbüttel. Wilhelmina was the longest-serving Princess consort of Orange."}]}, {"heading": "Births", "year": "1779", "date": "August 7", "txt": "Carl Ritter, German geographer and academic (d. 1859)", "entities": []}, {"heading": "Births", "year": "1844", "date": "August 7", "txt": "Auguste Michel-Lévy, French geologist and author (d. 1911)", "entities": [{"title": "Auguste Michel-Lévy", "href": "/wiki/Auguste_Michel-L%C3%A9vy", "description": "Auguste Michel-Lévy was a French geologist. He was born in Paris."}]}, {"heading": "Births", "year": "1860", "date": "August 7", "txt": "Alan Leo, English astrologer and author (d. 1917)", "entities": [{"title": "Alan Leo", "href": "/wiki/Alan_Leo", "description": "Alan Leo, born William Frederick Allan,, was a prominent British astrologer, author, publisher, astrological data collector and theosophist. He is often referred to as \"the father of modern astrology\"."}]}, {"heading": "Births", "year": "1862", "date": "August 7", "txt": "Henri Le Sidaner, French painter (d. 1939)", "entities": [{"title": "Henri Le Sidaner", "href": "/wiki/Henri_Le_Sidaner", "description": "Henri Eugène Augustin Le Sidaner who was a contemporary of the Post-impressionists, was an intimist painter known for his paintings of domestic interiors and quiet street scenes. His style contained elements of impressionism with the influences of Édouard Manet, Monet and of the Pointillists discernible in his work. Le Sidaner favoured a subdued use of colour, preferring nuanced greys and opals ap"}]}, {"heading": "Births", "year": "1862", "date": "August 7", "txt": "Victoria of Baden (d. 1931)", "entities": []}, {"heading": "Births", "year": "1867", "date": "August 7", "txt": "Emil Nolde, Danish-German painter and illustrator (d. 1956)", "entities": [{"title": "Emil Nolde", "href": "/wiki/Emil_Nolde", "description": "Emil Nolde was a German-Danish painter and printmaker. He was one of the first Expressionists, a member of Die Brücke, and was one of the first oil painting and watercolor painters of the early 20th century to explore color. He is known for his brushwork and expressive choice of colors. Golden yellows and deep reds appear frequently in his work, giving a luminous quality to otherwise somber tones."}]}, {"heading": "Births", "year": "1868", "date": "August 7", "txt": "Ladislaus Bortkiewicz, Russian-German economist and statistician (d. 1931)", "entities": [{"title": "Ladislaus Bortkiewicz", "href": "/wiki/Ladislaus_Bortkiewicz", "description": "Ladislaus Josephovich Bortkiewicz was a Russian economist and statistician of Polish ancestry. He wrote a book showing how the Poisson distribution, a discrete probability distribution, can be useful in applied statistics, and he made contributions to mathematical economics. He lived most of his professional life in Germany, where he taught at Strassburg University and Berlin University (1901–1931"}]}, {"heading": "Births", "year": "1868", "date": "August 7", "txt": "Huntley Wright, English actor (d. 1941)", "entities": []}, {"heading": "Births", "year": "1869", "date": "August 7", "txt": "Mary Frances Winston,  American mathematician (d. 1959)", "entities": [{"title": "Mary Frances Winston Newson", "href": "/wiki/Mary_Frances_Winston_Newson", "description": "Mary Frances Winston Newson was an American mathematician. She became the first female American to receive a PhD in mathematics from a European university, namely the University of Göttingen in Germany. She was also the first person to translate Hilbert's problems into English."}]}, {"heading": "Births", "year": "1876", "date": "August 7", "txt": "Mata Hari, Dutch dancer and spy (d. 1917)", "entities": [{"title": "Mata Hari", "href": "/wiki/Mata_Hari", "description": "Margaretha Geertruida MacLeod, better known by the stage name Mata Hari, was a Dutch exotic dancer and courtesan who was convicted of being a spy for Germany during World War I. Despite her having admitted under interrogation to taking money to work as a German spy, many people still believe she was innocent because the French Army needed a scapegoat. She was executed by firing squad in France."}]}, {"heading": "Births", "year": "1879", "date": "August 7", "txt": "Johannes Kotze, South African cricketer (d. 1931)", "entities": [{"title": "Johannes Kotze", "href": "/wiki/Johannes_Kotze", "description": "Johannes Jacobus \"Kodgee\" Kotze was a South African cricketer who played in 3 Tests from 1902 to 1907. He was considered one of the fastest bowlers of his period."}]}, {"heading": "Births", "year": "1884", "date": "August 7", "txt": "Billie Burke, American actress and singer (d. 1970)", "entities": [{"title": "Billie Burke", "href": "/wiki/Billie_Burke", "description": "Mary William Ethelbert Appleton Burke, better known as Billie Burke, was an American actress who was famous on Broadway and radio, and in silent and sound films. She is best known to modern audiences as Glinda the Good Witch of the North in the Metro-Goldwyn-Mayer movie musical The Wizard of Oz (1939)."}]}, {"heading": "Births", "year": "1884", "date": "August 7", "txt": "Nikolai Triik, Estonian painter and illustrator (d. 1940)", "entities": []}, {"heading": "Births", "year": "1887", "date": "August 7", "txt": "Anna Elisabet Weirauch, German author and playwright (d. 1970)", "entities": [{"title": "Anna Elisabet Weirauch", "href": "/wiki/Anna_Elisabet_Weirauch", "description": "Anna Elisabet Weirauch was a German author. Weirauch was an important figure for lesbians in Germany in the early 1900s, as well as for lesbians in the 1970s-1980s following an English translation. Her most well-known work is Der Skorpion, which was a significant piece of lesbian literature which broke from traditional peers in the genre."}]}, {"heading": "Births", "year": "1890", "date": "August 7", "txt": "Elizabeth Gurley Flynn, American author and activist (d. 1964)", "entities": [{"title": "Elizabeth Gurley Flynn", "href": "/wiki/Elizabeth_Gurley_Flynn", "description": "Elizabeth Gurley Flynn was a labor leader, activist, and feminist who played a leading role in the Industrial Workers of the World (IWW). Flynn was a founding member of the American Civil Liberties Union and a visible proponent of women's rights, birth control, and women's suffrage. She joined the Communist Party USA in 1936 and late in life, in 1961, became its chairwoman. She died during a visit"}]}, {"heading": "Births", "year": "1901", "date": "August 7", "txt": "Ann Harding, American actress and singer (d. 1981)", "entities": [{"title": "Ann Harding", "href": "/wiki/Ann_Harding", "description": "Ann Harding was an American theatre, motion picture, radio, and television actress. A regular player on Broadway and in regional theater in the 1920s, in the 1930s Harding was one of the first actresses to gain fame in the new medium of \"talking pictures,\" and she was nominated for the Academy Award for Best Actress in 1931 for her work in Holiday."}]}, {"heading": "Births", "year": "1903", "date": "August 7", "txt": "Louis Leakey, Kenyan-English palaeontologist and archaeologist (d. 1972)", "entities": [{"title": "Louis Leakey", "href": "/wiki/Louis_Leakey", "description": "Louis Seymour Bazett Leakey was a Kenyan/British paleoanthropologist and archaeologist whose work was important in demonstrating that humans evolved in Africa, particularly through discoveries made at Olduvai Gorge with his wife, fellow paleontologist Mary Leakey. Having established a program of palaeoanthropological inquiry in eastern Africa, he also motivated many future generations to continue "}]}, {"heading": "Births", "year": "1904", "date": "August 7", "txt": "Ralph Bunche, American political scientist, academic, and diplomat, Nobel Prize laureate (d. 1971)", "entities": [{"title": "Ralph Bunche", "href": "/wiki/Ralph_Bunche", "description": "Ralph Johnson Bunche was an American political scientist, diplomat, and leading actor in the mid-20th Century decolonization process and US civil rights movement, who received the 1950 Nobel Peace Prize for his late 1940s mediation in Israel. In the List of black Nobel laureates he is the first African American and first person of African descent to be awarded a Nobel Prize. He was involved in the"}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1907", "date": "August 7", "txt": "Albert Kotin, Belarusian-American soldier and painter (d. 1980)", "entities": [{"title": "Albert Kotin", "href": "/wiki/Albert_Kotin", "description": "Albert Kotin belonged to the early generation of New York School Abstract Expressionist artists whose artistic innovation by the 1950s had been recognized across the Atlantic, including in Paris. The New York School Abstract Expressionism, represented by Jackson Pollock, Willem de Kooning, Franz Kline, and others became a leading art movement of the post-World War II era."}]}, {"heading": "Births", "year": "1910", "date": "August 7", "txt": "Freddie Slack, American pianist and bandleader (d. 1965)", "entities": [{"title": "Freddie Slack", "href": "/wiki/Freddie_Slack", "description": "Frederick Charles Slack was an American swing and boogie-woogie pianist and bandleader."}]}, {"heading": "Births", "year": "1911", "date": "August 7", "txt": "István Bibó, Hungarian lawyer and politician (d. 1979)", "entities": [{"title": "István Bibó", "href": "/wiki/Istv%C3%A1n_Bib%C3%B3", "description": "István Bibó was a Hungarian lawyer, civil servant, politician and political theorist."}]}, {"heading": "Births", "year": "1911", "date": "August 7", "txt": "Nicholas Ray, American director and screenwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 7", "txt": "George Van Eps, American guitarist (d. 1998)", "entities": [{"title": "George Van Eps", "href": "/wiki/George_Van_Eps", "description": "George Van Eps was an American swing and mainstream jazz guitarist."}]}, {"heading": "Births", "year": "1916", "date": "August 7", "txt": "Kermit Love,  American actor, puppeteer, and costume designer (d. 2008)", "entities": [{"title": "Kermit Love", "href": "/wiki/Kermit_Love", "description": "Kermit Ernest Hollingshead Love was an American puppet maker, puppeteer, costume designer, and actor in children's television and on Broadway. He was best known as a designer and builder with the Muppets, in particular those on Sesame Street."}]}, {"heading": "Births", "year": "1918", "date": "August 7", "txt": "C. Buddingh', Dutch poet and translator (d. 1985)", "entities": [{"title": "C. Buddingh'", "href": "/wiki/C._Buddingh%27", "description": "Cornelis \"Kees\" Buddingh' was a Dutch poet, TV-presenter, translator. Amongst others he translated A Clockwork Orange and the complete works of William Shakespeare into Dutch. His son Wiebe Buddingh‘ later became the translator of Harry Potter into the Dutch language. The C. Buddingh'-prijs literary award is named after him."}]}, {"heading": "Births", "year": "1918", "date": "August 7", "txt": "Gordon Zahn, American sociologist and author (d. 2007)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 7", "txt": "Manitas de Plata, French guitarist (d. 2014)", "entities": [{"title": "Manitas de Plata", "href": "/wiki/Manitas_de_Plata", "description": "Ricardo Baliardo, better known as Manitas de Plata, was a flamenco guitarist of Spanish Gitano descent born in southern France. Despite achieving worldwide fame, he was criticized for not following certain rhythmic rules (compás) that are traditional in flamenco."}]}, {"heading": "Births", "year": "1921", "date": "August 7", "txt": "Karel Husa, Czech-American composer and conductor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 7", "txt": "Kenneth Kendall, Indian-English journalist and actor (d. 2012)", "entities": [{"title": "Kenneth Kendall", "href": "/wiki/Kenneth_Kendall", "description": "Kenneth Kendall was a British broadcaster. He worked for many years as a newsreader for the BBC, where he was a contemporary of fellow newsreaders Richard Baker and Robert Dougall. He is also remembered as the host of the Channel 4 game show Treasure Hunt, which ran between 1982 and 1989, as well as the host of \"The World Tonight\" in the 1968 science fiction film 2001: A Space Odyssey."}]}, {"heading": "Births", "year": "1925", "date": "August 7", "txt": "Felice Bryant, American songwriter (d. 2003)", "entities": [{"title": "Felice and Boudleaux Bryant", "href": "/wiki/Felice_and_Boudleaux_Bryant", "description": "Felice Bryant and Diadorius Boudleaux Bryant were an American husband and wife country music and pop songwriting team. They were best known for songs such as \"Rocky Top,\" \"We Could\", \"Love Hurts\", and numerous hits by the Everly Brothers, including \"All I Have to Do Is Dream\", \"Bye Bye Love\", and \"Wake Up Little Susie\"."}]}, {"heading": "Births", "year": "1926", "date": "August 7", "txt": "Stan Freberg, American puppeteer, voice actor, and singer (d. 2015)", "entities": [{"title": "Stan Freberg", "href": "/wiki/Stan_Freberg", "description": "Stan Freberg was an American author, actor, comedian, musician, radio personality, puppeteer and advertising creative director, whose career began in 1943. He remained active in the industry into his late 80s, more than 70 years after entering it."}]}, {"heading": "Births", "year": "1927", "date": "August 7", "txt": "Rocky Bridges, American baseball player and coach (d. 2015)", "entities": [{"title": "Rocky Bridges", "href": "/wiki/Rocky_Bridges", "description": "Everett Lamar \"Rocky\" Bridges was a middle infielder and third baseman with an 11-year career in American Major League Baseball from 1951 to 1961. Bridges played for the Brooklyn Dodgers, Cincinnati Redlegs and St. Louis Cardinals of the National League, and the Washington Senators, Detroit Tigers, Cleveland Indians and Los Angeles Angels of the American League. He also appeared occasionally in th"}]}, {"heading": "Births", "year": "1927", "date": "August 7", "txt": "Edwin Edwards, American soldier, lawyer, and politician, 50th Governor of Louisiana", "entities": [{"title": "Governor of Louisiana", "href": "/wiki/Governor_of_Louisiana", "description": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws."}]}, {"heading": "Births", "year": "1927", "date": "August 7", "txt": "Art Houtteman, American baseball player and journalist (d. 2003)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 7", "txt": "Carl Switzer, American child actor and hunting guide (d. 1959)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 7", "txt": "Betsy Byars, American author and academic (d. 2020)", "entities": [{"title": "Betsy Byars", "href": "/wiki/Betsy_Byars", "description": "Betsy Byars was an American author of children's books. Her novel Summer of the Swans won the 1971 Newbery Medal. She has also received a National Book Award for Young People's Literature for The Night Swimmers (1980)\nand an Edgar Award for Wanted ... Mud Blossom (1991)."}]}, {"heading": "Births", "year": "1928", "date": "August 7", "txt": "Owen Luder, English architect, designed Tricorn Centre and Trinity Square", "entities": [{"title": "Tricorn Centre", "href": "/wiki/Tricorn_Centre", "description": "The Tricorn Centre was a shopping, nightclub and car park complex in Portsmouth, Hampshire, England. It was designed in the Brutalist style by Owen Luder and Rodney Gordon and took its name from the site's shape which from the air resembled a tricorn hat. Constructed in the mid-1960s, it was demolished in 2004. It was home to one of the first Virgin Megastores and housed the largest Laser Quest ar"}, {"title": "Trinity Square, Gateshead", "href": "/wiki/Trinity_Square,_Gateshead", "description": "Trinity Square is a shopping and leisure centre situated in Gateshead, North East England. The new centre was constructed on the site of former multi-storey car park and shopping complex going by the same name, which originally opened in 1967. The former Trinity Square was noted for its Brutalist architecture produced by Rodney Gordon when he worked for the Owen Luder Partnership. The car park had"}]}, {"heading": "Births", "year": "1928", "date": "August 7", "txt": "James Randi, Canadian-American stage magician and author (d. 2020)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 7", "txt": "Don Larsen, American baseball player (d. 2020)", "entities": [{"title": "Don Larsen", "href": "/wiki/Don_Larsen", "description": "Don James Larsen was an American professional baseball pitcher. During a 15-year Major League Baseball (MLB) career, he pitched from 1953 to 1967 for seven different teams: the St. Louis Browns / Baltimore Orioles, New York Yankees (1955–1959), Kansas City Athletics (1960–1961), Chicago White Sox (1961), San Francisco Giants (1962–1964), Houston Colt .45's / Houston Astros (1964–65), and Chicago C"}]}, {"heading": "Births", "year": "1930", "date": "August 7", "txt": "Togrul Narimanbekov, Azerbaijani-French painter and academic (d. 2013)", "entities": [{"title": "Togrul Narimanbekov", "href": "/wiki/Togrul_Narimanbekov", "description": "Togrul Farman oglu Narimanbekov was one of the prominent modern Azerbaijani artists."}]}, {"heading": "Births", "year": "1930", "date": "August 7", "txt": "Veljo Tormis, Estonian composer and educator (d. 2017)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 7", "txt": "Jack Good, British television producer (d. 2017)", "entities": [{"title": "Jack Good (producer)", "href": "/wiki/Jack_Good_(producer)", "description": "Jack Good was a British television producer, musical theatre producer, record producer, musician and painter of icons. As a television producer, he was responsible for the early popular music shows Six-Five Special, Oh Boy!, Boy Meets Girls and Wham!! TV series, the first UK teenage music programmes. Good managed some of the UK's first rock and roll stars, including Tommy Steele, Marty Wilde, Bill"}]}, {"heading": "Births", "year": "1931", "date": "August 7", "txt": "Charles E. Rice, American scholar and author (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 7", "txt": "Abebe Bikila, Ethiopian runner (d. 1973)", "entities": [{"title": "Abebe Bikila", "href": "/wiki/Abebe_Bikila", "description": "Shambel Abebe Bikila was an Ethiopian marathon runner who was a back-to-back Olympic marathon champion. He is the first black African Olympic gold medalist, winning his first gold medal at the 1960 Summer Olympics in Rome while running barefoot. At the 1964 Tokyo Olympics, he won his second gold medal. In turn, he became the first athlete to successfully defend an Olympic marathon title. In both v"}]}, {"heading": "Births", "year": "1932", "date": "August 7", "txt": "Edward Hardwicke, English actor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 7", "txt": "Rien Poortvliet, Dutch painter and illustrator (d. 1995)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 7", "txt": "Maurice Rabb, Jr., American ophthalmologist and academic (d. 2005)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 7", "txt": "Eddie Firmani, South African footballer and manager", "entities": [{"title": "Eddie Firmani", "href": "/wiki/Eddie_Firmani", "description": "Edwin Ronald \"Eddie\" Firmani is a retired footballer and manager. A former forward, he was born in South Africa, but represented Italy internationally."}]}, {"heading": "Births", "year": "1933", "date": "August 7", "txt": "Elinor Ostrom, American economist and academic, Nobel Prize laureate (d. 2012)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1933", "date": "August 7", "txt": "Jerry Pournelle, American journalist and author (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 7", "txt": "Alberto Romulo, Filipino politician and diplomat", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 7", "txt": "Sándor Simó, Hungarian director, producer, and screenwriter (d. 2001)", "entities": [{"title": "Sándor Simó", "href": "/wiki/S%C3%A1ndor_Sim%C3%B3", "description": "Sándor Simó was a Hungarian film producer, director and screenwriter. He produced 25 films and directed a further seven. His 1969 film Those Who Wear Glasses won the Golden Leopard at the Locarno International Film Festival. His 1977 film My Father's Happy Years was entered into the 28th Berlin International Film Festival."}]}, {"heading": "Births", "year": "1935", "date": "August 7", "txt": "Rahsaan Roland Kirk, American saxophonist and composer (d. 1977)", "entities": [{"title": "Rahsaan Roland Kirk", "href": "/wiki/Rahsaan_Roland_Kirk", "description": "Rahsaan Roland Kirk was an American jazz multi-instrumentalist who played tenor saxophone, flute, and many other instruments. He was renowned for his onstage vitality, during which virtuoso improvisation was accompanied by comic banter, political ranting, and the ability to play several instruments simultaneously."}]}, {"heading": "Births", "year": "1937", "date": "August 7", "txt": "Zoltán Berczik, Hungarian table tennis player and coach (d. 2011)", "entities": [{"title": "Zoltán Berczik", "href": "/wiki/Zolt%C3%A1n_Berczik", "description": "Zoltán Berczik was a Hungarian table tennis player. In the late fifties he was ranked among the best European table tennis players and won, with his athletic play, the first two titles at the Table Tennis European Championships."}]}, {"heading": "Births", "year": "1937", "date": "August 7", "txt": "Don Wilson, English cricketer and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 7", "txt": "Jean-Luc Dehaene, French-Belgian lawyer and politician, 63rd Prime Minister of Belgium (d. 2014)", "entities": [{"title": "Jean-Luc Dehaene", "href": "/wiki/Jean-Luc_Dehaene", "description": "Jean Luc Joseph Marie \"Jean-Luc\" Dehaene was a Belgian politician who served as Prime Minister of Belgium from 1992 until 1999. During his political career, he was nicknamed \"The Plumber\" and \"The Minesweeper\" for his ability to negotiate political deadlocks. A member of the Christen-Democratisch en Vlaams (CD&V) party and its antecedents, Dehaene gained his first ministerial appointment in 1981. "}, {"title": "Prime Minister of Belgium", "href": "/wiki/Prime_Minister_of_Belgium", "description": "The Prime Minister of Belgium or the Premier of Belgium is the head of the federal government of Belgium, and the most powerful person in Belgian politics."}]}, {"heading": "Births", "year": "1941", "date": "August 7", "txt": "Matthew Evans, Baron Evans of Temple Guiting, English publisher and politician (d. 2016)", "entities": [{"title": "Matthew Evans, Baron Evans of Temple Guiting", "href": "/wiki/Matthew_Evans,_Baron_Evans_of_Temple_Guiting", "description": "Matthew Evans, Baron Evans of Temple Guiting, was a British Labour Party politician. Evans' father was the writer George Ewart Evans."}]}, {"heading": "Births", "year": "1942", "date": "August 7", "txt": "Garrison Keillor, American humorist, novelist, short story writer, and radio host", "entities": [{"title": "Garrison Keillor", "href": "/wiki/Garrison_Keillor", "description": "Gary Edward \"Garrison\" Keillor is an American author, storyteller, humorist, voice actor, and radio personality. He is best known as the creator of the Minnesota Public Radio (MPR) show A Prairie Home Companion, which he hosted from 1974 to 2016. Keillor created the fictional Minnesota town Lake Wobegon, the setting of many of his books, including Lake Wobegon Days and Leaving Home: A Collection o"}]}, {"heading": "Births", "year": "1942", "date": "August 7", "txt": "Carlos Monzon, Argentinian boxer and actor (d. 1995)", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 7", "txt": "Caetano Veloso, Brazilian singer-songwriter, writer and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 7", "txt": "Richard Sykes, English biochemist and academic", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 7", "txt": "B. J. Thomas, American singer", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 7", "txt": "Mohammed Badie, Egyptian religious leader", "entities": [{"title": "Mohammed Badie", "href": "/wiki/Mohammed_Badie", "description": "Mohammed Badie is the eighth Supreme Guide of the Muslim Brotherhood."}]}, {"heading": "Births", "year": "1943", "date": "August 7", "txt": "Lana Cantrell, Australian singer-songwriter and lawyer", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 7", "txt": "Alain Corneau, French director and screenwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 7", "txt": "John Glover, American actor", "entities": [{"title": "John Glover (actor)", "href": "/wiki/John_Glover_(actor)", "description": "John Soursby Glover Jr. is an American actor, known for a range of villainous roles in films and television, including Daniel Clamp in  Gremlins 2: The New Batch and Lionel Luthor on the Superman-inspired television series Smallville."}]}, {"heading": "Births", "year": "1944", "date": "August 7", "txt": "Robert Mueller, American soldier and lawyer, 6th Director of the Federal Bureau of Investigation", "entities": [{"title": "Director of the Federal Bureau of Investigation", "href": "/wiki/Director_of_the_Federal_Bureau_of_Investigation", "description": "The Director of the Federal Bureau of Investigation is the head of the Federal Bureau of Investigation, the United States' primary federal law enforcement agency, and is responsible for its day-to-day operations. The FBI Director is appointed for a single 10-year term by the President of the United States and confirmed by the Senate. The FBI is an agency within the Department of Justice (DOJ), and"}]}, {"heading": "Births", "year": "1945", "date": "August 7", "txt": "Kenny Ireland, Scottish actor and director (d. 2014)", "entities": [{"title": "Kenny Ireland", "href": "/wiki/Kenny_Ireland", "description": "George Ian Kenneth \"Kenny\" Ireland was a Scottish actor and theatre director. Ireland was best known to television viewers for his role in Victoria Wood: As Seen on TV in the 1980s, and for playing Donald Stewart in Benidorm from 2007 until his death in 2014."}]}, {"heading": "Births", "year": "1945", "date": "August 7", "txt": "Alan Page, American football player and jurist", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 7", "txt": "Franciscus Henri, Dutch-Australian singer-songwriter", "entities": [{"title": "Franciscus Henri", "href": "/wiki/Franciscus_Henri", "description": "Franciscus Henricus Antheunis, professionally known as Franciscus Henri, is an internationally known musician and children's entertainer. He has dual Dutch and Australian nationality. In 1970 he gained national prominence when he competed in the TV talent quest New Faces, which led to a recording contract with the Melbourne-based independent label Fable Records. From 1997, he also performs as Mist"}]}, {"heading": "Births", "year": "1947", "date": "August 7", "txt": "Sofia Rotaru, Ukrainian singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 7", "txt": "Marty Appel, American businessman and author", "entities": [{"title": "Marty Appel", "href": "/wiki/Marty_Appel", "description": "Martin E. Appel, is an American public relations and sports management executive, television executive producer, and author."}]}, {"heading": "Births", "year": "1948", "date": "August 7", "txt": "Greg Chappell, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 7", "txt": "Walid Jumblatt, Lebanese journalist and politician", "entities": [{"title": "Walid Jumblatt", "href": "/wiki/Walid_Jumblatt", "description": "Walid Kamal Jumblatt is a Lebanese Druze politician and former militia commander who has been leading the Progressive Socialist Party since 1977."}]}, {"heading": "Births", "year": "1949", "date": "August 7", "txt": "Matthew Parris, South African-English journalist and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 7", "txt": "Rodney Crowell, American singer-songwriter and guitarist", "entities": [{"title": "Rodney Crowell", "href": "/wiki/Rodney_Crowell", "description": "Rodney Crowell is an American musician, known primarily for his work as a singer and songwriter in country music. Crowell has had five number one singles on Hot Country Songs, all from his 1988 album Diamonds & Dirt. He has also written songs and produced for other artists."}]}, {"heading": "Births", "year": "1950", "date": "August 7", "txt": "Alan Keyes, American politician and diplomat, 16th Assistant Secretary of State for International Organization Affairs", "entities": [{"title": "Assistant Secretary of State for International Organization Affairs", "href": "/wiki/Assistant_Secretary_of_State_for_International_Organization_Affairs", "description": "The Assistant Secretary of State for International Organization Affairs is the head of the Bureau of International Organization Affairs within the United States Department of State that creates and executes policy in international organizations such as the United Nations. The U.S. Department of State created the position of Assistant Secretary of State for United Nations Affairs in February 1949, "}]}, {"heading": "Births", "year": "1950", "date": "August 7", "txt": "S. Thandayuthapani, Sri Lankan educator and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 7", "txt": "Caroline Aaron, American actress and producer", "entities": [{"title": "Caroline Aaron", "href": "/wiki/Caroline_Aaron", "description": "Caroline Sidney Aaron is an American actress and film producer."}]}, {"heading": "Births", "year": "1952", "date": "August 7", "txt": "Eamonn Darcy, Irish golfer", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 7", "txt": "Kees Kist, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 7", "txt": "Alexei Sayle, English comedian, actor, and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 7", "txt": "Anne Fadiman, American journalist and author", "entities": [{"title": "Anne Fadiman", "href": "/wiki/Anne_Fadiman", "description": "Anne Fadiman is an American essayist and reporter. Her interests include literary journalism, essays, memoir, and autobiography. She has received the National Book Critics Circle Award, the Los Angeles Times Book Prize for Current Interest, and the Salon Book Award."}]}, {"heading": "Births", "year": "1954", "date": "August 7", "txt": "Valery Gazzaev, Russian footballer, manager and politician", "entities": [{"title": "Valery Gazzaev", "href": "/wiki/Valery_Gazzaev", "description": "Valery Georgiyevich Gazzaev is a Russian politician, football manager and former footballer of Ossetian descent. As a Soviet footballer he played the position of a striker enjoying successes with his team FC Dynamo Moscow as well as the USSR national football team in the Olympics."}]}, {"heading": "Births", "year": "1954", "date": "August 7", "txt": "Jonathan Pollard, Israeli spy", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 7", "txt": "Alan Reid, Scottish politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 7", "txt": "Wayne Knight, American actor, comedian and voice actor", "entities": [{"title": "Wayne Knight", "href": "/wiki/Wayne_Knight", "description": "Wayne Elliot Knight is an American actor, comedian and former private investigator. In television, he is known for playing Newman in Seinfeld (1992–1998) and Officer Don Orville in 3rd Rock from the Sun (1996–2001)."}]}, {"heading": "Births", "year": "1955", "date": "August 7", "txt": "Greg Nickels, American lawyer and politician, 51st Mayor of Seattle", "entities": [{"title": "Mayor of Seattle", "href": "/wiki/Mayor_of_Seattle", "description": "The Mayor of Seattle is the head of the executive branch of the city government of Seattle, Washington. The mayor is authorized by the city charter to enforce laws enacted by the Seattle City Council, as well as direct subordinate officers in city departments."}]}, {"heading": "Births", "year": "1955", "date": "August 7", "txt": "Vladimir Sorokin, Russian author and playwright", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 7", "txt": "Daire Brehan, Irish journalist, lawyer, and actress (d. 2012)", "entities": [{"title": "Daire Brehan", "href": "/wiki/Daire_Brehan", "description": "\n\nDaire Brehan was an Irish actress, broadcaster and barrister who presented a variety of BBC Radio programmes during the 1990s including Language Live, for BBC Radio 5, You and Yours, The Afternoon Shift (1995–98) and Pick of the Week for BBC Radio 4, a documentary Too Many Songs on American comic songster Tom Lehrer for BBC Radio 2, Pick of the World for BBC World Service, and Today’s Agenda for"}]}, {"heading": "Births", "year": "1957", "date": "August 7", "txt": "Alexander Dityatin, Russian gymnast and colonel", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 7", "txt": "Russell Baze, Canadian-American jockey", "entities": [{"title": "Russell Baze", "href": "/wiki/Russell_Baze", "description": "Russell Avery Baze is a retired horse racing jockey. He holds the record for the most race wins in North American horse racing history, and is a member of the United States Racing Hall of Fame and the State of Washington Sports Hall of Fame."}]}, {"heading": "Births", "year": "1958", "date": "August 7", "txt": "Bruce Dickinson, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 7", "txt": "Alberto Salazar, Cuban-American runner and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 7", "txt": "Koenraad Elst, Belgian orientalist and author", "entities": [{"title": "Koenraad Elst", "href": "/wiki/Koenraad_Elst", "description": "Koenraad Elst is a Flemish author and right wing Hindutva proponent, known primarily for his support of the Out of India theory. He has also engaged himself with the Flemish movement, for direct democracy and Flemish secession."}]}, {"heading": "Births", "year": "1959", "date": "August 7", "txt": "Ali Shah, Zimbabwean cricketer and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 7", "txt": "David Duchovny, American actor, director, producer, and screenwriter", "entities": [{"title": "David Duchovny", "href": "/wiki/David_Duchovny", "description": "David William Duchovny is an American actor, writer, producer, director, novelist, and singer-songwriter. He is known for playing FBI agent Fox Mulder on the television series The X-Files and writer Hank Moody on the television series Californication, both of which have earned him Golden Globe awards."}]}, {"heading": "Births", "year": "1961", "date": "August 7", "txt": "Brian Conley, English actor and singer", "entities": [{"title": "Brian Conley", "href": "/wiki/Brian_Conley", "description": "Brian Paul Conley is an English comedian, television presenter, singer and actor. Conley has been the host of The Brian Conley Show, as well as presenting the Royal Variety Performance on eight occasions. In his 40-year television career, he has starred in multiple award-winning television sitcoms including Time After Time and The Grimleys. In the West End, he has played the lead role in musicals "}]}, {"heading": "Births", "year": "1961", "date": "August 7", "txt": "Yelena Davydova, Russian gymnast", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 7", "txt": "Walter Swinburn, English jockey and trainer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 7", "txt": "Alison Brown, American banjo player, songwriter, and producer", "entities": [{"title": "Alison Brown", "href": "/wiki/Alison_Brown", "description": "Alison Brown is an American banjo player, guitarist, composer, and producer. She has won and has been nominated for several Grammy awards and is often compared to another banjo prodigy, Béla Fleck, for her unique style of playing. In her music, she blends jazz, bluegrass, rock, blues as well as other styles of music."}]}, {"heading": "Births", "year": "1963", "date": "August 7", "txt": "Paul Dunn, Australian rugby league player", "entities": [{"title": "Paul Dunn (rugby league)", "href": "/wiki/Paul_Dunn_(rugby_league)", "description": "Paul Dunn is an Australian former professional rugby league footballer who played in the 1980s and 1990s. A New South Wales State of Origin and Australian international representative forward, he played club football in Sydney for Eastern Suburbs, Canterbury-Bankstown, Parramatta and Penrith."}]}, {"heading": "Births", "year": "1963", "date": "August 7", "txt": "Nick Gillespie, American journalist and author", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 7", "txt": "Marcus Roberts, American pianist and educator", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 7", "txt": "John Birmingham, English-Australian journalist and author", "entities": [{"title": "John Birmingham", "href": "/wiki/John_Birmingham", "description": "John Birmingham is a British-born Australian author, known for the 1994 memoir He Died with a Felafel in His Hand, and his Axis of Time trilogy."}]}, {"heading": "Births", "year": "1964", "date": "August 7", "txt": "Ian Dench, English guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 7", "txt": "Peter Niven, Scottish jockey", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 7", "txt": "Raul Malo, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Raul Malo", "href": "/wiki/Raul_Malo", "description": "Raúl Francisco Martínez-Malo Jr., known professionally as Raúl Malo, is an American singer, songwriter, guitarist and record producer. He is the lead singer of country music band The Mavericks and the co-writer of many of their singles, as well as Rick Trevino's 2003 single \"In My Dreams\". After the disbanding of The Mavericks in the early 2000s, Malo pursued a solo career. He has also participate"}]}, {"heading": "Births", "year": "1965", "date": "August 7", "txt": "Elizabeth Manley, Canadian figure skater", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 7", "txt": "David Cairns, Scottish laicised priest and politician, Minister of State for Scotland (d. 2011)", "entities": [{"title": "David Cairns (politician)", "href": "/wiki/David_Cairns_(politician)", "description": "John David Cairns was a Scottish politician who served as Minister of State for Scotland from 2005 to 2008. A member of Scottish Labour Party, he was Member of Parliament (MP) for Inverclyde, formerly Greenock and Inverclyde, from 2001 until his death in 2011."}, {"title": "Minister of State for Scotland", "href": "/wiki/Minister_of_State_for_Scotland", "description": "The Parliamentary Under-Secretary of State for Scotland, often referred to as Under-Secretary of State for Scotland is a junior ministerial post in the United Kingdom government, supporting the Secretary of State for Scotland. The post is also known as Deputy Secretary of State for Scotland."}]}, {"heading": "Births", "year": "1966", "date": "August 7", "txt": "Shobna Gulati, British actress", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 7", "txt": "Kristin Hersh, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 7", "txt": "Jimmy Wales, American businessman, co-founder of Wikipedia", "entities": [{"title": "Wikipedia", "href": "/wiki/Wikipedia", "description": "Wikipedia is a free, multilingual online encyclopedia written and maintained by a community of volunteer contributors through a model of open collaboration, using a wiki-based editing system. Wikipedia is the largest and most-read reference work in history, and is consistently one of the 15 most-popular websites as ranked by Alexa; as of 2021, it ranked as the 13th most-popular site. The project c"}]}, {"heading": "Births", "year": "1967", "date": "August 7", "txt": "Jason Grimsley, American baseball player", "entities": [{"title": "Jason Grimsley", "href": "/wiki/Jason_Grimsley", "description": "Jason Alan Grimsley is a former Major League Baseball relief pitcher who played for seven teams during a 15-year career. He was a member of both the 1999 and 2000 World Series champion New York Yankees."}]}, {"heading": "Births", "year": "1968", "date": "August 7", "txt": "Francesca Gregorini, Italian-American director and screenwriter", "entities": [{"title": "Francesca Gregorini", "href": "/wiki/Francesca_Gregorini", "description": "Countess Francesca McKnight Donatella Romana Gregorini di Savignano di Romagna, known professionally as Francesca Gregorini, is an Italian-American writer and film director."}]}, {"heading": "Births", "year": "1968", "date": "August 7", "txt": "Trevor Hendy, Australian surfer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 7", "txt": "Sophie Lee, Australian actress and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 7", "txt": "Paul Lambert, Scottish footballer and manager", "entities": [{"title": "Paul Lambert", "href": "/wiki/Paul_Lambert", "description": "Paul Lambert is a Scottish professional football manager and former player, who was most recently the manager of Ipswich Town."}]}, {"heading": "Births", "year": "1969", "date": "August 7", "txt": "Dana G. Peleg, Israeli writer and LGBT activist", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 7", "txt": "Eric Namesnik, American swimmer (d. 2006)", "entities": [{"title": "Eric Namesnik", "href": "/wiki/Eric_Namesnik", "description": "Eric John Namesnik, nicknamed \"Snik,\" was an American competition swimmer and Olympic medalist."}]}, {"heading": "Births", "year": "1971", "date": "August 7", "txt": "Dominic Cork, England cricketer and sportscaster", "entities": [{"title": "Dominic Cork", "href": "/wiki/Dominic_Cork", "description": "Dominic Gerald Cork is a former English county and international cricketer. Cork was a right-handed lower-order batsman who bowled right-arm fast-medium, and was renowned for his swing and seam control. In 1995, he took the best figures for an England bowler on Test debut, with 7 for 43 in the second innings against the West Indies."}]}, {"heading": "Births", "year": "1971", "date": "August 7", "txt": "Rachel York, American actress and singer", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 7", "txt": "Gerry Peñalosa, Filipino boxer and promoter", "entities": [{"title": "Gerry Peñalosa", "href": "/wiki/Gerry_Pe%C3%B1alosa", "description": "Gerónimo \"Gerry\" Peñalosa is a Filipino former professional boxer who competed from 1989 to 2010. He is a two-weight world champion, having held the WBC and lineal super flyweight titles from 1997 to 1998, and the WBO bantamweight title from 2007 to 2009. Originally from San Carlos City, Peñalosa currently resides in Manila. He was trained mainly by Freddie Roach, and went on to become a boxing tr"}]}, {"heading": "Births", "year": "1973", "date": "August 7", "txt": "Mikhail Gorsheniov, Russian singer-songwriter (d. 2013)", "entities": [{"title": "Mikhail Gorsheniov", "href": "/wiki/Mikhail_Gorsheniov", "description": "Mikhail \"The Pot\" Gorsheniov was a lead singer and composer of Russian horror punk/hard rock band Korol i Shut."}]}, {"heading": "Births", "year": "1973", "date": "August 7", "txt": "Danny Graves, Vietnamese-American baseball player", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 7", "txt": "Kevin Muscat, English-Australian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 7", "txt": "Chico Benymon, American actor", "entities": [{"title": "Chico Benymon", "href": "/wiki/Chico_Benymon", "description": "Chico Benymon is an American actor, singer, musician, and fashion designer best known for his role as Andre \"Spencer\" Williams on the UPN comedy Half & Half. He also starred in the Nickelodeon TV series The Haunted Hathaways."}]}, {"heading": "Births", "year": "1974", "date": "August 7", "txt": "Michael Shannon, American actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 7", "txt": "Koray Candemir, Turkish singer-songwriter", "entities": [{"title": "Koray Candemir", "href": "/wiki/Koray_Candemir", "description": "Koray Candemir is a Turkish musician, songwriter, and record producer. He used to be the lead singer of the Turkish rock band Kargo. Towards the end of 2008, Koray Candemir and Serkan Celikoz, has decided to end their involvement with Kargo, due to vision and opinion differences with the other members of Kargo. They have formed their new band which is named 'maSKott'. They are currently in Seattle"}]}, {"heading": "Births", "year": "1975", "date": "August 7", "txt": "Gerard Denton, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 7", "txt": "Megan Gale, Australian model and actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 7", "txt": "Ray Hill, American football player (d. 2015)", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 7", "txt": "Rebecca Kleefisch, American journalist and politician, 44th Lieutenant Governor of Wisconsin", "entities": [{"title": "Lieutenant Governor of Wisconsin", "href": "/wiki/Lieutenant_Governor_of_Wisconsin", "description": "The Lieutenant Governor of Wisconsin is the first person in the line of succession of Wisconsin's executive branch, thus serving as governor in the event of the death, resignation, removal, impeachment, absence from the state, or incapacity due to illness of the Governor of Wisconsin. The position was first filled by John Edwin Holmes on June 7, 1848, the year that Wisconsin became a state."}]}, {"heading": "Births", "year": "1975", "date": "August 7", "txt": "Édgar Rentería, Colombian baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 7", "txt": "Charlize Theron, South African actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 7", "txt": "Dimitrios Eleftheropoulos, Greek footballer and manager", "entities": [{"title": "Dimitrios Eleftheropoulos", "href": "/wiki/Dimitrios_Eleftheropoulos", "description": "Dimitrios Eleftheropoulos is a Greek professional football manager and former player. He last managed Super League 2 club Panachaiki."}]}, {"heading": "Births", "year": "1976", "date": "August 7", "txt": "Shane Lechler, American football player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 7", "txt": "Charlotte Ronson, English fashion designer", "entities": [{"title": "Charlotte Ronson", "href": "/wiki/Charlotte_Ronson", "description": "Charlotte Julia Ronson is an English fashion designer, currently based in Los Angeles."}]}, {"heading": "Births", "year": "1977", "date": "August 7", "txt": "Samantha Ronson, English singer-songwriter and DJ", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 7", "txt": "Justin Brooker, Rugby League Player", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 7", "txt": "Alexandre Aja, French director, producer, and screenwriter", "entities": [{"title": "Alexandre Aja", "href": "/wiki/Alexandre_Aja", "description": "Alexandre Jouan-Arcady, known professionally as Alexandre Aja, is a French film director best known for his work in the horror genre. Aja rose to international stardom for his 2003 horror film Haute Tension. He has also directed the films The Hills Have Eyes (2006), Mirrors (2008), Piranha 3D (2010), Horns (2013) and Crawl (2019)."}]}, {"heading": "Births", "year": "1978", "date": "August 7", "txt": "Jamey Jasta, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 7", "txt": "Mark McCammon, English-Barbadian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 7", "txt": "Cirroc Lofton, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 7", "txt": "Eric Johnson, American actor, director, and screenwriter", "entities": [{"title": "Eric Johnson (actor)", "href": "/wiki/Eric_Johnson_(actor)", "description": "Eric Johann Johnson is a Canadian actor known for playing Flash Gordon on the eponymous 2007-08 television series, Whitney Fordman on the science-fiction series Smallville, Detective Luke Callaghan on the police drama Rookie Blue, and Jack Hyde in the Fifty Shades film series."}]}, {"heading": "Births", "year": "1979", "date": "August 7", "txt": "Miguel Llera, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 7", "txt": "Birgit Zotz, Austrian anthropologist and author", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 7", "txt": "Carsten Busch, German footballer", "entities": [{"title": "Carsten Busch", "href": "/wiki/Carsten_Busch", "description": "Carsten Busch is a German former professional footballer who played as a goalkeeper."}]}, {"heading": "Births", "year": "1980", "date": "August 7", "txt": "Aurélie Claudel, French model and actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 7", "txt": "Tácio Caetano Cruz Queiroz, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 7", "txt": "Seiichiro Maki, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 7", "txt": "David Testo, American soccer player", "entities": [{"title": "David Testo", "href": "/wiki/David_Testo", "description": "David Testo is an American retired soccer player who, after his playing career ended in 2011, became the first male American professional player of that sport to come out as gay. Testo played professionally from 2003 to 2011, including two years in Major League Soccer with the Columbus Crew from 2004 to 2005. He began his career with the second division side Richmond Kickers, and also played for t"}]}, {"heading": "Births", "year": "1981", "date": "August 7", "txt": "Randy Wayne, American actor and producer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 7", "txt": "Ángeles Balbiani, Argentine actress and singer", "entities": [{"title": "Ángeles Balbiani", "href": "/wiki/%C3%81ngeles_Balbiani", "description": "Ángeles Constanza Balbiani Morea better known as Angie Balbiani is an Argentine actress, model, television presenter and journalist."}]}, {"heading": "Births", "year": "1982", "date": "August 7", "txt": "Abbie Cornish, Australian actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 7", "txt": "Juan Martín Hernández, Argentine rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 7", "txt": "Marquise Hill, American football player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 7", "txt": "Vassilis Spanoulis, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 7", "txt": "Martin Vučić, Macedonian singer and drummer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 7", "txt": "Christian Chávez, Mexican singer-songwriter and actor", "entities": [{"title": "Christian Chávez", "href": "/wiki/Christian_Ch%C3%A1vez", "description": "José Christian Chávez Garza, most often known as Christian Chávez, is an American singer, songwriter and actor, best known for his role as Giovanni Méndez López in the telenovela Rebelde and its spin-off pop group RBD."}]}, {"heading": "Births", "year": "1983", "date": "August 7", "txt": "Murat Dalkılıç, Turkish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 7", "txt": "Danny, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 7", "txt": "Andriy Hrivko, Ukrainian cyclist", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 7", "txt": "Mark Pettini, English cricketer and journalist", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 7", "txt": "Stratos Perperoglou, Greek basketball player", "entities": [{"title": "Stratos Perperoglou", "href": "/wiki/Stratos_Perperoglou", "description": "Efstratios \"Stratos\" Perperoglou is a Greek professional basketball player who last played for Crvena zvezda of the ABA League. He is 2.03 m (6'8\") tall and he plays mainly at the small forward position."}]}, {"heading": "Births", "year": "1984", "date": "August 7", "txt": "Tooba Siddiqui, Pakistani model and actress", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 7", "txt": "Yun Hyon-seok, South Korean poet and author (d. 2003)", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 7", "txt": "Paul Biedermann, German swimmer", "entities": [{"title": "Paul Biedermann", "href": "/wiki/Paul_Biedermann", "description": "Paul Biedermann is a German retired competitive swimmer, a 400 metre freestyle long course world champion, and former 200 metre freestyle long course world champion. He holds the long course and short course world records in the 200 meters freestyle, and the long course world record in the 400 meters freestyle."}]}, {"heading": "Births", "year": "1986", "date": "August 7", "txt": "Valter Birsa, Slovenian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 7", "txt": "Altaír Jarabo, Mexican model and actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 7", "txt": "Juan de la Rosa, Mexican boxer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 7", "txt": "Sidney Crosby, Canadian ice hockey player", "entities": [{"title": "Sidney Crosby", "href": "/wiki/Sidney_Crosby", "description": "Sidney Patrick Crosby is a Canadian professional ice hockey player and captain of the Pittsburgh Penguins of the National Hockey League (NHL). Nicknamed \"Sid the Kid\" and dubbed \"The Next One\", Crosby was selected first overall by the Penguins in the 2005 NHL Entry Draft. Crosby is widely regarded as one of the greatest ice hockey players of all time."}]}, {"heading": "Births", "year": "1987", "date": "August 7", "txt": "Mustapha Dumbuya, Sierra Leonean footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 7", "txt": "Ryan Lavarnway, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 7", "txt": "Rouven Sattelmaier, German footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 7", "txt": "Jonathan Bernier, Canadian ice hockey player", "entities": [{"title": "Jonathan Bernier", "href": "/wiki/Jonathan_Bernier", "description": "Jonathan Bernier is a Canadian professional ice hockey goaltender who is currently playing for the Detroit Red Wings of the National Hockey League (NHL). He was drafted in the first round, 11th overall, of the 2006 NHL Entry Draft by the Los Angeles Kings, the team with whom he played his first four NHL seasons. Bernier was part of the 2012 Los Angeles Kings team that won the Stanley Cup."}]}, {"heading": "Births", "year": "1988", "date": "August 7", "txt": "Mohamed Coulibaly, Senegalese footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 7", "txt": "Anisa Mohammed, West Indian cricketer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 7", "txt": "Melody Oliveria, American blogger", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 7", "txt": "Erik Pieters, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 7", "txt": "Beanie Wells, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 7", "txt": "Dorian Popa, Romanian singer, actor and vlogger", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 7", "txt": "DeMar DeRozan, American basketball player", "entities": [{"title": "DeMar DeRozan", "href": "/wiki/DeMar_DeRozan", "description": "DeMar Darnell DeRozan is an American professional basketball player for the San Antonio Spurs of the National Basketball Association (NBA). He played college basketball for the USC Trojans and was selected ninth overall by the Toronto Raptors in the 2009 NBA draft. He is a four-time NBA All-Star and a two-time All-NBA Team member. He spent nine seasons with the Raptors, including five playoff runs"}]}, {"heading": "Births", "year": "1990", "date": "August 7", "txt": "Josh Franceschi, English singer-songwriter", "entities": [{"title": "Josh Franceschi", "href": "/wiki/Josh_Franceschi", "description": "Joshua James Alphonse Franceschi is an English singer and songwriter. He is lead vocalist of rock band You Me at Six."}]}, {"heading": "Births", "year": "1991", "date": "August 7", "txt": "Zac MacMath, American footballer", "entities": [{"title": "Zac MacMath", "href": "/wiki/Zac_MacMath", "description": "Zachary Michael MacMath is an American professional soccer player who plays as a goalkeeper in Major League Soccer for Real Salt Lake."}]}, {"heading": "Births", "year": "1991", "date": "August 7", "txt": "Luis Salom, Spanish motorcycle racer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 7", "txt": "Mitchell te Vrede, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 7", "txt": "Mike Trout, American baseball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 7", "txt": "Adam Yates, English cyclist", "entities": [{"title": "Adam Yates (cyclist)", "href": "/wiki/Adam_Yates_(cyclist)", "description": "Adam Richard Yates is a British road and track racing cyclist, who currently rides for UCI WorldTeam Ineos Grenadiers. The twin brother of Simon Yates, Adam Yates placed fourth overall at the 2016 Tour de France and won the young rider classification, becoming the first British rider to win that classification, one year ahead of his twin brother Simon."}]}, {"heading": "Births", "year": "1992", "date": "August 7", "txt": "Simon Yates, English cyclist", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 7", "txt": "E. J. Tackett, American bowler", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 7", "txt": "Martti Nõmme, Estonian ski jumper", "entities": [{"title": "Martti Nõmme", "href": "/wiki/Martti_N%C3%B5mme", "description": "Martti Nõmme is an Estonian ski jumper. He was born in Võru."}]}, {"heading": "Births", "year": "1993", "date": "August 7", "txt": "Karol Zalewski, Polish sprinter", "entities": []}, {"heading": "Births", "year": "1998", "date": "August 7", "txt": "Vladimir Barbu, Italian diver", "entities": [{"title": "Vladimir Barbu", "href": "/wiki/Vladimir_Barbu", "description": "Vladimir Barbu is an Italian diver."}]}, {"heading": "Births", "year": "1998", "date": "August 7", "txt": "María Bazo, Peruvian windsurfer", "entities": []}, {"heading": "Deaths", "year": "461", "date": "August 7", "txt": "Majorian, Roman emperor (b. 420)", "entities": [{"title": "Majorian", "href": "/wiki/Majorian", "description": "Majorian was the western Roman emperor from 457 to 461. A prominent general of the Roman army, Majorian deposed Emperor Avitus in 457 and succeeded him. Majorian was the last emperor to make a concerted effort to restore the Western Roman Empire with its own forces. Possessing little more than Italy, Dalmatia, and some territory in northern Gaul, Majorian campaigned rigorously for three years agai"}]}, {"heading": "Deaths", "year": "707", "date": "August 7", "txt": "Li Chongjun, Chinese prince", "entities": [{"title": "Li Chongjun", "href": "/wiki/Li_Chongjun", "description": "Li Chongjun (李重俊), formally Crown Prince Jiemin (節愍太子), was a crown prince of the Chinese dynasty Tang Dynasty, during the second reign of his father Emperor Zhongzong. He was made crown prince because the only son of his father's wife Empress Wei, Li Chongrun, had been killed before his father's return to the throne, but on account of his mother's low birth, he was often humiliated by Empress Wei"}]}, {"heading": "Deaths", "year": "1028", "date": "August 7", "txt": "Alfonso V, king of León (b. 994)", "entities": [{"title": "Alfonso V of León", "href": "/wiki/Alfonso_V_of_Le%C3%B3n", "description": "Alfonso V, called the Noble, was King of León from 999 to 1028. Enough is known of him to justify the belief that he had some of the qualities of a soldier and a statesman. Like other kings of León, he used the title emperor to assert his standing among the Christian rulers of Spain.\nHe succeeded his father, Bermudo II, in 999. His mother Elvira García and count Menendo González, who raised him in"}]}, {"heading": "Deaths", "year": "1106", "date": "August 7", "txt": "Henry IV, Holy Roman Emperor (b. 1050)", "entities": [{"title": "Henry IV, Holy Roman Emperor", "href": "/wiki/Henry_IV,_Holy_Roman_Emperor", "description": "Henry IV was Holy Roman Emperor from 1084 to 1105, King of Germany from 1054 to 1105, King of Italy and Burgundy from 1056 to 1105, and Duke of Bavaria from 1052 to 1054. He was the son of Henry III, Holy Roman Emperor—the second monarch of the Salian dynasty—and Agnes of Poitou. After his father's death on 5 October 1056, Henry was placed under his mother's guardianship. She made grants to German"}]}, {"heading": "Deaths", "year": "1234", "date": "August 7", "txt": "Hugh Foliot, bishop of Hereford (b. c. 1155)", "entities": [{"title": "Hugh Foliot", "href": "/wiki/Hugh_Foliot", "description": "Hugh Foliot was a medieval Bishop of Hereford. Related somehow to his predecessor at Hereford, he served as a priest and papal judge as well as being an unsuccessful candidate as Bishop of St David's in Wales. In 1219, he was appointed Bishop of Hereford. During his time in office, he mostly attended to ecclesiastical duties, but did occasionally serve as a royal administrator. He helped found a h"}]}, {"heading": "Deaths", "year": "1272", "date": "August 7", "txt": "Richard Middleton, English Lord Chancellor", "entities": [{"title": "Richard Middleton (Lord Chancellor)", "href": "/wiki/Richard_Middleton_(Lord_Chancellor)", "description": "Richard Middleton was an English ecclesiastic and Lord Chancellor of England."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1296", "date": "August 7", "txt": "Heinrich II von Rotteneck, prince-bishop of Regensburg", "entities": [{"title": "Heinrich II von Rotteneck", "href": "/wiki/Heinrich_II_von_Rotteneck", "description": "Heinrich II von Rotteneck was prince-bishop of Regensburg from 1277 to 1296."}]}, {"heading": "Deaths", "year": "1385", "date": "August 7", "txt": "Joan of Kent, mother of Richard II (b. 1328)", "entities": [{"title": "Joan of Kent", "href": "/wiki/Joan_of_Kent", "description": "Joan, Countess of Kent, known to history as The Fair Maid of Kent, was the mother of King Richard II of England, her son by her third husband, Edward the Black Prince, son and heir apparent of King Edward III. Although the French chronicler Jean Froissart called her \"the most beautiful woman in all the realm of England, and the most loving\", the appellation \"Fair Maid of Kent\" does not appear to b"}, {"title": "Richard II of England", "href": "/wiki/Richard_II_of_England", "description": "Richard II, also known as Richard of Bordeaux, was King of England from 1377 until he was deposed in 1399. Richard's father, Edward, Prince of Wales, died in 1376, leaving Richard as heir apparent to his grandfather, King Edward III. Upon the death of Edward III, the 10-year-old Richard succeeded to the throne."}]}, {"heading": "Deaths", "year": "1485", "date": "August 7", "txt": "Alexander Stewart, duke of Albany (b. 1454)", "entities": [{"title": "Alexander Stewart, Duke of Albany", "href": "/wiki/Alexander_Stewart,_Duke_of_Albany", "description": "Alexander Stewart, Duke of Albany, was the second surviving son of King James II of Scotland. He fell out with his older brother, King James III, and fled to France, where he unsuccessfully sought help. In 1482 he invaded Scotland with the army of King Edward IV of England and assumed control of the country. Scottish lords turned against him in 1483 and he fled after Edward died. The second invasi"}]}, {"heading": "Deaths", "year": "1547", "date": "August 7", "txt": "Cajetan, Italian priest and saint (b. 1480)", "entities": [{"title": "Saint Cajetan", "href": "/wiki/Saint_Cajetan", "description": "Gaetano dei Conti di Thiene, known as Saint Cajetan, was an Italian Catholic priest and religious reformer, co-founder of the Theatines. He is recognised as a saint in the Catholic Church, and his feast day is 7 August."}]}, {"heading": "Deaths", "year": "1613", "date": "August 7", "txt": "Thomas Fleming, English judge and politician, Lord Chief Justice of England (b. 1544)", "entities": [{"title": "Thomas Fleming (judge)", "href": "/wiki/Thomas_Fleming_(judge)", "description": "Sir Thomas Fleming was an English judge and politician who sat in the House of Commons at various times between 1581 and 1611. He was judge in the trial of Guy Fawkes following the Gunpowder Plot. He held several important offices, including Lord Chief Justice, Lord Chief Baron of the Exchequer and Solicitor General for England and Wales."}, {"title": "Lord Chief Justice of England", "href": "/wiki/Lord_Chief_Justice_of_England", "description": "The Lord Chief Justice of England and Wales is the Head of the Judiciary of England and Wales and the President of the Courts of England and Wales."}]}, {"heading": "Deaths", "year": "1616", "date": "August 7", "txt": "Vincenzo Scamozzi, Italian architect, designed Teatro Olimpico (b. 1548)", "entities": [{"title": "Vincenzo Scamozzi", "href": "/wiki/Vincenzo_Scamozzi", "description": "Vincenzo Scamozzi was an Italian architect and a writer on architecture, active mainly in Vicenza and Republic of Venice area in the second half of the 16th century. He was perhaps the most important figure there between Andrea Palladio, whose unfinished projects he inherited at Palladio's death in 1580, and Baldassarre Longhena, Scamozzi's only pupil."}, {"title": "Teatro Olimpico", "href": "/wiki/Teatro_Olimpico", "description": "The Teatro Olimpico is a theatre in Vicenza, northern Italy, constructed in 1580–1585. The theatre was the final design by the Italian Renaissance architect Andrea Palladio and was not completed until after his death. The trompe-l'œil onstage scenery, designed by Vincenzo Scamozzi, to give the appearance of long streets receding to a distant horizon, was installed in 1585 for the first performance"}]}, {"heading": "Deaths", "year": "1632", "date": "August 7", "txt": "Robert de Vere, 19th Earl of Oxford, English soldier (b. 1575)", "entities": [{"title": "Robert de Vere, 19th Earl of Oxford", "href": "/wiki/Robert_de_Vere,_19th_Earl_of_Oxford", "description": "Robert de Vere, 19th Earl of Oxford was a British soldier, and the penultimate Earl of Oxford."}]}, {"heading": "Deaths", "year": "1635", "date": "August 7", "txt": "Friedrich Spee, German poet and academic (b. 1591)", "entities": [{"title": "Friedrich Spee", "href": "/wiki/Friedrich_Spee", "description": "Friedrich Spee was a German Jesuit priest, professor, and poet, most well-known as a forceful opponent of witch trials and one who was an insider writing from the epicenter of the European witch-phobia. Spee argued strongly against the use of torture, and as an eyewitness he gathered a book full of details regarding its cruelty and unreliability. He wrote, \"Torture has the power to create witches "}]}, {"heading": "Deaths", "year": "1639", "date": "August 7", "txt": "Martin van den Hove, Dutch astronomer and mathematician (b. 1605)", "entities": [{"title": "Martin van den Hove", "href": "/wiki/Martin_van_den_Hove", "description": "Martin (Maarten) van den Hove was a Dutch astronomer and mathematician. His adopted Latin name is a translation of the Dutch hof (\"garden\"), in Latin horta."}]}, {"heading": "Deaths", "year": "1661", "date": "August 7", "txt": "Jin Shengtan, Chinese journalist and critic (b. 1608)", "entities": [{"title": "Jin Shengtan", "href": "/wiki/Jin_Shengtan", "description": "\nJin Shengtan, former name Jin Renrui (金人瑞), also known as Jin Kui (金喟), was a Chinese editor, writer and critic, who has been called the champion of Vernacular Chinese literature."}]}, {"heading": "Deaths", "year": "1787", "date": "August 7", "txt": "Francis Blackburne, English Anglican churchman and activist (b. 1705)", "entities": [{"title": "Francis Blackburne (priest)", "href": "/wiki/Francis_Blackburne_(priest)", "description": "Francis Blackburne was an English Anglican churchman, archdeacon of Cleveland and an activist against the requirement of subscription to the Thirty Nine Articles."}]}, {"heading": "Deaths", "year": "1817", "date": "August 7", "txt": "Pierre Samuel du Pont de Nemours, French economist and politician (b. 1739)", "entities": [{"title": "Pierre Samuel du Pont de Nemours", "href": "/wiki/Pierre_Samuel_du_Pont_de_Nemours", "description": "Pierre Samuel du Pont de Nemours was a French-American writer, economist, publisher and government official. During the French Revolution, he, his two sons and their families immigrated to the United States."}]}, {"heading": "Deaths", "year": "1834", "date": "August 7", "txt": "Joseph Marie Jacquard, French weaver and inventor, invented the Jacquard loom (b. 1752)", "entities": [{"title": "Joseph Marie Jacquard", "href": "/wiki/Joseph_Marie_Jacquard", "description": "Joseph Marie Charles dit Jacquard was a French weaver and merchant. He played an important role in the development of the earliest programmable loom, which in turn played an important role in the development of other programmable machines, such as an early version of digital compiler used by IBM to develop the modern day computer."}, {"title": "Jacquard loom", "href": "/wiki/Jacquard_loom", "description": "The Jacquard machine is a device fitted to a loom that simplifies the process of manufacturing textiles with such complex patterns as brocade, damask and matelassé. The resulting ensemble of the loom and Jacquard machine is then called a Jacquard loom. The machine was invented by Joseph Marie Jacquard in 1804, based on earlier inventions by the Frenchmen Basile Bouchon (1725), Jean Baptiste Falcon"}]}, {"heading": "Deaths", "year": "1848", "date": "August 7", "txt": "Jöns Jacob Berzelius, Swedish chemist and academic (b. 1779)", "entities": [{"title": "Jöns Jacob Berzelius", "href": "/wiki/J%C3%B6ns_Jacob_Berzelius", "description": "Baron Jöns Jacob Berzelius was a Swedish chemist. Berzelius is considered, along with Robert Boyle, John Dalton, and Antoine Lavoisier, to be one of the founders of modern chemistry. Berzelius became a member of the Royal Swedish Academy of Sciences in 1808 and served from 1818 as its principal functionary. He is known in Sweden as the \"Father of Swedish Chemistry\". Berzelius Day is celebrated on "}]}, {"heading": "Deaths", "year": "1855", "date": "August 7", "txt": "Mariano Arista, Mexican general and politician, 19th President of Mexico (b. 1802)", "entities": [{"title": "Mariano Arista", "href": "/wiki/Mariano_Arista", "description": "José Mariano Martín Buenaventura Ignacio Nepomuceno García de Arista Nuez was a noted veteran of many of Mexico's nineteenth-century wars. He served as president of Mexico from 15 January 1851 to 6 January 1853. He was the first president of Mexico to be born in the 19th century."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Deaths", "year": "1864", "date": "August 7", "txt": "Li Xiucheng, Chinese field marshal (b. 1823)", "entities": [{"title": "Li Xiucheng", "href": "/wiki/Li_Xiucheng", "description": "Li Xiucheng was a military rebel commander opposing the Qing dynasty during the Taiping Rebellion. He was born to a peasant family. In 1864, he was captured and interrogated at the third and final Battle of Nanjing. He was then executed by Zeng Guofan."}]}, {"heading": "Deaths", "year": "1893", "date": "August 7", "txt": "Alfredo Catalani, Italian composer and academic (b. 1854)", "entities": [{"title": "Alfredo Catalani", "href": "/wiki/Alfredo_Catalani", "description": "Alfredo Catalani was an Italian operatic composer. He is best remembered for his operas Loreley (1890) and La Wally (1892). La Wally was composed to a libretto by Luigi Illica, and features Catalani's most famous aria \"Ebben? Ne andrò lontana.\" This aria, sung by American soprano Wilhelmenia Fernandez, was at the heart of Jean-Jacques Beineix's 1981 film Diva. Catalani's other operas were much les"}]}, {"heading": "Deaths", "year": "1899", "date": "August 7", "txt": "Jacob Maris, Dutch painter and educator (b. 1837)", "entities": [{"title": "Jacob Maris", "href": "/wiki/Jacob_Maris", "description": "Jacob Hendricus Maris was a Dutch painter, who with his brothers Willem and Matthijs belonged to what has come to be known as the Hague School of painters. He was considered to be the most important and influential Dutch landscape painter of the last quarter of the nineteenth century. His first teacher was painter J.A.B. Stroebel who taught him the art of painting from 1849 to 1852. Jacob Maris's "}]}, {"heading": "Deaths", "year": "1900", "date": "August 7", "txt": "Wilhelm Liebknecht, German lawyer and politician (b. 1826)", "entities": [{"title": "Wilhelm Liebknecht", "href": "/wiki/Wilhelm_Liebknecht", "description": "Wilhelm Martin Philipp Christian Ludwig Liebknecht was a German socialist and one of the principal founders of the Social Democratic Party of Germany (SPD). His political career was a pioneering project combining Marxist revolutionary theory with practical legal political activity. Under his leadership, the SPD grew from a tiny sect to become Germany's largest political party. He was the father of"}]}, {"heading": "Deaths", "year": "1912", "date": "August 7", "txt": "François-Alphonse Forel, Swiss limnologist and academic (b. 1841)", "entities": [{"title": "François-Alphonse Forel", "href": "/wiki/Fran%C3%A7ois-Alphonse_Forel", "description": "François-Alphonse Forel was a Swiss physician and scientist who pioneered the study of lakes, and is thus considered the founder, and the Father of limnology. Limnology is the study of bodies of fresh water and their biological, chemical, and physical features."}]}, {"heading": "Deaths", "year": "1917", "date": "August 7", "txt": "Edwin Harris Dunning, South African-English commander and pilot (b. 1891)", "entities": [{"title": "Edwin Harris Dunning", "href": "/wiki/Edwin_Harris_Dunning", "description": "Squadron Commander Edwin Harris Dunning, DSC, of the British Royal Naval Air Service, was the first pilot to land an aircraft on a moving ship."}]}, {"heading": "Deaths", "year": "1938", "date": "August 7", "txt": "Konstantin Stanislavski, Russian actor and director (b. 1863)", "entities": [{"title": "Konstantin Stanislavski", "href": "/wiki/Konstantin_Stanislavski", "description": "Konstantin Sergeyevich Stanislavski was a seminal Soviet and Russian theatre practitioner. He was widely recognized as an outstanding character actor and the many productions that he directed garnered him a reputation as one of the leading theatre directors of his generation. His principal fame and influence, however, rests on his 'system' of actor training, preparation, and rehearsal technique."}]}, {"heading": "Deaths", "year": "1941", "date": "August 7", "txt": "Rabindranath Tagore, Indian author, poet, and playwright, Nobel Prize laureate (b. 1861)", "entities": [{"title": "Rabindranath Tagore", "href": "/wiki/Rabindranath_Tagore", "description": "Rabindranath Tagore was an Indian polymath - poet, writer, playwright, composer, philosopher, social reformer and painter. He reshaped Bengali literature and music, as well as Indian art with Contextual Modernism in the late 19th and early 20th centuries. Author of the \"profoundly sensitive, fresh and beautiful verse\" of Gitanjali, he became in 1913 the first non-European as well as the first lyri"}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1948", "date": "August 7", "txt": "Charles Bryant, English-American actor and director (b. 1879)", "entities": [{"title": "Charles Bryant (actor)", "href": "/wiki/Charles_Bryant_(actor)", "description": "Charles Bryant was a British actor and film director."}]}, {"heading": "Deaths", "year": "1953", "date": "August 7", "txt": "Abner Powell, American baseball player and manager (b. 1860)", "entities": [{"title": "Abner Powell", "href": "/wiki/Abner_Powell", "description": "Abner Charles Powell was a Major League Baseball player who was a member of the Washington Nationals of the Union Association in 1884. He later played for the Baltimore Orioles and the Cincinnati Red Stockings in 1886. He also managed and owned several teams, and he is best known for his innovations as a manager."}]}, {"heading": "Deaths", "year": "1957", "date": "August 7", "txt": "Oliver Hardy, American actor, singer, and director (b. 1892)", "entities": [{"title": "Oliver Hardy", "href": "/wiki/Oliver_Hardy", "description": "Oliver Norvell Hardy was an American comic actor and one half of Laurel and Hardy, the double act that began in the era of silent films and lasted from 1927 to 1955. He appeared with his comedy partner Stan Laurel in 107 short films, feature films, and cameo roles. He was credited with his first film, Outwitting Dad, in 1914. In most of his silent films before joining producer Hal Roach, he was bi"}]}, {"heading": "Deaths", "year": "1958", "date": "August 7", "txt": "Elizabeth Foreman Lewis, American author and educator (b. 1892)", "entities": [{"title": "Elizabeth Foreman Lewis", "href": "/wiki/Elizabeth_Foreman_Lewis", "description": "Elizabeth Foreman Lewis was an American children's writer. She received the Newbery Award and the Lewis Carroll Shelf Award."}]}, {"heading": "Deaths", "year": "1960", "date": "August 7", "txt": "Luis Ángel Firpo, Argentine boxer (b. 1894)", "entities": [{"title": "Luis Ángel Firpo", "href": "/wiki/Luis_%C3%81ngel_Firpo", "description": "Luis Ángel Firpo was an Argentine boxer. Born in Junín, Argentina, he was nicknamed The Wild Bull of the Pampas."}]}, {"heading": "Deaths", "year": "1963", "date": "August 7", "txt": "Ramon Vila Capdevila, last of the Spanish Maquis, holding out after the end of the Spanish Civil War (b.1908)", "entities": [{"title": "Ramon Vila Capdevila", "href": "/wiki/Ramon_Vila_Capdevila", "description": "Ramon Vila Capdevila, sometimes known by various nicknames, including Caracremada, was a Catalan anarchist, member of the Confederación Nacional del Trabajo, and guerrilla fighter."}, {"title": "Spanish Maquis", "href": "/wiki/Spanish_Maquis", "description": "The Spanish Maquis were Spanish guerrillas exiled in France after the Spanish Civil War who continued to fight against Francoist Spain until the early 1960s, carrying out sabotage, robberies, occupations of the Spanish embassy in France and assassinations of Francoists, as well as contributing to the fight against Nazi Germany and the Vichy regime in France during World War II."}, {"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}]}, {"heading": "Deaths", "year": "1968", "date": "August 7", "txt": "Giovanni Bracco, Italian race car driver (b. 1908)", "entities": [{"title": "Giovanni Bracco", "href": "/wiki/Giovanni_Bracco", "description": "Giovanni Bracco was an Italian racing car driver."}]}, {"heading": "Deaths", "year": "1969", "date": "August 7", "txt": "Jean Bastien, French professional footballer (b. 1915)", "entities": [{"title": "Jean Bastien", "href": "/wiki/Jean_Bastien", "description": "Jean Bastien was a professional French footballer. He was born in Oran, French Algeria, and died, aged 54, in Marseille."}]}, {"heading": "Deaths", "year": "1969", "date": "August 7", "txt": "Joseph Kosma, Hungarian-French composer (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1970", "date": "August 7", "txt": "Harold Haley, American lawyer and judge (b. 1904)", "entities": [{"title": "Harold Haley", "href": "/wiki/Harold_Haley", "description": "Harold Joseph Haley was an American judge. He was a Superior Court judge in Marin County, California. He was taken hostage in his courtroom, along with several others, during the course of a trial, and was killed during the attempted escape of his captors with their hostages."}]}, {"heading": "Deaths", "year": "1970", "date": "August 7", "txt": "Jonathan P. Jackson, American bodyguard (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "1972", "date": "August 7", "txt": "Joi Lansing, American model, actress, and singer (b. 1929)", "entities": [{"title": "Joi Lansing", "href": "/wiki/Joi_Lansing", "description": "Joi Lansing was an American model, film and television actress, and nightclub singer. She was noted for her pin-up photos and roles in B-movies, as well as a prominent role in the famous opening \"tracking shot\" in Orson Welles' 1958 crime drama Touch of Evil."}]}, {"heading": "Deaths", "year": "1973", "date": "August 7", "txt": "Jack Gregory, Australian cricketer (b. 1895)", "entities": [{"title": "Jack Gregory (cricketer)", "href": "/wiki/Jack_Gregory_(cricketer)", "description": "Jack Morrison Gregory was an Australian cricketer."}]}, {"heading": "Deaths", "year": "1974", "date": "August 7", "txt": "Rosario Castellanos, Mexican poet and author (b. 1925)", "entities": [{"title": "Rosario Castellanos", "href": "/wiki/Rosario_Castellanos", "description": "Rosario Castellanos Figueroa was a Mexican poet and author. She was one of Mexico's most important literary voices in the last century. Throughout her life, she wrote eloquently about issues of cultural and gender oppression, and her work has influenced Mexican feminist theory and cultural studies. Though she died young, she opened the door of Mexican literature to women, and left a legacy that st"}]}, {"heading": "Deaths", "year": "1974", "date": "August 7", "txt": "Sylvio Mantha, Canadian ice hockey player and coach (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1978", "date": "August 7", "txt": "Eddie Calvert, English trumpeter (b. 1922)", "entities": [{"title": "Eddie Calvert", "href": "/wiki/Eddie_Calvert", "description": "Albert Edward \"Eddie\" Calvert was an English trumpeter, who enjoyed his greatest success in the 1950s. Between 1953 and 1958, Calvert achieved seven instrumental hits on the UK Singles Chart including two chart-toppers, \"Oh, Mein Papa\" in 1953 and \"Cherry Pink \" in 1955."}]}, {"heading": "Deaths", "year": "1981", "date": "August 7", "txt": "Gunnar Uusi, Estonian chess player (b. 1931)", "entities": [{"title": "Gunnar Uusi", "href": "/wiki/Gunnar_Uusi", "description": "Gunnar Uusi was an Estonian chess player who won the Estonian Chess Championship six times."}]}, {"heading": "Deaths", "year": "1985", "date": "August 7", "txt": "Grayson Hall, American actress (b. 1922)", "entities": [{"title": "Grayson Hall", "href": "/wiki/Grayson_Hall", "description": "Grayson Hall was an American television, film and stage actress. She was widely regarded for her avant-garde theatrical performances from the 1960s to the 1980s. Hall was nominated for an Academy Award for Best Supporting Actress and a Golden Globe Award for the John Huston film The Night of the Iguana (1964)."}]}, {"heading": "Deaths", "year": "1987", "date": "August 7", "txt": "Camille Chamoun, Lebanese lawyer and politician, 7th President of Lebanon (b. 1900)", "entities": [{"title": "Camille Chamoun", "href": "/wiki/Camille_Chamoun", "description": "Camille Nimr Chamoun was a Lebanese politician who served as President of Lebanon from 1952 to 1958. He was one of the country's main Christian leaders during most of the Lebanese Civil War (1975–1990)."}, {"title": "President of Lebanon", "href": "/wiki/President_of_Lebanon", "description": "The president of the Lebanese Republic is the head of state of Lebanon. The president is elected by the parliament for a term of six years, which is not immediately renewable. By convention, the president is always a Maronite Christian who is at least 21 years old."}]}, {"heading": "Deaths", "year": "1989", "date": "August 7", "txt": "Mickey Leland, American lawyer and politician (b. 1944)", "entities": [{"title": "Mickey Leland", "href": "/wiki/Mickey_Leland", "description": "George Thomas \"Mickey\" Leland was an anti-poverty activist who later became a congressman from the Texas 18th District and chair of the Congressional Black Caucus. He was a Democrat."}]}, {"heading": "Deaths", "year": "1994", "date": "August 7", "txt": "Larry Martyn, English actor (b. 1934)", "entities": [{"title": "Larry Martyn", "href": "/wiki/Larry_Martyn", "description": "Lawrence Martyn was a British actor known for his comedy performances."}]}, {"heading": "Deaths", "year": "1995", "date": "August 7", "txt": "Brigid Brophy, English author and critic (b. 1929)", "entities": [{"title": "Brigid Brophy", "href": "/wiki/Brigid_Brophy", "description": "Brigid Antonia Brophy, Lady Levey was a British writer and campaigner for social reforms, including the rights of authors and animal rights. Among her novels was Hackenfeller's Ape (1953); among her critical studies were Mozart the Dramatist and Prancing Novelist: A Defence of Fiction ... In Praise of Ronald Firbank (1973). In the Dictionary of Literary Biography: British Novelists since 1960, S. "}]}, {"heading": "Deaths", "year": "2001", "date": "August 7", "txt": "Algirdas Lauritėnas, Lithuanian basketball player (b. 1932)", "entities": [{"title": "Algirdas Lauritėnas", "href": "/wiki/Algirdas_Laurit%C4%97nas", "description": "Algirdas Teodoras Lauritėnas was a Lithuanian basketball player. He was a member of the Soviet team during the 1950s, and won a silver medal at the 1956 Summer Olympics. He was also part of the team that became European champion in 1953 and 1957 and won a bronze medal in 1955."}]}, {"heading": "Deaths", "year": "2003", "date": "August 7", "txt": "K. D. Arulpragasam, Sri Lankan zoologist and academic (b. 1931)", "entities": [{"title": "K. D. Arulpragasam", "href": "/wiki/K._D._Arulpragasam", "description": "Professor Kandiah David Arulpragasam was a Sri Lankan Tamil academic. He was the first vice-chancellor of Eastern University, Sri Lanka."}]}, {"heading": "Deaths", "year": "2003", "date": "August 7", "txt": "Mickey McDermott, American baseball player and coach (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 7", "txt": "Red Adair, American firefighter (b. 1915)", "entities": [{"title": "Red Adair", "href": "/wiki/Red_Adair", "description": "Paul Neal \"Red\" Adair was an American oil well firefighter. He became notable internationally as an innovator in the highly specialized and hazardous profession of extinguishing and capping oil well blowouts, both land-based and offshore."}]}, {"heading": "Deaths", "year": "2004", "date": "August 7", "txt": "Colin Bibby, English ornithologist and academic (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 7", "txt": "Peter Jennings, Canadian-American journalist and author (b. 1938)", "entities": [{"title": "Peter Jennings", "href": "/wiki/Peter_Jennings", "description": "Peter Charles Archibald Ewart Jennings was a Canadian-American television journalist who served as the sole anchor of ABC World News Tonight from 1983 until his death from lung cancer in 2005. He dropped out of high school, yet he transformed himself into one of American television's most prominent journalists."}]}, {"heading": "Deaths", "year": "2006", "date": "August 7", "txt": "Mary Anderson Bain, American lawyer and politician (b. 1911)", "entities": [{"title": "Mary Anderson Bain", "href": "/wiki/Mary_Anderson_Bain", "description": "Mary Anderson Bain was a New Deal politician best known for her 33 years of service as Chief of Staff for Representative Sidney R. Yates, of Illinois."}]}, {"heading": "Deaths", "year": "2007", "date": "August 7", "txt": "Ernesto Alonso, Mexican actor, director, and producer (b. 1917)", "entities": [{"title": "Ernesto Alonso", "href": "/wiki/Ernesto_Alonso", "description": "Ernesto Alonso was a Mexican producer, director, cinematographer and actor. He was nicknamed \"El Señor Telenovela\" because most of his work centered on telenovelas known around the world."}]}, {"heading": "Deaths", "year": "2007", "date": "August 7", "txt": "Angus Tait, New Zealand businessman, founded Tait Communications (b. 1919)", "entities": [{"title": "Tait Communications", "href": "/wiki/Tait_Communications", "description": "Tait Communications is a multinational radio communications company with headquarters based in Christchurch, New Zealand. The company has offices in 17 countries and employs 869 staff (2011). Tait develops voice and data radio technologies, exporting about 95% of products from its Christchurch manufacturing base. Customers include London Buses, Country Fire Authority and Basin Electric Power Coope"}]}, {"heading": "Deaths", "year": "2008", "date": "August 7", "txt": "Bernie Brillstein, American talent agent and producer (b. 1931)", "entities": [{"title": "Bernie Brillstein", "href": "/wiki/Bernie_Brillstein", "description": "Bernard Jules Brillstein was an American film and television producer, executive producer, and talent agent. He began his career in the 1950s at the William Morris Agency before founding his own company in 1969 and later joining forces with Brad Grey to helm Brillstein-Grey Entertainment, one of the most important and influential Hollywood talent management and production companies. He is remember"}]}, {"heading": "Deaths", "year": "2008", "date": "August 7", "txt": "Andrea Pininfarina, Italian engineer and businessman (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 7", "txt": "Louis E. Saavedra, American educator and politician, 48th Mayor of Albuquerque (b. 1933)", "entities": [{"title": "Louis E. Saavedra", "href": "/wiki/Louis_E._Saavedra", "description": "Louis Emilio Saavedra was an American politician and educator who served as the 25th mayor of Albuquerque, New Mexico. A member of the Democratic Party, he served as mayor from December 1989 until November 1993."}, {"title": "Mayor of Albuquerque", "href": "/wiki/Mayor_of_Albuquerque", "description": "The mayor of Albuquerque, New Mexico is the chief executive officer of the city, elected for a four-year term. There are no term limits for the mayor. Under the New Mexico State Constitution, municipal elections are nonpartisan. The 30th and current Mayor is Tim Keller, a Democrat."}]}, {"heading": "Deaths", "year": "2009", "date": "August 7", "txt": "Mike Seeger, American singer-songwriter (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 7", "txt": "John Nelder, English mathematician and statistician (b. 1924)", "entities": [{"title": "John Nelder", "href": "/wiki/John_Nelder", "description": "John Ashworth Nelder was a British statistician known for his contributions to experimental design, analysis of variance, computational statistics, and statistical theory."}]}, {"heading": "Deaths", "year": "2011", "date": "August 7", "txt": "Mark Hatfield, American soldier, academic, and politician, 29th Governor of Oregon (b. 1922)", "entities": [{"title": "Mark Hatfield", "href": "/wiki/Mark_Hatfield", "description": "Mark Odom Hatfield was an American politician and educator from the state of Oregon. A Republican, he served for 30 years as a United States Senator from Oregon, and also as chairman of the Senate Appropriations Committee. A native Oregonian, he served in the United States Navy in the Pacific Theater during World War II after graduating from Willamette University. After the war he earned a graduat"}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Deaths", "year": "2011", "date": "August 7", "txt": "Nancy Wake, New Zealand-English captain and spy (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 7", "txt": "Murtuz Alasgarov, Azerbaijani academic and politician, Speaker of the National Assembly of Azerbaijan (b. 1928)", "entities": [{"title": "Murtuz Alasgarov", "href": "/wiki/Murtuz_Alasgarov", "description": "Murtuz Najaf oglu Alasgarov, also spelled as Murtuz Aleskerov, was an Azerbaijani politician who served as the Speaker of the National Assembly of Azerbaijan from 1996 to 2005."}, {"title": "Speaker of the National Assembly of Azerbaijan", "href": "/wiki/Speaker_of_the_National_Assembly_of_Azerbaijan", "description": "The Speaker of the National Assembly of Azerbaijan Republic, also called Chairman of the National Assembly is the Speaker of Azerbaijani Parliament. The current Speaker is Sahiba Gafarova. According to the amendments to the Azerbaijani Constitution of 1995, the Speaker is the third in line of succession to presidency after Prime Minister of Azerbaijan."}]}, {"heading": "Deaths", "year": "2012", "date": "August 7", "txt": "Judith Crist, American critic and academic (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 7", "txt": "Vladimir Kobzev, Russian footballer and coach (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 7", "txt": "Anna Piaggi, Italian journalist and author (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 7", "txt": "Mayer Zald, American sociologist and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 7", "txt": "Dušan Zbavitel, Czech indologist and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 7", "txt": "Samuel G. Armistead, American linguist, historian, and academic (b. 1927)", "entities": [{"title": "Samuel G. Armistead", "href": "/wiki/Samuel_G._Armistead", "description": "Samuel Gordon Armistead was a prominent American ethnographer, linguist, folklorist, historian, literary critic and professor of Spanish. He is considered one of the most notable Hispanist scholars of the second half of the 20th and early 21st century."}]}, {"heading": "Deaths", "year": "2013", "date": "August 7", "txt": "Almir Kayumov, Russian footballer (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 7", "txt": "Anthony Pawson, English-Canadian biologist, chemist, and academic (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 7", "txt": "Margaret Pellegrini, American actress and dancer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 7", "txt": "Meeli Truu, Estonian architect (d. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 7", "txt": "Alexander Yagubkin, Russian boxer (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 7", "txt": "Víctor Fayad, Argentine lawyer and politician (b. 1955)", "entities": [{"title": "Víctor Fayad", "href": "/wiki/V%C3%ADctor_Fayad", "description": "Víctor Manuel Federico Fayad was an Argentine politician and lawyer. He was a member of the Radical Civic Union."}]}, {"heading": "Deaths", "year": "2014", "date": "August 7", "txt": "Perry Moss, American football player and coach (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 7", "txt": "Henry Stone, American record producer (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 7", "txt": "Manuel Contreras, Chilean general (b. 1929)", "entities": [{"title": "Manuel Contreras", "href": "/wiki/Manuel_Contreras", "description": "Juan Manuel \"Mamo\" Guillermo Contreras Sepúlveda was a Chilean Army officer and the former head of the National Intelligence Directorate (DINA), Chile's secret police during the dictatorship of General Augusto Pinochet. In 1995, he was sentenced to seven years in prison for the murder in Washington, D.C. of Chilean diplomat Orlando Letelier, which he served until 2001."}]}, {"heading": "Deaths", "year": "2015", "date": "August 7", "txt": "Frances Oldham Kelsey, Canadian pharmacologist and physician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 7", "txt": "Louise Suggs, American golfer, co-founded LPGA (b. 1923)", "entities": [{"title": "LPGA", "href": "/wiki/LPGA", "description": "The Ladies Professional Golf Association (LPGA) is an American organization for female golfers. The organization is headquartered at the LPGA International in Daytona Beach, Florida, and is best known for running the LPGA Tour, a series of weekly golf tournaments for elite female professional golfers from around the world."}]}, {"heading": "Deaths", "year": "2016", "date": "August 7", "txt": "Bryan Clauson, American racing driver (b. 1989)", "entities": [{"title": "Bryan Clauson", "href": "/wiki/Bryan_Clauson", "description": "Bryan Clauson was an American professional auto racing driver. Best known for his achievements in dirt track open-wheel racing, such as USAC Silver Crown, Midget and Sprint cars. Bryan was seen more and more competing with the World of Outlaws (WoO) sprint cars in his last couple of years. Clauson was a dirt track icon who also competed in the NASCAR Nationwide Series, Indy Lights, and IndyCar Ser"}]}, {"heading": "Deaths", "year": "2017", "date": "August 7", "txt": "Don Baylor, American baseball player (b. 1949)", "entities": [{"title": "Don Baylor", "href": "/wiki/Don_Baylor", "description": "Don Edward Baylor was an American professional baseball player and manager. During his 19 seasons in Major League Baseball (MLB), Baylor was a power hitter known for standing very close to home plate and was a first baseman, left fielder, and designated hitter. He played for six different American League (AL) teams, primarily the Baltimore Orioles and California Angels, but he also played for the "}]}, {"heading": "Deaths", "year": "2017", "date": "August 7", "txt": "David Maslanka, American composer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "August 7", "txt": "M. Karunanidhi, Indian politician, former Tamil Nadu Chief Minister and prominent leader of Tamils (b. 1924)", "entities": [{"title": "M. Karunanidhi", "href": "/wiki/M._Karunanidhi", "description": "Muthuvel Karunanidhi was an Indian writer and politician who served as Chief Minister of Tamil Nadu for almost two decades over five terms between 1969 and 2011. He was popularly referred to as \"Kalaignar\" (Artist) and \"Mutthamizh Arignar\" for his contributions to Tamil literature. He had the longest tenure as Chief Minister of Tamil Nadu with 6,863 days in office. He was also a long-standing lead"}]}, {"heading": "Deaths", "year": "2018", "date": "August 7", "txt": "Stan Mikita, Slovakian hockey player (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2019 - David Berman, American musician, singer, poet and cartoonist (b. 1967)[59]", "date": "August 7", "txt": "David Berman, American musician, singer, poet and cartoonist (b. 1967)", "entities": [{"title": "Cartoonist", "href": "/wiki/Cartoonist", "description": "A cartoonist is a visual artist who specializes in drawing cartoons or comics. Cartoonists include the artists who handle all aspects of the work and those who contribute only part of the production. Cartoonists may work in many formats, such as booklets, comic strips, comic books, editorial cartoons, graphic novels, manuals, gag cartoons, illustrations, storyboards, posters, shirts, books, advert"}]}, {"heading": "Deaths", "year": "2020", "date": "August 7", "txt": "Lê Khả Phiêu,  Vietnamese politician,  General Secretary (1997-2001) (b. 1931)", "entities": [{"title": "Lê Khả Phiêu", "href": "/wiki/L%C3%AA_Kh%E1%BA%A3_Phi%C3%AAu", "description": "Lê Khả Phiêu was a Vietnamese politician who served as General Secretary of the Communist Party of Vietnam from December 1997 to April 2001. Lê Khả Phiêu served in the Vietnam People's Army during the First and Second Indochina Wars, join in the Cambodian war, and was Head of the General Political Department of the Vietnam People's Army."}]}]