[{"heading": "Events", "year": "870", "date": "August 8", "txt": "Treaty of Meerssen: King Louis the German and his half-brother Charles the Bald partition the Middle Frankish Kingdom into two larger east and west divisions.", "entities": [{"title": "Treaty of Meerssen", "href": "/wiki/Treaty_of_Meerssen", "description": "The Treaty of Mersen or Meerssen, concluded on 8 August 870, was a treaty of partition of the realm of Lothair II, known as Lotharingia, by his uncles Louis the German of East Francia and Charles the Bald of West Francia, the two surviving sons of Emperor Louis I the Pious. The treaty followed an earlier treaty of Prüm which had split Middle Francia between Lothair I's sons after his death in 855."}, {"title": "Louis the German", "href": "/wiki/Louis_the_German", "description": "Louis the German, also known as Louis II, was the first king of East Francia, and ruled from 843–876 AD. Grandson of emperor Charlemagne and the third son of Louis the Pious, emperor of Francia, and his first wife, Ermengarde of Hesbaye, he received the appellation Germanicus shortly after his death when East Frankia became the kingdom of Germany."}, {"title": "Charles the Bald", "href": "/wiki/Charles_the_Bald", "description": "Charles the Bald was a 9th-century king of West Francia (843–877), king of Italy (875–877) and emperor of the Carolingian Empire (875–877). After a series of civil wars during the reign of his father, Louis the Pious, Charles succeeded, by the Treaty of Verdun (843), in acquiring the western third of the Carolingian Empire. He was a grandson of Charlemagne and the youngest son of Louis the Pious b"}, {"title": "Middle Francia", "href": "/wiki/Middle_Francia", "description": "Middle Francia or the first state of Lotharingia was a short-lived Frankish kingdom which was created in 843 by the Treaty of Verdun after an intermittent civil war between the grandsons of Charlemagne resulted in division of the united empire. Middle Francia was allocated to emperor Lothair I, the eldest son and successor of emperor Louis the Pious. His realm contained the imperial cities of Aach"}]}, {"heading": "Events", "year": "1220", "date": "August 8", "txt": "Sweden is defeated by Estonian tribes in the Battle of Lihula.", "entities": [{"title": "Estonians", "href": "/wiki/Estonians", "description": "Estonians are a Finnic ethnic group native to Estonia who speak the Estonian language and share a common culture and history."}, {"title": "Battle of Lihula", "href": "/wiki/Battle_of_Lihula", "description": "The Battle of Lihula or Battle of Leal was fought between invading Swedes and Estonians for the control of a castle in Lihula, Estonia in 1220. The exact date remains uncertain, though some historians suggest that the battle took place on August 8. The event is described in the Chronicle of Henry of Livonia and the Livonian Rhymed Chronicle."}]}, {"heading": "Events", "year": "1264", "date": "August 8", "txt": "Mudéjar revolt: Muslim rebel forces took the Alcázar of Jerez de la Frontera after defeating the Castilian garrison.", "entities": [{"title": "Mudéjar revolt of 1264–66", "href": "/wiki/Mud%C3%A9jar_revolt_of_1264%E2%80%9366", "description": "The Mudéjar revolt of 1264–1266 was a rebellion by the Muslim populations (Mudéjares) in the Lower Andalusia and Murcia regions of the Crown of Castile. The rebellion was in response to Castile's policy of relocating Muslim populations from these regions and was partially instigated by Muhammad I of Granada. The rebels were aided by the independent Emirate of Granada, while the Castilians were all"}, {"title": "Alcázar of Jerez de la Frontera", "href": "/wiki/Alc%C3%A1zar_of_Jerez_de_la_Frontera", "description": "The Alcázar of Jerez de la Frontera is a former Moorish alcázar, now housing a park, in Jerez de la Frontera, Andalusia, Spain. It was declared a Bien de Interés Cultural in 1931."}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}]}, {"heading": "Events", "year": "1503", "date": "August 8", "txt": "King James IV of Scotland marries Margaret Tudor, daughter of King Henry VII of England at Holyrood Abbey in Edinburgh, Scotland.", "entities": [{"title": "James IV of Scotland", "href": "/wiki/James_IV_of_Scotland", "description": "James IV was King of Scotland from 11 June 1488 until his death in 1513. He assumed the throne following the death of his father King James III at the Battle of Sauchieburn, a rebellion in which the younger James played an indirect role. He is generally regarded as the most successful of the Stewart monarchs of Scotland, but his reign ended in a disastrous defeat at the Battle of Flodden. He was t"}, {"title": "Margaret Tudor", "href": "/wiki/Margaret_Tudor", "description": "Margaret Tudor was Queen consort of Scotland from 1503 until 1513 by marriage to James IV of Scotland and then, after her husband died fighting the English, she became regent for their son James V of Scotland from 1513 until 1515."}, {"title": "Henry VII of England", "href": "/wiki/Henry_VII_of_England", "description": "Henry VII was the King of England and Lord of Ireland from his seizure of the crown on 22 August 1485 until his death in 1509. He was the first monarch of the House of Tudor."}, {"title": "Holyrood Abbey", "href": "/wiki/Holyrood_Abbey", "description": "Holyrood Abbey is a ruined abbey of the Canons Regular in Edinburgh, Scotland. The abbey was founded in 1128 by King David I. During the 15th century, the abbey guesthouse was developed into a royal residence, and after the Scottish Reformation the Palace of Holyroodhouse was expanded further. The abbey church was used as a parish church until the 17th century, and has been ruined since the 18th c"}, {"title": "Edinburgh", "href": "/wiki/Edinburgh", "description": "Edinburgh is the capital city of Scotland and one of its 32 council areas. Historically part of the county of Midlothian, it is located in Lothian on the Firth of Forth's southern shore. Edinburgh is Scotland's second-most populous city and the seventh-most populous city in the United Kingdom."}]}, {"heading": "Events", "year": "1509", "date": "August 8", "txt": "Krishnadeva Raya is crowned Emperor of Vijayanagara at Chittoor.", "entities": [{"title": "Krishnadeva Raya", "href": "/wiki/Krishnadeva_Raya", "description": "Krishnadevaraya was an emperor of the Vijayanagara Empire who reigned from 1509–1529. He was the third ruler of the Tuluva Dynasty and is considered to be its greatest ruler. He possessed the largest empire in India after the decline of the Delhi Sultanate. Presiding over the empire at its zenith, he is regarded as an icon by many Indians. Krishnadevaraya earned the titles Kannada Rajya Rama Raman"}, {"title": "Vijayanagara Empire", "href": "/wiki/Vijayanagara_Empire", "description": "The Vijayanagara Empire, also called Karnata Kingdom, was based in the Deccan Plateau region in South India. It was established in 1336 by the brothers Harihara I and Bukka Raya I of the Sangama dynasty, members of a pastoralist cowherd community that claimed Yadava lineage. The empire rose to prominence as a culmination of attempts by the southern powers to ward off Islamic invasions by the end o"}, {"title": "Chittoor, Andhra Pradesh", "href": "/wiki/Chittoor,_Andhra_Pradesh", "description": "Chittoor is a city and district headquarters in Chittoor district of the Indian state of Andhra Pradesh. It is also the mandal and divisional headquarters of Chittoor mandal and Chittoor revenue division, respectively. The city has a population of 153,756 and that of the agglomeration is 175,647."}]}, {"heading": "Events", "year": "1576", "date": "August 8", "txt": "The cornerstone for Tycho Brahe's Uraniborg observatory is laid on the island of Hven.", "entities": [{"title": "Tycho Brahe", "href": "/wiki/Tycho_Brahe", "description": "Tycho Brahe was a Danish nobleman, astronomer, and writer known for his accurate and comprehensive astronomical observations. He was born in the then-Danish peninsula of Scania. Tycho was well known in his lifetime as an astronomer, astrologer, and alchemist. He has been described as \"the first competent mind in modern astronomy to feel ardently the passion for exact empirical facts\". Most of his "}, {"title": "Uraniborg", "href": "/wiki/Uraniborg", "description": "Uraniborg was a Danish astronomical observatory and alchemy laboratory established and operated by Tycho Brahe. It was built c. 1576 – c. 1580 on Hven, an island in the Øresund between Zealand and Scania, Sweden, which was part of Denmark at the time. It was expanded with the underground facility Stjerneborg on an adjacent site."}, {"title": "Hven", "href": "/wiki/Hven", "description": "Ven is a small Swedish island in the Øresund strait, between Scania and Zealand (Denmark). It is part of Landskrona Municipality, Skåne County. The island has 371 inhabitants and an area of 7.5 km2 (2.9 sq mi). During the 1930s, the population was at its peak, with approximately 1,300 inhabitants. There are four villages on the island: Bäckviken, Tuna By, Norreborg and Kyrkbacken. The island is be"}]}, {"heading": "Events", "year": "1585", "date": "August 8", "txt": "John Davis enters Cumberland Sound in search of the Northwest Passage.", "entities": [{"title": "John Davis (English explorer)", "href": "/wiki/John_Davis_(English_explorer)", "description": "John Davis was one of the chief navigators of Queen Elizabeth I of England. He led several voyages to discover the Northwest Passage and served as pilot and captain on both Dutch and English voyages to the East Indies. He discovered the Falkland Islands in August 1592."}, {"title": "Cumberland Sound", "href": "/wiki/Cumberland_Sound", "description": "Cumberland Sound ; Old Norse: ᚠᛁᛋᚦᚱᛁ ᚢᛒᚢᚴᚦᛁᛦ, fisþri ubukþiR), is an Arctic waterway in Qikiqtaaluk Region, Nunavut, Canada. It is a western arm of the Labrador Sea located between Baffin Island's Hall Peninsula and the Cumberland Peninsula. It is approximately 250 km (160 mi) long and 80 km (50 mi) wide."}, {"title": "Northwest Passage", "href": "/wiki/Northwest_Passage", "description": "The Northwest Passage (NWP) is the sea route between the Atlantic and Pacific oceans through the Arctic Ocean, along the northern coast of North America via waterways through the Canadian Arctic Archipelago. The eastern route along the Arctic coasts of Norway and Siberia is accordingly called the Northeast Passage (NEP)."}]}, {"heading": "Events", "year": "1588", "date": "August 8", "txt": "Anglo-Spanish War: Battle of Gravelines: The naval engagement ends, ending the Spanish Armada's attempt to invade England.", "entities": [{"title": "Anglo-Spanish War (1585–1604)", "href": "/wiki/Anglo-Spanish_War_(1585%E2%80%931604)", "description": "The Anglo-Spanish War (1585–1604) was an intermittent conflict between the kingdoms of Spain and England that was never formally declared. The war was punctuated by widely separated battles, and began with England's military expedition in 1585 to what was then the Spanish Netherlands under the command of Robert Dudley, Earl of Leicester, in support of the resistance of the States General to Spanis"}, {"title": "Spanish Armada", "href": "/wiki/Spanish_Armada#Battle_of_Gravelines", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "Spanish Armada", "href": "/wiki/Spanish_Armada", "description": "The Spanish Armada was a Habsburg Spanish fleet of 130 ships that sailed from Lisbon in late May 1588 under the command of the Duke of Medina Sidonia, with the purpose of escorting an army from Flanders to invade England. Medina Sidonia was an aristocrat without naval command experience but was made commander by King Philip II. The aim was to overthrow Queen Elizabeth I and her establishment of Pr"}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}]}, {"heading": "Events", "year": "1605", "date": "August 8", "txt": "The city of Oulu, Finland, is founded by Charles IX of Sweden.", "entities": [{"title": "Oulu", "href": "/wiki/Oulu", "description": "Oulu is a city and municipality of 208,939 inhabitants in the region of North Ostrobothnia, Finland. It is the most populous city in Northern Finland, and the fifth most populous in the country after Helsinki, Espoo, Tampere and Vantaa, and the fourth largest urban area in the country after Helsinki, Tampere and Turku. Oulu's neighboring municipalities are Hailuoto, Ii, Kempele, Liminka, Lumijoki,"}, {"title": "Finland", "href": "/wiki/Finland", "description": "Finland, officially the Republic of Finland, is a Nordic country in Northern Europe. It shares land borders with Sweden to the west, Russia to the east, Norway to the north, and is defined by the Gulf of Bothnia to the west, and the Gulf of Finland of the Baltic Sea across Estonia to the south. Finland covers an area of 338,455 square kilometres (130,678 sq mi), with a population of 5.5 million. H"}, {"title": "Charles IX of Sweden", "href": "/wiki/Charles_IX_of_Sweden", "description": "Charles IX, also Carl, was King of Sweden from 1604 until his death. He was the youngest son of King Gustav I and his second wife, Margaret Leijonhufvud, brother of Eric XIV and John III, and uncle of Sigismund who was king of both Sweden and Poland. By his father's will he got, by way of appanage, the Duchy of Södermanland, which included the provinces of Närke and Värmland; but he did not come i"}]}, {"heading": "Events", "year": "1647", "date": "August 8", "txt": "The Irish Confederate Wars and Wars of the Three Kingdoms: Battle of Dungan's Hill: English Parliamentary forces defeat Irish forces.", "entities": [{"title": "Irish Confederate Wars", "href": "/wiki/Irish_Confederate_Wars", "description": "The Irish Confederate Wars, also called the Eleven Years' War, took place in Ireland between 1641 and 1653. It was the Irish theatre of the Wars of the Three Kingdoms, a series of civil wars in the kingdoms of Ireland, England and Scotland – all ruled by Charles I. The conflict had political, religious and ethnic aspects and was fought over governance, land ownership, religious freedom and religio"}, {"title": "Wars of the Three Kingdoms", "href": "/wiki/Wars_of_the_Three_Kingdoms", "description": "The Wars of the Three Kingdoms, sometimes known as the British Civil Wars, were an intertwined series of conflicts that took place between 1639 and 1653 in the kingdoms of England, Scotland and Ireland – separate kingdoms which had the same king, Charles I. The wars were fought mainly over issues of governance and religion, and included rebellions, civil wars and invasions. The English Civil War h"}, {"title": "Battle of Dungan's Hill", "href": "/wiki/Battle_of_Dungan%27s_Hill", "description": "The Battle of Dungan's Hill took place in County Meath, in eastern Ireland on 8 August 1647. It was fought between the armies of Confederate Ireland and the English Parliament during the Irish Confederate Wars. The Irish army was intercepted on a march towards Dublin and destroyed. Although it is a little-known event, even in Ireland, the battle was very bloody and had important political repercus"}, {"title": "Parliament of England", "href": "/wiki/Parliament_of_England", "description": "The Parliament of England was the legislature of the Kingdom of England, existing from the early 14th century until 1707, when it united with the Parliament of Scotland to become the Parliament of Great Britain after the political union of England and Scotland created the Kingdom of Great Britain."}]}, {"heading": "Events", "year": "1648", "date": "August 8", "txt": "Mehmed IV (1648–1687) succeeds Ibrahim I (1640–1648) as Ottoman Emperor.", "entities": [{"title": "Mehmed IV", "href": "/wiki/Mehmed_IV", "description": "Mehmed IV also known as Mehmed the Hunter was the Sultan of the Ottoman Empire from 1648 to 1687. He came to the throne at the age of six after his father was overthrown in a coup. Mehmed went on to become the second longest reigning sultan in Ottoman history after Suleiman the Magnificent. While the initial and final years of his reign were characterized by military defeat and political instabili"}, {"title": "Ibrahim of the Ottoman Empire", "href": "/wiki/Ibrahim_of_the_Ottoman_Empire", "description": "Ibrahim was the Sultan of the Ottoman Empire from 1640 until 1648. He was born in İstanbul, the son of Ahmed I by Valide Kösem Sultan, an ethnic Greek originally named Anastasia."}, {"title": "Ottoman Emperor", "href": "/wiki/Ottoman_Emperor", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}]}, {"heading": "Events", "year": "1709", "date": "August 8", "txt": "Bartolomeu de Gusmão demonstrates the lifting power of hot air in an audience before the king of Portugal in Lisbon, Portugal.", "entities": [{"title": "Bartolomeu de Gusmão", "href": "/wiki/Bartolomeu_de_Gusm%C3%A3o", "description": "Bartolomeu Lourenço de Gusmão was a Brazilian-Portuguese priest and naturalist, who was a pioneer of lighter-than-air airship design."}, {"title": "Lisbon", "href": "/wiki/Lisbon", "description": "Lisbon is the capital and the largest city of Portugal, with an estimated population of 508,368 within its administrative limits in an area of 100.05 km2. Lisbon's urban area extends beyond the city's administrative limits with a population of around 2.0 million people, being the 10th-most populous urban area in the European Union. About 2.8 million people live in the Lisbon metropolitan area, whi"}]}, {"heading": "Events", "year": "1786", "date": "August 8", "txt": "Mont Blanc on the French-Italian border is climbed for the first time by Jacques Balmat and Dr. Michel-Gabriel Paccard.", "entities": [{"title": "Mont Blanc", "href": "/wiki/Mont_Blanc", "description": "Mont Blanc is the highest mountain in the Alps and Western Europe, rising 4,808 m (15,774 ft) above sea level. It is the second-highest and second-most prominent mountain in Europe, after Mount Elbrus, and it is the eleventh most prominent mountain summit in the world. The mountain stands between the regions of Aosta Valley, Italy, and Savoie and Haute-Savoie, France. It gives its name to the Mont"}, {"title": "Jacques Balmat", "href": "/wiki/Jacques_Balmat", "description": "Jacques Balmat, called Balmat du Mont Blanc (1762–1834) was a mountaineer, a Savoyard mountain guide, born in the Chamonix valley in Savoy, at this time part of the Kingdom of Sardinia."}, {"title": "Michel-Gabriel Paccard", "href": "/wiki/Michel-Gabriel_Paccard", "description": "Michel Gabriel Paccard (1757–1827) was a Savoyard doctor and alpinist, citizen of the Kingdom of Sardinia."}]}, {"heading": "Events", "year": "1793", "date": "August 8", "txt": "The insurrection of Lyon occurs during the French Revolution.", "entities": [{"title": "Revolt of Lyon against the National Convention", "href": "/wiki/Revolt_of_Lyon_against_the_National_Convention", "description": "The revolt of Lyon against the National Convention was a counter-revolutionary movement in the city of Lyon during the time of the French Revolution. It was a revolt of moderates against the more radical National Convention, the third government during the French Revolution. It broke out in June 1793 and was put down in December of the same year, after government forces had besieged the city."}]}, {"heading": "Events", "year": "1794", "date": "August 8", "txt": "Joseph Whidbey leads an expedition to search for the Northwest Passage near Juneau, Alaska.", "entities": [{"title": "Joseph Whidbey", "href": "/wiki/Joseph_Whidbey", "description": "Joseph Whidbey FRS was a member of the Royal Navy who served on the Vancouver Expedition 1791–95, and later achieved renown as a naval engineer. He is notable for having been the first European to discover and chart Admiralty Island in the Alexander Archipelago in 1794."}, {"title": "Northwest Passage", "href": "/wiki/Northwest_Passage", "description": "The Northwest Passage (NWP) is the sea route between the Atlantic and Pacific oceans through the Arctic Ocean, along the northern coast of North America via waterways through the Canadian Arctic Archipelago. The eastern route along the Arctic coasts of Norway and Siberia is accordingly called the Northeast Passage (NEP)."}, {"title": "Juneau, Alaska", "href": "/wiki/Juneau,_Alaska", "description": "The City and Borough of Juneau, commonly known as Juneau, is the capital city of Alaska. Located in the Gastineau Channel and the Alaskan panhandle, it is a unified municipality and the second-largest city in the United States of America by area. Juneau was named the capital of Alaska in 1906, when the government of what was then the District of Alaska was moved from Sitka as dictated by the U.S. "}]}, {"heading": "Events", "year": "1831", "date": "August 8", "txt": "Four hundred Shawnee people agree to relinquish their lands in Ohio in exchange for land west of the Mississippi River in the Treaty of Wapakoneta.", "entities": [{"title": "Shawnee", "href": "/wiki/Shawnee", "description": "The Shawnee are an Algonquian-speaking ethnic group indigenous to North America. In colonial times they were a semi-migratory Native American nation, primarily inhabiting areas of the Ohio Valley, extending from what became Ohio and Kentucky eastward to West Virginia, Virginia, Pennsylvania, and Western Maryland; south to Alabama and South Carolina; and westward to Indiana and Illinois."}, {"title": "Ohio", "href": "/wiki/Ohio", "description": "Ohio is a state in the Midwestern region of the United States. Of the fifty states, it is the 34th-largest by area, and with a population of just over 11.8 million, is the seventh-most populous and tenth-most densely populated. The state's capital and largest city is Columbus, with the Columbus metro area, Greater Cincinnati, and Greater Cleveland being the largest metropolitan areas. Ohio is bord"}, {"title": "Mississippi River", "href": "/wiki/Mississippi_River", "description": "The Mississippi River is the second-longest river and chief river of the second-largest drainage system on the North American continent, second only to the Hudson Bay drainage system. From its traditional source of Lake Itasca in northern Minnesota, it flows generally south for 2,320 miles (3,730 km) to the Mississippi River Delta in the Gulf of Mexico. With its many tributaries, the Mississippi's"}, {"title": "Treaty of Wapakoneta", "href": "/wiki/Treaty_of_Wapakoneta", "description": "The Treaty of Wapakoneta was signed on August 8, 1831. Remnants of the Shawnee Native American tribe in Wapakoneta were forced to relinquish claims that they had to land in western Ohio."}]}, {"heading": "Events", "year": "1844", "date": "August 8", "txt": "The Quorum of the Twelve Apostles, headed by Brigham Young, is reaffirmed as the leading body of The Church of Jesus Christ of Latter-day Saints (LDS Church).", "entities": [{"title": "Quorum of the Twelve", "href": "/wiki/Quorum_of_the_Twelve", "description": "In the Latter Day Saint movement, the Quorum of the Twelve is one of the governing bodies or (quorums) of the church hierarchy organized by the movement's founder Joseph Smith, and patterned after the Apostles of Jesus. Members are called Apostles, with a special calling to be evangelistic ambassadors to the world."}, {"title": "Brigham Young", "href": "/wiki/Brigham_Young", "description": "Brigham Young was an American religious leader, politician, and settler. He was the second president of The Church of Jesus Christ of Latter-day Saints from 1847 until his death in 1877. He founded Salt Lake City and served as the first governor of the Utah Territory. Young also led the foundings of the precursors to the University of Utah and Brigham Young University."}, {"title": "The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "The Church of Jesus Christ of Latter-day Saints, often informally known as the LDS Church or Mormon Church, is a nontrinitarian, Christian restorationist church that considers itself to be the restoration of the original church founded by Jesus Christ. The church is headquartered in the United States in Salt Lake City, Utah, and has established congregations and built temples worldwide. According "}]}, {"heading": "Events", "year": "1863", "date": "August 8", "txt": "American Civil War: Following his defeat in the Battle of Gettysburg, General Robert E. Lee sends a letter of resignation to Confederate President Jefferson Davis (which is refused upon receipt).", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Gettysburg", "href": "/wiki/Battle_of_Gettysburg", "description": "The Battle of Gettysburg was fought July 1–3, 1863, in and around the town of Gettysburg, Pennsylvania, by Union and Confederate forces during the American Civil War. The battle involved the largest number of casualties of the entire war and is often described as the war's turning point due to the Union's decisive victory and concurrence with the Siege of Vicksburg. Union Maj. Gen. George Meade's "}, {"title": "Robert E. Lee", "href": "/wiki/Robert_E._Lee", "description": "Robert Edward Lee was an American Confederate general best known as a commander of the Confederate States Army during the American Civil War. He led the Army of Northern Virginia from 1862 until its surrender in 1865 and earned a reputation as a skilled tactician."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}]}, {"heading": "Events", "year": "1870", "date": "August 8", "txt": "The Republic of Ploiești, a failed Radical-Liberal rising against Domnitor Carol of Romania.", "entities": [{"title": "Liberalism and radicalism in Romania", "href": "/wiki/Liberalism_and_radicalism_in_Romania", "description": "This article gives an overview of liberalism and radicalism in Romania. It is limited to liberal parties with substantial support, mainly proved by having had a representation in parliament. The sign ⇒ denotes another party in this scheme. For inclusion in this scheme it is not necessary for a party to have actually labeled itself as a liberal party."}, {"title": "Domnitor", "href": "/wiki/Domnitor", "description": "Domnitor was the official title of the ruler of Romania between 1862 and 1881. It was usually translated as \"prince\" in other languages and less known as \"grand duke\". Derived from the Romanian word \"domn\" and, in turn, from the Latin \"Dominus\", Domnitor had been in use since the Middle Ages. Moldavian and Wallachian rulers had sometimes been referred to by the term, though their official titles h"}, {"title": "Carol I of Romania", "href": "/wiki/Carol_I_of_Romania", "description": "Carol I or Charles I of Romania, born Prince Karl of Hohenzollern-Sigmaringen, was the second monarch of Romania from 1866 to his death in 1914, ruling as Prince (Domnitor) from 1866 to 1881, and as King from 1881 to 1914. He was elected Prince of the Romanian United Principalities on 20 April 1866 after the overthrow of Alexandru Ioan Cuza by a palace coup d'état. In May 1877, he proclaimed Roman"}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}]}, {"heading": "Events", "year": "1876", "date": "August 8", "txt": "Thomas Edison receives a patent for his mimeograph.", "entities": [{"title": "Thomas Edison", "href": "/wiki/Thomas_Edison", "description": "Thomas Alva Edison was an American inventor and businessman who has been described as America's greatest inventor. He developed many devices in fields such as electric power generation, mass communication, sound recording, and motion pictures. These inventions, which include the phonograph, the motion picture camera, and early versions of the electric light bulb, have had a widespread impact on th"}, {"title": "Mimeograph", "href": "/wiki/Mimeograph", "description": "A mimeograph machine is a low-cost duplicating machine that works by forcing ink through a stencil onto paper. The process is mimeography. A copy made by the process is a mimeograph."}]}, {"heading": "Events", "year": "1903", "date": "August 8", "txt": "Black Saturday occurs, killing 12 in a stadium collapse in Philadelphia.", "entities": [{"title": "Black Saturday (1903)", "href": "/wiki/Black_Saturday_(1903)", "description": "Black Saturday was a 1903 disaster which left 12 spectators dead and injured 232 when a section of balcony collapsed during a baseball game between the Boston Braves and Philadelphia Phillies. It was the worst disaster in the history of American sports spectating."}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1908", "date": "August 8", "txt": "Wilbur Wright makes his first flight at a racecourse at Le Mans, France. It is the Wright Brothers' first public flight.", "entities": [{"title": "Wright brothers", "href": "/wiki/Wright_brothers", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}, {"title": "Le Mans", "href": "/wiki/Le_Mans", "description": "Le Mans is a city in northwestern France on the Sarthe River. Traditionally the capital of the province of Maine, it is now the capital of the Sarthe department and the seat of the Roman Catholic diocese of Le Mans. Le Mans is a part of the Pays de la Loire region."}]}, {"heading": "Events", "year": "1918", "date": "August 8", "txt": "World War I: The Battle of Amiens begins a string of almost continuous Allied victories with a push through the German front lines (Hundred Days Offensive).", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Battle of Amiens (1918)", "href": "/wiki/Battle_of_Amiens_(1918)", "description": "The Battle of Amiens, also known as the Third Battle of Picardy, was the opening phase of the Allied offensive which began on 8 August 1918, later known as the Hundred Days Offensive, that ultimately led to the end of the First World War. Allied forces advanced over 11 kilometres (7 mi) on the first day, one of the greatest advances of the war, with Gen Henry Rawlinson's British Fourth Army playin"}, {"title": "Hundred Days Offensive", "href": "/wiki/Hundred_Days_Offensive", "description": "The Hundred Days Offensive was a series of massive Allied offensives which ended the First World War. Beginning with the Battle of Amiens on the Western Front, the Allies pushed the Central Powers back, undoing their gains from the German spring offensive. The Germans retreated to the Hindenburg Line, but the Allies broke through the line with a series of victories, starting with the Battle of St "}]}, {"heading": "Events", "year": "1919", "date": "August 8", "txt": "The Anglo-Afghan Treaty of 1919 is signed. It establishes peaceful relations between Afghanistan and the UK, and confirms the Durand line as the mutual border. In return, the UK is no longer obligated to subsidize the Afghan government.", "entities": [{"title": "Anglo-Afghan Treaty of 1919", "href": "/wiki/Anglo-Afghan_Treaty_of_1919", "description": "The Anglo-Afghan Treaty of 1919, also known as the Treaty of Rawalpindi, was a treaty which brought the Third Anglo-Afghan War to an end. It was signed on 8 August 1919 in Rawalpindi by Great Britain and Afghanistan. Britain recognised Afghanistan's independence, agreed that British India would not extend past the Khyber Pass and stopped British subsidies to Afghanistan. Afghanistan also accepted "}, {"title": "Durand line", "href": "/wiki/Durand_line", "description": "The Durand Line is the international 2,670 km (1,660 mi) land border between Afghanistan and Pakistan in South-Central Asia. It was originally established in 1893 as the international border between British India and Emirate of Afghanistan by Mortimer Durand, a British diplomat of the Indian Civil Service, and Abdur Rahman Khan, the Afghan Emir, to fix the limit of their respective spheres of infl"}]}, {"heading": "Events", "year": "1929", "date": "August 8", "txt": "The German airship Graf Zeppelin begins a round-the-world flight.", "entities": []}, {"heading": "Events", "year": "1940", "date": "August 8", "txt": "The \"Aufbau Ost\" directive is signed by Wilhelm Keitel.", "entities": [{"title": "Aufbau Ost (1940)", "href": "/wiki/Aufbau_Ost_(1940)", "description": "Aufbau Ost was the German operational code name for the mobilisation of forces before the start of Operation Barbarossa and the subsequent invasion of the Soviet Union."}, {"title": "Wilhelm Keitel", "href": "/wiki/Wilhelm_Keitel", "description": "Wilhelm Bodewin Johann Gustav Keitel was a German field marshal and war criminal who held office as Chief of the Oberkommando der Wehrmacht (OKW), the high command of Nazi Germany's Armed Forces, during the Second World War. In that capacity, Keitel signed a number of criminal orders and directives that led to a war of unprecedented brutality and criminality."}]}, {"heading": "Events", "year": "1942", "date": "August 8", "txt": "Quit India Movement is launched in India against the British rule in response to Mohandas Gandhi's call for swaraj or complete independence.", "entities": [{"title": "Quit India Movement", "href": "/wiki/Quit_India_Movement", "description": "The Quit India Movement, also known as the August Movement, was a movement launched at the Bombay session of the All-India Congress Committee by Mahatma Gandhi on 9 August 1942, during World War II, demanding an end to British rule in India."}, {"title": "Mohandas Karamchand Gandhi", "href": "/wiki/Mohandas_Karamchand_Gandhi", "description": "Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British rule, and in turn inspired movements for civil rights and freedom across the world. The honorific Mahātmā, first applied to him in 1914 in South Africa, is now used throughout the world."}, {"title": "Swaraj", "href": "/wiki/Swaraj", "description": "Swarāj can mean generally self-governance or \"self-rule\", and was used synonymously with \"home-rule\" by Maharishi Dayanand Saraswati and later on by Mohandas Gandhi, but the word usually refers to Gandhi's concept for Indian independence from foreign domination. Swaraj lays stress on governance, not by a hierarchical government, but by self governance through individuals and community building. Th"}]}, {"heading": "Events", "year": "1945", "date": "August 8", "txt": "The London Charter is signed by France, the United Kingdom, the Soviet Union and the United States, establishing the laws and procedures for the Nuremberg trials.", "entities": [{"title": "Nuremberg Charter", "href": "/wiki/Nuremberg_Charter", "description": "The Charter of the International Military Tribunal – Annex to the Agreement for the prosecution and punishment of the major war criminals of the European Axis was the decree issued by the European Advisory Commission on 8 August 1945 that set down the rules and procedures by which the Nuremberg trials were to be conducted. This then served as a model for the Tokyo Charter issued months later again"}, {"title": "Nuremberg trials", "href": "/wiki/Nuremberg_trials", "description": "The Nuremberg trials were a series of military tribunals held after World War II by the Allied forces under international law and the laws of war. The trials were most notable for the prosecution of prominent members of the political, military, judicial, and economic leadership of Nazi Germany, who planned, carried out, or otherwise participated in the Holocaust and other war crimes. The trials we"}]}, {"heading": "Events", "year": "1946", "date": "August 8", "txt": "First flight of the Convair B-36, the world's first mass-produced nuclear weapon delivery vehicle, the heaviest mass-produced piston-engined aircraft, with the longest wingspan of any military aircraft, and the first bomber with intercontinental range.", "entities": [{"title": "Convair B-36", "href": "/wiki/Convair_B-36", "description": "The Convair B-36 \"Peacemaker\" is a strategic bomber built by Convair and operated by the United States Air Force (USAF) from 1949 to 1959. The B-36 is the largest mass-produced piston-engined aircraft ever built. It had the longest wingspan of any combat aircraft ever built, at 230 ft (70.1 m). The B-36 was the first bomber capable of delivering any of the nuclear weapons in the U.S. arsenal from "}]}, {"heading": "Events", "year": "1963", "date": "August 8", "txt": "Great Train Robbery: In England, a gang of 15 train robbers steal £2.6 million in bank notes.", "entities": [{"title": "Great Train Robbery (1963)", "href": "/wiki/Great_Train_Robbery_(1963)", "description": "The Great Train Robbery was the robbery of £2.6 million from a Royal Mail train heading from Glasgow to London on the West Coast Main Line in the early hours of 8 August 1963, at Bridego Railway Bridge, Ledburn, near Mentmore in Buckinghamshire, England."}, {"title": "Train robbery", "href": "/wiki/Train_robbery", "description": "Train robbery is a type of robbery, in which the goal is to steal money or other valuables being carried aboard trains."}, {"title": "Pound sterling", "href": "/wiki/Pound_sterling", "description": "The pound sterling, known in some contexts simply as the pound or sterling, is the official currency of the United Kingdom, Jersey, Guernsey, the Isle of Man, Gibraltar, South Georgia and the South Sandwich Islands, the British Antarctic Territory, and Tristan da Cunha. It is subdivided into 100 pence. The \"pound sterling\" is the oldest currency in continuous use. Some nations that do not use ster"}]}, {"heading": "Events", "year": "1963", "date": "August 8", "txt": "The Zimbabwe African National Union (ZANU), the current ruling party of Zimbabwe, is formed by a split from the Zimbabwe African People's Union.", "entities": [{"title": "Zimbabwe African People's Union", "href": "/wiki/Zimbabwe_African_People%27s_Union", "description": "The Zimbabwe African People's Union (ZAPU) is a Zimbabwean socialist political party. It is a militant organization and political party that campaigned for majority rule in Rhodesia, from its founding in 1961 until 1980. In 1987, it merged with the Zimbabwe African National Union-Patriotic Front. It was relaunched in 2008."}]}, {"heading": "Events", "year": "1967", "date": "August 8", "txt": "The Association of Southeast Asian Nations (ASEAN) is founded by Indonesia, Malaysia, the Philippines, Singapore and Thailand.", "entities": [{"title": "Association of Southeast Asian Nations", "href": "/wiki/Association_of_Southeast_Asian_Nations", "description": "ASEAN; officially the Association of Southeast Asian Nations, is an economic union comprising 10 member states in Southeast Asia, which promotes intergovernmental cooperation and facilitates economic, political, security, military, educational, and sociocultural integration among its members and other countries in Asia."}, {"title": "Indonesia", "href": "/wiki/Indonesia", "description": "Indonesia, officially the Republic of Indonesia, is a country in Southeast Asia and Oceania between the Indian and Pacific oceans. It consists of over seventeen thousand islands, including Sumatra, Java, Sulawesi, and parts of Borneo and New Guinea, covering an area of 1,904,569 square kilometres (735,358 sq mi). Indonesia is the world's largest island country, and the fourteenth-largest country. "}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Singapore", "href": "/wiki/Singapore", "description": "Singapore, officially the Republic of Singapore, is a sovereign island city-state in maritime Southeast Asia. It lies about one degree of latitude north of the equator, off the southern tip of the Malay Peninsula, bordering the Straits of Malacca to the west, the Riau Islands (Indonesia) to the south, and the South China Sea to the east. The country's territory is composed of one main island, 63 s"}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}]}, {"heading": "Events", "year": "1969", "date": "August 8", "txt": "At a zebra crossing in London, photographer Iain Macmillan takes the iconic photo that becomes the cover image of the Beatles' album Abbey Road.", "entities": [{"title": "Zebra crossing", "href": "/wiki/Zebra_crossing", "description": "A zebra crossing is a type of pedestrian crossing used in certain places around the world. Its distinguishing characteristic is that it gives priority to pedestrians; once someone has indicated their intent to cross by waiting by the crossing, motorists are obliged to stop. These were introduced to the UK in the 1930s as a road safety measure and were marked by a pair of striped poles, each suppor"}, {"title": "Iain Macmillan", "href": "/wiki/Iain_Macmillan", "description": "Iain Stewart Macmillan was the Scottish photographer famous for taking the cover photograph for The Beatles' album Abbey Road in 1969. He grew up in Scotland, then moved to London to become a professional photographer. He used a photo of Yoko Ono in a book that he published in 1966, and Ono invited him to photograph her exhibit at Indica Gallery. She introduced him to John Lennon, and Lennon invit"}, {"title": "The Beatles", "href": "/wiki/The_Beatles", "description": "The Beatles were an English rock band formed in Liverpool in 1960. The group, whose best-known line-up comprised John Lennon, Paul McCartney, George Harrison and Ringo Starr, are regarded as the most influential band of all time. They were integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound"}]}, {"heading": "Events", "year": "1973", "date": "August 8", "txt": "Kim Dae-jung, a South Korean politician and later president of South Korea, is kidnapped.", "entities": [{"title": "Kim Dae-jung", "href": "/wiki/Kim_Dae-jung", "description": "Kim Dae-jung, was a South Korean politician and statesman who served as President of South Korea from 1998 to 2003. He was a 2000 Nobel Peace Prize recipient for his work for democracy and human rights in South Korea and in East Asia in general, and for peace and reconciliation with North Korea and Japan. He is also the only Korean to have won the Nobel Prize to date. He was sometimes referred to "}, {"title": "Kidnapping of Kim Dae-jung", "href": "/wiki/Kidnapping_of_Kim_Dae-jung", "description": "On August 8, 1973 the Korean Central Intelligence Agency (KCIA) kidnapped South Korean dissident leader Kim Dae-jung from a conference of Korean anti-authoritarian reformers in Tokyo, Japan."}]}, {"heading": "Events", "year": "1974", "date": "August 8", "txt": "President Richard Nixon, in a nationwide television address, announces his resignation from the office of the President of the United States effective noon the next day.", "entities": [{"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Richard Nixon's resignation speech", "href": "/wiki/Richard_Nixon%27s_resignation_speech", "description": "President Richard Nixon made an address to the American public from the Oval Office on August 8, 1974, to announce his resignation from the presidency due to the Watergate scandal."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Events", "year": "1988", "date": "August 8", "txt": "The 8888 Uprising begins in Rangoon (Yangon), Burma (Myanmar). Led by students, hundreds of thousands join in nationwide protests against the one-party regime. On September 18, the demonstrations end in a military crackdown, killing thousands.", "entities": [{"title": "Yangon", "href": "/wiki/Yangon", "description": "Yangon, also known as Rangoon, is the capital of the Yangon Region and the largest city of Myanmar. Yangon served as the capital of Myanmar until 2006, when the military government relocated the administrative functions to the purpose-built capital city of Naypyidaw in north central Myanmar. With over 7 million people, Yangon is Myanmar's most populous city and its most important commercial centre"}, {"title": "Myanmar", "href": "/wiki/Myanmar", "description": "Myanmar or Burma, officially the Republic of the Union of Myanmar, is a country in Southeast Asia. Myanmar is bordered by Bangladesh and India to its northwest, China to its northeast, Laos and Thailand to its east and southeast, and the Andaman Sea and the Bay of Bengal to its south and southwest. Myanmar is the largest country in Mainland Southeast Asia and the 10th largest in Asia by area. As o"}, {"title": "September 18", "href": "/wiki/September_18", "description": "September 18 is the 261st day of the year in the Gregorian calendar; 104 days remain until the end of the year."}, {"title": "Demonstration (protest)", "href": "/wiki/Demonstration_(protest)", "description": "A demonstration is an action by a mass group or collection of groups of people in favor of a political or other cause or people partaking in a protest against a cause of concern; it often consists of walking in a mass march formation and either beginning with or meeting at a designated endpoint, or rally, to hear speakers. It is different from mass meeting."}]}, {"heading": "Events", "year": "1988", "date": "August 8", "txt": "The first night baseball game in the history of Chicago's Wrigley Field (game was rained out in the fourth inning).", "entities": [{"title": "History of Wrigley Field", "href": "/wiki/History_of_Wrigley_Field#Night_baseball_(1988)", "description": "The history of Wrigley Field, the home of the Chicago Cubs of Major League Baseball's National League, begins well before the Cubs played their first game in that venue."}]}, {"heading": "Events", "year": "1989", "date": "August 8", "txt": "Space Shuttle program: STS-28 Mission: Space Shuttle Columbia takes off on a secret five-day military mission.", "entities": [{"title": "Space Shuttle program", "href": "/wiki/Space_Shuttle_program", "description": "The Space Shuttle program was the fourth human spaceflight program carried out by the U.S. National Aeronautics and Space Administration (NASA), which accomplished routine transportation for Earth-to-orbit crew and cargo from 1981 to 2011. Its official name, Space Transportation System (STS), was taken from a 1969 plan for a system of reusable spacecraft of which it was the only item funded for de"}, {"title": "STS-28", "href": "/wiki/STS-28", "description": "STS-28R was the 30th NASA Space Shuttle mission, the fourth shuttle mission dedicated to United States Department of Defense purposes, and the eighth flight of Space Shuttle Columbia. The mission launched on 8 August 1989 and traveled 2.1 million miles during 81 orbits of the Earth, before landing on runway 17 of Edwards Air Force Base, California, on 13 August. STS-28R was also Columbia's first f"}, {"title": "Space Shuttle Columbia", "href": "/wiki/Space_Shuttle_Columbia", "description": "Space Shuttle Columbia (OV-102) was a Space Shuttle orbiter manufactured by Rockwell International and operated by NASA. Named after the first American ship to circumnavigate the world, and the female personification of the United States, Columbia was the first of five Space Shuttle orbiters to fly in space, debuting the Space Shuttle launch vehicle on its maiden flight in April 1981. As only the "}]}, {"heading": "Events", "year": "1990", "date": "August 8", "txt": "Iraq occupies Kuwait and the state is annexed to Iraq. This would lead to the Gulf War shortly afterward.", "entities": [{"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}, {"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}]}, {"heading": "Events", "year": "1991", "date": "August 8", "txt": "The Warsaw radio mast, at one time the tallest construction ever built, collapses.", "entities": [{"title": "Warsaw radio mast", "href": "/wiki/Warsaw_radio_mast", "description": "The Warsaw Radio Mast was a telecommunications tower located near the town of Gąbin, Poland, and the world's tallest structure at 646.38 metres (2,120.7 ft) from 1974 until its collapse on 8 August 1991. It is the second tallest structure ever built, being surpassed as the tallest by the Burj Khalifa tower in the United Arab Emirates, completed in 2009."}]}, {"heading": "Events", "year": "1993", "date": "August 8", "txt": "The 7.8 Mw  Guam earthquake shakes the island with a maximum Mercalli intensity of IX (Violent), causing around $250 million in damage and injuring up to 71 people.", "entities": [{"title": "1993 Guam earthquake", "href": "/wiki/1993_Guam_earthquake", "description": "The 1993 Guam earthquake occurred on August 8 at 6:34:26 pm local time with a moment magnitude of 7.8 and a maximum Mercalli intensity of IX (Violent). The thrust earthquake generated a non-destructive tsunami, injured as many as 71 people, and inflicted about $250 million in damage on Guam."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}, {"title": "United States dollar", "href": "/wiki/United_States_dollar", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "1998", "date": "August 8", "txt": "Iranian consulate in Mazar-i-Sharif, Afghanistan is raided by Taliban leading to the deaths of ten Iranian diplomats and a journalist.", "entities": [{"title": "Mazar-i-Sharif", "href": "/wiki/Mazar-i-Sharif", "description": "Mazār-i-Sharīf, also called Mazār-e Sharīf, or just Mazar, is the fourth-largest city of Afghanistan, with a 2015 UN–Habitat population estimate 427,600. It is the capital of Balkh province and is linked by highways with Kunduz in the east, Kabul in the southeast, Herat in the southwest and Termez in Uzbekistan in the north. It is about 55 km (34 mi) from the Uzbek border. The city also serves as "}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "1998 killing of Iranian diplomats in Afghanistan", "href": "/wiki/1998_killing_of_Iranian_diplomats_in_Afghanistan", "description": "The 1998 killing of Iranian diplomats in Afghanistan refers to the siege of the Iranian consulate in Mazar-i-Sharif, in the Taliban-controlled Afghanistan during the Taliban and Northern Alliance battles of Mazar-i-Sharif. Initially the death of 8 Iranian diplomats was reported, but later two other diplomats and a journalist were also confirmed dead, bringing the total deaths to 11. The killings o"}, {"title": "Taliban", "href": "/wiki/Taliban", "description": "The Taliban or Taleban, who refer to themselves as the Islamic Emirate of Afghanistan (IEA), are a Sunni Islamist movement and military organisation in Afghanistan currently waging war within that country. Since 2016, the Taliban's leader is Mawlawi Hibatullah Akhundzada."}, {"title": "Mahmoud Saremi", "href": "/wiki/Mahmoud_Saremi", "description": "Mahmoud Saremi was an Iranian reporter, working for IRNA, as the news agency's head of office in Mazari Sharif. He was killed by the Taliban when they occupied the Iranian consulate in Mazari Sharif, together with eight Iranian diplomats."}]}, {"heading": "Events", "year": "2000", "date": "August 8", "txt": "Confederate submarine H.L. Hunley is raised to the surface after 136 years on the ocean floor and 30 years after its discovery by undersea explorer E. Lee Spence.", "entities": [{"title": "E. Lee Spence", "href": "/wiki/E._Lee_Spence", "description": "Edward Lee Spence is a pioneer in underwater archaeology who studies shipwrecks and sunken treasure. He is also a published editor and author of non-fiction reference books; a magazine editor, and magazine publisher ; and a published photographer. Spence was twelve years old when he found his first five shipwrecks."}]}, {"heading": "Events", "year": "2007", "date": "August 8", "txt": "An EF2 tornado touches down in Kings County and Richmond County, New York, the most powerful tornado in New York to date and the first in Brooklyn since 1889.", "entities": [{"title": "2007 Brooklyn tornadoes", "href": "/wiki/2007_Brooklyn_tornadoes", "description": "The 2007 Brooklyn tornado was the strongest tornado on record to strike in New York City. It formed in the early morning hours of August 8, 2007, skipping along an approximately 9 miles (14 km)-long path, from Staten Island across The Narrows to Brooklyn. The worst damage was in and around Sunset Park and Bay Ridge, in Brooklyn. The U.S. National Weather Service estimated its strength there as an "}, {"title": "Brooklyn", "href": "/wiki/Brooklyn", "description": "Brooklyn is a borough of New York City, coextensive with Kings County, in the U.S. state of New York. It is the most populous county in the state, the second-most densely populated county in the United States, and New York City's most populous borough, with an estimated 2,648,403 residents in 2020. If each borough were ranked as a city, Brooklyn would rank as the third-most populous in the U.S., a"}, {"title": "Staten Island", "href": "/wiki/Staten_Island", "description": "Staten Island  is a borough of New York City, coextensive with Richmond County, in the U.S. state of New York. Located in the southwest portion of the city, the borough is separated from New Jersey by the Arthur Kill and the Kill Van Kull and from the rest of New York by New York Bay. With an estimated population of 476,143 in 2019, Staten Island is the least-populated of the boroughs but is the t"}]}, {"heading": "Events", "year": "2008", "date": "August 8", "txt": "A EuroCity express train en route from Kraków, Poland to Prague, Czech Republic strikes a part of a motorway bridge that had fallen onto the railroad track near Studénka railway station in the Czech Republic and derails, killing eight people and injuring 64 others.", "entities": [{"title": "EuroCity", "href": "/wiki/EuroCity", "description": "EuroCity, abbreviated as EC, is a cross-border train category within the European inter-city rail network. In contrast to trains allocated to the lower-level \"IC\" (InterCity) category, EC trains are international services that meet 20 criteria covering comfort, speed, food service, and cleanliness. Each EC train is operated by more than one European Union or Swiss rail company, under a multilatera"}, {"title": "Kraków", "href": "/wiki/Krak%C3%B3w", "description": "Kraków, written in English as Krakow and traditionally known as Cracow, is the second-largest and one of the oldest cities in Poland. Situated on the Vistula River in Lesser Poland Province, the city dates back to the 7th century. Kraków was the official capital of Poland until 1596 and has traditionally been one of the leading centres of Polish academic, economic, cultural and artistic life. Cite"}, {"title": "Prague", "href": "/wiki/Prague", "description": "Prague is the capital and largest city in the Czech Republic, the 13th largest city in the European Union and the historical capital of Bohemia. Situated on the Vltava river, Prague is home to about 1.3 million people, while its metropolitan area is estimated to have a population of 2.7 million. The city has a temperate oceanic climate, with relatively warm summers and chilly winters."}, {"title": "2008 Studénka train disaster", "href": "/wiki/2008_Stud%C3%A9nka_train_disaster", "description": "The 2008 Studénka train accident was a rail accident that happened on 8 August 2008 near Studénka, Moravian-Silesian Region, Czech Republic, at approximately 10:30 local time .\nThe EuroCity train EC 108 Comenius was an express train en route from Kraków, Poland to Prague, Czech Republic that struck a part of a motorway bridge that had fallen onto the railroad track near Studénka railway station in"}, {"title": "Studénka", "href": "/wiki/Stud%C3%A9nka", "description": "Studénka is a town in Nový Jičín District in the Moravian-Silesian Region of the Czech Republic. It has about 9,500 inhabitants. The town is situated on both sides of the historical border between Moravia and Silesia."}]}, {"heading": "Events", "year": "2010", "date": "August 8", "txt": "China Floods: A mudslide in Zhugqu County, Gansu, China, kills more than 1,400 people.", "entities": [{"title": "2010 China floods", "href": "/wiki/2010_China_floods", "description": "The 2010 China floods began in early May 2010. Three hundred and ninety-two people died, and a further 232 people were reported missing as of June 30, 2010, including 57 people in a landslide in Guizhou. Fifty-three of the deaths occurred from the flooding and landslides between May 31 and June 3, and 266 deaths occurred between June 13 and June 29. Four hundred and twenty four people were killed "}, {"title": "2010 Gansu mudslide", "href": "/wiki/2010_Gansu_mudslide", "description": "The 2010 Gansu mudslide was a deadly mudslide in Zhouqu County, Gansu Province, Gannan Tibetan Autonomous Prefecture, China that occurred at midnight on 8 August 2010. The floods were triggered after decades of clear cut logging practices had reduced the ability of the watershed to absorb heavy rainfall."}, {"title": "Zhugqu County", "href": "/wiki/Zhugqu_County", "description": "Zhouqu County is a county in the eastern extremity of the Gannan Tibetan Autonomous Prefecture in the south of Gansu Province, the People's Republic of China, with the Bailong River flowing through its confines; it borders Sichuan province to the south. In 2010 its population was 134,000 people."}, {"title": "Gansu", "href": "/wiki/Gansu", "description": "Gansu is a landlocked province in Northwest China. Its capital and largest city is Lanzhou, in the southeast part of the province."}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Events", "year": "2013", "date": "August 8", "txt": "A suicide bombing at a funeral in the Pakistani city of Quetta kills at least 31 people.", "entities": [{"title": "8 August 2013 Quetta bombing", "href": "/wiki/8_August_2013_Quetta_bombing", "description": "On 8 August 2013, a suicide attacker exploded a bomb at a funeral being held for a police officer in Quetta, Pakistan, and killed as many as thirty-one people and injured over fifty people. No group has taken responsibility for the bombing, but it is believed that the Taliban were behind the bombing. A senior police officer, Fayaz Sumbal, noticed the suicide bomber before he blew himself up. As Fa"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}, {"title": "Quetta", "href": "/wiki/Quetta", "description": "Quetta (Pashto: کوټه‎ ; IPA [ˈkʰwəː tə]; Balochi: کویته‎;Urdu: کوئٹہ‎; [ˈkweːʈə]  ; formerly known as Shalkot is the provincial capital and largest city of the Province of Balochistan in Pakistan. It is also the 10th largest city of Pakistan. It was largely destroyed in the 1935 Quetta earthquake, but was rebuilt and has a population of 1,001,205 according to the census of 2017. Quetta is at an av"}]}, {"heading": "Events", "year": "2015", "date": "August 8", "txt": "Eight people are killed in a shooting in Harris County, Texas.", "entities": [{"title": "2015 Harris County shooting", "href": "/wiki/2015_Harris_County_shooting", "description": "On August 8, 2015, a mass shooting occurred inside a home in northern Harris County, Texas, near Houston. David Ray Conley, 48, allegedly broke into his former home and held hostage Valerie and Dewayne Jackson, along with six children, including his own 13-year-old son. Over the course of nine hours, he reportedly shot and killed the entire family. He then engaged in a shootout with responding pol"}]}, {"heading": "Events", "year": "2016", "date": "August 8", "txt": "Terrorists attack a government hospital in Quetta, Pakistan with a suicide blast and shooting, killing between 70 and 94 people, and injuring around 130 others.", "entities": [{"title": "August 2016 Quetta attacks", "href": "/wiki/August_2016_Quetta_attacks", "description": "On 8 August 2016, terrorists attacked the Government Hospital of Quetta in Pakistan with a suicide bombing and shooting. They killed more than 70 people, mainly lawyers, and injured more than 130 others. The fatalities were mainly advocates (lawyers) who had assembled at the hospital where the body of Advocate Bilal Anwar Kasi, the president of Balochistan Bar Association, was brought after he was"}, {"title": "Quetta", "href": "/wiki/Quetta", "description": "Quetta (Pashto: کوټه‎ ; IPA [ˈkʰwəː tə]; Balochi: کویته‎;Urdu: کوئٹہ‎; [ˈkweːʈə]  ; formerly known as Shalkot is the provincial capital and largest city of the Province of Balochistan in Pakistan. It is also the 10th largest city of Pakistan. It was largely destroyed in the 1935 Quetta earthquake, but was rebuilt and has a population of 1,001,205 according to the census of 2017. Quetta is at an av"}]}, {"heading": "Births", "year": "422", "date": "August 8", "txt": "Casper, ruler of the Maya city of Palenque", "entities": [{"title": "Casper (Maya ruler)", "href": "/wiki/Casper_(Maya_ruler)", "description": "\"Casper\", also known as 11 Rabbit,, was an ajaw of the Maya city of Palenque from August 9, 435 to 487. He was the immediate successor of K'uk' Bahlam I, who founded the ruling dynasty."}, {"title": "Maya civilization", "href": "/wiki/Maya_civilization", "description": "The Maya civilization was a Mesoamerican civilization developed by the Maya peoples, and noted for its logosyllabic script—the most sophisticated and highly developed writing system in pre-Columbian Americas—as well as for its art, architecture, mathematics, calendar, and astronomical system. The Maya civilization developed in the area that today comprises southeastern Mexico, all of Guatemala and"}, {"title": "Palenque", "href": "/wiki/Palenque", "description": "Palenque, also anciently known as Lakamha, was a Maya city state in southern Mexico that perished in the 7th century. The Palenque ruins date from ca. 226 BC to ca. 799 AD. After its decline, it was overgrown by the jungle of cedar, mahogany, and sapodilla trees, but has since been excavated and restored. It is located near the Usumacinta River in the Mexican state of Chiapas, about 130 km (81 mi)"}]}, {"heading": "Births", "year": "1079", "date": "August 8", "txt": "Emperor Horikawa of Japan (d. 1107)", "entities": [{"title": "Emperor Horikawa", "href": "/wiki/Emperor_Horikawa", "description": "Emperor Horikawa  was the 73rd emperor of Japan, according to the traditional order of succession."}]}, {"heading": "Births", "year": "1170", "date": "August 8", "txt": "Saint Dominic, founder of the Dominicans (d. 1221)", "entities": [{"title": "Saint Dominic", "href": "/wiki/Saint_Dominic", "description": "Saint Dominic, also known as Dominic of Osma and Dominic of Caleruega, often called Dominic de Guzmán and Domingo Félix de Guzmán, was a Castilian Catholic priest and founder of the Dominican Order. Dominic is the patron saint of astronomers."}]}, {"heading": "Births", "year": "1306", "date": "August 8", "txt": "Rudolf II, Duke of Bavaria (d. 1353)", "entities": [{"title": "Rudolf II, Duke of Bavaria", "href": "/wiki/Rudolf_II,_Duke_of_Bavaria", "description": "Rudolf II \"the blind\" was Count Palatine of the Rhine from 1329 to 1354."}]}, {"heading": "Births", "year": "1492", "date": "August 8", "txt": "Matteo Tafuri, Italian alchemist (d. 1582)", "entities": [{"title": "Matteo Tafuri", "href": "/wiki/Matteo_Tafuri", "description": "Matteo Tafuri was an Italian philosopher, astrologer and physician."}]}, {"heading": "Births", "year": "1518", "date": "August 8", "txt": "Conrad Lycosthenes, French-German scholar and author (d. 1561)[citation needed]", "entities": [{"title": "Conrad Lycosthenes", "href": "/wiki/Conrad_Lycosthenes", "description": "Conrad Lycosthenes was an Alsatian humanist and encyclopedist."}]}, {"heading": "Births", "year": "1558", "date": "August 8", "txt": "George Clifford, 3rd Earl of Cumberland, English noble (d. 1605)", "entities": [{"title": "George Clifford, 3rd Earl of Cumberland", "href": "/wiki/George_Clifford,_3rd_Earl_of_Cumberland", "description": "Sir George Clifford, 3rd Earl of Cumberland, 13th Baron de Clifford, 13th Lord of Skipton, KG, was an English peer, naval commander, and courtier of Queen Elizabeth I of England. He was notable at court for his jousting, at the Accession Day Tilts, which were highlights of the year at court. Two famous survivals, his portrait miniature by Nicholas Hilliard and a garniture of Greenwich armour, refl"}]}, {"heading": "Births", "year": "1605", "date": "August 8", "txt": "Cecil Calvert, 2nd Baron Baltimore, English lawyer and politician, Governor of Newfoundland (d. 1675)", "entities": [{"title": "Cecil Calvert, 2nd Baron Baltimore", "href": "/wiki/Cecil_Calvert,_2nd_Baron_Baltimore", "description": "Cecil Calvert, 2nd Baron Baltimore, was an English nobleman who was the first Proprietor of the Province of Maryland, ninth Proprietary Governor of the Colony of Newfoundland and second of the colony of Province of Avalon to its southeast. His title was \"First Lord Proprietary, Earl Palatine of the Provinces of Maryland and Avalon in America\". He received the proprietorship after the death of his "}, {"title": "List of lieutenant governors of Newfoundland and Labrador", "href": "/wiki/List_of_lieutenant_governors_of_Newfoundland_and_Labrador", "description": "The following is a list of the governors, commodore-governors, and lieutenant governors of Newfoundland and Labrador. Though the present day office of the lieutenant governor in Newfoundland and Labrador came into being only upon the province's entry into Canadian Confederation in 1949, the post is a continuation from the first governorship of Newfoundland in 1610."}]}, {"heading": "Births", "year": "1640", "date": "August 8", "txt": "Amalia Catharina, German poet and composer (d. 1697)", "entities": [{"title": "Amalia Catharina", "href": "/wiki/Amalia_Catharina", "description": "Amalia Catharina, Countess of Erbach-Erbach, was a German poet and composer. She was born in Arolsen to Count Philipp Theodor von Waldeck-Eisenberg and the Countess Marie Magdalene of Nassau-Siegen. In 1664, she married George Louis I, Count of Erbach-Erbach, the son of George Albert I, Count of Erbach-Schönberg. She published a number of Pietist poems and songs in Hildburghausen in 1692. They wer"}]}, {"heading": "Births", "year": "1646", "date": "August 8", "txt": "Godfrey Kneller, German-English painter (d. 1723)", "entities": [{"title": "Godfrey Kneller", "href": "/wiki/Godfrey_Kneller", "description": "Sir Godfrey Kneller, 1st Baronet, was the leading portrait painter in England during the late 17th and early 18th centuries, and was court painter to English and British monarchs from Charles II to George I. His major works include The Chinese Convert ; a series of four portraits of Isaac Newton painted at various junctures of the latter's life; a series of ten reigning European monarchs, includin"}]}, {"heading": "Births", "year": "1673", "date": "August 8", "txt": "John Ker, Scottish spy (d. 1726)", "entities": [{"title": "John Ker", "href": "/wiki/John_Ker", "description": "John Ker, born John Crawford in Crawfurdland, Ayrshire, was a Scots Presbyterian linked with Cameronian radicals who between 1705 and 1709 acted as a government informer against the Jacobites. Dogged by financial issues most of his life, he died in King's Bench Prison in 1726."}]}, {"heading": "Births", "year": "1693", "date": "August 8", "txt": "Laurent Belissen, French composer (d. 1762)", "entities": [{"title": "Laurent Belissen", "href": "/wiki/Laurent_Belissen", "description": "Laurent Belissen was a French Baroque composer. He was born in Aix-en-Provence and may have been among the last students of Guillaume Poitevin, then maître de musique at the choir school of the Aix Cathedral."}]}, {"heading": "Births", "year": "1694", "date": "August 8", "txt": "Francis Hutcheson, Irish philosopher and academic (d. 1746)", "entities": [{"title": "Francis Hutcheson (philosopher)", "href": "/wiki/Francis_Hutcheson_(philosopher)", "description": "Francis Hutcheson was an Irish philosopher born in Ulster to a family of Scottish Presbyterians who became known as one of the founding fathers of the Scottish Enlightenment. He is remembered for his book A System of Moral Philosophy."}]}, {"heading": "Births", "year": "1709", "date": "August 8", "txt": "Hermann Anton Gelinek, German-Italian monk and violinist (d. 1779)", "entities": [{"title": "Hermann Anton Gelinek", "href": "/wiki/Hermann_Anton_Gelinek", "description": "\nHermann Anton Gelinek was a German monk and musician."}]}, {"heading": "Births", "year": "1720", "date": "August 8", "txt": "Carl Fredrik Pechlin, Swedish general and politician (d. 1796)", "entities": [{"title": "Carl Fredrik Pechlin", "href": "/wiki/Carl_Fredrik_Pechlin", "description": "Baron Carl Fredrik Pechlin was a Swedish politician and demagogue."}]}, {"heading": "Births", "year": "1754", "date": "August 8", "txt": "Hipólito Ruiz López, Spanish botanist (d. 1816)", "entities": [{"title": "Hipólito Ruiz López", "href": "/wiki/Hip%C3%B3lito_Ruiz_L%C3%B3pez", "description": "Hipólito Ruiz López, or Hipólito Ruiz, was a Spanish botanist known for researching the floras of Peru and Chile during an expedition under Carlos III from 1777 to 1788. During the reign of Carlos III, three major botanical expeditions were sent to the New World; Ruiz and José Antonio Pavón Jiménez were the botanists for the first of these expeditions, to Peru and Chile."}]}, {"heading": "Births", "year": "1758", "date": "August 8", "txt": "Friedrich Georg Weitsch, German painter (d. 1828)", "entities": [{"title": "Friedrich Georg Weitsch", "href": "/wiki/Friedrich_Georg_Weitsch", "description": "Friedrich Georg Weitsch was a German painter and etcher."}]}, {"heading": "Births", "year": "1779", "date": "August 8", "txt": "Louis de Freycinet, French navigator and explorer (d. 1842)", "entities": [{"title": "Louis de Freycinet", "href": "/wiki/Louis_de_Freycinet", "description": "Louis Claude de Saulces de Freycinet was a French Navy officer. He circumnavigated the earth, and in 1811 published the first map to show a full outline of the coastline of Australia."}]}, {"heading": "Births", "year": "1790", "date": "August 8", "txt": "Ferenc Kölcsey, Hungarian poet, critic, and politician (d. 1838)", "entities": [{"title": "Ferenc Kölcsey", "href": "/wiki/Ferenc_K%C3%B6lcsey", "description": "Ferenc Kölcsey  was a Hungarian poet, literary critic, orator, and politician, noted for his support of the liberal current in Hungary regarding the politics involving the Austrian Empire. He wrote Himnusz, the national anthem of Hungary in 1823."}]}, {"heading": "Births", "year": "1807", "date": "August 8", "txt": "Emilie Flygare-Carlén, Swedish author (d. 1892)", "entities": [{"title": "Emilie Flygare-Carlén", "href": "/wiki/Emilie_Flygare-Carl%C3%A9n", "description": "Emilie Flygare-Carlén was a Swedish novelist."}]}, {"heading": "Births", "year": "1814", "date": "August 8", "txt": "Esther Hobart Morris, American suffragette and judge (d. 1902)", "entities": [{"title": "Esther Hobart Morris", "href": "/wiki/Esther_Hobart_Morris", "description": "Esther Hobart Morris was the first woman justice of the peace in the United States. She began her tenure as justice in South Pass City, Wyoming, on February 14, 1870, serving a term of nearly 9 months. The Sweetwater County Board of County Commissioners appointed Morris as justice of the peace after the previous justice, R.S. Barr, resigned in protest of Wyoming Territory's passage of the women's "}]}, {"heading": "Births", "year": "1822", "date": "August 8", "txt": "George Stoneman, Jr., United States Army cavalry officer (d. 1894)", "entities": [{"title": "George Stoneman, Jr.", "href": "/wiki/George_Stoneman,_Jr.", "description": "George Stoneman Jr. was a United States Army cavalry officer and politician who served as the fifteenth Governor of California from 1883 to 1887. He was trained at West Point, where his roommate was Stonewall Jackson, and graduated in 1846. Stoneman served in the Army for thirty-six years, though he was relieved of command in 1871. During this time, he was involved in multiple conflicts, including"}]}, {"heading": "Births", "year": "1839", "date": "August 8", "txt": "Nelson A. Miles, American general (d. 1925)", "entities": [{"title": "Nelson A. Miles", "href": "/wiki/Nelson_A._Miles", "description": "Nelson Appleton Miles was an American military general who served in the American Civil War, the American Indian Wars, and the Spanish–American War. From 1895 to 1903, he served as the last Commanding General of the United States Army before the office was abolished."}]}, {"heading": "Births", "year": "1851", "date": "August 8", "txt": "George Turner, Australian politician, 18th Premier of Victoria (d. 1916)", "entities": [{"title": "George Turner (Australian politician)", "href": "/wiki/George_Turner_(Australian_politician)", "description": "Sir George Turner was an Australian politician. He served two terms as Premier of Victoria, holding office from 1894 to 1899 and 1900 to 1901 as a liberal. After Federation he was invited by Edmund Barton to join the inaugural federal ministry, becoming the first Treasurer of Australia. He held office until 1904 under Barton and Alfred Deakin, then a few months later resumed office under George Re"}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1856", "date": "August 8", "txt": "Thomas Anstey Guthrie, English journalist and author (d. 1934)", "entities": [{"title": "Thomas Anstey Guthrie", "href": "/wiki/Thomas_Anstey_Guthrie", "description": "Thomas Anstey Guthrie was an English author, most noted for his comic novel Vice Versa about a boarding-school boy and his father exchanging identities. His reputation was confirmed by The Tinted Venus and many humorous parodies in Punch magazine."}]}, {"heading": "Births", "year": "1857", "date": "August 8", "txt": "Cécile Chaminade, French pianist and composer (d. 1944)", "entities": [{"title": "Cécile Chaminade", "href": "/wiki/C%C3%A9cile_Chaminade", "description": "Cécile Louise Stéphanie Chaminade was a French composer and pianist. In 1913, she was awarded the Légion d'Honneur, a first for a female composer. Ambroise Thomas said, \"This is not a woman who composes, but a composer who is a woman.\""}]}, {"heading": "Births", "year": "1863", "date": "August 8", "txt": "Jean Leon Gerome Ferris, American painter (d. 1930)", "entities": [{"title": "Jean Leon Gerome Ferris", "href": "/wiki/Jean_Leon_Gerome_Ferris", "description": "Jean Leon Gerome Ferris was an American painter best known for his series of 78 scenes from American history, entitled The Pageant of a Nation, the largest series of American historical paintings by a single artist."}]}, {"heading": "Births", "year": "1866", "date": "August 8", "txt": "Matthew Henson, American explorer (d. 1955)", "entities": [{"title": "Matthew Henson", "href": "/wiki/Matthew_Henson", "description": "Matthew Alexander Henson was an American explorer who accompanied Robert Peary on seven voyages to the Arctic over a period of nearly 23 years. They spent a total of 18 years on expeditions together. He is best known for his participation in the 1908–1909 expedition that claimed to have reached the geographic North Pole on April 6, 1909. Henson said he was the first of their party to reach the pol"}]}, {"heading": "Births", "year": "1874", "date": "August 8", "txt": "Albert Stanley, 1st Baron Ashfield, English businessman and politician, President of the Board of Trade (d. 1948)", "entities": [{"title": "Albert Stanley, 1st Baron Ashfield", "href": "/wiki/Albert_Stanley,_1st_Baron_Ashfield", "description": "Albert Henry Stanley, 1st Baron Ashfield,, born Albert Henry Knattriess, was a British-American businessman who was managing director, then chairman of the Underground Electric Railways Company of London (UERL) from 1910 to 1933 and chairman of the London Passenger Transport Board (LPTB) from 1933 to 1947."}, {"title": "President of the Board of Trade", "href": "/wiki/President_of_the_Board_of_Trade", "description": "The president of the Board of Trade is head of the Board of Trade. This is a committee of the Privy Council of the United Kingdom, first established as a temporary committee of inquiry in the 17th century, that evolved gradually into a government department with a diverse range of functions. The current holder is Elizabeth Truss, the Secretary of State for International Trade."}]}, {"heading": "Births", "year": "1875", "date": "August 8", "txt": "Arthur Bernardes, Brazilian lawyer and politician, 12th President of Brazil (d. 1955)", "entities": [{"title": "Arthur Bernardes", "href": "/wiki/Arthur_Bernardes", "description": "Artur da Silva Bernardes was a Brazilian politician who served as 12th President of Brazil during the First Brazilian Republic. Born in Viçosa, Minas Gerais, he was elected Governor of Minas Gerais in 1918. In 1922, he was elected President of Brazil and served until 1926. Facing a military rebellion, Bernardes ruled under a state of siege during most of the course of his term."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Births", "year": "1876", "date": "August 8", "txt": "Varghese Payyappilly Palakkappilly, Indian-Syrian priest, founded the Sisters of the Destitute (d. 1929)", "entities": [{"title": "Varghese Payyappilly Palakkappilly", "href": "/wiki/Varghese_Payyappilly_Palakkappilly", "description": "Payyappilly Varghese Kathanar was a Syro-Malabar priest from the Indian state of Kerala and the founder of the congregation of Sisters of the Destitute. He was declared Venerable by Pope Francis on 14 April 2018."}, {"title": "Sisters of the Destitute", "href": "/wiki/Sisters_of_the_Destitute", "description": "Sisters of the Destitute is a Syro-Malabar Catholic women's religious institute."}]}, {"heading": "Births", "year": "1879", "date": "August 8", "txt": "Bob Smith, American physician and surgeon, co-founded Alcoholics Anonymous (d. 1950)", "entities": [{"title": "Bob Smith (doctor)", "href": "/wiki/Bob_Smith_(doctor)", "description": "Robert Holbrook Smith, also known as Dr. Bob, was an American physician and surgeon who founded Alcoholics Anonymous with Bill Wilson, and a nurse, Sister Ignatia."}, {"title": "Alcoholics Anonymous", "href": "/wiki/Alcoholics_Anonymous", "description": "Alcoholics Anonymous (AA) is an international mutual aid fellowship with the stated purpose of enabling its members to \"stay sober and help other alcoholics achieve sobriety.\" AA is nonprofessional, non-denominational, self-supporting, and apolitical. Its only membership requirement is a desire to stop drinking. The AA program of recovery is set forth in the Twelve Steps."}]}, {"heading": "Births", "year": "1879", "date": "August 8", "txt": "Emiliano Zapata, Mexican general and politician (d. 1919)", "entities": []}, {"heading": "Births", "year": "1880", "date": "August 8", "txt": "Earle Page, Australian lawyer, academic, and politician, 11th Prime Minister of Australia (d. 1961)", "entities": [{"title": "Earle Page", "href": "/wiki/Earle_Page", "description": "Sir Earle Christmas Grafton Page, was an Australian surgeon and politician who served as the 11th Prime Minister of Australia, holding office for 19 days after the death of Joseph Lyons in 1939. He was the leader of the Country Party from 1921 to 1939, and was the most influential figure in its early years."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Births", "year": "1881", "date": "August 8", "txt": "Paul Ludwig Ewald von Kleist, German field marshal (d. 1954)", "entities": [{"title": "Paul Ludwig Ewald von Kleist", "href": "/wiki/Paul_Ludwig_Ewald_von_Kleist", "description": "Paul Ludwig Ewald von Kleist was a German field marshal during World War II. Kleist was the commander of Panzer Group Kleist, the first operational formation of several Panzer corps in the Wehrmacht during the Battle of France, the Battle of Belgium, the Invasion of Yugoslavia and Operation Barbarossa, the invasion of the Soviet Union."}]}, {"heading": "Births", "year": "1882", "date": "August 8", "txt": "Ladislas Starevich, Russian-French animator, screenwriter, and cinematographer (d. 1965)", "entities": [{"title": "Ladislas Starevich", "href": "/wiki/Ladislas_Starevich", "description": "Ladislas Starevich was a Polish-Russian stop-motion animator notable as the author of the first puppet-animated film The Beautiful Leukanida (1912). He also used dead insects and other animals as protagonists of his films. Following the Russian Revolution, Starevich settled in France."}]}, {"heading": "Births", "year": "1884", "date": "August 8", "txt": "Sara Teasdale, American poet and educator (d. 1933)", "entities": [{"title": "Sara Teasdale", "href": "/wiki/Sara_Teasdale", "description": "Sara Teasdale was an American lyric poet. She was born Sarah Trevor Teasdale in St. Louis, Missouri, and used the name Sara Teasdale Filsinger after her marriage in 1914."}]}, {"heading": "Births", "year": "1889", "date": "August 8", "txt": "Hans Egede Budtz, Danish actor (d. 1968)", "entities": [{"title": "Hans Egede Budtz", "href": "/wiki/Hans_Egede_Budtz", "description": "Hans Egede Budtz was a Danish stage and film actor."}]}, {"heading": "Births", "year": "1889", "date": "August 8", "txt": "Jack Ryder, Australian cricketer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1891", "date": "August 8", "txt": "Adolf Busch, German violinist and composer (d. 1952)", "entities": [{"title": "Adolf Busch", "href": "/wiki/Adolf_Busch", "description": "Adolf Georg Wilhelm Busch was a German–Swiss violinist, conductor, and composer."}]}, {"heading": "Births", "year": "1896", "date": "August 8", "txt": "Marjorie Kinnan Rawlings, American author and academic (d. 1953)", "entities": [{"title": "Marjorie Kinnan Rawlings", "href": "/wiki/Marjorie_Kinnan_Rawlings", "description": "Marjorie Kinnan Rawlings was an American author who lived in rural Florida and wrote novels with rural themes and settings. Her best known work, The Yearling, about a boy who adopts an orphaned fawn, won a Pulitzer Prize for fiction in 1939 and was later made into a movie of the same name. The book was written long before the concept of young adult fiction, but is now commonly included in teen-rea"}]}, {"heading": "Births", "year": "1898", "date": "August 8", "txt": "Marguerite Bise, French chef (d. 1965)", "entities": [{"title": "Marguerite Bise", "href": "/wiki/Marguerite_Bise", "description": "Marguerite Valentine Bise was a French chef and restaurateur at her restaurant Auberge du Père Bise in Talloires, Haute-Savoie, France. In 1951, she became the third woman to win three Michelin stars."}]}, {"heading": "Births", "year": "1901", "date": "August 8", "txt": "Ernest Lawrence, American physicist and academic, Nobel Prize laureate (d. 1958)", "entities": [{"title": "Ernest Lawrence", "href": "/wiki/Ernest_Lawrence", "description": "Ernest Orlando Lawrence was a pioneering American nuclear scientist and winner of the Nobel Prize in Physics in 1939 for his invention of the cyclotron. He is known for his work on uranium-isotope separation for the Manhattan Project, as well as for founding the Lawrence Berkeley National Laboratory and the Lawrence Livermore National Laboratory."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1902", "date": "August 8", "txt": "Paul Dirac, English-American physicist and academic, Nobel Prize laureate (d. 1984)", "entities": [{"title": "Paul Dirac", "href": "/wiki/Paul_Dirac", "description": "Paul Adrien Maurice Dirac was an English theoretical physicist who is regarded as one of the most significant physicists of the 20th century."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1904", "date": "August 8", "txt": "Achille Varzi, Italian racing driver (d. 1948)", "entities": [{"title": "Achille Varzi", "href": "/wiki/Achille_Varzi", "description": "Achille Varzi was an Italian Grand Prix driver."}]}, {"heading": "Births", "year": "1905", "date": "August 8", "txt": "André Jolivet, French composer (d. 1974)", "entities": [{"title": "André Jolivet", "href": "/wiki/Andr%C3%A9_Jolivet", "description": "\nAndré Jolivet was a French composer. Known for his devotion to French culture and musical thought, Jolivet drew on his interest in acoustics and atonality, as well as both ancient and modern musical influences, particularly on instruments used in ancient times. He composed in a wide variety of forms for many different types of ensembles."}]}, {"heading": "Births", "year": "1907", "date": "August 8", "txt": "Benny Carter, American saxophonist, trumpet player, and composer (d. 2003)", "entities": [{"title": "Benny Carter", "href": "/wiki/Benny_Carter", "description": "Bennett Lester Carter was an American jazz saxophonist, clarinetist, trumpeter, composer, arranger, and bandleader. With Johnny Hodges, he was a pioneer on the alto saxophone. From the beginning of his career in the 1920s he was a popular arranger, having written charts for Fletcher Henderson's big band that shaped the swing style. He had an unusually long career that lasted into the 1990s. During"}]}, {"heading": "Births", "year": "1908", "date": "August 8", "txt": "Arthur Goldberg, American jurist and politician, 6th United States Ambassador to the United Nations (d. 1990)", "entities": [{"title": "Arthur Goldberg", "href": "/wiki/Arthur_Goldberg", "description": "Arthur Joseph Goldberg was an American statesman and jurist who served as the 9th U.S. Secretary of Labor, an Associate Justice of the Supreme Court of the United States, and the 6th United States Ambassador to the United Nations."}, {"title": "United States Ambassador to the United Nations", "href": "/wiki/United_States_Ambassador_to_the_United_Nations", "description": "The United States ambassador to the United Nations is the leader of the U.S. delegation, the U.S. Mission to the United Nations. The position is formally known as the permanent representative of the United States of America to the United Nations, with the rank and status of ambassador extraordinary and plenipotentiary, and representative of the United States of America in the United Nations Securi"}]}, {"heading": "Births", "year": "1909", "date": "August 8", "txt": "Charles Lyttelton, 10th Viscount Cobham, English cricketer and politician, 9th Governor-General of New Zealand (d. 1977)", "entities": [{"title": "Charles Lyttelton, 10th Viscount Cobham", "href": "/wiki/Charles_Lyttelton,_10th_Viscount_Cobham", "description": "Charles John Lyttelton, 10th Viscount Cobham, was the ninth Governor-General of New Zealand and an English cricketer from the Lyttelton family."}, {"title": "Governor-General of New Zealand", "href": "/wiki/Governor-General_of_New_Zealand", "description": "The governor-general of New Zealand is the viceregal representative of the monarch of New Zealand, currently Queen Elizabeth II. As the Queen is concurrently the monarch of 15 other Commonwealth realms, and lives in the United Kingdom, she, on the advice of her New Zealand prime minister, appoints a governor-general to carry out her constitutional and ceremonial duties within the Realm of New Zeal"}]}, {"heading": "Births", "year": "1909", "date": "August 8", "txt": "Jack Renshaw, Australian politician, 31st Premier of New South Wales (d. 1987)", "entities": [{"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1909", "date": "August 8", "txt": "Bill Voce, England cricketer and coach (d. 1984)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 8", "txt": "Jimmy Murphy, Welsh-English footballer and manager (d. 1989)", "entities": [{"title": "Jimmy Murphy (footballer)", "href": "/wiki/Jimmy_Murphy_(footballer)", "description": "James Patrick Murphy was a Welsh footballer who made over 200 appearances for West Bromwich Albion and won 15 caps for the Wales national team, which he later managed. Murphy is most famous for being an influential figure at Manchester United from 1946 until the 1970s, as assistant manager, first-team coach, reserve team manager and a full-time scout, although he disliked the limelight and preferr"}]}, {"heading": "Births", "year": "1910", "date": "August 8", "txt": "Sylvia Sidney, American actress (d. 1999)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 8", "txt": "Rosetta LeNoire, American actress (d. 2002)", "entities": [{"title": "Rosetta LeNoire", "href": "/wiki/Rosetta_LeNoire", "description": "Rosetta LeNoire was an American stage, movie, and television actress as well as a Broadway producer and casting agent. LeNoire is known to contemporary audiences for her work in television. She had regular roles on the series Gimme a Break! and Amen, and is best known for her role as Estelle \"Mother Winslow\" on Family Matters, which ran from 1989 to 1998. In 1999, she was awarded the National Meda"}]}, {"heading": "Births", "year": "1915", "date": "August 8", "txt": "James Elliott, American runner and coach (d. 1981)", "entities": [{"title": "Jumbo Elliott (coach)", "href": "/wiki/Jumbo_Elliott_(coach)", "description": "James F. \"Jumbo\" Elliott was an American track and field coach, often considered to be one of the greatest of all time. His achievements include producing five Olympic gold medal winners between 1956 and 1968."}]}, {"heading": "Births", "year": "1919", "date": "August 8", "txt": "Dino De Laurentiis, Italian actor and producer (d. 2010)", "entities": [{"title": "Dino De Laurentiis", "href": "/wiki/Dino_De_Laurentiis", "description": "Agostino \"Dino\" De Laurentiis was an Italian film producer. Along with Carlo Ponti, he was one of the producers who brought Italian cinema to the international scene at the end of World War II. He produced or co-produced more than 500 films, of which 38 were nominated for Academy Awards. He also had a brief acting career in the late 1930s and early 1940s."}]}, {"heading": "Births", "year": "1919", "date": "August 8", "txt": "John David Wilson, English animator and producer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 8", "txt": "Leo Chiosso, Italian songwriter and producer (d. 2006)", "entities": [{"title": "Leo Chiosso", "href": "/wiki/Leo_Chiosso", "description": "Leo Chiosso was an Italian lyricist mostly known for his work with Fred Buscaglione. They formed a songwriting duo who produced about forty songs and created Buscaglione's public persona, a humorous tough guy with a penchant for whisky and women."}]}, {"heading": "Births", "year": "1920", "date": "August 8", "txt": "Jimmy Witherspoon, American jump blues singer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 8", "txt": "William Asher, American director, producer, and screenwriter (d. 2012)", "entities": [{"title": "William Asher", "href": "/wiki/William_Asher", "description": "William Milton Asher was an American television and film producer, film director, and screenwriter. He was one of the most prolific early television directors, producing or directing over two dozen series."}]}, {"heading": "Births", "year": "1921", "date": "August 8", "txt": "Webb Pierce, American singer-songwriter and guitarist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 8", "txt": "Esther Williams, American swimmer and actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 8", "txt": "Rory Calhoun, American actor (d. 1999)", "entities": [{"title": "Rory Calhoun", "href": "/wiki/Rory_Calhoun", "description": "Rory Calhoun was an American film and television actor, screenwriter and producer. He starred in numerous Westerns in the 1950s and 1960s, and appeared in supporting roles in films such as How to Marry a Millionaire (1953)."}]}, {"heading": "Births", "year": "1922", "date": "August 8", "txt": "Rudi Gernreich, Austrian-American fashion designer, created the Monokini (d. 1985)", "entities": [{"title": "Monokini", "href": "/wiki/Monokini", "description": "The monokini, designed by Rudi Gernreich in 1964, consisting of only a brief, close-fitting bottom and two thin straps, was the first women's topless swimsuit. His revolutionary and controversial design included a bottom that \"extended from the midriff to the upper thigh\" and was \"held up by shoestring laces that make a halter around the neck.\" Some credit Gernreich's design with initiating, or de"}]}, {"heading": "Births", "year": "1922", "date": "August 8", "txt": "Gertrude Himmelfarb, American historian, author, and academic (d. 2019)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 8", "txt": "Károly Reich, Hungarian illustrator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 8", "txt": "Alija Izetbegović, Bosnian lawyer and politician, 1st President of Bosnia and Herzegovina (d. 2003)", "entities": [{"title": "Alija Izetbegović", "href": "/wiki/Alija_Izetbegovi%C4%87", "description": "Alija Izetbegović was a Bosnian politician, lawyer, Islamic philosopher and author, who in 1992 became the first president of the Presidency of the newly independent Republic of Bosnia and Herzegovina. He served in this role until 1996, when he became a member of the Presidency of Bosnia and Herzegovina, serving until 2000."}, {"title": "Presidency of Bosnia and Herzegovina", "href": "/wiki/Presidency_of_Bosnia_and_Herzegovina", "description": "The Presidency of Bosnia and Herzegovina is a three-member body which collectively serves as head of state of Bosnia and Herzegovina. According to Article V of the Constitution of Bosnia and Herzegovina, the Presidency comprises three members: one Bosniak, one Serb, and one Croat. The Bosniak and Croat members are elected from a joint constituency in the Federation of Bosnia and Herzegovina, whils"}]}, {"heading": "Births", "year": "1925", "date": "August 8", "txt": "Aziz Sattar, Malaysian actor, comedian, singer and director (d. 2014)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 8", "txt": "Richard Anderson, American actor and producer (d. 2017)", "entities": [{"title": "Richard Anderson", "href": "/wiki/Richard_Anderson", "description": "Richard Norman Anderson was an American film and television actor. Among his best-known roles was his portrayal of Oscar Goldman, the boss of Steve Austin and Jaime Sommers in both The Six Million Dollar Man and The Bionic Woman television series between 1974 and 1978 and their subsequent television movies: The Return of the Six Million Dollar Man and the Bionic Woman (1987), Bionic Showdown: The "}]}, {"heading": "Births", "year": "1927", "date": "August 8", "txt": "Johnny Temple, American baseball player and coach (d. 1994)", "entities": [{"title": "Johnny Temple", "href": "/wiki/Johnny_Temple", "description": "John Ellis Temple was a Major League Baseball second baseman who played for the Redlegs/Reds ; Cleveland Indians (1960–61), Baltimore Orioles (1962) and Houston Colt .45s (1962–63). Temple was born in Lexington, North Carolina. He batted and threw right-handed."}]}, {"heading": "Births", "year": "1927", "date": "August 8", "txt": "Maia Wojciechowska, Polish-American author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 8", "txt": "Don Burrows, Australian saxophonist, clarinet player, and flute player (d. 2020)", "entities": [{"title": "Don Burrows", "href": "/wiki/Don_Burrows", "description": "Donald Vernon Burrows was an Australian jazz and swing musician who played clarinet, saxophone and flute."}]}, {"heading": "Births", "year": "1929", "date": "August 8", "txt": "Larisa Bogoraz, Russian linguist and activist (d. 2004)", "entities": [{"title": "Larisa Bogoraz", "href": "/wiki/Larisa_Bogoraz", "description": "Larisa Iosifovna Bogoraz was a dissident in the Soviet Union."}]}, {"heading": "Births", "year": "1929", "date": "August 8", "txt": "Luis García Meza Tejada, Bolivian general and politician, 68th President of Bolivia (d. 2018)", "entities": [{"title": "President of Bolivia", "href": "/wiki/President_of_Bolivia", "description": "The President of Bolivia, officially known as the President of the Plurinational State of Bolivia, is head of state and head of government of Bolivia and the Captain General of the Armed Forces of Bolivia."}]}, {"heading": "Births", "year": "1930", "date": "August 8", "txt": "Terry Nation, Welsh-American author and screenwriter (d. 1997)", "entities": [{"title": "Terry Nation", "href": "/wiki/Terry_Nation", "description": "Terence Joseph Nation was a Welsh screenwriter and novelist. Especially known for his work in British television science fiction, he created the Daleks and Davros for Doctor Who, as well as the series Survivors and Blake's 7."}]}, {"heading": "Births", "year": "1930", "date": "August 8", "txt": "Jerry Tarkanian, American basketball player and coach (d. 2015)", "entities": []}, {"heading": "Births", "year": "1931", "date": "August 8", "txt": "Roger Penrose, English physicist, mathematician, and philosopher", "entities": [{"title": "Roger Penrose", "href": "/wiki/Roger_Penrose", "description": "Sir Roger Penrose is a British mathematical physicist, mathematician, philosopher of science and Nobel Laureate in Physics. He is Emeritus Rouse Ball Professor of Mathematics at the University of Oxford, an emeritus fellow of Wadham College, Oxford, and an honorary fellow of St John's College, Cambridge, and University College London."}]}, {"heading": "Births", "year": "1932", "date": "August 8", "txt": "Mel Tillis, American singer-songwriter and guitarist (d. 2017)", "entities": [{"title": "Mel Tillis", "href": "/wiki/Mel_Tillis", "description": "Lonnie Melvin Tillis was an American country music singer and songwriter. Although he recorded songs since the late 1950s, his biggest success occurred in the 1970s as part of the outlaw country movement, with a long list of Top 10 hits."}]}, {"heading": "Births", "year": "1933", "date": "August 8", "txt": "Joe Tex, American soul singer-songwriter (d. 1982)", "entities": [{"title": "Joe Tex", "href": "/wiki/Joe_Tex", "description": "Yusuf Hazziez, known professionally as Joe Tex, was an American singer and musician who gained success in the 1960s and 1970s with his brand of Southern soul, which mixed the styles of funk, country, gospel, and rhythm and blues."}]}, {"heading": "Births", "year": "1934", "date": "August 8", "txt": "Sarat Pujari, Indian actor, director, and screenwriter (d. 2014)", "entities": [{"title": "Sarat Pujari", "href": "/wiki/Sarat_Pujari", "description": "Sarat Pujari was an Indian film actor, director and producer in Odia film industry (Ollywood). He was originally from Jhaduapada, Sambalpur."}]}, {"heading": "Births", "year": "1935", "date": "August 8", "txt": "Donald P. Bellisario, American director, producer, and screenwriter", "entities": [{"title": "Donald P. Bellisario", "href": "/wiki/Donald_P._Bellisario", "description": "Donald Paul Bellisario is an American television producer and screenwriter who created and sometimes wrote episodes for the TV series Magnum, P.I. (1980), Tales of the Gold Monkey (1982), Airwolf (1984), Quantum Leap (1989), JAG (1995), and NCIS (2003). He has often included military veterans as characters."}]}, {"heading": "Births", "year": "1935", "date": "August 8", "txt": "John Laws, Papua New Guinean-Australian singer and radio host", "entities": []}, {"heading": "Births", "year": "1936", "date": "August 8", "txt": "Frank Howard, American baseball player and manager", "entities": [{"title": "Frank Howard (baseball)", "href": "/wiki/Frank_Howard_(baseball)", "description": "Frank Oliver Howard, nicknamed \"Hondo\", \"The Washington Monument\" and \"The Capitol Punisher\", is an American former player, coach and manager in Major League Baseball who played most of his career for the Los Angeles Dodgers and Washington Senators/Texas Rangers franchises."}]}, {"heading": "Births", "year": "1936", "date": "August 8", "txt": "Jan Pieńkowski, Polish-English author and illustrator", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 8", "txt": "Dustin Hoffman, American actor and director", "entities": [{"title": "Dustin Hoffman", "href": "/wiki/Dustin_Hoffman", "description": "Dustin Lee Hoffman is an American actor and filmmaker. He is known for his versatile portrayals of antiheroes and emotionally vulnerable characters. Actor Robert De Niro described him as \"an actor with the everyman's face who embodied the heartbreakingly human\". At a young age Hoffman knew he wanted to study in the arts, and entered into the Los Angeles Conservatory of Music; later he decided to g"}]}, {"heading": "Births", "year": "1937", "date": "August 8", "txt": "Sheila Varian, American horse breeder (d. 2016)", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 8", "txt": "Cornelis Vreeswijk, Dutch-Swedish singer-songwriter, guitarist, and actor (d. 1987)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 8", "txt": "Jack Baldwin, English chemist and academic (d. 2020)", "entities": [{"title": "Jack Baldwin (chemist)", "href": "/wiki/Jack_Baldwin_(chemist)", "description": "Sir Jack Edward Baldwin was a British chemist. He was a Waynflete Professor of Chemistry at the University of Oxford (1978–2005) and head of the organic chemistry at Oxford."}]}, {"heading": "Births", "year": "1938", "date": "August 8", "txt": "Jacques Hétu, Canadian composer and educator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 8", "txt": "Connie Stevens, American actress and businesswoman", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 8", "txt": "Jana Andrsová, Czech actress and ballerina", "entities": [{"title": "Jana Andrsová", "href": "/wiki/Jana_Andrsov%C3%A1", "description": "Jana Andrsová, married Večtomová, is a Czech ballerina and actress. In 1957 she graduated from the Dance Conservatory in Prague and began to work with the Vitus Nejedly Army Art Ensemble."}]}, {"heading": "Births", "year": "1939", "date": "August 8", "txt": "Viorica Viscopoleanu, Romanian long jumper", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 8", "txt": "Alexander Watson, American diplomat, United States Ambassador to Peru", "entities": [{"title": "United States Ambassador to Peru", "href": "/wiki/United_States_Ambassador_to_Peru", "description": "The following is a list of United States Ambassadors, or other Chiefs of Mission, to Peru. The title given by the United States State Department to this position is currently Ambassador Extraordinary and Minister Plenipotentiary."}]}, {"heading": "Births", "year": "1940", "date": "August 8", "txt": "Dilip Sardesai, Indian cricketer (d. 2007)", "entities": [{"title": "Dilip Sardesai", "href": "/wiki/Dilip_Sardesai", "description": "Dilip Narayan Sardesai was an Indian international cricketer. He played Tests for the Indian national team as a batsman, the only Goa-born cricketer to play for India, and was often regarded as one of India's best batsmen against spin, although Indian batsmen have been known to play better against spin."}]}, {"heading": "Births", "year": "1940", "date": "August 8", "txt": "Dennis Tito, American engineer and businessman, founded Wilshire Associates", "entities": [{"title": "Wilshire Associates", "href": "/wiki/Wilshire_Associates", "description": "Wilshire Associates, Inc. is an American independent investment management firm that offers consulting services and analytical products and manages fund of funds investment vehicles for a global client base. Wilshire manages capital for more than 600 institutional investors globally representing more than $8 trillion of capital. Wilshire is also known for the creation of the Wilshire 5000 stock in"}]}, {"heading": "Births", "year": "1942", "date": "August 8", "txt": "James Blanchard, American diplomat and politician, 45th Governor of Michigan", "entities": [{"title": "James Blanchard", "href": "/wiki/James_Blanchard", "description": "James Johnston Blanchard is an American politician, attorney, and former diplomat from Michigan. A Democrat, Blanchard has served in the United States House of Representatives, as the 45th Governor of Michigan, and as United States Ambassador to Canada."}, {"title": "Governor of Michigan", "href": "/wiki/Governor_of_Michigan", "description": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. The governor is elected to a 4-year term and is limited to two terms."}]}, {"heading": "Births", "year": "1942", "date": "August 8", "txt": "Dennis Canavan, Scottish educator and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 8", "txt": "John Gustafson, English singer-songwriter and bass player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 8", "txt": "Vardo Rumessen, Estonian pianist and musicologist (d. 2015)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 8", "txt": "John C. Holmes, American film actor (d. 1988)", "entities": [{"title": "John Holmes (actor)", "href": "/wiki/John_Holmes_(actor)", "description": "John Curtis Holmes, better known as John C. Holmes or Johnny Wadd, was an American pornographic film actors. He ranks among the most prolific adult film performers, with documented credits for at least 573 films."}]}, {"heading": "Births", "year": "1944", "date": "August 8", "txt": "Michael Johnson, American singer-songwriter, guitarist, and producer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 8", "txt": "John Renbourn, English-Scottish guitarist and songwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 8", "txt": "Simon Taylor, English journalist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 8", "txt": "Joe Bethancourt, American singer-songwriter (d. 2014)", "entities": [{"title": "Joe Bethancourt", "href": "/wiki/Joe_Bethancourt", "description": "Wiltz Joseph Bethancourt III was an American folk musician."}]}, {"heading": "Births", "year": "1947", "date": "August 8", "txt": "Ken Dryden, Canadian ice hockey player, lawyer, and politician", "entities": [{"title": "Ken Dryden", "href": "/wiki/Ken_Dryden", "description": "Kenneth Wayne Dryden,, is a Canadian politician, lawyer, businessman, author, and former National Hockey League (NHL) goaltender. He is an officer of the Order of Canada and a member of the Hockey Hall of Fame. Dryden was a Liberal Member of Parliament from 2004 to 2011, and served as a cabinet minister from 2004 to 2006. In 2017, Dryden was named one of the '100 Greatest NHL Players' in history. "}]}, {"heading": "Births", "year": "1947", "date": "August 8", "txt": "Larry Wilcox, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 8", "txt": "Svetlana Savitskaya, Russian engineer and astronaut", "entities": [{"title": "Svetlana Savitskaya", "href": "/wiki/Svetlana_Savitskaya", "description": "Svetlana Yevgenyevna Savitskaya is a retired Soviet aviator and cosmonaut who flew aboard Soyuz T-7 in 1982, becoming the second woman in space. On her 1984 Soyuz T-12 mission she became the first woman to fly to space twice, the first woman to perform an EVA, and the first woman to perform a spacewalk."}]}, {"heading": "Births", "year": "1948", "date": "August 8", "txt": "Margaret Urban Walker, American philosopher", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 8", "txt": "Keith Carradine, American actor", "entities": [{"title": "Keith Carradine", "href": "/wiki/Keith_Carradine", "description": "Keith Ian Carradine is an American actor, singer, and songwriter who has had success on stage, film, and television. He is known for his roles as Tom Frank in Robert Altman's film Nashville, Wild Bill Hickok in the HBO series Deadwood, FBI agent Frank Lundy in Dexter, Lou Solverson in the first season of Fargo, and US President Conrad Dalton in Madam Secretary. In addition, he is a Golden Globe– a"}]}, {"heading": "Births", "year": "1949", "date": "August 8", "txt": "Ricardo Londoño, Colombian racing driver (d. 2009)", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 8", "txt": "Willie Hall, American drummer and producer", "entities": [{"title": "Willie Hall (drummer)", "href": "/wiki/Willie_Hall_(drummer)", "description": "Willie Clarence Hall is an American drummer best known for his work with Isaac Hayes and as a member of the Blues Brothers band."}]}, {"heading": "Births", "year": "1950", "date": "August 8", "txt": "Ken Kutaragi, Japanese businessman, created PlayStation", "entities": [{"title": "PlayStation (console)", "href": "/wiki/PlayStation_(console)", "description": "The PlayStation is a home video game console developed and marketed by Sony Computer Entertainment. It was first released on 3 December 1994 in Japan, 9 September 1995 in North America, 29 September 1995 in Europe, and 15 November 1995 in Australia, and was the first of the PlayStation line of video game consoles. As a fifth generation console, the PlayStation primarily competed with the Nintendo "}]}, {"heading": "Births", "year": "1951", "date": "August 8", "txt": "Martin Brest, American director, producer, and screenwriter", "entities": [{"title": "Martin Brest", "href": "/wiki/Martin_Brest", "description": "Martin Brest is an American former film director, screenwriter, and producer."}]}, {"heading": "Births", "year": "1951", "date": "August 8", "txt": "Phil Carlson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 8", "txt": "Mohamed Morsi, Egyptian engineer, academic, and politician, 5th President of Egypt (d. 2019)", "entities": [{"title": "President of Egypt", "href": "/wiki/President_of_Egypt", "description": "The president of Egypt  is the executive head of state of Egypt. Under the various iterations of the Constitution of Egypt following the Egyptian Revolution of 1952, the president is also the supreme commander of the Armed Forces, and head of the executive branch of the Egyptian government. The current president is Abdel Fattah el-Sisi, in office since 8 June 2014."}]}, {"heading": "Births", "year": "1951", "date": "August 8", "txt": "Mamoru Oshii, Japanese director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 8", "txt": "Randy Shilts, American journalist and author (d. 1994)", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 8", "txt": "Louis van Gaal, Dutch footballer and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 8", "txt": "Anton Fig, South African-American drummer", "entities": [{"title": "Anton Fig", "href": "/wiki/Anton_Fig", "description": "Anton Fig, known as \"The Thunder from Down Under\", is a South African session drummer, perhaps best-known as the drummer and second-in-command for Paul Shaffer and the World's Most Dangerous Band. David Letterman, for whom the band served as house band on his late-night talk shows, often referred to Fig as \"Anton Zip\" or \"Buddy Rich Jr.\" Fig is also well-known for his work with Kiss and Ace Frehle"}]}, {"heading": "Births", "year": "1952", "date": "August 8", "txt": "Jostein Gaarder, Norwegian author", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 8", "txt": "Doug Melvin, Canadian baseball player and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 8", "txt": "Robin Quivers, American nurse, radio host/personality, and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 8", "txt": "Sudhakar Rao, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 8", "txt": "Nigel Mansell, English racing driver, 1992 F1 World Champion", "entities": [{"title": "Nigel Mansell", "href": "/wiki/Nigel_Mansell", "description": "Nigel Ernest James Mansell, is a British former racing driver who won both the Formula One World Championship (1992) and the CART Indy Car World Series (1993). Mansell was the reigning F1 champion when he moved over to CART, becoming the first person to win the CART title in his debut season, and making him the only person to hold both the World Drivers' Championship and the American open-wheel Na"}]}, {"heading": "Births", "year": "1954", "date": "August 8", "txt": "Nick Holtam, English bishop", "entities": [{"title": "Nick Holtam", "href": "/wiki/Nick_Holtam", "description": "Nicholas Roderick Holtam is a bishop of the Church of England. Since 2011, he has been the Bishop of Salisbury."}]}, {"heading": "Births", "year": "1955", "date": "August 8", "txt": "Diddú, Icelandic singer-songwriter", "entities": [{"title": "Diddú", "href": "/wiki/Didd%C3%BA", "description": "Sigrún Hjálmtýsdóttir, better known as Diddú, is an Icelandic soprano and songwriter. Educated at the Reykjavík College of Music and the Guildhall School of Music and Drama in London, she began her singing career in the 1970s as a vocalist for the popular folk and pop group Spilverk Þjóðanna. She subsequently turned to classical music, particularly Lieder and operas."}]}, {"heading": "Births", "year": "1955", "date": "August 8", "txt": "Herbert Prohaska, Austrian footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 8", "txt": "Michael Roe, Irish racing driver", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 8", "txt": "Chris Foreman, English singer-songwriter and guitarist", "entities": [{"title": "Chris Foreman", "href": "/wiki/Chris_Foreman", "description": "Christopher John Foreman, nicknamed Chrissy Boy, is an English musician, singer-songwriter, and composer. In a career spanning more than 40 years, Foreman came to prominence in the late 1970s as the guitarist for the English band Madness."}]}, {"heading": "Births", "year": "1956", "date": "August 8", "txt": "David Grant, English singer", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 8", "txt": "Cecilia Roth, Argentinian actress", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 8", "txt": "Dennis Drew, American keyboard player", "entities": [{"title": "Dennis Drew", "href": "/wiki/Dennis_Drew", "description": "Dennis Arnold Drew is the keyboardist for the American alternative rock band 10,000 Maniacs. He has been with the band since its inception in 1981, and along with Steve Gustafson and John Lombardo are the three remaining founding members of the current band lineup. Drew also spent 17 years as general manager of WRFA-LP, a low-power nonprofit radio station in Jamestown, New York."}]}, {"heading": "Births", "year": "1958", "date": "August 8", "txt": "Deborah Norville, American journalist", "entities": [{"title": "Deborah Norville", "href": "/wiki/Deborah_Norville", "description": "Deborah Anne Norville is an American television journalist and businesswoman. Norville is the anchor of Inside Edition, a syndicated television news magazine, a position she has held since March 6, 1995. She is a member of the board of directors of ViacomCBS. She markets and sells a line of yarns for knit and crochet enthusiasts, manufactured by Premier Yarns. Previously, she was an anchor and cor"}]}, {"heading": "Births", "year": "1959", "date": "August 8", "txt": "Caroline Ansink, Dutch flute player, composer, and educator", "entities": [{"title": "Caroline Ansink", "href": "/wiki/Caroline_Ansink", "description": "Caroline Ansink is a Dutch musician, music educator and composer."}]}, {"heading": "Births", "year": "1960", "date": "August 8", "txt": "Mustafa Balbay, Turkish journalist and politician", "entities": [{"title": "Mustafa Balbay", "href": "/wiki/Mustafa_Balbay", "description": "Mustafa Ali Balbay is a journalist, writer and Turkish MP. As the main political correspondent in Ankara for the left-wing Kemalist daily newspaper Cumhuriyet, he wrote a regular column called Gözlem which he took over from the prominent investigative journalist Ugur Mumcu, who was assassinated in 1993. Balbay was arrested on March 5, 2009 as an Ergenekon suspect in the Odatv case, and in August 2"}]}, {"heading": "Births", "year": "1960", "date": "August 8", "txt": "Ulrich Maly, German politician, 16th Mayor of Nuremberg", "entities": [{"title": "List of mayors of Nuremberg", "href": "/wiki/List_of_mayors_of_Nuremberg", "description": "This is a list of mayors of Nuremberg since 1818:1818–1821: Christian Gottfried Lorsch\n1821–1853: Jakob Friedrich Binder\n1854–1867: Maximilian von Waechter\n1867–1891: Otto Freiherr von Stromer\n1892–1913: Georg Ritter von Schuh (FVP)\n1913–1919: Otto Geßler (FVP)\n1920–1933: Hermann Luppe (DDP)\n1933–1945: Willy Liebel (NSDAP)\n1945: Julius Rühm (NSDAP)\n1945: Martin Treu (SPD)\n1945–1948: Hans Ziegler ("}]}, {"heading": "Births", "year": "1961", "date": "August 8", "txt": "The Edge, British-Irish musician, singer and songwriter", "entities": [{"title": "The Edge", "href": "/wiki/The_Edge", "description": "David Howell Evans, better known as the Edge or simply Edge, is an English-born Irish musician, singer, and songwriter. He is best known as the lead guitarist, keyboardist, and backing vocalist of the rock band U2. A member of the group since its inception, he has recorded 14 studio albums with them as well as one solo record. His understated style of guitar playing, a signature of U2's music, is "}]}, {"heading": "Births", "year": "1961", "date": "August 8", "txt": "Daniel House, American bass player and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 8", "txt": "Ron Klain, American lawyer and politician, Chief of Staff to the Vice President of the United States", "entities": [{"title": "Chief of Staff to the Vice President of the United States", "href": "/wiki/Chief_of_Staff_to_the_Vice_President_of_the_United_States", "description": "The chief of staff to the vice president of the United States is the chief of staff position within the Office of the Vice President, part of the Executive Office of the President of the United States. The chief of staff has been responsible for overseeing the actions of the vice president's staff, managing the vice president's schedule, and deciding who is allowed to meet with the vice president."}]}, {"heading": "Births", "year": "1961", "date": "August 8", "txt": "Bruce Matthews, American football player and coach", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 8", "txt": "Rikki Rockett, American glam rock drummer", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 8", "txt": "Kool Moe Dee, American musician, singer and actor", "entities": [{"title": "Kool Moe Dee", "href": "/wiki/Kool_Moe_Dee", "description": "Mohandas Dewese, better known by his stage name Kool Moe Dee, is an American rapper, writer and actor. Considered one of the forerunners of the new jack swing sound in hip hop, he gained fame in the 1980s as a member of one of the pioneering groups in hip hop music, the Treacherous Three, and for his later solo career. During his career he released a total of seven studio albums, with 1994's Inter"}]}, {"heading": "Births", "year": "1963", "date": "August 8", "txt": "Hur Jin-ho, South Korean director and screenwriter", "entities": [{"title": "Hur Jin-ho", "href": "/wiki/Hur_Jin-ho", "description": "Hur Jin-ho is a South Korean film director and screenwriter."}]}, {"heading": "Births", "year": "1963", "date": "August 8", "txt": "Ron Karkovice, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 8", "txt": "Emi Shinohara, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 8", "txt": "Jon Turteltaub, American director and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 8", "txt": "Stephen Walkom, Canadian ice hockey player, referee, and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 8", "txt": "Anastasia M. Ashman, American blogger and author", "entities": [{"title": "Anastasia M. Ashman", "href": "/wiki/Anastasia_M._Ashman", "description": "Anastasia M. Ashman is an American author and cultural producer, a digital strategist and cofounder of global personal branding startup GlobalNiche.net."}]}, {"heading": "Births", "year": "1964", "date": "August 8", "txt": "Giuseppe Conte, Prime Minister of Italy", "entities": [{"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Births", "year": "1964", "date": "August 8", "txt": "Scott Sandelin, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 8", "txt": "Paul Taylor, English cricketer", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 8", "txt": "Angus Fraser, English cricketer, manager, and journalist", "entities": [{"title": "Angus Fraser", "href": "/wiki/Angus_Fraser", "description": "Angus Robert Charles Fraser is the current managing director of Middlesex Cricket. He is a former English cricketer, journalist and England selector. Fraser played in forty-six Test matches and forty-two One Day Internationals for England. Cricket commentator Colin Bateman commented that Fraser was \"a reliable, intelligent and hard-working bowler\"."}]}, {"heading": "Births", "year": "1965", "date": "August 8", "txt": "Kate Langbroek, Australian talk show host", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 8", "txt": "Chris Eubank, English boxer", "entities": [{"title": "Chris Eubank", "href": "/wiki/Chris_Eubank", "description": "Christopher Livingstone Eubank is a British former professional boxer who competed from 1985 to 1998. He held the WBO middleweight and super-middleweight titles between 1990 and 1995, and is ranked by BoxRec as the third best British super-middleweight boxer of all time."}]}, {"heading": "Births", "year": "1966", "date": "August 8", "txt": "John Hudek, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 8", "txt": "Marcelo Balboa, American soccer player, coach, and sportscaster", "entities": [{"title": "Marcelo Balboa", "href": "/wiki/Marcelo_Balboa", "description": "Marcelo Balboa is an American retired soccer defender who played in the 1990s for the U.S. national team, becoming its captain. He is a member of the National Soccer Hall of Fame."}]}, {"heading": "Births", "year": "1968", "date": "August 8", "txt": "Yvie Burnett, Scottish soprano", "entities": [{"title": "Yvie Burnett", "href": "/wiki/Yvie_Burnett", "description": "\n\nYvie Burnett, is a Scottish mezzo-soprano and vocal coach, best known for her work with Simon Cowell on television shows The X Factor and Britain's Got Talent, The Big Reunion The Voice UK and BBC's Let It Shine"}]}, {"heading": "Births", "year": "1968", "date": "August 8", "txt": "Aldo Calderón van Dyke, Honduran journalist (d. 2013)", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 8", "txt": "Abey Kuruvilla, Indian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 8", "txt": "Huey Morgan, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 8", "txt": "Monika Tsõganova, Estonian chess player", "entities": [{"title": "Monika Tsõganova", "href": "/wiki/Monika_Ts%C3%B5ganova", "description": "Monika Tsõganova is an Estonian chess Woman International Master (1991)."}]}, {"heading": "Births", "year": "1969", "date": "August 8", "txt": "Faye Wong, Chinese singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 8", "txt": "Trev Alberts, American football player and journalist", "entities": [{"title": "Trev Alberts", "href": "/wiki/Trev_Alberts", "description": "Trev Kendall Alberts is an American sports administrator and the director of athletics at the University of Nebraska Omaha. In 2014 Alberts was selected to be Vice Chancellor in addition to his current duties as Director of Athletics. Alberts is a former American college and professional football player. He played college football for the University of Nebraska, and earned All-American honors at l"}]}, {"heading": "Births", "year": "1970", "date": "August 8", "txt": "Ben G. Davis, English chemist and academic", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 8", "txt": "José Francisco Molina, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 8", "txt": "Chester Williams, South African rugby player and coach (d. 2019)", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 8", "txt": "Johnny Balentina, Dutch baseball player", "entities": [{"title": "Johnny Balentina", "href": "/wiki/Johnny_Balentina", "description": "Randolph Benito (\"Johnny\") Balentina is a Dutch baseball player, who competed in three consecutive Summer Olympics for the Netherlands, starting in 1996. Twice he finished in sixth place, once in fifth place (2000)."}]}, {"heading": "Births", "year": "1972", "date": "August 8", "txt": "Joely Collins, Canadian actress and producer", "entities": [{"title": "Joely Collins", "href": "/wiki/Joely_Collins", "description": "Joely Collins is a Canadian-English actress and producer. She is the daughter of Andrea Bertorelli and of English musician Phil Collins."}]}, {"heading": "Births", "year": "1972", "date": "August 8", "txt": "Andrea de Rossi, Italian rugby player and coach", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 8", "txt": "Axel Merckx, Belgian cyclist", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 8", "txt": "Steven Tweed, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 8", "txt": "Shane Lee, Australian cricketer and guitarist", "entities": [{"title": "Shane Lee", "href": "/wiki/Shane_Lee", "description": "Shane Lee is a former Australian first-class cricketer. He was an all-rounder known for his hard batting and medium-pace bowling and is the elder brother of Australian pace bowler Brett Lee. He played for Australia and also captained the NSW team."}]}, {"heading": "Births", "year": "1973", "date": "August 8", "txt": "Gert Olesk, Estonian footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 8", "txt": "Scott Stapp, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 8", "txt": "Mark Wills, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 8", "txt": "Ilka Agricola, German mathematician", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 8", "txt": "Manjul Bhargava, Canadian-American mathematician and academic", "entities": [{"title": "Manjul Bhargava", "href": "/wiki/Manjul_Bhargava", "description": "Manjul Bhargava is a Canadian-American mathematician. He is the Brandon Fradd, Class of 1983, Professor of Mathematics at Princeton University, the Stieltjes Professor of Number Theory at Leiden University, and also holds Adjunct Professorships at the Tata Institute of Fundamental Research, the Indian Institute of Technology Bombay, and the University of Hyderabad. He is known primarily for his co"}]}, {"heading": "Births", "year": "1974", "date": "August 8", "txt": "Scott D'Amore, Canadian wrestler and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 8", "txt": "Brian Harvey, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 8", "txt": "Andy Priaulx, Guernseyan racing driver", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 8", "txt": "Mick Moss, English singer-songwriter", "entities": [{"title": "Mick Moss", "href": "/wiki/Mick_Moss", "description": "Mick Moss is an English singer/songwriter. He is best known for his role in the band Antimatter, as well as being co-vocalist on the Number 1 single 'Broken Smile'."}]}, {"heading": "Births", "year": "1976", "date": "August 8", "txt": "JC Chasez, American singer and dancer", "entities": [{"title": "JC Chasez", "href": "/wiki/JC_Chasez", "description": "Joshua Scott \"JC\" Chasez is an American singer, songwriter, dancer, record producer, and occasional actor. He started out his career as a cast member on The Mickey Mouse Club before rising to stardom with *NSYNC, and by writing and producing for music acts such as Girls Aloud, Basement Jaxx, David Archuleta, and Matthew Morrison. He also served as a judge for America's Best Dance Crew."}]}, {"heading": "Births", "year": "1976", "date": "August 8", "txt": "Drew Lachey, American singer and actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 8", "txt": "Lindsay Sloane, American actress", "entities": [{"title": "Lindsay Sloane", "href": "/wiki/Lindsay_Sloane", "description": "Lindsay Sloane Leikin-Rollins is an American actress. She is known for playing Valerie Birkhead on Sabrina the Teenage Witch (1997–99) and Emily in The Odd Couple (2015–17). She has also starred in films such as Bring It On (2000), Over Her Dead Body (2008), She's Out of My League (2010), The Other Guys (2010), Horrible Bosses (2011), and its sequel Horrible Bosses 2 (2014)."}]}, {"heading": "Births", "year": "1977", "date": "August 8", "txt": "Darren Manzella, American sergeant (d. 2013)", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 8", "txt": "Rocky Thompson, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 8", "txt": "Nicolas Vogondy, French cyclist", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 8", "txt": "Mohammad Wasim, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 8", "txt": "Alan Maybury, Irish footballer and coach", "entities": [{"title": "Alan Maybury", "href": "/wiki/Alan_Maybury", "description": "Alan Paul Maybury is an Irish former professional footballer and currently a professional football coach. Maybury was a defender, who could play in either full back position. He played for Leeds United, Reading, Crewe Alexandra, Heart of Midlothian, Leicester City, Aberdeen, Colchester United, St Johnstone, Hibernian and Falkirk. Maybury also represented the Republic of Ireland, earning 10 full in"}]}, {"heading": "Births", "year": "1978", "date": "August 8", "txt": "Louis Saha, French footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 8", "txt": "Miho Shiraishi, Japanese actress", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 8", "txt": "Richard Harwood, English cellist", "entities": [{"title": "Richard Harwood", "href": "/wiki/Richard_Harwood", "description": "Richard Craig Harwood is a British cellist."}]}, {"heading": "Births", "year": "1979", "date": "August 8", "txt": "Rashard Lewis, American basketball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 8", "txt": "Richard Lyons, Northern Irish racing driver", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Craig Breslow, American baseball player", "entities": [{"title": "Craig Breslow", "href": "/wiki/Craig_Breslow", "description": "Craig Andrew Breslow is an American baseball executive serving as the Assistant General Manager/Vice President, Pitching for the Chicago Cubs in Major League Baseball (MLB), and a former professional baseball pitcher. He played in MLB for the San Diego Padres, Boston Red Sox, Cleveland Indians, Minnesota Twins, Oakland Athletics, Arizona Diamondbacks, and Miami Marlins."}]}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Jack Cassel, American baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Denisse Guerrero, Mexican singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Mike Hindert, American singer and bass player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Sabine Klaschka, German tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Diego Markwell, Dutch baseball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Pat Noonan, American soccer player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 8", "txt": "Michael Urie, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 8", "txt": "Vanessa Amorosi, Australian singer-songwriter", "entities": [{"title": "Vanessa Amorosi", "href": "/wiki/Vanessa_Amorosi", "description": "Vanessa Joy Amorosi is an Australian singer-songwriter and recording artist. Her combined album and single sales have reached over two million worldwide. She is known for her wide belting range and her ability to vocally cover various genres of music including pop, rock, blues, jazz and gospel."}]}, {"heading": "Births", "year": "1981", "date": "August 8", "txt": "Roger Federer, Swiss tennis player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 8", "txt": "Meagan Good, American actress and producer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 8", "txt": "Harel Skaat, Israeli singer-songwriter", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 8", "txt": "David Florence, English canoe racer", "entities": [{"title": "David Florence", "href": "/wiki/David_Florence", "description": "David Florence is a British slalom canoeist who has competed at the international level since 1999. He is the 2013 and 2015 world champion in individual single canoe (C1) and 2013 champion in double canoe (C2), the latter with Richard Hounslow. Florence was the first canoeist since Charles Dussuet, sixty years earlier, to achieve the C1, C2 double at the same World Championships."}]}, {"heading": "Births", "year": "1982", "date": "August 8", "txt": "Ross Ohlendorf, American baseball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 8", "txt": "Guy Burnet, English actor and producer", "entities": [{"title": "Guy Burnet", "href": "/wiki/Guy_Burnet", "description": "Guy Burnet is a British theatre, film and television actor. In recent years Burnet also completed a number of roles in feature films and on the New York stage as well as small writing roles. As of 2019 he has a recurring role on the television series Counterpart, Ray Donovan, The Affair and the lead role on the Amazon Studios series The Feed."}]}, {"heading": "Births", "year": "1983", "date": "August 8", "txt": "Willie Tonga, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 8", "txt": "Kirk Broadfoot, Scottish footballer", "entities": [{"title": "Kirk Broadfoot", "href": "/wiki/Kirk_Broadfoot", "description": "Kirk John Broadfoot is a Scottish footballer who plays as a defender for Scottish Premiership club Kilmarnock."}]}, {"heading": "Births", "year": "1984", "date": "August 8", "txt": "Norbert Michelisz, Hungarian racing driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 8", "txt": "Martrez Milner, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 8", "txt": "Toby Flood, English rugby player", "entities": [{"title": "Toby Flood", "href": "/wiki/Toby_Flood", "description": "Tobias Gerald Albert Cecil Lieven Flood is an English rugby union player. He currently plays at fly half or inside centre for Newcastle Falcons having previously played for Toulouse and Leicester Tigers. He has also played 60 international matches for England between 2006 and 2014."}]}, {"heading": "Births", "year": "1985", "date": "August 8", "txt": "Ryan Koolwijk, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 8", "txt": "James Morgan, Welsh actor and producer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 8", "txt": "Brett Ratliff, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 8", "txt": "Anita Włodarczyk, Polish track and field athlete", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 8", "txt": "Kateryna Bondarenko, Ukrainian tennis player", "entities": [{"title": "Kateryna Bondarenko", "href": "/wiki/Kateryna_Bondarenko", "description": "Kateryna Volodymyrivna Bondarenko is a tennis player from Ukraine. She was the doubles champion in 2008 at the Australian Open, partnering her sister Alona Bondarenko. Kateryna is the younger sister of professional tennis players Valeria and Alona."}]}, {"heading": "Births", "year": "1986", "date": "August 8", "txt": "Pierre Garçon, American football player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 8", "txt": "Chris Pressley, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 8", "txt": "Pierre Boulanger, French actor", "entities": [{"title": "Pierre Boulanger", "href": "/wiki/Pierre_Boulanger", "description": "Pierre Boulanger is a French actor. He is known for the 2003 film Monsieur Ibrahim, where he played a young Jewish boy, Moises \"Momo\" Schmidt and for 2008 film Nos 18 ans where he played Richard. The young actor was then reported to be concentrating on his studies, and thus was not able to do movies. After two years, he did TV appearances and minor roles in movies. He is best known for his first m"}]}, {"heading": "Births", "year": "1987", "date": "August 8", "txt": "Tatjana Malek, German tennis player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 8", "txt": "Princess Beatrice of York", "entities": [{"title": "Princess Beatrice of York", "href": "/wiki/Princess_Beatrice_of_York", "description": "Princess Beatrice, Mrs Edoardo Mapelli Mozzi is a member of the British royal family. She is the elder daughter of Prince Andrew, Duke of York, and Sarah, Duchess of York. She is ninth in line of succession to the British throne, followed by her sister, Princess Eugenie."}]}, {"heading": "Births", "year": "1988", "date": "August 8", "txt": "Danilo Gallinari, Italian basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 8", "txt": "Rinku Singh, Indian baseball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 8", "txt": "Laura Slade Wiggins, American actress and singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 8", "txt": "Ken Baumann, American actor and author", "entities": [{"title": "Ken Baumann", "href": "/wiki/Ken_Baumann", "description": "Kenneth Robert Tuff Baumann is an American actor, writer, publisher and book designer. For ten years, he worked in theater, film and television, becoming most known for playing Ben Boykewich on The Secret Life of the American Teenager. He is the author of the novels Solip, Say, Cut, Map, and The Country, as well as the nonfiction books EarthBound and Eat the Flowers, as well as various essays, sho"}]}, {"heading": "Births", "year": "1989", "date": "August 8", "txt": "Anthony Rizzo, American baseball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 8", "txt": "Hannah Miley, English-Scottish swimmer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 8", "txt": "Prajakta Mali, Indian actress", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 8", "txt": "Vladimír Darida, Czech footballer", "entities": [{"title": "Vladimír Darida", "href": "/wiki/Vladim%C3%ADr_Darida", "description": "Vladimír Darida is a Czech footballer who plays as a central midfielder for German club Hertha BSC and the Czech Republic national team."}]}, {"heading": "Births", "year": "1990", "date": "August 8", "txt": "Parker Kligerman, American race car driver", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 8", "txt": "Aleksandra Szwed, Polish actress and singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 8", "txt": "Kane Williamson, New Zealand cricket captain", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 8", "txt": "Nélson Oliveira, Portuguese footballer", "entities": [{"title": "Nélson Oliveira", "href": "/wiki/N%C3%A9lson_Oliveira", "description": "Nélson Miguel Castro Oliveira is a Portuguese professional footballer who plays as a striker for Greek club AEK Athens."}]}, {"heading": "Births", "year": "1991", "date": "August 8", "txt": "Tyrone Peachey, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 8", "txt": "Josip Drmić, Swiss footballer", "entities": [{"title": "Josip Drmić", "href": "/wiki/Josip_Drmi%C4%87", "description": "Josip Drmić is a Swiss professional footballer who plays as a striker for Prva HNL club Rijeka, on loan from Championship club Norwich City and the Switzerland national team."}]}, {"heading": "Births", "year": "1998", "date": "August 8", "txt": "Shawn Mendes, Canadian singer-songwriter and guitarist", "entities": [{"title": "Shawn Mendes", "href": "/wiki/Shawn_Mendes", "description": "Shawn Peter Raul Mendes is a Canadian singer and songwriter. He gained a following in 2013, posting song covers on the video-sharing application Vine. The following year, he caught the attention of artist manager Andrew Gertler and Island Records A&R Ziggy Chareton, which led to him signing a deal with the record label. Mendes's self-titled debut EP was released in 2014, followed by his debut stud"}]}, {"heading": "Births", "year": "1998", "date": "August 8", "txt": "Ryan Garcia, American Boxer", "entities": []}, {"heading": "Births", "year": "2000", "date": "August 8", "txt": "Félix Auger-Aliassime, Canadian tennis player ", "entities": [{"title": "Félix Auger-Aliassime", "href": "/wiki/F%C3%A9lix_Auger-Aliassime", "description": "Félix Auger-Aliassime is a Canadian professional tennis player. He is the second-youngest player ranked in the top 20 by the Association of Tennis Professionals (ATP), and has a career-high ranking of No. 17 in the world. He has seven runner-up finishes in singles and one doubles title on the ATP Tour."}]}, {"heading": "Deaths", "year": "117", "date": "August 8", "txt": "Trajan, Roman emperor (b. 53)", "entities": [{"title": "Trajan", "href": "/wiki/Trajan", "description": "Trajan was Roman emperor from 98 to 117. Officially declared by the Senate optimus princeps, Trajan is remembered as a successful soldier-emperor who presided over the second-greatest military expansion in Roman history, after Augustus, leading the empire to attain its maximum territorial extent by the time of his death. He is also known for his philanthropic rule, overseeing extensive public buil"}]}, {"heading": "Deaths", "year": "753", "date": "August 8", "txt": "Hildegar, bishop of  Cologne", "entities": [{"title": "Hildegar (bishop of Cologne)", "href": "/wiki/Hildegar_(bishop_of_Cologne)", "description": "Hildegar was the bishop of Cologne from 750. Probably of noble birth, he was a supporter of the Carolingians, who displaced the Merovingians in 751."}]}, {"heading": "Deaths", "year": "869", "date": "August 8", "txt": "Lothair II, Frankish king (b. 835)", "entities": [{"title": "Lothair II", "href": "/wiki/Lothair_II", "description": "Lothair II was the king of Lotharingia from 855 until his death. He was the second son of Emperor Lothair I and Ermengarde of Tours. He was married to Teutberga, daughter of Boso the Elder."}]}, {"heading": "Deaths", "year": "998", "date": "August 8", "txt": "Seo Hui, Korean politician and diplomat (b. 942)", "entities": [{"title": "Seo Hui", "href": "/wiki/Seo_Hui", "description": "Seo Hui was a Korean politician and diplomat during the early days of the Goryeo Dynasty of Korea (918–1392). Seo is best remembered for his diplomatic skills that led 60,000 Khitan troops to withdraw from Goryeo without a battle."}]}, {"heading": "Deaths", "year": "1002", "date": "August 8", "txt": "Almanzor, chief minister and de facto ruler of Córdoba", "entities": [{"title": "Almanzor", "href": "/wiki/Almanzor", "description": "Abu ʿĀmir Muḥammad ibn ʿAbdullāh ibn Abi ʿĀmir al-Maʿafiri, nicknamed  al-Manṣūr, usually simply called Almanzor, was a Muslim Arab Andalusian military leader and statesman. As the chancellor of the Umayyad Caliphate of Córdoba and hajib (chamberlain) for the weak Caliph Hisham II, Almanzor was the de facto ruler of Islamic Iberia."}]}, {"heading": "Deaths", "year": "1171", "date": "August 8", "txt": "Henry of Blois, bishop of Winchester (b. 1111)", "entities": [{"title": "Henry of Blois", "href": "/wiki/Henry_of_Blois", "description": "Henry of Blois, often known as Henry of Winchester, was Abbot of Glastonbury Abbey from 1126, and Bishop of Winchester from 1129 to his death. He was a younger son of Stephen Henry, Count of Blois by Adela of Normandy, daughter of William the Conqueror and Matilda of Flanders. Thus, he was a younger brother of Stephen, King of England."}]}, {"heading": "Deaths", "year": "1303", "date": "August 8", "txt": "Henry of Castile the Senator, Spanish nobleman (b. 1230)", "entities": [{"title": "Henry of Castile the Senator", "href": "/wiki/Henry_of_Castile_the_Senator", "description": "Henry of Castile, called the Senator, was a Castilian infante, the fourth son of Ferdinand III of Castile by his first wife, Beatrice of Swabia."}]}, {"heading": "Deaths", "year": "1533", "date": "August 8", "txt": "Lucas van Leyden, Dutch artist (b. 1494)", "entities": [{"title": "Lucas van Leyden", "href": "/wiki/Lucas_van_Leyden", "description": "Lucas van Leyden, also named either Lucas Hugensz or Lucas Jacobsz, was a Dutch painter and printmaker in engraving and woodcut. Lucas van Leyden was among the first Dutch exponents of genre painting and was a very accomplished engraver."}]}, {"heading": "Deaths", "year": "1555", "date": "August 8", "txt": "Oronce Finé, French mathematician and cartographer (b. 1494)", "entities": [{"title": "Oronce Finé", "href": "/wiki/Oronce_Fin%C3%A9", "description": "Oronce Finé was a French mathematician and cartographer."}]}, {"heading": "Deaths", "year": "1588", "date": "August 8", "txt": "Alonso Sánchez Coello, Spanish painter (b. 1532)", "entities": [{"title": "Alonso Sánchez Coello", "href": "/wiki/Alonso_S%C3%A1nchez_Coello", "description": "Alonso Sánchez Coello was an Iberian portrait painter of the Spanish and Portuguese Renaissance. He is mainly known for his portrait paintings executed in a style which combines the objectivity of the Flemish tradition with the sensuality of Venetian painting. He was court painter to Philip II."}]}, {"heading": "Deaths", "year": "1604", "date": "August 8", "txt": "Horio Tadauji, Japanese daimyō (b. 1578)", "entities": [{"title": "Horio Tadauji", "href": "/wiki/Horio_Tadauji", "description": "Horio Tadauji \nwas a tozama daimyō in the Azuchi–Momoyama and Edo period.\nHis father was Horio Yoshiharu."}]}, {"heading": "Deaths", "year": "1616", "date": "August 8", "txt": "Cornelis Ketel, Dutch painter (b. 1548)", "entities": [{"title": "Cornelis Ketel", "href": "/wiki/Cornelis_Ketel", "description": "Cornelis or Cornelius Ketel was a Dutch Mannerist painter, active in Elizabethan London from 1573 to 1581, and in Amsterdam till his death. Ketel, known essentially as a portrait-painter, was also a poet and orator, and from 1595 a sculptor as well."}]}, {"heading": "Deaths", "year": "1631", "date": "August 8", "txt": "Konstantinas Sirvydas, Lithuanian priest, lexicographer, and academic (b. 1579)", "entities": [{"title": "Konstantinas Sirvydas", "href": "/wiki/Konstantinas_Sirvydas", "description": "Konstantinas Sirvydas was a Lithuanian religious preacher, lexicographer and one of the pioneers of Lithuanian literature from the Grand Duchy of Lithuania, at the time a confederal part of the Polish–Lithuanian Commonwealth. He was a Jesuit priest, a professor at the Academia Vilnensis and the author of, among other works, the first grammar of the Lithuanian language and the first tri-lingual dic"}]}, {"heading": "Deaths", "year": "1684", "date": "August 8", "txt": "George Booth, 1st Baron Delamer, English politician (b. 1622)", "entities": [{"title": "George Booth, 1st Baron Delamer", "href": "/wiki/George_Booth,_1st_Baron_Delamer", "description": "George Booth, 1st Baron Delamer, was an English landowner and politician from Cheshire, who served as an MP from 1646 to 1661, when he was elevated to the House of Lords as Baron Delamer."}]}, {"heading": "Deaths", "year": "1719", "date": "August 8", "txt": "Christoph Ludwig Agricola, German painter (b. 1667)", "entities": [{"title": "Christoph Ludwig Agricola", "href": "/wiki/Christoph_Ludwig_Agricola", "description": "Christoph Ludwig Agricola was a German landscape painter and etcher. He was born and died at Regensburg (Ratisbon)."}]}, {"heading": "Deaths", "year": "1747", "date": "August 8", "txt": "Madeleine de Verchères, Canadian raid leader (b. 1678)", "entities": [{"title": "Madeleine de Verchères", "href": "/wiki/Madeleine_de_Verch%C3%A8res", "description": "Marie-Madeleine Jarret, known as Madeleine de Verchères was a woman of New France credited with repelling a raid on Fort Verchères when she was 14 years old."}]}, {"heading": "Deaths", "year": "1746", "date": "August 8", "txt": "Francis Hutcheson, Irish philosopher (b. 1694)", "entities": [{"title": "Francis Hutcheson (philosopher)", "href": "/wiki/Francis_Hutcheson_(philosopher)", "description": "Francis Hutcheson was an Irish philosopher born in Ulster to a family of Scottish Presbyterians who became known as one of the founding fathers of the Scottish Enlightenment. He is remembered for his book A System of Moral Philosophy."}]}, {"heading": "Deaths", "year": "1759", "date": "August 8", "txt": "Carl Heinrich Graun, German tenor and composer (b. 1704)", "entities": [{"title": "Carl Heinrich Graun", "href": "/wiki/Carl_Heinrich_Graun", "description": "Carl Heinrich Graun was a German composer and tenor. Along with Johann Adolph Hasse, he is considered to be the most important German composer of Italian opera of his time."}]}, {"heading": "Deaths", "year": "1827", "date": "August 8", "txt": "George Canning, English lawyer and politician, Prime Minister of the United Kingdom (b. 1770)", "entities": [{"title": "George Canning", "href": "/wiki/George_Canning", "description": "George Canning was a British Tory statesman who served as Prime Minister of the United Kingdom from April to August 1827. He occupied various senior cabinet positions under numerous prime ministers, finally becoming Prime Minister for the last 118 days of his life."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Deaths", "year": "1828", "date": "August 8", "txt": "Carl Peter Thunberg, Swedish botanist and psychologist (b. 1743)", "entities": [{"title": "Carl Peter Thunberg", "href": "/wiki/Carl_Peter_Thunberg", "description": "Carl Peter Thunberg, also known as Karl Peter von Thunberg, Carl Pehr Thunberg, or Carl Per Thunberg, was a Swedish naturalist and an \"apostle\" of Carl Linnaeus. After studying under Linnaeus at Uppsala University, he spent seven years travelling in southern Africa and Asia, collecting and describing many plants and animals new to European science, and observing local cultures. He has been called "}]}, {"heading": "Deaths", "year": "1858", "date": "August 8", "txt": "Marie-Claire Heureuse Félicité Bonheur, Haitian Empress (b. 1758)", "entities": [{"title": "Marie-Claire Heureuse Félicité", "href": "/wiki/Marie-Claire_Heureuse_F%C3%A9licit%C3%A9", "description": "Empress Marie-Claire Heureuse Félicité Bonheur, Empress of Hayti was the Empress of Haiti (1804–1806) as the spouse of Jean-Jacques Dessalines."}]}, {"heading": "Deaths", "year": "1863", "date": "August 8", "txt": "Angus MacAskill, Scottish-Canadian giant (b. 1825)", "entities": [{"title": "Angus MacAskill", "href": "/wiki/Angus_MacAskill", "description": "Angus MacAskill was a Scottish-born Canadian giant. The 1981 Guinness Book of World Records says he is the tallest non-pathological giant in recorded history and had the largest chest measurements of any non-obese man."}]}, {"heading": "Deaths", "year": "1879", "date": "August 8", "txt": "Immanuel Hermann Fichte, German philosopher and academic (b. 1797)", "entities": [{"title": "Immanuel Hermann Fichte", "href": "/wiki/Immanuel_Hermann_Fichte", "description": "Immanuel Hermann Fichte was a German philosopher and son of Johann Gottlieb Fichte. In his philosophy, he was a theist and strongly opposed to the Hegelian School."}]}, {"heading": "Deaths", "year": "1887", "date": "August 8", "txt": "Alexander William Doniphan, American colonel, lawyer, and politician (b. 1808)", "entities": [{"title": "Alexander William Doniphan", "href": "/wiki/Alexander_William_Doniphan", "description": "Alexander William Doniphan was a 19th-century American attorney, soldier and politician from Missouri who is best known today as the man who prevented the summary execution of Joseph Smith, founder of the Church of Jesus Christ of Latter Day Saints, at the close of the 1838 Mormon War in that state. He also achieved renown as a leader of American troops during the Mexican–American War, as the auth"}]}, {"heading": "Deaths", "year": "1897", "date": "August 8", "txt": "Jacob Burckhardt, Swiss historian and academic (b. 1818)", "entities": [{"title": "Jacob Burckhardt", "href": "/wiki/Jacob_Burckhardt", "description": "Carl Jacob Christoph Burckhardt was a Swiss historian of art and culture and an influential figure in the historiography of both fields. He is known as one of the major progenitors of cultural history. Sigfried Giedion described Burckhardt's achievement in the following terms: \"The great discoverer of the age of the Renaissance, he first showed how a period should be treated in its entirety, with "}]}, {"heading": "Deaths", "year": "1898", "date": "August 8", "txt": "Eugène Boudin, French painter (b. 1824)", "entities": [{"title": "Eugène Boudin", "href": "/wiki/Eug%C3%A8ne_Boudin", "description": "Eugène Louis Boudin was one of the first French landscape painters to paint outdoors. Boudin was a marine painter, and expert in the rendering of all that goes upon the sea and along its shores. His pastels, summary and economic, garnered the splendid eulogy of Baudelaire; and Corot called him the \"King of the skies\"."}]}, {"heading": "Deaths", "year": "1902", "date": "August 8", "txt": "James Tissot, French painter and illustrator (b. 1836)", "entities": [{"title": "James Tissot", "href": "/wiki/James_Tissot", "description": "Jacques Joseph Tissot, Anglicized as James Tissot, was a French painter and illustrator. He was a successful painter of Paris society before moving to London in 1871. He became famous as a genre painter of fashionably dressed women shown in various scenes of everyday life. He also painted scenes and characters from the Bible."}]}, {"heading": "Deaths", "year": "1902", "date": "August 8", "txt": "John Henry Twachtman, American painter and academic (b. 1853)", "entities": []}, {"heading": "Deaths", "year": "1909", "date": "August 8", "txt": "Mary MacKillop, Australian nun and saint, co-founded the Sisters of St Joseph of the Sacred Heart (b. 1842)", "entities": [{"title": "Mary MacKillop", "href": "/wiki/Mary_MacKillop", "description": "Mary Helen MacKillop RSJ was an Australian religious sister who has been declared a saint by the Catholic Church, as St Mary of the Cross. Of Scottish descent, she was born in Melbourne but is best known for her activities in South Australia. Together with Julian Tenison-Woods, she founded the Sisters of St Joseph of the Sacred Heart, a congregation of religious sisters that established a number o"}, {"title": "Sisters of St Joseph of the Sacred Heart", "href": "/wiki/Sisters_of_St_Joseph_of_the_Sacred_Heart", "description": "\n\nThe Sisters of St Joseph of the Sacred Heart, often called the \"Josephites\" or \"Brown Joeys\", were founded in Penola, South Australia, in 1866 by Mary MacKillop and the Rev. Julian Tenison Woods. Members of the congregation use the postnominal initials RSJ."}]}, {"heading": "Deaths", "year": "1911", "date": "August 8", "txt": "William P. Frye, American lawyer and politician (b. 1830)", "entities": [{"title": "William P. Frye", "href": "/wiki/William_P._Frye", "description": "William Pierce Frye was an American politician from Maine. Frye, a member of the Republican Party, spent most of his political career as a legislator, serving in the Maine House of Representatives and then U.S. House of Representatives, before being elected to the U.S. Senate, where he served for 30 years; dying in office. Frye was a member of the Frye political family, and was the grandfather of "}]}, {"heading": "Deaths", "year": "1920", "date": "August 8", "txt": "Eduard Birnbaum, Polish-born German cantor (b. 1855)", "entities": [{"title": "Eduard Birnbaum", "href": "/wiki/Eduard_Birnbaum", "description": "Eduard Birnbaum (1855–1920) was a Polish-born German hazzan (cantor) and one of the first explorers of Jewish music."}]}, {"heading": "Deaths", "year": "1921", "date": "August 8", "txt": "Juhani Aho, Finnish journalist and author (b. 1861)", "entities": [{"title": "Juhani Aho", "href": "/wiki/Juhani_Aho", "description": "Juhani Aho, originally Johannes Brofeldt, was a Finnish–Swedish author and journalist. He was nominated for the Nobel prize in literature twelve times."}]}, {"heading": "Deaths", "year": "1928", "date": "August 8", "txt": "Stjepan Radić, Croatian politician (b. 1871)", "entities": [{"title": "Stjepan Radić", "href": "/wiki/Stjepan_Radi%C4%87", "description": "Stjepan Radić was a Croatian politician and founder of the Croatian People's Peasant Party (HPSS)."}]}, {"heading": "Deaths", "year": "1930", "date": "August 8", "txt": "Launceston Elliot, Scottish wrestler and weightlifter (b. 1874)", "entities": [{"title": "Launceston Elliot", "href": "/wiki/Launceston_Elliot", "description": "Launceston Elliot was a Scottish weightlifter, and the first British Olympic champion."}]}, {"heading": "Deaths", "year": "1934", "date": "August 8", "txt": "Wilbert Robinson, American baseball player, coach, and manager (b. 1863)", "entities": [{"title": "Wilbert Robinson", "href": "/wiki/Wilbert_Robinson", "description": "Wilbert Robinson, nicknamed \"Uncle Robbie\", was an American catcher, coach and manager in Major League Baseball (MLB). He played in MLB for the Philadelphia Athletics, Baltimore Orioles, and St. Louis Cardinals. He managed the Orioles and Brooklyn Robins. Robinson was inducted into the Baseball Hall of Fame in 1945."}]}, {"heading": "Deaths", "year": "1937", "date": "August 8", "txt": "Jimmie Guthrie, Scottish motorcycle racer (b. 1897)", "entities": [{"title": "Jimmie Guthrie", "href": "/wiki/Jimmie_Guthrie", "description": "James Guthrie was a Scottish motorcycle racer."}]}, {"heading": "Deaths", "year": "1940", "date": "August 8", "txt": "Johnny Dodds, American clarinet player and saxophonist (b. 1892)", "entities": [{"title": "Johnny Dodds", "href": "/wiki/Johnny_Dodds", "description": "Johnny Dodds was an American jazz clarinetist and alto saxophonist based in New Orleans, best known for his recordings under his own name and with bands such as those of Joe \"King\" Oliver, Jelly Roll Morton, Lovie Austin and Louis Armstrong. Dodds was the older brother of the drummer Warren \"Baby\" Dodds, one of the first important jazz drummers. They worked together in the New Orleans Bootblacks i"}]}, {"heading": "Deaths", "year": "1944", "date": "August 8", "txt": "Erwin von Witzleben, German field marshal (b. 1881)", "entities": [{"title": "Erwin von Witzleben", "href": "/wiki/Erwin_von_Witzleben", "description": "Job Wilhelm Georg Erdmann Erwin von Witzleben was a German field marshal in the Wehrmacht during the Second World War. A leading conspirator in the 20 July plot to assassinate Adolf Hitler, he was designated to become Commander-in-Chief of the Wehrmacht in a post-Nazi regime had the plot succeeded."}]}, {"heading": "Deaths", "year": "1944", "date": "August 8", "txt": "Michael Wittmann, German commander (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1947", "date": "August 8", "txt": "Anton Denikin, Russian general (b. 1872)", "entities": [{"title": "Anton Denikin", "href": "/wiki/Anton_Denikin", "description": "Anton Ivanovich Denikin was a Russian Lieutenant General in the Imperial Russian Army (1916), later served as the Deputy Supreme Ruler of Russia during the Russian Civil War of 1917–1922. He was also a military leader of South Russia."}]}, {"heading": "Deaths", "year": "1950", "date": "August 8", "txt": "Fergus McMaster, Australian businessman, founded Qantas (b. 1879)", "entities": [{"title": "Fergus McMaster", "href": "/wiki/Fergus_McMaster", "description": "Sir Fergus McMaster was an Australian businessman and aviation pioneer. He was one of the three founders of the Queensland and Northern Territory Aerial Services Limited, the airline company that became commonly known by its acronym, Qantas."}, {"title": "Qantas", "href": "/wiki/Qantas", "description": "Qantas Airways Limited is the flag carrier of Australia and its largest airline by fleet size, international flights and international destinations. It is the world's third-oldest airline still in operation, having been founded in November 1920; it began international passenger flights in May 1935. The Qantas name comes from \"QANTAS\", an acronym for its original name, Queensland and Northern Terri"}]}, {"heading": "Deaths", "year": "1959", "date": "August 8", "txt": "Albert Namatjira, Australian painter (b. 1902)", "entities": [{"title": "Albert Namatjira", "href": "/wiki/Albert_Namatjira", "description": "Albert Namatjira was an Aboriginal artist from the MacDonnell Ranges in Central Australia. As a pioneer of contemporary Indigenous Australian art, he was the most famous Indigenous Australian of his generation."}]}, {"heading": "Deaths", "year": "1965", "date": "August 8", "txt": "Shirley Jackson, American novelist and short story writer (b. 1916)", "entities": [{"title": "Shirley Jackson", "href": "/wiki/Shirley_Jackson", "description": "Shirley Hardie Jackson was an American writer, known primarily for her works of horror and mystery. Over the duration of her writing career, which spanned over two decades, she composed six novels, two memoirs, and more than 200 short stories."}]}, {"heading": "Deaths", "year": "1969", "date": "August 8", "txt": "Otmar Freiherr von Verschuer, German biologist and eugenicist (b. 1896)", "entities": [{"title": "Otmar Freiherr von Verschuer", "href": "/wiki/Otmar_Freiherr_von_Verschuer", "description": "Otmar Freiherr von Verschuer was a German human biologist, national socialist, and geneticist, who was the Professor of Human Genetics at the University of Münster until he retired in 1965. A member of the Dutch noble Verschuer family, his title Freiherr is often translated as baron."}]}, {"heading": "Deaths", "year": "1971", "date": "August 8", "txt": "Freddie Spencer Chapman, English lieutenant (b. 1907)", "entities": [{"title": "Freddie Spencer Chapman", "href": "/wiki/Freddie_Spencer_Chapman", "description": "Frederick Spencer Chapman, DSO & Bar, ED was a British Army officer and World War II veteran, most famous for his exploits behind enemy lines in Japanese occupied Malaya. His medals include the following: the Distinguished Service Order and Bar, the Polar Medal, Gill Memorial Medal, Mungo Park Medal, and the Lawrence of Arabia Memorial Medal."}]}, {"heading": "Deaths", "year": "1973", "date": "August 8", "txt": "Vilhelm Moberg, Swedish historian and author (b. 1898)", "entities": [{"title": "Vilhelm Moberg", "href": "/wiki/Vilhelm_Moberg", "description": "Karl Artur Vilhelm Moberg was a Swedish journalist, author, playwright, historian, and debater. His literary career, spanning more than 45 years, is associated with his series The Emigrants. The four books, published between 1949 and 1959, deal with the Swedish emigration to the United States in the 19th century, and are the subject of two movie adaptations and a musical. Among other works are Ras"}]}, {"heading": "Deaths", "year": "1974", "date": "August 8", "txt": "Elisabeth Abegg, German anti-Nazi resistance fighter (b. 1882)", "entities": [{"title": "Elisabeth Abegg", "href": "/wiki/Elisabeth_Abegg", "description": "Luise Wilhelmine Elisabeth Abegg was a German educator and resistance fighter against Nazism. She provided shelter to around 80 Jews during the Holocaust and was consequently recognised as Righteous Among the Nations."}]}, {"heading": "Deaths", "year": "1975", "date": "August 8", "txt": "Cannonball Adderley, American saxophonist (b. 1928)", "entities": [{"title": "Cannonball Adderley", "href": "/wiki/Cannonball_Adderley", "description": "Julian Edwin \"Cannonball\" Adderley was an American jazz alto saxophonist of the hard bop era of the 1950s and 1960s."}]}, {"heading": "Deaths", "year": "1979", "date": "August 8", "txt": "Nicholas Monsarrat, English lieutenant and author (b. 1910)", "entities": [{"title": "Nicholas Monsarrat", "href": "/wiki/Nicholas_Monsarrat", "description": "Lieutenant Commander Nicholas John Turney Monsarrat FRSL RNVR was a British novelist known for his sea stories, particularly The Cruel Sea (1951) and Three Corvettes (1942–45), but perhaps known best internationally for his novels, The Tribe That Lost Its Head and its sequel, Richer Than All His Tribe."}]}, {"heading": "Deaths", "year": "1980", "date": "August 8", "txt": "Paul Triquet, Canadian general, Victoria Cross recipient (b. 1910)", "entities": [{"title": "Paul Triquet", "href": "/wiki/Paul_Triquet", "description": "Brigadier-General Paul Triquet, born in Cabano, Quebec, was a Canadian recipient of the Victoria Cross (VC), the highest and most prestigious award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces. Triquet held the rank of captain at the time of his VC award, and went on to achieve the rank of brigadier-general."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Deaths", "year": "1981", "date": "August 8", "txt": "Thomas McElwee, Irish republican and PIRA volunteer (b. 1957)", "entities": [{"title": "Thomas McElwee", "href": "/wiki/Thomas_McElwee", "description": "Thomas McElwee was an Irish republican who participated in the 1981 hunger strike and a volunteer in the Provisional Irish Republican Army (IRA). From Bellaghy, County Londonderry, Northern Ireland, he died at the age of 23 after 62 days on hunger strike."}]}, {"heading": "Deaths", "year": "1982", "date": "August 8", "txt": "Eric Brandon, English racing driver and businessman (b. 1920)", "entities": [{"title": "Eric Brandon", "href": "/wiki/Eric_Brandon", "description": "Eric Brandon was a motor racing driver and businessman. He was closely associated with the Cooper Car Company, and was instrumental in the early development of the company."}]}, {"heading": "Deaths", "year": "1984", "date": "August 8", "txt": "Richard Deacon, American actor (b. 1921)", "entities": [{"title": "Richard Deacon (actor)", "href": "/wiki/Richard_Deacon_(actor)", "description": "Richard Deacon was an American television and motion picture actor, best known for playing supporting roles in television shows such as The Dick Van Dyke Show, Leave It To Beaver, and The Jack Benny Program along with minor roles in films such as Invasion of the Body Snatchers (1956) and Alfred Hitchcock's The Birds."}]}, {"heading": "Deaths", "year": "1984", "date": "August 8", "txt": "Ellen Raskin, American author and illustrator (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "August 8", "txt": "Louise Brooks, American actress (b. 1906)", "entities": [{"title": "Louise Brooks", "href": "/wiki/Louise_Brooks", "description": "Mary Louise Brooks, known professionally as Louise Brooks, was an American film actress and dancer during the 1920s and 1930s. She is regarded today as a Jazz Age icon and as a flapper sex symbol due to her bob hairstyle that she helped popularize during the prime of her career."}]}, {"heading": "Deaths", "year": "1987", "date": "August 8", "txt": "Danilo Blanuša, Croatian mathematician and physicist (b. 1903)", "entities": [{"title": "Danilo Blanuša", "href": "/wiki/Danilo_Blanu%C5%A1a", "description": "Danilo Blanuša was a Yugoslav mathematician, physicist, engineer and a professor at the University of Zagreb, SR Croatia."}]}, {"heading": "Deaths", "year": "1988", "date": "August 8", "txt": "Félix Leclerc, Canadian singer-songwriter and guitarist (b. 1914)", "entities": [{"title": "Félix Leclerc", "href": "/wiki/F%C3%A9lix_Leclerc", "description": "Félix Leclerc, was a French-Canadian singer-songwriter, poet, writer, actor and Québécois political activist. He was made an Officer of the Order of Canada on December 20, 1968. Leclerc was posthumously inducted into the Canadian Songwriters Hall of Fame for his songs \"Moi, mes souliers\", \"Le P'tit Bonheur\" and \"Le Tour de l'île\" in 2006."}]}, {"heading": "Deaths", "year": "1988", "date": "August 8", "txt": "Alan Napier, English actor (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "August 8", "txt": "James Irwin, American colonel, pilot, and astronaut (b. 1930)", "entities": [{"title": "James Irwin", "href": "/wiki/James_Irwin", "description": "Col. James Benson Irwin, USAF was an American astronaut, aeronautical engineer, test pilot, and a United States Air Force pilot. He served as Apollo Lunar Module pilot for Apollo 15, the fourth human lunar landing. He was the eighth person to walk on the Moon and the first, and youngest, of those astronauts to die."}]}, {"heading": "Deaths", "year": "1992", "date": "August 8", "txt": "Abu al-Qasim al-Khoei, Iranian religious leader and scholar (b. 1899)", "entities": [{"title": "Abu al-Qasim al-Khoei", "href": "/wiki/Abu_al-Qasim_al-Khoei", "description": "Grand Ayatollah Sayyid Abu al-Qasim al-Musawi al-Khoei was an Iranian-Iraqi Shia marja'. al-Khoei is considered one of the most influential twelver scholars."}]}, {"heading": "Deaths", "year": "1996", "date": "August 8", "txt": "Nevill Francis Mott, English physicist and academic, Nobel Prize laureate (b. 1905)", "entities": [{"title": "Nevill Francis Mott", "href": "/wiki/Nevill_Francis_Mott", "description": "Sir Nevill Francis Mott was a British physicist who won the Nobel Prize for Physics in 1977 for his work on the electronic structure of magnetic and disordered systems, especially amorphous semiconductors. The award was shared with Philip W. Anderson and J. H. Van Vleck. The three had conducted loosely related research. Mott and Anderson clarified the reasons why magnetic or amorphous materials ca"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1996", "date": "August 8", "txt": "Jüri Randviir, Estonian chess player and journalist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "August 8", "txt": "Mahmoud Saremi, Iranian journalist (b. 1968)", "entities": [{"title": "Mahmoud Saremi", "href": "/wiki/Mahmoud_Saremi", "description": "Mahmoud Saremi was an Iranian reporter, working for IRNA, as the news agency's head of office in Mazari Sharif. He was killed by the Taliban when they occupied the Iranian consulate in Mazari Sharif, together with eight Iranian diplomats."}]}, {"heading": "Deaths", "year": "2003", "date": "August 8", "txt": "Dirk Hoogendam, Dutch-German SS officer (b. 1922)", "entities": [{"title": "Dirk Hoogendam", "href": "/wiki/Dirk_Hoogendam", "description": "Dirk Hoogendam, a.k.a. Dieter Hohendamm, alias The Boxer, was a Dutch war criminal."}, {"title": "SS", "href": "/wiki/SS", "description": "The Schutzstaffel was a major paramilitary organization under Adolf Hitler and the Nazi Party in Nazi Germany, and later throughout German-occupied Europe during World War II. It began with a small guard unit known as the Saal-Schutz made up of party volunteers to provide security for party meetings in Munich. In 1925, Heinrich Himmler joined the unit, which had by then been reformed and given its"}]}, {"heading": "Deaths", "year": "2003", "date": "August 8", "txt": "Falaba Issa Traoré, Malian director and playwright (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "August 8", "txt": "Leon Golub, American painter and academic (b. 1922)", "entities": [{"title": "Leon Golub", "href": "/wiki/Leon_Golub", "description": "Leon Golub was an American painter. He was born in Chicago, Illinois, where he also studied, receiving his BA at the University of Chicago in 1942, and his BFA and MFA at the Art Institute of Chicago in 1949 and 1950, respectively."}]}, {"heading": "Deaths", "year": "2004", "date": "August 8", "txt": "Fay Wray, Canadian-American actress (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 8", "txt": "Barbara Bel Geddes, American actress (b. 1922)", "entities": [{"title": "Barbara Bel Geddes", "href": "/wiki/Barbara_Bel_Geddes", "description": "Barbara Bel Geddes was an American stage and screen actress, artist, and children's author whose career spanned almost five decades. She was best known for her starring role as Miss Ellie Ewing in the television series Dallas. Bel Geddes also starred as Maggie in the original Broadway production of Cat on a Hot Tin Roof in 1955. Her notable films included I Remember Mama (1948) and Vertigo (1958)."}]}, {"heading": "Deaths", "year": "2005", "date": "August 8", "txt": "Ahmed Deedat, South African missionary and author (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 8", "txt": "John H. Johnson, American publisher, founded the Johnson Publishing Company (b. 1918)", "entities": [{"title": "Johnson Publishing Company", "href": "/wiki/Johnson_Publishing_Company", "description": "Johnson Publishing Company, Inc. (JPC) was an American publishing company founded in November 1942 by African-American businessman John H. Johnson. It was headquartered in Chicago, Illinois. JPC was privately held and run by Johnson until his death in 2005. Led by its flagship publication, Ebony, Johnson Publishing was at one time the largest African-American-owned publishing firm in the United St"}]}, {"heading": "Deaths", "year": "2005", "date": "August 8", "txt": "Gene Mauch, American baseball player and manager (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 8", "txt": "Dean Rockwell, American commander, wrestler, and coach (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 8", "txt": "Monica Sjöö, Swedish-English painter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 8", "txt": "Ma Lik, Chinese journalist and politician (b. 1952)", "entities": [{"title": "Ma Lik", "href": "/wiki/Ma_Lik", "description": "Ma Lik, GBS, JP, was a Legislative Councillor, and was the Chairman of the Democratic Alliance for Betterment of Hong Kong (DAB), a pro-Beijing political party in Hong Kong."}]}, {"heading": "Deaths", "year": "2007", "date": "August 8", "txt": "Melville Shavelson, American director, producer, and screenwriter (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 8", "txt": "Orville Moody, American golfer (b. 1933)", "entities": [{"title": "Orville Moody", "href": "/wiki/Orville_Moody", "description": "Orville James Moody was an American professional golfer who won numerous tournaments in his career. He won the U.S. Open in 1969, the last champion in the 20th century to win through local and sectional qualifying."}]}, {"heading": "Deaths", "year": "2009", "date": "August 8", "txt": "Daniel Jarque, Spanish footballer (b. 1983)", "entities": [{"title": "Daniel Jarque", "href": "/wiki/Daniel_Jarque", "description": "Daniel Jarque González was a Spanish professional footballer who played as a central defender."}]}, {"heading": "Deaths", "year": "2010", "date": "August 8", "txt": "Patricia Neal, American actress (b. 1926)", "entities": [{"title": "Patricia Neal", "href": "/wiki/Patricia_Neal", "description": "Patricia Neal was an American actress of stage and screen. She was best known for her film roles as World War II widow Helen Benson in The Day the Earth Stood Still (1951), radio journalist Marcia Jeffries in A Face in the Crowd (1957), wealthy matron Emily Eustace Failenson in Breakfast at Tiffany's (1961), and the worn-out housekeeper Alma Brown in Hud (1963), for which she won the Academy Award"}]}, {"heading": "Deaths", "year": "2012", "date": "August 8", "txt": "Fay Ajzenberg-Selove, German-American physicist and academic (b. 1926)", "entities": [{"title": "Fay Ajzenberg-Selove", "href": "/wiki/Fay_Ajzenberg-Selove", "description": "Fay Ajzenberg-Selove was an American nuclear physicist. She was known for her experimental work in nuclear spectroscopy of light elements, and for her annual reviews of the energy levels of light atomic nuclei. She was a recipient of the 2007 National Medal of Science."}]}, {"heading": "Deaths", "year": "2012", "date": "August 8", "txt": "Ruth Etchells, English poet and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 8", "txt": "Surya Lesmana, Indonesian footballer and manager (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 8", "txt": "Kurt Maetzig, German director and screenwriter (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 8", "txt": "Karen Black, American actress (b. 1939)", "entities": [{"title": "Karen Black", "href": "/wiki/Karen_Black", "description": "Karen Blanche Black was an American actress, screenwriter, singer, and songwriter. She rose to prominence for her work in various studio and independent films in the 1970s, frequently portraying eccentric and offbeat characters, and established herself as a figure of New Hollywood. Her career spanned over 50 years and includes nearly 200 credits in both independent and mainstream films. Black rece"}]}, {"heading": "Deaths", "year": "2013", "date": "August 8", "txt": "Johannes Bluyssen, Dutch bishop (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 8", "txt": "Fernando Castro Pacheco, Mexican painter, engraver, and illustrator (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 8", "txt": "Igor Kurnosov, Russian chess player (b. 1985)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 8", "txt": "Regina Resnik, American soprano and actress (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 8", "txt": "Menahem Golan, Israeli director and producer (b. 1929)", "entities": [{"title": "Menahem Golan", "href": "/wiki/Menahem_Golan", "description": "Menahem Golan was an Israeli film producer, screenwriter, and director. He was best known for co-owning The Cannon Group with his cousin Yoram Globus. Cannon specialized in producing low-to-mid-budget American films, primarily Genre films, during the 1980s after Golan and Globus had achieved significant filmmaking success in their native Israel during the 1970s."}]}, {"heading": "Deaths", "year": "2014", "date": "August 8", "txt": "Charles Keating, English-American actor (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 8", "txt": "Leonardo Legaspi, Filipino archbishop (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 8", "txt": "Peter Sculthorpe, Australian composer and conductor (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 8", "txt": "Red Wilson, American football and baseball player (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 8", "txt": "Sean Price, American rapper (b. 1972)", "entities": [{"title": "Sean Price", "href": "/wiki/Sean_Price", "description": "Sean Duval Price was an American rapper and member of the hip hop collective Boot Camp Clik. He was half of the duo Heltah Skeltah, performing under the name Ruckus, along with partner Rock."}]}, {"heading": "Deaths", "year": "2015", "date": "August 8", "txt": "Gus Mortson, Canadian ice hockey player and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "August 8", "txt": "Glen Campbell, American singer-songwriter, guitarist, and actor (b. 1936)", "entities": [{"title": "Glen Campbell", "href": "/wiki/Glen_Campbell", "description": "Glen Travis Campbell was an American guitarist, singer, songwriter, actor and television host. He was best known for a series of hit songs in the 1960s and 1970s, and for hosting The Glen Campbell Goodtime Hour on CBS television from 1969 until 1972. He released 64 albums in a career that spanned five decades, selling over 45 million records worldwide, including twelve gold albums, four platinum a"}]}, {"heading": "Deaths", "year": "2018", "date": "August 8", "txt": "Nicholas Bett, Kenyan track and field athlete (b. 1990) ", "entities": [{"title": "Nicholas Bett", "href": "/wiki/Nicholas_Bett", "description": "Nicholas Kiplagat Bett was a Kenyan track and field athlete who competed in the 400 metres hurdles. His personal best for the event is 47.79 seconds. He was a world champion in the event, having won in 2015, and a two-time bronze medallist at the African Championships in Athletics. He died in a road accident in Kenya at the age of 28."}]}, {"heading": "Deaths", "year": "2020", "date": "August 8", "txt": "Gabriel Ochoa Uribe, Colombian football player and manager (b. 1929)", "entities": [{"title": "Gabriel Ochoa Uribe", "href": "/wiki/Gabriel_Ochoa_Uribe", "description": "Gabriel Ochoa Uribe was a Colombian football player and manager. He won four league titles and the Copa Colombia with Millonarios as a player and fourteen league titles as a manager, making him the most successful Colombian coach of all time."}]}, {"heading": "Deaths", "year": "2020", "date": "August 8", "txt": "Alfredo Lim, former Philippine senator and Mayor of Manila (b. 1929)", "entities": [{"title": "List of senators of the Philippines", "href": "/wiki/List_of_senators_of_the_Philippines", "description": "The Senate of the Philippines is the upper house of Congress. The senate composed of 24 senators, each elected in to a six-year term, with one re-election under plurality-at-large voting: on each election, the voters vote for up to twelve candidates, with the twelve candidates the highest number of votes being elected in."}, {"title": "Mayor of Manila", "href": "/wiki/Mayor_of_Manila", "description": "The city mayor of Manila is the head of the executive branch of the Manila's government. The mayor holds office at Manila City Hall. Like all local government heads in the Philippines, the mayor is elected via popular vote, and may not be elected for a fourth consecutive term. In case of death, resignation or incapacity, the vice mayor becomes the mayor."}]}]