[{"heading": "Events", "year": "598", "date": "August 4", "txt": "Goguryeo-Sui War: Emperor Wéndi of Sui orders his youngest son, Yang Liang (assisted by the co-prime minister Gao Jiong), to conquer Goguryeo (Korea) during the Manchurian rainy season, with a Chinese army and navy.", "entities": [{"title": "Goguryeo–Sui War", "href": "/wiki/Goguryeo%E2%80%93Sui_War#Course_of_the_war", "description": "The Goguryeo–Sui War were a series of invasions launched by the Sui dynasty of China against Goguryeo, one of the Three Kingdoms of Korea, between AD 598 and AD 614. It resulted in the defeat of the Sui and was one of the pivotal factors in the collapse of the dynasty, which led to its overthrow by the Tang dynasty in AD 618."}, {"title": "Emperor Wen of Sui", "href": "/wiki/Emperor_Wen_of_Sui", "description": "Emperor Wen of Sui, personal name Yang Jian (楊堅), Xianbei name Puliuru Jian (普六茹堅), alias Narayana deriving from Buddhist terms, was the founder and first emperor of China's Sui dynasty. He was a hard-working administrator and a micromanager. The Sui Shu records him as having withdrawn his favour from the Confucians, giving it to \"the group advocating Xing-Ming and authoritarian government.\" As a "}, {"title": "Sui dynasty", "href": "/wiki/Sui_dynasty", "description": "The Sui dynasty was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Han in the entirety of China proper, along with sinicization of former nomadic ethnic minorities within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation."}, {"title": "Yang Liang", "href": "/wiki/Yang_Liang", "description": "Yang Liang (楊諒) -- courtesy name Dezhang (德章), alternative name Jie (傑), nickname Yiqian (益錢) -- was an imperial prince of the Chinese dynasty Sui Dynasty. He was a son of Emperor Wen and his powerful wife Empress Dugu, who, during his father's reign, controlled the region north of the Yellow River. After his father's death in 604, he rose against his brother Emperor Yang, but was soon defeated by"}, {"title": "Gao Jiong", "href": "/wiki/Gao_Jiong", "description": "Gāo Jiǒng ) known during the Northern Zhou period by the Xianbei name Dugu Jiong (独孤颎/獨孤熲), was a key official and general of the Chinese Sui Dynasty. He was a key advisor to Emperor Wen of Sui and instrumental in the campaign against rival the Chen Dynasty, allowing Sui to destroy Chen in 589 and reunify China. In 607, he offended Emperor Wen's son Emperor Yang of Sui by criticizing Emperor Yang'"}, {"title": "Goguryeo", "href": "/wiki/Goguryeo", "description": "Goguryeo, also called Goryeo, was a Korean kingdom located in the northern and central parts of the Korean Peninsula and the southern and central parts of Manchuria. At its peak of power, Goguryeo controlled most of the Korean peninsula, large parts of Manchuria and parts of eastern Mongolia and Inner Mongolia."}, {"title": "Three Kingdoms of Korea", "href": "/wiki/Three_Kingdoms_of_Korea", "description": "The Three Kingdoms of Korea refers to the three kingdoms of Goguryeo, Baekje, and Silla. Goguryeo was later known as Goryeo, from which the modern name Korea is derived. The Three Kingdoms period is defined as being from 57 BC to 668 AD."}, {"title": "Manchuria", "href": "/wiki/Manchuria", "description": "Manchuria is an exonym for several large overlapping historical and geographic regions of Russia and China in Northeast Asia. Depending on the context, it may refer to:(most often) Northeast China, specifically the three provinces of Heilongjiang, Jilin and Liaoning, but broadly also including the eastern Inner Mongolian prefectures of Hulunbuir, Hinggan, Tongliao, Chifeng and sometimes Xilin Gol;"}]}, {"heading": "Events", "year": "1265", "date": "August 4", "txt": "Second Barons' War: Battle of Evesham: The army of Prince Edward (the future king Edward I of England) defeats the forces of rebellious barons led by Simon de Montfort, 6th Earl of Leicester, killing de Montfort and many of his allies.", "entities": [{"title": "Second Barons' War", "href": "/wiki/Second_Barons%27_War", "description": "The Second Barons' War (1264–1267) was a civil war in England between the forces of a number of barons led by Simon de Montfort against the royalist forces of King Henry III, led initially by the king himself and later by his son, the future King Edward I. The barons sought to force the king to rule with a council of barons rather than through his favourites. The war also featured a series of mass"}, {"title": "Battle of Evesham", "href": "/wiki/Battle_of_Evesham", "description": "The Battle of Evesham was one of the two main battles of 13th century England's Second Barons' War. It marked the defeat of Simon de Montfort, Earl of Leicester, and the rebellious barons by the future King Edward I, who led the forces of his father, King Henry III. It took place on 4 August 1265, near the town of Evesham, Worcestershire."}, {"title": "Edward I of England", "href": "/wiki/Edward_I_of_England", "description": "Edward I, also known as Edward Longshanks and the Hammer of the Scots, was King of England from 1272 to 1307. Before his accession to the throne, he was commonly referred to as The Lord Edward. The first son of Henry III, Edward was involved from an early age in the political intrigues of his father's reign, which included an outright rebellion by the English barons. In 1259 he briefly sided with "}, {"title": "Simon de Montfort, 6th Earl of Leicester", "href": "/wiki/Simon_de_Montfort,_6th_Earl_of_Leicester", "description": "Simon de Montfort, 6th Earl of Leicester, later sometimes referred to as Simon V de Montfort to distinguish him from his namesake relatives, was a nobleman of French origin and a member of the English peerage, who led the baronial opposition to the rule of King Henry III of England, culminating in the Second Barons' War. Following his initial victories over royal forces, he became de facto ruler o"}]}, {"heading": "Events", "year": "1327", "date": "August 4", "txt": "First War of Scottish Independence: James Douglas leads a raid into Weardale and almost kills Edward III of England.", "entities": [{"title": "First War of Scottish Independence", "href": "/wiki/First_War_of_Scottish_Independence", "description": "The First War of Scottish Independence was the first of a series of wars between English and Scottish forces. It lasted from the English invasion of Scotland in 1296 until the de jure restoration of Scottish independence with the Treaty of Edinburgh–Northampton in 1328. De facto independence was established in 1314 at the Battle of Bannockburn. The wars were caused by English kings attempting to e"}, {"title": "James Douglas, Lord of Douglas", "href": "/wiki/James_Douglas,_Lord_of_Douglas", "description": "Sir James Douglas was a Scottish knight and feudal lord. He was one of the chief commanders during the Wars of Scottish Independence."}, {"title": "Battle of Stanhope Park", "href": "/wiki/Battle_of_Stanhope_Park", "description": "The Battle of Stanhope Park, part of the First War of Scottish Independence, took place during July and August 1327 in Weardale, England. A Scottish force under James, Lord Douglas. Thomas, Earl of Moray and Donald, Earl of Mar faced an English army commanded by Roger Mortimer, 3rd Baron Mortimer, accompanied by the newly crowned Edward III."}, {"title": "Weardale", "href": "/wiki/Weardale", "description": "Weardale is a dale, or valley, of the east side of the Pennines in County Durham, England. Large parts of Weardale fall within the North Pennines Area of Outstanding Natural Beauty (AONB) – the second largest AONB in England and Wales. The upper valley is surrounded by high fells and heather grouse moors. The River Wear flows through Weardale before reaching Bishop Auckland and then Durham, meetin"}, {"title": "Edward III of England", "href": "/wiki/Edward_III_of_England", "description": "Edward III, also known as Edward of Windsor before his accession, was King of England and Lord of Ireland from January 1327 until his death in 1377. He is noted for his military success and for restoring royal authority after the disastrous and unorthodox reign of his father, Edward II. Edward III transformed the Kingdom of England into one of the most formidable military powers in Europe. His fif"}]}, {"heading": "Events", "year": "1578", "date": "August 4", "txt": "Battle of Al Kasr al Kebir: The Moroccans defeat the Portuguese. King Sebastian of Portugal is killed in the battle, leaving his elderly uncle, Cardinal Henry, as his heir. This initiates a succession crisis in Portugal.", "entities": [{"title": "Battle of Alcácer Quibir", "href": "/wiki/Battle_of_Alc%C3%A1cer_Quibir", "description": "The Battle of Alcácer Quibir was fought in northern Morocco, near the town of Ksar-el-Kebir and Larache, on 4 August 1578.\nThe combatants were the army of the deposed Moroccan Sultan Abu Abdallah Mohammed II, with his ally, the King of Portugal Sebastian I, against a large Moroccan army under the new Sultan of Morocco Abd Al-Malik I."}, {"title": "Moroccans", "href": "/wiki/Moroccans", "description": "Moroccans, ancient names Spanish: Moros and English: Moors and The Moorish People, are an ethnically diverse but mainly Berber and Arab Maghrebi nation inhabiting or originating from the modern day country of Morocco in North Africa and who share a common Moroccan culture and ancestry."}, {"title": "Sebastian of Portugal", "href": "/wiki/Sebastian_of_Portugal", "description": "Sebastian was King of Portugal from 11 June 1557 to 4 August 1578 and the penultimate Portuguese monarch of the House of Aviz."}, {"title": "Henry, King of Portugal", "href": "/wiki/Henry,_King_of_Portugal", "description": "Henry, called the Chaste and the Cardinal-King was king of Portugal and a cardinal of the Catholic Church, who ruled Portugal between 1578 and 1580. As a clergyman, he was bound to chastity, and as such, had no children to succeed him, and thus put an end to the reigning House of Aviz. His death led to the Portuguese succession crisis of 1580 and ultimately to the 60-year Iberian Union that saw Po"}]}, {"heading": "Events", "year": "1693", "date": "August 4", "txt": "Date traditionally ascribed to Dom Perignon's invention of champagne; it is not clear whether he actually invented champagne, however he has been credited as an innovator who developed the techniques used to perfect sparkling wine.", "entities": [{"title": "Dom Pérignon (monk)", "href": "/wiki/Dom_P%C3%A9rignon_(monk)", "description": "Dom Pierre Pérignon, O.S.B., was a French Benedictine monk who made important contributions to the production and quality of Champagne wine in an era when the region's wines were predominantly still red. Popular myths frequently, but erroneously, credit him with the invention of sparkling Champagne, which did not become the dominant style of Champagne until the mid-19th century."}, {"title": "Champagne", "href": "/wiki/Champagne", "description": "Champagne is a French sparkling wine. The term Champagne can be used as a generic term for sparkling wine, but in the EU and some countries it is illegal to label any product Champagne unless it came from the Champagne wine region of France and is produced under the rules of the appellation. This alcoholic drink is produced from specific types of grapes grown in the Champagne region following rule"}, {"title": "Champagne", "href": "/wiki/Champagne", "description": "Champagne is a French sparkling wine. The term Champagne can be used as a generic term for sparkling wine, but in the EU and some countries it is illegal to label any product Champagne unless it came from the Champagne wine region of France and is produced under the rules of the appellation. This alcoholic drink is produced from specific types of grapes grown in the Champagne region following rule"}, {"title": "Sparkling wine", "href": "/wiki/Sparkling_wine", "description": "Sparkling wine is a wine with significant levels of carbon dioxide in it, making it fizzy. While the phrase commonly refers to champagne, EU countries legally reserve that term for products exclusively produced in the Champagne region of France. Sparkling wine is usually either white or rosé, but there are examples of red sparkling wines such as the Italian Brachetto, Bonarda and Lambrusco, and th"}]}, {"heading": "Events", "year": "1701", "date": "August 4", "txt": "Great Peace of Montreal between New France and First Nations is signed.", "entities": [{"title": "Great Peace of Montreal", "href": "/wiki/Great_Peace_of_Montreal", "description": "The Great Peace of Montreal was a peace treaty between New France and 39 First Nations of North America that ended the Beaver Wars. It was signed on August 4, 1701, by Louis-Hector de Callière, governor of New France, and 1300 representatives of 39 aboriginal nations."}, {"title": "New France", "href": "/wiki/New_France", "description": "New France was the area colonized by France in North America, beginning with the exploration of the Gulf of Saint Lawrence by Jacques Cartier in 1534 and ending with the cession of New France to Great Britain and Spain in 1763 under the Treaty of Paris (1763)."}, {"title": "First Nations", "href": "/wiki/First_Nations", "description": "The First Nations are groups of Canadian indigenous peoples, who are classified as distinct from the Inuit and Métis. Traditionally the First Nations were peoples who lived south of the tree line, and mainly south of the Arctic Circle. There are 634 recognized First Nations governments or bands across Canada. Roughly half are located in the provinces of Ontario and British Columbia."}]}, {"heading": "Events", "year": "1704", "date": "August 4", "txt": "War of the Spanish Succession: Gibraltar is captured by an English and Dutch fleet, commanded by Admiral Sir George Rooke and allied with Archduke Charles.", "entities": [{"title": "War of the Spanish Succession", "href": "/wiki/War_of_the_Spanish_Succession", "description": "The War of the Spanish Succession (1701–1714) was an early-18th-century European war, triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the "}, {"title": "Gibraltar", "href": "/wiki/Gibraltar", "description": "Gibraltar is a British Overseas Territory located at the southern tip of the Iberian Peninsula. It has an area of 6.7 km2 (2.6 sq mi) and is bordered to the north by Spain. The landscape is dominated by the Rock of Gibraltar at the foot of which is a densely populated town area, home to over 32,000 people, primarily Gibraltarians."}, {"title": "Admiral", "href": "/wiki/Admiral", "description": "Admiral is one of the highest ranks in some navies, and in many navies is the highest rank. In the Commonwealth nations and the United States, a \"full\" admiral is equivalent to a \"full\" general in the army, and is above vice admiral and below admiral of the fleet, or fleet admiral. In NATO, admirals have a rank code of OF-9 as a four-star rank."}, {"title": "George Rooke", "href": "/wiki/George_Rooke", "description": "Admiral of the Fleet Sir George Rooke was an English naval officer. As a junior officer he saw action at the Battle of Solebay and again at the Battle of Schooneveld during the Third Anglo-Dutch War. As a captain, he conveyed Prince William of Orange to England and took part in the Battle of Bantry Bay during the Williamite War in Ireland."}, {"title": "Charles VI, Holy Roman Emperor", "href": "/wiki/Charles_VI,_Holy_Roman_Emperor", "description": "Charles VI was Holy Roman Emperor and ruler of the Austrian Habsburg Monarchy from 1711 until his death, succeeding his elder brother, Joseph I. He unsuccessfully claimed the throne of Spain following the death of his relative, Charles II. In 1708, he married Elisabeth Christine of Brunswick-Wolfenbüttel, by whom he had his four children: Leopold Johann, Maria Theresa, Maria Anna, and Maria Amalia"}]}, {"heading": "Events", "year": "1783", "date": "August 4", "txt": "Mount Asama erupts in Japan, killing about 1,400 people. The eruption causes a famine, which results in an additional 20,000 deaths.", "entities": [{"title": "Mount Asama", "href": "/wiki/Mount_Asama", "description": "Mount Asama  is an active complex volcano in central Honshū, the main island of Japan. The volcano is the most active on Honshū. The Japan Meteorological Agency classifies Mount Asama as rank A. It stands 2,568 metres (8,425 ft) above sea level on the border of Gunma and Nagano prefectures. It is included in 100 Famous Japanese Mountains."}, {"title": "Famine", "href": "/wiki/Famine", "description": "A famine is a widespread scarcity of food, caused by several factors including war, inflation, crop failure, population imbalance, or government policies. This phenomenon is usually accompanied or followed by regional malnutrition, starvation, epidemic, and increased mortality. Every inhabited continent in the world has experienced a period of famine throughout history. In the 19th and 20th centur"}]}, {"heading": "Events", "year": "1789", "date": "August 4", "txt": "France: abolition of feudalism by the National Constituent Assembly.", "entities": [{"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Abolition of feudalism in France", "href": "/wiki/Abolition_of_feudalism_in_France", "description": "One of the central events of the French Revolution was to abolish feudalism, and the old rules, taxes and privileges left over from the age of feudalism. The National Constituent Assembly, acting on the night of 4 August 1789, announced, \"The National Assembly abolishes the feudal system entirely.\" It abolished both the seigneurial rights of the Second Estate and the tithes gathered by the First E"}, {"title": "National Constituent Assembly (France)", "href": "/wiki/National_Constituent_Assembly_(France)", "description": "The National Constituent Assembly was formed from the National Assembly on 9 July 1789 during the first stages of the French Revolution. It dissolved on 30 September 1791 and was succeeded by the Legislative Assembly."}]}, {"heading": "Events", "year": "1790", "date": "August 4", "txt": "A newly passed tariff act creates the Revenue Cutter Service (the forerunner of the United States Coast Guard).", "entities": [{"title": "Tariff", "href": "/wiki/Tariff", "description": "A tariff is a tax imposed by a government of a country or of a supranational union on imports or exports of goods. Besides being a source of revenue for the government, import duties can also be a form of regulation of foreign trade and policy that taxes foreign products to encourage or safeguard domestic industry. Tariffs are among the most widely used instruments of protectionism, along with imp"}, {"title": "United States Coast Guard", "href": "/wiki/United_States_Coast_Guard", "description": "The United States Coast Guard (USCG) is the maritime security, search and rescue, and law enforcement service branch of the United States Armed Forces and one of the country's eight uniformed services. The Coast Guard is a maritime, military, multi-mission service unique among the U.S. military branches for having a maritime law enforcement mission with jurisdiction in both domestic and internatio"}]}, {"heading": "Events", "year": "1791", "date": "August 4", "txt": "The Treaty of Sistova is signed, ending the Ottoman–Habsburg wars.", "entities": [{"title": "Treaty of Sistova", "href": "/wiki/Treaty_of_Sistova", "description": "The Treaty of Sistova ended the last Austro-Turkish war (1787–91). Brokered by Great Britain, Prussia and the Netherlands, it was signed in Sistova in Bulgaria on 4 August 1791. The treaty was written in French and Turkish."}, {"title": "Ottoman–Habsburg wars", "href": "/wiki/Ottoman%E2%80%93Habsburg_wars", "description": "The Ottoman–Habsburg wars were fought from the 16th through the 18th centuries between the Ottoman Empire and the Habsburg Monarchy, which was at times supported by the Holy Roman Empire, Kingdom of Hungary, Polish–Lithuanian Commonwealth, and Habsburg Spain. The wars were dominated by land campaigns in Hungary, including Transylvania and Vojvodina, Croatia and central Serbia."}]}, {"heading": "Events", "year": "1796", "date": "August 4", "txt": "French Revolutionary Wars: Napoleon leads the French Army of Italy to victory in the Battle of Lonato.", "entities": [{"title": "French Revolutionary Wars", "href": "/wiki/French_Revolutionary_Wars", "description": "The French Revolutionary Wars were a series of sweeping military conflicts lasting from 1792 until 1802 and resulting from the French Revolution. They pitted France against Great Britain, the Holy Roman Empire, Prussia, Russia, and several other monarchies. They are divided in two periods: the War of the First Coalition (1792–97) and the War of the Second Coalition (1798–1802). Initially confined "}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Army of Italy (France)", "href": "/wiki/Army_of_Italy_(France)", "description": "The Army of Italy was a field army of the French Army stationed on the Italian border and used for operations in Italy itself. Though it existed in some form in the 16th century through to the present, it is best known for its role during the French Revolutionary Wars and Napoleonic Wars."}, {"title": "Battle of Lonato", "href": "/wiki/Battle_of_Lonato", "description": "The Battle of Lonato was fought on 3 and 4 August 1796 between the French Army of Italy under General Napoleon Bonaparte and a corps-sized Austrian column led by Lieutenant General Peter Quasdanovich. A week of hard-fought actions that began on 29 July and ended on 4 August resulted in the retreat of Quasdanovich's badly mauled force. The elimination of Quasdanovich's threat allowed Bonaparte to c"}]}, {"heading": "Events", "year": "1821", "date": "August 4", "txt": "The Saturday Evening Post is published for the first time as a weekly newspaper.", "entities": []}, {"heading": "Events", "year": "1854", "date": "August 4", "txt": "The Hinomaru is established as the official flag to be flown from Japanese ships.", "entities": [{"title": "Flag of Japan", "href": "/wiki/Flag_of_Japan", "description": "The national flag of Japan is a rectangular white banner bearing a crimson-red circle at its center. This flag is officially called Nisshōki , but is more commonly known in Japan as Hinomaru . It embodies the country's sobriquet: Land of the Rising Sun."}]}, {"heading": "Events", "year": "1863", "date": "August 4", "txt": "Matica slovenská, Slovakia's public-law cultural and scientific institution focusing on topics around the Slovak nation, is established in Martin.", "entities": [{"title": "Matica slovenská", "href": "/wiki/Matica_slovensk%C3%A1", "description": "The Matica slovenská is Slovakia's scientific and cultural institution focusing on topics around the Slovak nation."}, {"title": "Slovakia", "href": "/wiki/Slovakia", "description": "Slovakia, officially the Slovak Republic, is a landlocked country in Central Europe. It is bordered by Poland to the north, Ukraine to the east, Hungary to the south, Austria to the west, and the Czech Republic to the northwest. Slovakia's mostly mountainous territory spans about 49,000 square kilometres (19,000 sq mi), with a population of over 5.4 million. The capital and largest city is Bratisl"}, {"title": "Slovaks", "href": "/wiki/Slovaks", "description": "The Slovaks are a West Slavic ethnic group and nation native to Slovakia who share a common ancestry, culture, history and speak the Slovak language."}, {"title": "Martin, Slovakia", "href": "/wiki/Martin,_Slovakia", "description": "Martin is a city in northern Slovakia, situated on the Turiec river, between the Malá Fatra and Veľká Fatra mountains, near the city of Žilina. The population numbers approximately 54,000, which makes it the ninth-largest city in Slovakia. It is the center of the Turiec region and the District of Martin."}]}, {"heading": "Events", "year": "1873", "date": "August 4", "txt": "American Indian Wars: While protecting a railroad survey party in Montana, the United States 7th Cavalry, under Lieutenant Colonel George Armstrong Custer clashes for the first time with the Cheyenne and Lakota people near the Tongue River; only one man on each side is killed.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Montana", "href": "/wiki/Montana", "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the eighth-least populous state, and the third-least densely populated state. The weste"}, {"title": "7th Cavalry Regiment", "href": "/wiki/7th_Cavalry_Regiment", "description": "The 7th Cavalry Regiment is a United States Army cavalry regiment formed in 1866. Its official nickname is \"Garryowen\", after the Irish air \"Garryowen\" that was adopted as its march tune. 3rd and 4th Squadrons were disbanded."}, {"title": "Lieutenant colonel (United States)", "href": "/wiki/Lieutenant_colonel_(United_States)", "description": "In the United States Army, U.S. Marine Corps, U.S. Air Force and U.S. Space Force, lieutenant colonel is a field grade officer rank, just above the rank of major and just below the rank of colonel. It is equivalent to the naval rank of commander in the other uniformed services."}, {"title": "George Armstrong Custer", "href": "/wiki/George_Armstrong_Custer", "description": " George Armstrong Custer was a United States Army officer and cavalry commander in the American Civil War and the American Indian Wars."}, {"title": "Cheyenne", "href": "/wiki/Cheyenne", "description": "The Cheyenne are one of the indigenous people of the Great Plains whose language is of the Algonquian language family. The Cheyenne comprise two Native American tribes, the Só'taeo'o or Só'taétaneo'o and the Tsétsêhéstâhese. These tribes merged in the early 19th century. Today, the Cheyenne people are split into two federally recognized Nations: the Southern Cheyenne, who are enrolled in the Cheye"}, {"title": "Lakota people", "href": "/wiki/Lakota_people", "description": "The Lakota are a Native American tribe. Also known as the Teton Sioux, they are one of the three prominent subcultures of the Sioux people. Their current lands are in North and South Dakota. They speak Lakȟótiyapi—the Lakota language, the westernmost of three closely related languages that belong to the Siouan language family."}, {"title": "Tongue River (Montana)", "href": "/wiki/Tongue_River_(Montana)", "description": "The Tongue River is a tributary of the Yellowstone River, approximately 265 mi (426 km) long, in the U.S. states of Wyoming and Montana. The Tongue rises in Wyoming in the Big Horn Mountains, flows generally northeast through northern Wyoming and southeastern Montana, and empties into the Yellowstone River at Miles City, Montana. Most of the course of the river is through the beautiful and varied "}]}, {"heading": "Events", "year": "1889", "date": "August 4", "txt": "The Great Fire of Spokane, Washington destroys some 32 blocks of the city, prompting a mass rebuilding project.", "entities": [{"title": "The Great Fire (Spokane)", "href": "/wiki/The_Great_Fire_(Spokane)", "description": "The Great Spokane Fire—known locally as The Great Fire—was a major fire which affected downtown Spokane, Washington on August 4, 1889. It began just after 6:00 p.m. and destroyed the city's downtown commercial district. Due to technical problems with a pump station, there was no water pressure in the city when the fire started. In a desperate bid to starve the fire, firefighters began razing build"}, {"title": "Spokane, Washington", "href": "/wiki/Spokane,_Washington", "description": "Spokane is the largest city and county seat of Spokane County, Washington, United States. It is in eastern Washington along the Spokane River adjacent to the Selkirk Mountains and west of the Rocky Mountain foothills, 92 miles (148 km) south of the Canada–U.S. border, 18 miles (30 km) west of the Washington–Idaho border, and 279 miles (449 km) east of Seattle along Interstate 90."}]}, {"heading": "Events", "year": "1892", "date": "August 4", "txt": "The father and stepmother of Lizzie Borden are found murdered in their Fall River, Massachusetts home. She was tried and acquitted for the crimes a year later.", "entities": [{"title": "Lizzie Borden", "href": "/wiki/Lizzie_Borden", "description": "Lizzie Andrew Borden was an American woman tried and acquitted of the August 4, 1892 axe murders of her father and stepmother in Fall River, Massachusetts."}, {"title": "Fall River, Massachusetts", "href": "/wiki/Fall_River,_Massachusetts", "description": "Fall River is a city in Bristol County, Massachusetts, United States. The City of Fall River's population was 88,857 at the 2010 census, making it the tenth-largest city in the state. Located along the eastern shore of Mount Hope Bay at the mouth of the Taunton River, the city became famous during the 19th century as the leading textile manufacturing center in the United States. While the textile "}]}, {"heading": "Events", "year": "1914", "date": "August 4", "txt": "In response to the German invasion of Belgium, Belgium and the British Empire declare war on Germany. The United States declares its neutrality.", "entities": [{"title": "German invasion of Belgium", "href": "/wiki/German_invasion_of_Belgium", "description": "The German invasion of Belgium was a military campaign which began on 4 August 1914. Earlier, on 24 July, the Belgian government had announced that if war came it would uphold its historic neutrality. The Belgian government mobilised its armed forces on 31 July and a state of heightened alert was proclaimed in Germany. On 2 August, the German government sent an ultimatum to Belgium, demanding pass"}, {"title": "British Empire", "href": "/wiki/British_Empire", "description": "The British Empire was composed of the dominions, colonies, protectorates, mandates, and other territories ruled or administered by the United Kingdom and its predecessor states. It began with the overseas possessions and trading posts established by England between the late 16th and early 18th centuries.\nAt its height it was the largest empire in history and, for over a century, was the foremost "}]}, {"heading": "Events", "year": "1915", "date": "August 4", "txt": "World War I: The German 12th Army occupies Warsaw during the Gorlice–Tarnów Offensive and the Great Retreat of 1915.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "12th Army (German Empire)", "href": "/wiki/12th_Army_(German_Empire)", "description": "The 12th Army was an army level command of the German Army in World War I formed in August 1915 by the redesignation of Armee-Gruppe Gallwitz. It served exclusively on the Eastern Front and was dissolved on 9 October 1916 when its commander, General der Infanterie Max von Fabeck, was transferred to 8th Army."}, {"title": "Warsaw", "href": "/wiki/Warsaw", "description": "Warsaw is the capital and largest city of Poland. The metropolis stands on the Vistula River in east-central Poland and its population is officially estimated at 1.8 million residents within a greater metropolitan area of 3.1 million residents, which makes Warsaw the 7th most-populous capital city in the European Union. The city area measures 517.24 square kilometres (199.71 sq mi), while the metr"}, {"title": "Gorlice–Tarnów Offensive", "href": "/wiki/Gorlice%E2%80%93Tarn%C3%B3w_Offensive", "description": "The Gorlice–Tarnów offensive during World War I was initially conceived as a minor German offensive to relieve Russian pressure on the Austro-Hungarians to their south on the Eastern Front, but resulted in the Central Powers' chief offensive effort of 1915, causing the total collapse of the Russian lines and their retreat far into Russia. The continued series of actions lasted the majority of the "}, {"title": "Great Retreat (Russian)", "href": "/wiki/Great_Retreat_(Russian)", "description": "The Great Retreat was a strategic withdrawal on the Eastern Front of World War I in 1915. The Imperial Russian Army gave up the salient in Galicia and Poland. The Russians' critically under-equipped and outnumbered forces suffered great losses in the Central Powers' July–September summer offensive operations, this leading to the Stavka ordering a withdrawal to shorten the front lines and avoid the"}]}, {"heading": "Events", "year": "1924", "date": "August 4", "txt": "Diplomatic relations between Mexico and the Soviet Union are established.", "entities": [{"title": "Mexico–Russia relations", "href": "/wiki/Mexico%E2%80%93Russia_relations", "description": "Mexico–Russia relations refers to the diplomatic relations between the United Mexican States and the Russian Federation. Both nations are members of the Asia-Pacific Economic Cooperation, G-20 major economies and the United Nations."}]}, {"heading": "Events", "year": "1936", "date": "August 4", "txt": "Prime Minister of Greece Ioannis Metaxas suspends parliament and the Constitution and establishes the 4th of August Regime.", "entities": [{"title": "List of Prime Ministers of Greece", "href": "/wiki/List_of_Prime_Ministers_of_Greece", "description": "This is a list of the heads of government of the modern Greek state, from its establishment during the Greek Revolution to the present day. Although various official and semi-official appellations were used during the early decades of independent statehood, the title of prime minister has been the formal designation of the office at least since 1843. On dates, Greece officially adopted the Gregori"}, {"title": "Ioannis Metaxas", "href": "/wiki/Ioannis_Metaxas", "description": "Ioannis Metaxas was a Greek military officer and politician, serving as Prime Minister of Greece from 1936 until his death in 1941. He governed constitutionally for the first four months of his tenure, and thereafter as the strongman of the 4th of August Regime."}, {"title": "Hellenic Parliament", "href": "/wiki/Hellenic_Parliament", "description": "The Hellenic Parliament, also known as the Greek Parliament, is the parliament of Greece, located in the Old Royal Palace, overlooking Syntagma Square in Athens. The Parliament is the supreme democratic institution that represents the citizens through an elected body of Members of Parliament (MPs)."}, {"title": "Constitution of Greece", "href": "/wiki/Constitution_of_Greece", "description": "The Constitution of Greece, was created by the Fifth Revisionary Parliament of the Hellenes in 1974, after the fall of the Greek military junta and the start of the Third Hellenic Republic. It came into force in 1975 and has been amended in 1986, 2001, 2008 and 2019."}, {"title": "4th of August Regime", "href": "/wiki/4th_of_August_Regime", "description": "The 4th of August Regime, commonly also known as the Metaxas regime, was a totalitarian regime under the leadership of General Ioannis Metaxas that ruled the Kingdom of Greece from 1936 to 1941. On 4 August 1936, Metaxas, with the support of King George II, suspended the Greek parliament and went on to preside over a conservative, staunchly anti-communist government. The regime took inspiration in"}]}, {"heading": "Events", "year": "1944", "date": "August 4", "txt": "The Holocaust: A tip from a Dutch informer leads the Gestapo to a sealed-off area in an Amsterdam warehouse, where they find and arrest Jewish diarist Anne Frank, her family, and four others.", "entities": [{"title": "The Holocaust", "href": "/wiki/The_Holocaust", "description": "The Holocaust, also known as the Shoah, was the genocide of European Jews during World War II. Between 1941 and 1945, Germany and its collaborators systematically murdered some six million Jews across German-occupied Europe, around two-thirds of Europe's Jewish population. The murders were carried out in pogroms and mass shootings; by a policy of extermination through labor in concentration camps;"}, {"title": "Gestapo", "href": "/wiki/Gestapo", "description": "The Geheime Staatspolizei, abbreviated Gestapo, was the official secret police of Nazi Germany and in German-occupied Europe."}, {"title": "Amsterdam", "href": "/wiki/Amsterdam", "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680 within the city proper, 1,558,755 in the urban area and 2,480,394 in the metropolitan area. Found within the province of North Holland, Amsterdam is colloquially referred to as the \"Venice of the North\", attributed by the large number of canals which form a UNESCO World Heritage Site."}, {"title": "Anne Frank", "href": "/wiki/Anne_Frank", "description": "Annelies Marie \"Anne\" Frank was a German-Dutch diarist of Jewish heritage. One of the most discussed Jewish victims of the Holocaust, she gained fame posthumously with the 1947 publication of The Diary of a Young Girl, in which she documents her life in hiding from 1942 to 1944, during the German occupation of the Netherlands in World War II. It is one of the world's best-known books and has been "}]}, {"heading": "Events", "year": "1946", "date": "August 4", "txt": "An earthquake of magnitude 8.0 hits northern Dominican Republic. One hundred are killed and 20,000 are left homeless.", "entities": [{"title": "1946 Dominican Republic earthquake", "href": "/wiki/1946_Dominican_Republic_earthquake", "description": "The 1946 Dominican Republic earthquake occurred on August 4 at 17:51 UTC near Samaná, Dominican Republic. The mainshock measured 8.1 on the surface wave magnitude scale and an aftershock occurred four days later on August 8 at 13.28 UTC with a magnitude of 7.6. A tsunami was generated by the initial earthquake and caused widespread devastation across Hispaniola. The tsunami was observed in much of"}, {"title": "Dominican Republic", "href": "/wiki/Dominican_Republic", "description": "The Dominican Republic is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean region. It occupies the eastern five-eighths of the island, which it shares with Haiti, making Hispaniola one of only two Caribbean islands, along with Saint Martin, that are shared by two sovereign states. The Dominican Republic is the second-largest nation in the Antilles "}]}, {"heading": "Events", "year": "1947", "date": "August 4", "txt": "The Supreme Court of Japan is established.", "entities": [{"title": "Supreme Court of Japan", "href": "/wiki/Supreme_Court_of_Japan", "description": "The Supreme Court of Japan , located in Hayabusachō, Chiyoda, Tokyo, is the highest court in Japan. It has ultimate judicial authority to interpret the Japanese constitution and decide questions of national law. It has the power of judicial review, which allows it to determine the constitutionality of any law or official act."}]}, {"heading": "Events", "year": "1964", "date": "August 4", "txt": "Civil rights movement: Civil rights workers Michael Schwerner, Andrew Goodman and James Chaney are found dead in Mississippi after disappearing on June 21.", "entities": [{"title": "Civil rights movement", "href": "/wiki/Civil_rights_movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Civil and political rights", "href": "/wiki/Civil_and_political_rights", "description": "Civil and political rights are a class of rights that protect individuals' freedom from infringement by governments, social organizations, and private individuals. They ensure one's entitlement to participate in the civil and political life of society and the state without discrimination or repression."}, {"title": "Michael Schwerner", "href": "/wiki/Michael_Schwerner", "description": "Michael Henry \"Mickey\" Schwerner, was one of three Congress of Racial Equality (CORE) field workers killed in Philadelphia, Mississippi, by members of the Ku Klux Klan. Schwerner and two co-workers, James Chaney and Andrew Goodman, were killed in response to their civil rights work, which included promoting voting registration among African Americans, most of whom had been disenfranchised in the s"}, {"title": "Andrew Goodman (activist)", "href": "/wiki/Andrew_Goodman_(activist)", "description": "Andrew Goodman was an American activist. He was one of three Civil Rights Movement activists murdered during Freedom Summer in 1964 by members of the Ku Klux Klan."}, {"title": "James Chaney", "href": "/wiki/James_Chaney", "description": "James Earl Chaney was one of three Congress of Racial Equality (CORE) field/social workers killed in Philadelphia, Mississippi, by members of the Ku Klux Klan. The others were Andrew Goodman and Michael Schwerner from New York City."}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "June 21", "href": "/wiki/June_21", "description": "June 21 is the 172nd day of the year in the Gregorian calendar; 193 days remain until the end of the year."}]}, {"heading": "Events", "year": "1964", "date": "August 4", "txt": "Second Gulf of Tonkin Incident: U.S. destroyers USS Maddox and USS Turner Joy mistakenly report coming under attack in the Gulf of Tonkin.", "entities": [{"title": "Destroyer", "href": "/wiki/Destroyer", "description": "In naval terminology, a destroyer is a fast, maneuverable, long-endurance warship intended to escort larger vessels in a fleet, convoy or battle group and defend them against powerful short range attackers. They were originally developed in the late 19th century by Fernando Villaamil for the Spanish Navy as a defense against torpedo boats, and by the time of the Russo-Japanese War in 1904, these \""}, {"title": "USS Maddox (DD-731)", "href": "/wiki/USS_Maddox_(DD-731)", "description": "USS Maddox (DD-731), an  Allen M. Sumner-class destroyer was named after Captain William A. T. Maddox of the United States Marine Corps. She was laid down by the Bath Iron Works Corporation at Bath in Maine on 28 October 1943, launched on 19 March 1944 by Mrs. Harry H. Wilhoit, granddaughter of Captain Maddox, and commissioned on 2 June 1944."}, {"title": "USS Turner Joy (DD-951)", "href": "/wiki/USS_Turner_Joy_(DD-951)", "description": "USS Turner Joy (DD-951) is one of 18  Forrest Sherman-class destroyers of the United States Navy. She was named for Admiral Charles Turner Joy USN (1895–1956). Commissioned in 1959, she spent her entire career in the Pacific. She participated extensively in the Vietnam War, and was one of the principal ships involved in the Gulf of Tonkin Incident."}]}, {"heading": "Events", "year": "1965", "date": "August 4", "txt": "The Constitution of the Cook Islands comes into force, giving the Cook Islands self-governing status within New Zealand.", "entities": [{"title": "Constitution of the Cook Islands", "href": "/wiki/Constitution_of_the_Cook_Islands", "description": "The politics of the Cook Islands, an associated state, takes place in a framework of a parliamentary representative democracy within a constitutional monarchy. The Queen of New Zealand, represented in the Cook Islands by the Queen's Representative, is the Head of State; the prime minister is the head of government and of a multi-party system. The Islands are self-governing in free association with"}, {"title": "Cook Islands", "href": "/wiki/Cook_Islands", "description": "The Cook Islands are a self-governing island country in the South Pacific Ocean in free association with New Zealand. It comprises 15 islands whose total land area is 240 square kilometres (93 sq mi). The Cook Islands' Exclusive Economic Zone (EEZ) covers 1,960,027 square kilometres (756,771 sq mi) of ocean."}]}, {"heading": "Events", "year": "1969", "date": "August 4", "txt": "Vietnam War: At the apartment of French intermediary Jean Sainteny in Paris, American representative Henry Kissinger and North Vietnamese representative Xuân Thuỷ begin secret peace negotiations. The negotiations will eventually fail.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Jean Sainteny", "href": "/wiki/Jean_Sainteny", "description": "Jean Sainteny or Jean Roger was a French politician who was sent to Vietnam after the end of the Second World War in order to accept the surrender of the Japanese forces and to attempt to reincorporate Vietnam into French Indochina."}, {"title": "Henry Kissinger", "href": "/wiki/Henry_Kissinger", "description": "Henry Alfred Kissinger is an American politician, diplomat, and geopolitical consultant who served as United States Secretary of State and National Security Advisor under the presidential administrations of Richard Nixon and Gerald Ford. A Jewish refugee who fled Nazi Germany with his family in 1938, he became National Security Advisor in 1969 and U.S. Secretary of State in 1973. For his actions n"}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}, {"title": "Xuân Thuỷ", "href": "/wiki/Xu%C3%A2n_Thu%E1%BB%B7", "description": "Xuân Thủy was a North Vietnamese political figure. He was the Foreign Minister of North Vietnam from 1963 to 1965 and then chief negotiator of the North Vietnamese at the Paris Peace talks."}]}, {"heading": "Events", "year": "1974", "date": "August 4", "txt": "A bomb explodes in the Italicus Express train at San Benedetto Val di Sambro, Italy, killing 12 people and wounding 22.", "entities": [{"title": "Italicus Express bombing 1974", "href": "/wiki/Italicus_Express_bombing_1974", "description": "The Italicus Express massacre was a terrorist bombing in Italy on a train of the public rail network.\nDuring the early hours of August 4, 1974, the bomb attack killed 12 people and wounded 48. Responsibility was claimed by the neo-fascist terrorist organization Ordine Nero."}, {"title": "San Benedetto Val di Sambro", "href": "/wiki/San_Benedetto_Val_di_Sambro", "description": "San Benedetto Val di Sambro is a comune (municipality) in the Metropolitan City of Bologna in the Italian region Emilia-Romagna, located about 35 kilometres (22 mi) southwest of Bologna."}]}, {"heading": "Events", "year": "1975", "date": "August 4", "txt": "The Japanese Red Army takes more than 50 hostages at the AIA Building housing several embassies in Kuala Lumpur, Malaysia. The hostages include the U.S. consul and the Swedish Chargé d'affaires. The gunmen win the release of five imprisoned comrades and fly with them to Libya.", "entities": [{"title": "Japanese Red Army", "href": "/wiki/Japanese_Red_Army", "description": "The Japanese Red Army  was a communist militant group founded by Fusako Shigenobu and Tsuyoshi Okudaira in February 1971. It was commonly referred to as a \"terrorist group\". After the Lod airport massacre, it sometimes called itself Arab-JRA."}, {"title": "1975 AIA building hostage crisis", "href": "/wiki/1975_AIA_building_hostage_crisis", "description": "The AIA Building hostage crisis took place at the AIA Building in Jalan Ampang, Kuala Lumpur, Malaysia on 5 August 1975. The Japanese Red Army took more than 50 hostages at the AIA building, which housed several embassies. The hostages included the United States consul and the Swedish chargé d'affaires. The gunmen won the release of five imprisoned terrorists and flew with them to Libya."}, {"title": "Kuala Lumpur", "href": "/wiki/Kuala_Lumpur", "description": "Kuala Lumpur, officially the Federal Territory of Kuala Lumpur and colloquially referred to as KL, is a federal territory and the capital city of Malaysia. It is the largest city in Malaysia, covering an area of 243 km2 (94 sq mi) with an estimated population of 1.73 million as of 2016. Greater Kuala Lumpur, also known as the Klang Valley, is an urban agglomeration of 7.564 million people as of 20"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}, {"title": "Consul (representative)", "href": "/wiki/Consul_(representative)", "description": "A consul is an official representative of the government of one state in the territory of another, normally acting to assist and protect the citizens of the consul's own country, and to facilitate trade and friendship between the people of the two countries."}, {"title": "Chargé d'affaires", "href": "/wiki/Charg%C3%A9_d%27affaires", "description": "A chargé d'affaires, plural chargés d'affaires, often shortened to chargé (French) and sometimes in colloquial English to charge-D, is a diplomat who serves as an embassy's chief of mission in the absence of the ambassador. The term is French for \"charged with [in charge of] business\", the affaires or business being the ordinary duties of an ambassador. Chargé is masculine in gender; a female is a"}, {"title": "History of Libya under Muammar Gaddafi", "href": "/wiki/History_of_Libya_under_Muammar_Gaddafi#Libyan_Arab_Republic_(1969–1977)", "description": "Muammar Gaddafi became the de facto leader of Libya on 1 September 1969 after leading a group of young Libyan military officers against King Idris I in a bloodless coup d'état. After the king had fled the country, the Libyan Revolutionary Command Council (RCC) headed by Gaddafi abolished the monarchy and the old constitution and established the Libyan Arab Republic, with the motto \"freedom, social"}]}, {"heading": "Events", "year": "1977", "date": "August 4", "txt": "U.S. President Jimmy Carter signs legislation creating the United States Department of Energy.", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "United States Department of Energy", "href": "/wiki/United_States_Department_of_Energy", "description": "The United States Department of Energy (DOE) is a cabinet-level department of the United States Government concerned with the United States' policies regarding energy and safety in handling nuclear material. Its responsibilities include the nation's nuclear weapons program, nuclear reactor production for the United States Navy, energy conservation, energy-related research, radioactive waste dispos"}]}, {"heading": "Events", "year": "1984", "date": "August 4", "txt": "The Republic of Upper Volta changes its name to Burkina Faso.", "entities": [{"title": "Republic of Upper Volta", "href": "/wiki/Republic_of_Upper_Volta", "description": "The Republic of Upper Volta, now Burkina Faso, was a landlocked West African country established on December 11, 1958 as a self-governing colony within the French Community. Before attaining autonomy it had been French Upper Volta and part of the French Union. On August 5, 1960, it attained full independence from France. On August 4, 1984, it changed its name to Burkina Faso."}, {"title": "Burkina Faso", "href": "/wiki/Burkina_Faso", "description": "Burkina Faso is a landlocked country in West Africa that covers an area of around 274,200 square kilometres (105,900 sq mi) and is bordered by Mali to the northwest, Niger to the northeast, Benin to the southeast, Togo and Ghana to the south, and the Ivory Coast to the southwest. The July 2019 population estimate by the United Nations was 20,321,378. Previously called Republic of Upper Volta (1958"}]}, {"heading": "Events", "year": "1987", "date": "August 4", "txt": "The Federal Communications Commission rescinds the Fairness Doctrine which had required radio and television stations to present controversial issues \"fairly\".", "entities": [{"title": "Federal Communications Commission", "href": "/wiki/Federal_Communications_Commission", "description": "The Federal Communications Commission (FCC) is an independent agency of the United States government that regulates communications by radio, television, wire, satellite, and cable across the United States. The FCC maintains jurisdiction over the areas of broadband access, fair competition, radio frequency use, media responsibility, public safety, and homeland security."}, {"title": "Fairness Doctrine", "href": "/wiki/Fairness_Doctrine", "description": "The fairness doctrine of the United States Federal Communications Commission (FCC), introduced in 1949, was a policy that required the holders of broadcast licenses to both present controversial issues of public importance and to do so in a manner that was honest, equitable, and balanced. The FCC eliminated the policy in 1987 and removed the rule that implemented the policy from the Federal Regist"}]}, {"heading": "Events", "year": "1995", "date": "August 4", "txt": "Operation Storm begins in Croatia.", "entities": [{"title": "Operation Storm", "href": "/wiki/Operation_Storm", "description": "Operation Storm was the last major battle of the Croatian War of Independence and a major factor in the outcome of the Bosnian War. It was a decisive victory for the Croatian Army (HV), which attacked across a 630-kilometre (390 mi) front against the self-declared proto-state Republic of Serbian Krajina (RSK), and a strategic victory for the Army of the Republic of Bosnia and Herzegovina (ARBiH). "}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}]}, {"heading": "Events", "year": "2006", "date": "August 4", "txt": "A massacre is carried out by Sri Lankan government forces, killing 17 employees of the French INGO Action Against Hunger (known internationally as Action Contre la Faim, or ACF).", "entities": [{"title": "2006 Trincomalee massacre of NGO workers", "href": "/wiki/2006_Trincomalee_massacre_of_NGO_workers", "description": "The 2006 Trincomalee Massacre of NGO Workers, also known as the Muttur Massacre, took place on August 4 or 5, 2006, when 17 employees of the French INGO Action Against Hunger were shot at close range in the city of Muttur, Sri Lanka, close to Trincomalee. The victims included sixteen minority Sri Lankan Tamils and one Sri Lankan Muslim."}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}, {"title": "International nongovernmental organization", "href": "/wiki/International_nongovernmental_organization", "description": "An international non-governmental organization (INGO) extends the concept of a non-governmental organization (NGO) to an international scope."}, {"title": "Action Against Hunger", "href": "/wiki/Action_Against_Hunger", "description": "Action Against Hunger is a global humanitarian organization which originated in France and is committed to ending world hunger. The organization helps malnourished children and provides communities with access to safe water and sustainable solutions to hunger."}]}, {"heading": "Events", "year": "2007", "date": "August 4", "txt": "NASA's Phoenix spacecraft is launched.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}]}, {"heading": "Events", "year": "2019", "date": "August 4", "txt": "Nine people are killed and 26 injured in a shooting in Dayton, Ohio. This comes only 12 hours after another mass shooting in El Paso, Texas, where 23 people were killed.", "entities": [{"title": "2019 Dayton shooting", "href": "/wiki/2019_Dayton_shooting", "description": "On August 4, 2019, 24-year-old Connor Betts shot and killed nine people and injured 17 others near the entrance of the Ned Peppers Bar in the Oregon District of Dayton, Ohio. Betts was fatally shot by responding police officers 32 seconds after the first shots were fired. A total of 27 people were taken to area hospitals."}, {"title": "2019 El Paso shooting", "href": "/wiki/2019_El_Paso_shooting", "description": "On August 3, 2019, a mass shooting occurred at a Walmart store in El Paso, Texas, United States. A gunman shot and killed 23 people and injured 23 others. The Federal Bureau of Investigation is investigating the shooting as an act of domestic terrorism and a hate crime. The shooting has been described as the deadliest attack on Latinos in modern American history."}]}, {"heading": "Events", "year": "2020", "date": "August 4", "txt": "At least 220 people are killed and over 5,000 are wounded when 2,700 tons of ammonium nitrate explodes in Beirut, Lebanon.", "entities": [{"title": "Ammonium nitrate", "href": "/wiki/Ammonium_nitrate", "description": "Ammonium nitrate is a chemical compound with the chemical formula NH4NO3. It is a white crystalline solid consisting of ions of ammonium and nitrate. It is highly soluble in water and hygroscopic as a solid, although it does not form hydrates. It is predominantly used in agriculture as a high-nitrogen fertilizer. Global production was estimated at 21.6 million tonnes in 2017."}, {"title": "2020 Beirut explosion", "href": "/wiki/2020_Beirut_explosion", "description": "On 4 August 2020, a large amount of ammonium nitrate stored at the port of the city of Beirut, the capital of Lebanon, exploded, causing at least 207 deaths, 7,500 injuries, and US$15 billion in property damage, and leaving an estimated 300,000 people homeless. A cargo of 2,750 tonnes of the substance had been stored in a warehouse without proper safety measures for the previous six years, after h"}]}, {"heading": "Births", "year": "1222", "date": "August 4", "txt": "Richard de Clare, 6th Earl of Gloucester, English soldier (d. 1262)", "entities": [{"title": "Richard de Clare, 6th Earl of Gloucester", "href": "/wiki/Richard_de_Clare,_6th_Earl_of_Gloucester", "description": "Richard de Clare, 5th Earl of Hertford, 6th Earl of Gloucester, 2nd Lord of Glamorgan, 8th Lord of Clare was son of Gilbert de Clare, 4th Earl of Hertford and Isabel Marshal. He was also a powerful Marcher Lord in Wales and inherited the Lordship of Glamorgan upon the death of his father. He played a prominent role in the constitutional crisis of 1258–1263."}]}, {"heading": "Births", "year": "1281", "date": "August 4", "txt": "Külüg Khan, Emperor Wuzong of Yuan (d. 1311)", "entities": [{"title": "Külüg Khan, Emperor Wuzong of Yuan", "href": "/wiki/K%C3%BCl%C3%BCg_Khan,_Emperor_Wuzong_of_Yuan", "description": "Külüg Khan, born Khayishan, also known by the temple name Wuzong, Prince of Huai-ning (懷寧王) in 1304-7, was an emperor of the Yuan dynasty. Apart from Emperor of China, he is regarded as the seventh Great Khan of the Mongol Empire or Mongols, although it was only nominal due to the division of the empire. His name means \"warrior Khan or fine horse Khan\" in the Mongolian language."}]}, {"heading": "Births", "year": "1290", "date": "August 4", "txt": "Leopold I, Duke of Austria (d. 1326)", "entities": [{"title": "Leopold I, Duke of Austria", "href": "/wiki/Leopold_I,_Duke_of_Austria", "description": "Leopold VII from the House of Habsburg was Duke of Austria and Styria – as co-ruler with his elder brother Frederick the Fair – from 1308 until his death. Born at Vienna, he was the third son of King Albert I of Germany and Elisabeth of Gorizia-Tyrol, a scion of the Meinhardiner dynasty."}]}, {"heading": "Births", "year": "1463", "date": "August 4", "txt": "Lorenzo di Pierfrancesco de' Medici, Florentine patron of the arts (d. 1503)", "entities": [{"title": "Lorenzo di Pierfrancesco de' Medici", "href": "/wiki/Lorenzo_di_Pierfrancesco_de%27_Medici", "description": "Lorenzo di Pierfrancesco de' Medici, nicknamed the Popolano, was an Italian banker and politician, the brother of Giovanni il Popolano. He belonged to the junior branch of the House of Medici of Florence."}]}, {"heading": "Births", "year": "1469", "date": "August 4", "txt": "Margaret of Saxony, Duchess of Brunswick-Lüneburg (d. 1528)", "entities": [{"title": "Margaret of Saxony, Duchess of Brunswick-Lüneburg", "href": "/wiki/Margaret_of_Saxony,_Duchess_of_Brunswick-L%C3%BCneburg", "description": "Margarete of Saxony was a Saxon princess of the Ernestine line of the house Wettin by birth and by marriage a Duchess of Brunswick-Lüneburg."}]}, {"heading": "Births", "year": "1470", "date": "August 4", "txt": "Bernardo Dovizi, Italian cardinal (d. 1520)", "entities": [{"title": "Bernardo Dovizi", "href": "/wiki/Bernardo_Dovizi", "description": "Bernardo Dovizi of Bibbiena was an Italian cardinal and comedy writer, known best as Cardinal Bibbiena, for the town of Bibbiena, where he was born."}]}, {"heading": "Births", "year": "1470", "date": "August 4", "txt": "Lucrezia de' Medici, Italian noblewoman (d. 1553)", "entities": []}, {"heading": "Births", "year": "1521", "date": "August 4", "txt": "Pope Urban VII (d. 1590)", "entities": [{"title": "Pope Urban VII", "href": "/wiki/Pope_Urban_VII", "description": "Pope Urban VII, born Giovanni Battista Castagna, was the bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 15 to 27 September 1590. His twelve-day papacy was the shortest in history."}]}, {"heading": "Births", "year": "1522", "date": "August 4", "txt": "Udai Singh II, King of Mewar (d. 1572)", "entities": [{"title": "Udai Singh II", "href": "/wiki/Udai_Singh_II", "description": "Udai Singh II was the Maharana of Mewar and the founder of the city of Udaipur in the present-day Rajasthan state of India. He was the 12th ruler of the Mewar dynasty. He was the fourth son of Rana Sanga and Rani Karnavati, a princess of Bundi."}]}, {"heading": "Births", "year": "1604", "date": "August 4", "txt": "François Hédelin, abbé d'Aubignac, French cleric and author (d. 1676)", "entities": [{"title": "François Hédelin, abbé d'Aubignac", "href": "/wiki/Fran%C3%A7ois_H%C3%A9delin,_abb%C3%A9_d%27Aubignac", "description": "François Hédelin, abbé d'Aubignac was a French author and cleric."}]}, {"heading": "Births", "year": "1623", "date": "August 4", "txt": "Friedrich Casimir, Count of Hanau-Lichtenberg (1641–1680) and Hanau-Münzenberg (1642–1680) (d. 1685)", "entities": [{"title": "Friedrich Casimir, Count of Hanau-Lichtenberg", "href": "/wiki/Friedrich_Casimir,_Count_of_Hanau-Lichtenberg", "description": "Friedrich Casimir of Hanau was a member of the Hanau-Lichtenberg branch of the House of Hanau. He was the ruling Count of Hanau-Lichtenberg from 1641 and of Hanau-Münzenberg from 1642."}]}, {"heading": "Births", "year": "1701", "date": "August 4", "txt": "Thomas Blackwell, Scottish historian and scholar (d. 1757)", "entities": [{"title": "Thomas Blackwell (scholar)", "href": "/wiki/Thomas_Blackwell_(scholar)", "description": "Thomas Blackwell the younger was a classical scholar, historian and \"one of the major figures in the Scottish Enlightenment.\""}]}, {"heading": "Births", "year": "1704", "date": "August 4", "txt": "Louis d'Orléans, Duke of Orléans (d. 1752)", "entities": [{"title": "Louis d'Orléans, Duke of Orléans", "href": "/wiki/Louis_d%27Orl%C3%A9ans,_Duke_of_Orl%C3%A9ans", "description": "Louis, Duke of Orléans was a member of the royal family of France, the House of Bourbon, and as such was a prince du sang. At his father's death, he became the First Prince of the Blood. Known as Louis le Pieux and also as Louis le Génovéfain, Louis was a pious, charitable and cultured prince, who took very little part in the politics of the time."}]}, {"heading": "Births", "year": "1719", "date": "August 4", "txt": "Johann Gottlob Lehmann, German mineralogist and geologist (d. 1767)", "entities": [{"title": "Johann Gottlob Lehmann (scientist)", "href": "/wiki/Johann_Gottlob_Lehmann_(scientist)", "description": "Johann Gottlob Lehmann was a German mineralogist and geologist noted for his work and research contributions to the geologic record leading to the development of stratigraphy."}]}, {"heading": "Births", "year": "1721", "date": "August 4", "txt": "Granville Leveson-Gower, 1st Marquess of Stafford, English politician, Lord President of the Council (d. 1803)", "entities": [{"title": "Granville Leveson-Gower, 1st Marquess of Stafford", "href": "/wiki/Granville_Leveson-Gower,_1st_Marquess_of_Stafford", "description": "Granville Leveson-Gower, 1st Marquess of Stafford, KG PC, known as Viscount Trentham from 1746 to 1754 and as The Earl Gower from 1754 to 1786, was a British politician from the Leveson-Gower family."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1755", "date": "August 4", "txt": "Nicolas-Jacques Conté, French soldier, painter, balloonist, and inventor (d. 1805)", "entities": [{"title": "Nicolas-Jacques Conté", "href": "/wiki/Nicolas-Jacques_Cont%C3%A9", "description": "Nicolas-Jacques Conté was a French painter, balloonist, army officer, and inventor of the modern pencil."}]}, {"heading": "Births", "year": "1792", "date": "August 4", "txt": "Percy Bysshe Shelley, English poet and playwright (d. 1822)", "entities": [{"title": "Percy Bysshe Shelley", "href": "/wiki/Percy_Bysshe_Shelley", "description": "Percy Bysshe Shelley was one of the major English Romantic poets. American literary critic Harold Bloom describes him as \"a superb craftsman, a lyric poet without rival, and surely one of the most advanced sceptical intellects ever to write a poem.\" A radical in his poetry as well as in his political and social views, Shelley did not achieve fame during his lifetime, but recognition of his achieve"}]}, {"heading": "Births", "year": "1805", "date": "August 4", "txt": "William Rowan Hamilton, Irish physicist, astronomer, and mathematician (d. 1865)", "entities": [{"title": "William Rowan Hamilton", "href": "/wiki/William_Rowan_Hamilton", "description": "Sir William Rowan Hamilton MRIA was an Irish mathematician, Andrews Professor of Astronomy at Trinity College Dublin, and Royal Astronomer of Ireland. He worked in both pure mathematics and mathematics for physics. He made important contributions to optics, classical mechanics and algebra. Although Hamilton was not a physicist–he regarded himself as a pure mathematician–his work was of major impor"}]}, {"heading": "Births", "year": "1821", "date": "August 4", "txt": "Louis Vuitton, French fashion designer, founded Louis Vuitton (d. 1892)", "entities": [{"title": "Louis Vuitton (designer)", "href": "/wiki/Louis_Vuitton_(designer)", "description": "Louis Vuitton was a French fashion designer and businessman. He was the founder of the Louis Vuitton brand of leather goods now owned by LVMH. Prior to this, he had been appointed as trunk-maker to Empress Eugénie de Montijo, wife of Napoleon III."}, {"title": "Louis Vuitton", "href": "/wiki/Louis_Vuitton", "description": "Louis Vuitton Malletier, commonly known as Louis Vuitton or by its initials LV, is a French fashion house and luxury goods company founded in 1854 by Louis Vuitton. The label's LV monogram appears on most of its products, ranging from luxury trunks and leather goods to ready-to-wear, shoes, watches, jewelry, accessories, sunglasses and books. Louis Vuitton is one of the world's leading internation"}]}, {"heading": "Births", "year": "1821", "date": "August 4", "txt": "James Springer White, American religious leader, co-founded the Seventh-day Adventist Church (d. 1881)", "entities": [{"title": "Seventh-day Adventist Church", "href": "/wiki/Seventh-day_Adventist_Church", "description": "The Seventh-day Adventist Church is a Protestant Christian denomination which is distinguished by its observance of Saturday, the seventh day of the week in Christian and Jewish calendars, as the Sabbath, and its emphasis on the imminent Second Coming (advent) of Jesus Christ. The denomination grew out of the Millerite movement in the United States during the mid-19th century and it was formally e"}]}, {"heading": "Births", "year": "1834", "date": "August 4", "txt": "John Venn, English mathematician and philosopher (d. 1923)", "entities": [{"title": "John Venn", "href": "/wiki/John_Venn", "description": "John Venn, FRS, FSA was an English mathematician, logician and philosopher noted for introducing the Venn diagrams, which are used in logic, set theory, probability, statistics, and computer science. In 1866, Venn published The Logic of Chance, a ground-breaking book which espoused the frequency theory of probability, arguing that probability should be determined by how often something is forecast"}]}, {"heading": "Births", "year": "1836", "date": "August 4", "txt": "Jens Vilhelm Dahlerup, Danish architect (d. 1907)", "entities": [{"title": "Vilhelm Dahlerup", "href": "/wiki/Vilhelm_Dahlerup", "description": "Jens Vilhelm Dahlerup was a Danish architect who specialized in the Historicist style. One of the most productive and noted Danish architects of the 19th century, he is behind many of the most known buildings and landmarks of his time and has more than any other single architect contributed to the way Copenhagen appears today."}]}, {"heading": "Births", "year": "1839", "date": "August 4", "txt": "Walter Pater, English author, critic, and academic (d. 1894)", "entities": [{"title": "Walter Pater", "href": "/wiki/Walter_Pater", "description": "Walter Horatio Pater was an English essayist, literary and art critic, and fiction writer, regarded as one of the great stylists. His works on Renaissance subjects were popular but controversial in his times."}]}, {"heading": "Births", "year": "1844", "date": "August 4", "txt": "Henri Berger, German composer and bandleader (d. 1929)", "entities": [{"title": "Henri Berger", "href": "/wiki/Henri_Berger", "description": "Henry or Henri Berger was a Prussian Kapellmeister, composer and royal bandmaster of the Kingdom of Hawaiʻi from 1872 to 1915."}]}, {"heading": "Births", "year": "1853", "date": "August 4", "txt": "John Henry Twachtman, American painter, etcher, and academic (d. 1902)", "entities": [{"title": "John Henry Twachtman", "href": "/wiki/John_Henry_Twachtman", "description": "John Henry Twachtman was an American painter best known for his impressionist landscapes, though his painting style varied widely through his career. Art historians consider Twachtman's style of American Impressionism to be among the more personal and experimental of his generation. He was a member of \"The Ten\", a loosely allied group of American artists dissatisfied with professional art organiza"}]}, {"heading": "Births", "year": "1859", "date": "August 4", "txt": "Knut Hamsun, Norwegian novelist, poet, and playwright, Nobel Prize laureate (d. 1952)", "entities": [{"title": "Knut Hamsun", "href": "/wiki/Knut_Hamsun", "description": "Knut Hamsun was a Norwegian writer who was awarded the Nobel Prize in Literature in 1920. Hamsun's work spans more than 70 years and shows variation with regard to consciousness, subject, perspective and environment. He published more than 20 novels, a collection of poetry, some short stories and plays, a travelogue, works of non-fiction and some essays."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1867", "date": "August 4", "txt": "Jake Beckley, American baseball player and coach (d. 1918)", "entities": [{"title": "Jake Beckley", "href": "/wiki/Jake_Beckley", "description": "Jacob Peter Beckley, nicknamed Eagle Eye, was an American professional baseball first baseman. He played in Major League Baseball for the Pittsburgh Alleghenys, Pittsburgh Burghers, Pittsburgh Pirates, New York Giants, Cincinnati Reds and St. Louis Cardinals from 1888 to 1907."}]}, {"heading": "Births", "year": "1870", "date": "August 4", "txt": "Harry Lauder, Scottish actor and singer (d. 1950)", "entities": [{"title": "Harry Lauder", "href": "/wiki/Harry_Lauder", "description": "Sir Henry Lauder was a Scottish singer and comedian popular in both music hall and vaudeville theatre traditions; he achieved international success."}]}, {"heading": "Births", "year": "1871", "date": "August 4", "txt": "William Holman, English-Australian politician, 19th Premier of New South Wales (d. 1934)", "entities": [{"title": "William Holman", "href": "/wiki/William_Holman", "description": "William Arthur Holman was an Australian politician who served as Premier of New South Wales from 1913 to 1920. He came to office as the leader of the Labor Party, but was expelled from the party in the split of 1916. He subsequently became the inaugural leader of the NSW branch of the Nationalist Party."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1876", "date": "August 4", "txt": "Giovanni Giuriati, Italian lawyer and politician (d. 1970)", "entities": [{"title": "Giovanni Giuriati", "href": "/wiki/Giovanni_Giuriati", "description": "Giovanni Giuriati was an Italian fascist politician."}]}, {"heading": "Births", "year": "1876", "date": "August 4", "txt": "John Scaddan, Australian politician, 10th Premier of Western Australia (d. 1934)", "entities": [{"title": "Premier of Western Australia", "href": "/wiki/Premier_of_Western_Australia", "description": "The Premier of Western Australia is the head of the executive branch of government in the Australian state of Western Australia. The Premier has similar functions in Western Australia to those performed by the Prime Minister of Australia at the national level, subject to the different Constitutions."}]}, {"heading": "Births", "year": "1884", "date": "August 4", "txt": "Béla Balázs, Hungarian poet and critic (d. 1949)", "entities": [{"title": "Béla Balázs", "href": "/wiki/B%C3%A9la_Bal%C3%A1zs", "description": "Béla Balázs, born Herbert Béla Bauer, was a Hungarian film critic, aesthetician, writer and poet of Jewish heritage. He was a proponent of formalist film theory."}]}, {"heading": "Births", "year": "1884", "date": "August 4", "txt": "Henri Cornet, French cyclist (d. 1941)", "entities": []}, {"heading": "Births", "year": "1887", "date": "August 4", "txt": "Albert M. Greenfield, Ukrainian-American businessman and philanthropist (d. 1967)", "entities": [{"title": "Albert M. Greenfield", "href": "/wiki/Albert_M._Greenfield", "description": "Albert Monroe Greenfield was a real estate broker and developer who built his company into a vast East Coast network of department stores, banks, finance companies, hotels, newspapers, transportation companies and the Loft Candy Corporation. His high-rise office buildings and hotels were instrumental in changing the face of Philadelphia, Pennsylvania, United States, his base of operations. Uniquel"}]}, {"heading": "Births", "year": "1888", "date": "August 4", "txt": "Taher Saifuddin, Indian religious leader, 51st Da'i al-Mutlaq (d. 1965)", "entities": [{"title": "Taher Saifuddin", "href": "/wiki/Taher_Saifuddin", "description": "Taher Saifuddin, also known as Tahir Sayf al-Din, was the 51st and longest serving Da'i al-Mutlaq of the Dawoodi Bohras. Saifuddin adapted the modernisation in Western and European ideas, and established its benefits for the Bohras, whilst still steeped in the traditions and the culture of the community's Fatimid heritage. Saifuddin laid substantial groundwork in terms of philanthropy, education, "}, {"title": "Da'i al-Mutlaq", "href": "/wiki/Da%27i_al-Mutlaq", "description": "The term Dā'ī al-Mutlaq or ad-Da'i ul-Mutlaq literally means \"the absolute or unrestricted missionary\" pl. Du'aat-دعاۃ. The office of Da'i al-Mutlaq is a spiritual rank in the Isma'ili Da'wah which became more explicit and operational after the seclusion of the 21st Fatimid Imam of Cairo, At-Tayyib Abu'l-Qasim in 528 AH/1134 AD. According to Tayyibi-Ismaili tradition, the Da'i al-Mutlaq is the hig"}]}, {"heading": "Births", "year": "1890", "date": "August 4", "txt": "Dolf Luque, Cuban baseball player and manager (d. 1957)", "entities": [{"title": "Dolf Luque", "href": "/wiki/Dolf_Luque", "description": "Adolfo Domingo De Guzmán \"Dolf\" Luque was a Cuban starting pitcher in Major League Baseball (MLB) from 1914 to 1935. Luque was enshrined in the Cuban Baseball Hall of Fame and the Cincinnati Reds Hall of Fame in 1967, as well as in the Mexican Baseball Hall of Fame in 1985. Luque was not only the first Latino pitcher in MLB, but also the first to win a World Series victory, and the first to lead t"}]}, {"heading": "Births", "year": "1893", "date": "August 4", "txt": "Fritz Gause, German historian and curator (d. 1973)", "entities": [{"title": "Fritz Gause", "href": "/wiki/Fritz_Gause", "description": "Fritz Gause was a German historian, archivist, and curator described as the last great historian of his native city, Königsberg, East Prussia. Gause's most important work was his three-volume history of Königsberg, Die Geschichte der Stadt Königsberg in Preußen. He was connected to nationalist historic movement called Ostforschung"}]}, {"heading": "Births", "year": "1898", "date": "August 4", "txt": "Ernesto Maserati, Italian race car driver and engineer (d. 1975)", "entities": [{"title": "Ernesto Maserati", "href": "/wiki/Ernesto_Maserati", "description": "Ernesto Maserati was an Italian automotive engineer and racer, with Maserati of Modena since its inception in Bologna on 14 December 1914, together with his brothers Alfieri Maserati (leader), Ettore Maserati, Bindo Maserati and others."}]}, {"heading": "Births", "year": "1899", "date": "August 4", "txt": "Ezra Taft Benson, American religious leader, 13th President of The Church of Jesus Christ of Latter-day Saints (d. 1994)", "entities": [{"title": "Ezra Taft Benson", "href": "/wiki/Ezra_Taft_Benson", "description": "Ezra Taft Benson was an American farmer, government official, and religious leader who served as the 15th United States Secretary of Agriculture during both presidential terms of Dwight D. Eisenhower and as the 13th president of The Church of Jesus Christ of Latter-day Saints from 1985 until his death in 1994."}, {"title": "President of The Church of Jesus Christ of Latter-day Saints", "href": "/wiki/President_of_The_Church_of_Jesus_Christ_of_Latter-day_Saints", "description": "In The Church of Jesus Christ of Latter-day Saints, the President of the Church is the highest office of the church. It was the office held by Joseph Smith, the church's founder. The President of the LDS Church is the church's leader and the head of the First Presidency, the church's highest governing body. Latter-day Saints consider the president of the church to be a \"prophet, seer, and revelato"}]}, {"heading": "Births", "year": "1900", "date": "August 4", "txt": "Queen Elizabeth The Queen Mother of the United Kingdom (d. 2002)", "entities": [{"title": "Queen Elizabeth The Queen Mother", "href": "/wiki/Queen_Elizabeth_The_Queen_Mother", "description": "Elizabeth Angela Marguerite Bowes-Lyon was Queen of the United Kingdom and the Dominions from 1936 to 1952 as the wife of King George VI. She was the last empress of India from 1936 until India gained independence from Britain in 1947. After her husband died, she was known as Queen Elizabeth The Queen Mother, to avoid confusion with her daughter, Queen Elizabeth II."}]}, {"heading": "Births", "year": "1901", "date": "August 4", "txt": "Louis Armstrong, American trumpet player and singer (d. 1971)", "entities": [{"title": "Louis Armstrong", "href": "/wiki/Louis_Armstrong", "description": "Louis Daniel Armstrong, nicknamed \"Satchmo\", \"Satch\", and \"Pops\", was an American trumpeter and vocalist who was among the most influential figures in jazz. His career spanned five decades and different eras in the history of jazz."}]}, {"heading": "Births", "year": "1901", "date": "August 4", "txt": "Clarence Passailaigue, Jamaican cricketer (d. 1972)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 4", "txt": "Bill Hallahan, American baseball player (d. 1981)", "entities": [{"title": "Bill Hallahan", "href": "/wiki/Bill_Hallahan", "description": "William Anthony Hallahan was an American left-handed pitcher in Major League Baseball during the 1920s and 1930s. Nicknamed \"Wild Bill\" because of his lack of control on the mound—he twice led the National League in bases on balls—Hallahan nevertheless was one of the pitching stars of the 1931 World Series and pitched his finest in postseason competition."}]}, {"heading": "Births", "year": "1904", "date": "August 4", "txt": "Witold Gombrowicz, Polish author and playwright (d. 1969)", "entities": [{"title": "Witold Gombrowicz", "href": "/wiki/Witold_Gombrowicz", "description": "Witold Marian Gombrowicz was a Polish writer and playwright. His works are characterised by deep psychological analysis, a certain sense of paradox and absurd, anti-nationalist flavor. In 1937 he published his first novel, Ferdydurke, which presented many of his usual themes: problems of immaturity and youth, creation of identity in interactions with others, and an ironic, critical examination of "}]}, {"heading": "Births", "year": "1904", "date": "August 4", "txt": "Helen Kane, American singer and actress (d. 1966)", "entities": []}, {"heading": "Births", "year": "1904", "date": "August 4", "txt": "Joe Tate, English footballer and manager (d. 1973)", "entities": []}, {"heading": "Births", "year": "1905", "date": "August 4", "txt": "Abeid Karume, 1st President of Zanzibar (d. 1972)", "entities": [{"title": "Abeid Karume", "href": "/wiki/Abeid_Karume", "description": "Abeid Amani Karume was the first President of Zanzibar. He obtained this title as a result of a revolution which led to the deposing of His Majesty Sir Jamshid bin Abdullah, the last reigning Sultan of Zanzibar, in January 1964. Three months later, the United Republic of Tanzania was founded, and Karume became the first Vice President of the United Republic with Julius Nyerere of Tanganyika as pre"}, {"title": "President of Zanzibar", "href": "/wiki/President_of_Zanzibar", "description": "The president of the Republic of Zanzibar and Pemba is the head of the Revolutionary Government of Zanzibar, which is a semi-autonomous government within Tanzania. The current president is Hussein Mwinyi. The President is also the chairman of the Revolutionary Council, whose members are appointed by the president, and some of which must be selected from the House of Representatives."}]}, {"heading": "Births", "year": "1906", "date": "August 4", "txt": "Eugen Schuhmacher, German zoologist, director, and producer (d. 1973)", "entities": [{"title": "Eugen Schuhmacher", "href": "/wiki/Eugen_Schuhmacher", "description": "Eugen Schuhmacher was a German zoologist and pioneer of animal documentaries. Besides Bernhard Grzimek and Heinz Sielmann he belongs to the German wildlife documentary filmmakers with an international reputation."}]}, {"heading": "Births", "year": "1908", "date": "August 4", "txt": "Kurt Eichhorn, German conductor (d. 1994)", "entities": [{"title": "Kurt Eichhorn", "href": "/wiki/Kurt_Eichhorn", "description": "Kurt Peter Eichhorn, was a German conductor."}]}, {"heading": "Births", "year": "1909", "date": "August 4", "txt": "Glenn Cunningham, American runner and academic (d. 1988)", "entities": [{"title": "Glenn Cunningham (athlete)", "href": "/wiki/Glenn_Cunningham_(athlete)", "description": "Glenn Vernice Cunningham was an American middle-distance runner, and was considered the greatest American miler of all time. He received the James E. Sullivan Award as the top amateur athlete in the United States in 1933."}]}, {"heading": "Births", "year": "1910", "date": "August 4", "txt": "Anita Page, American actress (d. 2008)", "entities": [{"title": "Anita Page", "href": "/wiki/Anita_Page", "description": "Anita Page was an American film actress who reached stardom in the final years of the silent film era."}]}, {"heading": "Births", "year": "1910", "date": "August 4", "txt": "William Schuman, American composer and educator (d. 1992)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 4", "txt": "Hedda Sterne, Romanian-American painter and photographer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 4", "txt": "Aleksandr Danilovich Aleksandrov, Russian mathematician, physicist, and mountaineer (d. 1999)", "entities": [{"title": "Aleksandr Danilovich Aleksandrov", "href": "/wiki/Aleksandr_Danilovich_Aleksandrov", "description": "Aleksandr Danilovich Aleksandrov, was a Soviet/Russian mathematician, physicist, philosopher and mountaineer."}]}, {"heading": "Births", "year": "1912", "date": "August 4", "txt": "David Raksin, American composer and educator (d. 2004)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 4", "txt": "Raoul Wallenberg, Swedish architect and diplomat (d. 1947)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 4", "txt": "Wesley Addy, American actor (d. 1996)", "entities": [{"title": "Wesley Addy", "href": "/wiki/Wesley_Addy", "description": "Robert Wesley Addy was an American actor of stage, television, and film."}]}, {"heading": "Births", "year": "1913", "date": "August 4", "txt": "Robert Hayden, American poet and educator (d. 1980)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 4", "txt": "Johann Niemann, German lieutenant (d. 1943)", "entities": []}, {"heading": "Births", "year": "1915", "date": "August 4", "txt": "Warren Avis, American businessman, founded Avis Rent a Car System (d. 2007)", "entities": [{"title": "Warren Avis", "href": "/wiki/Warren_Avis", "description": "Warren Edward Avis was an American entrepreneur who founded Avis Rent a Car System in 1946."}, {"title": "Avis Rent a Car System", "href": "/wiki/Avis_Rent_a_Car_System", "description": "Avis is an American car rental company headquartered in Parsippany, New Jersey, United States. Avis, Budget Rent a Car, Budget Truck Rental and Zipcar are all units of Avis Budget Group."}]}, {"heading": "Births", "year": "1917", "date": "August 4", "txt": "John Fitch, American race car driver and engineer (d. 2012)", "entities": [{"title": "John Fitch (racing driver)", "href": "/wiki/John_Fitch_(racing_driver)", "description": "John Cooper Fitch was an American racing driver and inventor. He was the first American to race automobiles successfully in Europe in the post-war era."}]}, {"heading": "Births", "year": "1918", "date": "August 4", "txt": "Brian Crozier, Australian-English historian and journalist (d. 2012)", "entities": [{"title": "Brian Crozier", "href": "/wiki/Brian_Crozier", "description": "Brian Rossiter Crozier was a historian, propagandist and journalist. He was also one of the central staff members of a secret propaganda department belonging to the UK Foreign Office, known as the Information Research Department (IRD) which republished and supported much of his work, and used his position to insert propaganda articles within British publications."}]}, {"heading": "Births", "year": "1919", "date": "August 4", "txt": "Michel Déon, French novelist, playwright, and critic (d. 2016)", "entities": [{"title": "Michel Déon", "href": "/wiki/Michel_D%C3%A9on", "description": "Michel Déon was a French novelist and literary columnist. He published over 50 works and was the recipient of numerous awards, including the Prix Interallié for his 1970 novel, Les Poneys sauvages. Déon's 1973 novel Un taxi mauve received the Grand Prix du roman de l'Académie française. His novels have been translated into numerous languages."}]}, {"heading": "Births", "year": "1920", "date": "August 4", "txt": "Helen Thomas, American journalist and author (d. 2013)", "entities": [{"title": "Helen Thomas", "href": "/wiki/Helen_Thomas", "description": "Helen Amelia Thomas was an American reporter and author, and a long serving member of the White House press corps. She covered the White House during the administrations of ten U.S. presidents—from the beginning of the Kennedy administration to the second year of the Obama administration."}]}, {"heading": "Births", "year": "1921", "date": "August 4", "txt": "Herb Ellis, American guitarist (d. 2010)", "entities": [{"title": "Herb Ellis", "href": "/wiki/Herb_Ellis", "description": "Mitchell Herbert Ellis, known professionally as Herb Ellis, was an American jazz guitarist. During the 1950s, he was in a trio with pianist Oscar Peterson."}]}, {"heading": "Births", "year": "1921", "date": "August 4", "txt": "Maurice Richard, Canadian ice hockey player and coach (d. 2000)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 4", "txt": "Mayme Agnew Clayton, American librarian (d.2006)", "entities": [{"title": "Mayme Agnew Clayton", "href": "/wiki/Mayme_Agnew_Clayton", "description": "Mayme Agnew Clayton was a librarian, and the founder, president, and leader of the Western States Black Research and Education Center (WSBREC), the largest privately held collection of African-American historical materials in the world. The collection represents the core holdings of the Mayme A. Clayton Library & Museum (MCLM) located in Culver City, California. The museum is the largest and most "}]}, {"heading": "Births", "year": "1922", "date": "August 4", "txt": "Luis Aponte Martínez, Puerto Rican cardinal (d. 2012)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 4", "txt": "George Irving Bell, American physicist, biologist, and mountaineer (d. 2000)", "entities": [{"title": "George Irving Bell", "href": "/wiki/George_Irving_Bell", "description": "George Irving Bell was an American physicist, biologist and mountaineer, and a grandson of John Joseph Seerley. He died from complications of leukemia after surgery."}]}, {"heading": "Births", "year": "1926", "date": "August 4", "txt": "Perry Moss, American football player and coach (d. 2014)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 4", "txt": "Christian Goethals, Belgian race car driver (d. 2003)", "entities": [{"title": "Christian Goethals", "href": "/wiki/Christian_Goethals", "description": "Christian Roger Xavier Marie Joseph Ghislain Goethals was a racing driver from Belgium. Goethals competed as an amateur in sports car races, driving a Porsche Spyder during the 1950s. His best results were a second-place finish with his brother in the 1956 1500cc class event in Reims, and a win in the same class the following year at Forez. Goethals acquired a Cooper-Climax and entered it in the F"}]}, {"heading": "Births", "year": "1928", "date": "August 4", "txt": "Gerard Damiano, American director, producer, and screenwriter (d. 2008)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 4", "txt": "Nadežka Mosusova, Serbian composer", "entities": [{"title": "Nadežka Mosusova", "href": "/wiki/Nade%C5%BEka_Mosusova", "description": "Nadežda Mosusova (Nadezda) is a Serbian composer and musicologist. She was born in Subotica, Serbia, and studied composition with Predrag Milosevic at the Belgrade Academy of Music. She continued her studies at the Salzburg Seminar on Contemporary American Music and received her doctorate in musicology in Ljubljana. After completing her studies, she took a position as professor at the Stanković Mu"}]}, {"heading": "Births", "year": "1929", "date": "August 4", "txt": "Kishore Kumar, Indian singer-songwriter and actor (d. 1987)", "entities": [{"title": "Kishore Kumar", "href": "/wiki/Kishore_Kumar", "description": "Abhas Kumar Ganguly, better known by his stage name Kishore Kumar was an Indian playback singer and actor. He was one of the most popular singers in the Indian film industry and from soft numbers to peppy tracks to romantic moods, Kumar sang in different genres but some of his rare compositions which were considered classics were lost in time. According to Ashok Kumar, Kumar's success came because"}]}, {"heading": "Births", "year": "1929", "date": "August 4", "txt": "Vellore G. Ramabhadran, Mridangam artiste from Tamil Nadu, India (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 4", "txt": "Ali al-Sistani, Iranian-Iraqi cleric and scholar", "entities": [{"title": "Ali al-Sistani", "href": "/wiki/Ali_al-Sistani", "description": "Grand Ayatollah Sayyid Ali al-Husayni al-Sistani, commonly known as Ayatollah Sistani, is one of the most influential Iraqi Shia marja' of Iranian origins living in Iraq."}]}, {"heading": "Births", "year": "1931", "date": "August 4", "txt": "Naren Tamhane, Indian cricketer (d. 2002)", "entities": [{"title": "Naren Tamhane", "href": "/wiki/Naren_Tamhane", "description": "Narendra Shankar Tamhane pronunciation (help·info) was an Indian cricketer who played in 21 Tests from 1955 to 1960. He was a wicket-keeper-batsman."}]}, {"heading": "Births", "year": "1932", "date": "August 4", "txt": "Frances E. Allen, American computer scientist and academic (d. 2020)", "entities": [{"title": "Frances E. Allen", "href": "/wiki/Frances_E._Allen", "description": "Frances Elizabeth Allen was an American computer scientist and pioneer in the field of optimizing compilers. Allen was the first woman to become an IBM Fellow and in 2006 became the first woman to win the Turing Award. Her achievements include seminal work in compilers, program optimization, and parallelization. She worked for IBM from 1957 to 2002 and subsequently, was a Fellow Emerita."}]}, {"heading": "Births", "year": "1932", "date": "August 4", "txt": "Liang Congjie, Chinese environmentalist, founded Friends of Nature (d. 2010)", "entities": [{"title": "Friends of Nature (China)", "href": "/wiki/Friends_of_Nature_(China)", "description": "Friends of Nature is the People's Republic of China's oldest environmental non-government organization. On March 31, 1994, the organization was officially registered under the name Green Culture Institute of the International Academy of Chinese Culture under the Ministry of Civil Affairs. The focus of the group is to raise awareness about environmental protection through workshops, field trips and"}]}, {"heading": "Births", "year": "1934", "date": "August 4", "txt": "Dallas Green, American baseball player and manager (d. 2017)", "entities": [{"title": "Dallas Green (baseball)", "href": "/wiki/Dallas_Green_(baseball)", "description": "George Dallas Green was an American professional baseball pitcher, manager, scout and executive in Major League Baseball (MLB). He played big league baseball for the Philadelphia Phillies, Washington Senators and New York Mets, from 1960 through 1967. A man of towering stature, at 6 feet 5 inches (1.96 m) tall and 210 pounds (95 kg), Green achieved notoriety for his blunt manner. He possessed a bo"}]}, {"heading": "Births", "year": "1935", "date": "August 4", "txt": "Carol Arthur, American actress and producer", "entities": [{"title": "Carol Arthur", "href": "/wiki/Carol_Arthur", "description": "Carol Arata, known professionally as Carol Arthur, was an American actress, mainly recognizable in supporting roles in films directed by Mel Brooks."}]}, {"heading": "Births", "year": "1935", "date": "August 4", "txt": "Hans-Walter Eigenbrodt, German footballer and coach (d. 1997)", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 4", "txt": "Michael J. Noonan, Irish farmer and politician, 25th Minister of Defence for Ireland (d. 2013)", "entities": [{"title": "Minister for Defence (Ireland)", "href": "/wiki/Minister_for_Defence_(Ireland)", "description": "The Minister for Defence is the senior minister at the Department of Defence in the Government of Ireland. The current Minister for Defence is Simon Coveney, TD. He is also Minister for Foreign Affairs."}]}, {"heading": "Births", "year": "1936", "date": "August 4", "txt": "Giorgos Zographos, Greek singer and actor (d. 2005)", "entities": [{"title": "Giorgos Zographos", "href": "/wiki/Giorgos_Zographos", "description": "Giorgos Zographos was a Greek musician and actor."}]}, {"heading": "Births", "year": "1937", "date": "August 4", "txt": "David Bedford, English keyboard player, composer, and conductor (d. 2011)", "entities": [{"title": "David Bedford", "href": "/wiki/David_Bedford", "description": "David Vickerman Bedford was an English composer and musician. He wrote and played both popular and classical music. He was the brother of the conductor Steuart Bedford and the grandson of the composer, painter and author Herbert Bedford and the composer Liza Lehmann."}]}, {"heading": "Births", "year": "1938", "date": "August 4", "txt": "Ellen Schrecker, American historian and academic", "entities": [{"title": "Ellen Schrecker", "href": "/wiki/Ellen_Schrecker", "description": "Ellen Wolf Schrecker is an American professor emerita of American history at Yeshiva University. She has received the Frederick Ewen Academic Freedom Fellowship at the Tamiment Library at NYU. She is known primarily for her work in the history of McCarthyism. Historian Ronald Radosh has described her as \"the dean of the anti-anti-Communist historians.\""}]}, {"heading": "Births", "year": "1939", "date": "August 4", "txt": "Jack Cunningham, Baron Cunningham of Felling, English politician, Minister for the Cabinet Office", "entities": [{"title": "Jack Cunningham, Baron Cunningham of Felling", "href": "/wiki/Jack_Cunningham,_Baron_Cunningham_of_Felling", "description": "John Anderson Cunningham, Baron Cunningham of Felling, PC, DL is a British politician who was a Labour Member of Parliament for over 30 years, serving for Whitehaven from 1970 to 1983 and then Copeland until the 2005 general election, and had served in the Cabinet of Tony Blair."}, {"title": "Minister for the Cabinet Office", "href": "/wiki/Minister_for_the_Cabinet_Office", "description": "The Minister for the Cabinet Office is a position in the Cabinet Office of the United Kingdom. The Minister is responsible for all Cabinet Office policies and leading the department."}]}, {"heading": "Births", "year": "1939", "date": "August 4", "txt": "Frankie Ford, American R&B/rock & roll singer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 4", "txt": "Robin Harper, Scottish academic and politician", "entities": [{"title": "Robin Harper", "href": "/wiki/Robin_Harper", "description": "Robin Charles Moreton Harper, is a Scottish politician, and was a Member of the Scottish Parliament (MSP) for the Lothians region (1999–2011). He was co-convener of the Scottish Greens (2004–2008). Harper became an MSP in the first elections to the Scottish Parliament in 1999, the first ever elected Green parliamentarian in the United Kingdom."}]}, {"heading": "Births", "year": "1940", "date": "August 4", "txt": "Larry Knechtel, American bass player and pianist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 4", "txt": "Frances Stewart, English economist and academic", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 4", "txt": "Timi Yuro, American singer-songwriter (d. 2004)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 4", "txt": "Martin Jarvis, English actor", "entities": [{"title": "Martin Jarvis (actor)", "href": "/wiki/Martin_Jarvis_(actor)", "description": "Martin Jarvis OBE is an English actor and a producer of radio drama. Described by the BBC as \"one of Britain's most distinguished and versatile actors\", he has had a varied career in theatre, film and television, and become particularly noted for radio acting and voicing audiobooks."}]}, {"heading": "Births", "year": "1941", "date": "August 4", "txt": "Andy Smillie, English footballer", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 4", "txt": "Ted Strickland, American psychologist and politician, 68th Governor of Ohio", "entities": [{"title": "Governor of Ohio", "href": "/wiki/Governor_of_Ohio", "description": "The governor of the State of Ohio is the head of the executive branch of the government of Ohio and the commander-in-chief of the U.S. state's military forces. The officeholder has a duty to enforce state laws, the power to either approve or veto bills passed by the Ohio General Assembly, the power to convene the legislature and the power to grant pardons, except in cases of treason and impeachmen"}]}, {"heading": "Births", "year": "1942", "date": "August 4", "txt": "Don S. Davis, American actor (d. 2008)", "entities": [{"title": "Don S. Davis", "href": "/wiki/Don_S._Davis", "description": "Don Sinclair Davis was an American character actor best known for playing General Hammond in the television series Stargate SG-1 (1997–2007), and earlier for playing Major Garland Briggs on the television series Twin Peaks (1990–1991). He was also a theater professor, painter, and United States Army captain."}]}, {"heading": "Births", "year": "1942", "date": "August 4", "txt": "Cleon Jones, American baseball player", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 4", "txt": "David Lange, New Zealand lawyer and politician, 32nd Prime Minister of New Zealand (d. 2005)", "entities": [{"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Births", "year": "1943", "date": "August 4", "txt": "Vicente Álvarez Areces, Spanish politician, 6th President of the Principality of Asturias (d. 2019)", "entities": [{"title": "Vicente Álvarez Areces", "href": "/wiki/Vicente_%C3%81lvarez_Areces", "description": "Vicente Alberto Álvarez Areces, also known as Tini Areces, was a Spanish politician. He served as the sixth President of the Principality of Asturias in Spain, and he was a member of the Spanish Socialist Workers' Party political party. He was also a member of the Committee of the Regions, working as a vice-president of the Party of European Socialists Group."}, {"title": "President of the Principality of Asturias", "href": "/wiki/President_of_the_Principality_of_Asturias", "description": "The president of the Principality of Asturias is the head of government of the Spanish autonomous community of Asturias. The president is chosen by the General Junta of the Principality of Asturias, autonomous parliamentary institution."}]}, {"heading": "Births", "year": "1943", "date": "August 4", "txt": "Barbara Saß-Viehweger, German politician, lawyer and civil law notary", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 4", "txt": "Bjørn Wirkola, Norwegian ski jumper and footballer", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 4", "txt": "Richard Belzer, American actor", "entities": [{"title": "Richard Belzer", "href": "/wiki/Richard_Belzer", "description": "Richard Jay Belzer is an American actor, stand-up comedian, and author. He is best known for his role as BPD Detective, NYPD Detective/Sergeant, and DA Investigator John Munch, whom he has portrayed as a regular cast member on the NBC police drama series Homicide: Life on the Street and Law & Order: Special Victims Unit, as well as in guest appearances on a number of other series. He portrayed the"}]}, {"heading": "Births", "year": "1944", "date": "August 4", "txt": "Doudou Ndoye, Senegalese lawyer and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 4", "txt": "Paul McCarthy, American painter and sculptor", "entities": [{"title": "Paul McCarthy", "href": "/wiki/Paul_McCarthy", "description": "Paul McCarthy is a contemporary artist who lives and works in Los Angeles, California."}]}, {"heading": "Births", "year": "1945", "date": "August 4", "txt": "Alan Mulally, American engineer and businessman", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 4", "txt": "Aleksei Turovski, Estonian zoologist and ethologist", "entities": [{"title": "Aleksei Turovski", "href": "/wiki/Aleksei_Turovski", "description": "Aleksei Turovski is an Estonian zoologist and ethologist, specialising in parasitology and zoosemiotics. In 1973, he graduated from Tartu University with a degree in zoology; since 1972 he's been working in the Tallinn Zoo. In 1976–2001, Turovski worked in the Estonian Marine Institute."}]}, {"heading": "Births", "year": "1947", "date": "August 4", "txt": "Klaus Schulze, German keyboard player and songwriter", "entities": [{"title": "Klaus Schulze", "href": "/wiki/Klaus_Schulze", "description": "Klaus Schulze is a German electronic music pioneer, composer and musician. He also used the alias Richard Wahnfried. He was briefly a member of the Krautrock bands Tangerine Dream, Ash Ra Tempel, and The Cosmic Jokers before launching a solo career consisting of more than 60 albums released across five decades."}]}, {"heading": "Births", "year": "1948", "date": "August 4", "txt": "Johnny Grubb, American baseball player and coach", "entities": [{"title": "Johnny Grubb", "href": "/wiki/Johnny_Grubb", "description": "John Maywood Grubb, Jr. is a former Major League Baseball outfielder and designated hitter, who also occasionally played at first base. He played with the San Diego Padres (1972–1976), Cleveland Indians (1977–1978), Texas Rangers (1978–1982), and the Detroit Tigers (1983–1987)."}]}, {"heading": "Births", "year": "1949", "date": "August 4", "txt": "John Riggins, American football player, sportscaster, and actor", "entities": [{"title": "John Riggins", "href": "/wiki/John_Riggins", "description": "Robert John Riggins, nicknamed \"the Diesel\" and \"Riggo\", is an American former professional football player who was a fullback in the National Football League (NFL) for the New York Jets and Washington Redskins. He played college football for the Kansas Jayhawks. He was known for his powerful running style and productivity well into the latter years of his career: in 1983 at age 34, he rushed for "}]}, {"heading": "Births", "year": "1950", "date": "August 4", "txt": "Caldwell Jones, American basketball player and coach (d. 2014)", "entities": [{"title": "Caldwell Jones", "href": "/wiki/Caldwell_Jones", "description": "Caldwell \"Pops\" Jones was an American professional basketball player."}]}, {"heading": "Births", "year": "1950", "date": "August 4", "txt": "N. Rangaswamy, Indian lawyer and politician, 9th Chief Minister of Puducherry", "entities": [{"title": "List of Chief Ministers of Puducherry", "href": "/wiki/List_of_Chief_Ministers_of_Puducherry", "description": "The Chief Minister of the Union Territory of Puducherry is the Chief Minister of the Indian union territory of Puducherry. He is appointed by the President of India and sworn-in by the Lieutenant Governor of Puducherry. The longest serving chief minister of Puducherry is N. Rangasamy of over 12 years period from 2001 to 2008 and from 2011 to 2016. Since 6 June 2016, V. Narayanasamy of the Indian N"}]}, {"heading": "Births", "year": "1951", "date": "August 4", "txt": "Peter Goodfellow, English geneticist and academic", "entities": [{"title": "Peter Goodfellow (geneticist)", "href": "/wiki/Peter_Goodfellow_(geneticist)", "description": "Peter Neville Goodfellow, FRS FMedSci is a British geneticist best known for his work on sex determination and the SRY gene that encodes testis determining factor. He was Arthur Balfour Professor of Genetics at the University of Cambridge from 1992 to 1996."}]}, {"heading": "Births", "year": "1952", "date": "August 4", "txt": "James Arbuthnot, English lawyer and politician, Secretary of State for Business, Innovation and Skills", "entities": [{"title": "James Arbuthnot", "href": "/wiki/James_Arbuthnot", "description": "James Norwich Arbuthnot, Baron Arbuthnot of Edrom,, is a British Conservative Party politician. He was Member of Parliament (MP) for Wanstead and Woodford from 1987 to 1997, and then MP for North East Hampshire from 1997 to 2015."}, {"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Births", "year": "1952", "date": "August 4", "txt": "Moya Brennan, Irish singer-songwriter and harp player", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 4", "txt": "Gábor Demszky, Hungarian sociologist, lawyer, and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 4", "txt": "Hiroyuki Usui, Japanese footballer and manager", "entities": [{"title": "Hiroyuki Usui", "href": "/wiki/Hiroyuki_Usui", "description": "Hiroyuki Usui  is a former Japanese football player and manager. He played for Japan national team. His son Kempei Usui is also a footballer."}]}, {"heading": "Births", "year": "1954", "date": "August 4", "txt": "Anatoliy Kinakh, Ukrainian engineer and politician, 11th Prime Minister of Ukraine", "entities": [{"title": "Anatoliy Kinakh", "href": "/wiki/Anatoliy_Kinakh", "description": "Anatoliy Kyrylovych Kinakh is a Ukrainian politician and honorary professor at the Mykolaiv Government Humanitarian University. Kinakh is a former People's Deputy of Ukraine. Kinakh currently serves as the leader of Party of Industrialists and Entrepreneurs of Ukraine."}, {"title": "Prime Minister of Ukraine", "href": "/wiki/Prime_Minister_of_Ukraine", "description": "The prime minister of Ukraine is Ukraine's head of government, presiding over the Cabinet of Ministers of Ukraine, which is the highest body of the executive branch of the Ukrainian government. The position replaced the Soviet post of the chairman of Council of Ministers of the Ukrainian SSR, which was established on March 25, 1946."}]}, {"heading": "Births", "year": "1954", "date": "August 4", "txt": "Steve Phillips, English footballer", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 4", "txt": "François Valéry, Algerian-French singer-songwriter", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 4", "txt": "Alberto Gonzales, American soldier, lawyer, and politician, 80th United States Attorney General", "entities": [{"title": "Alberto Gonzales", "href": "/wiki/Alberto_Gonzales", "description": "Alberto R. Gonzales is an American lawyer who served as the 80th United States Attorney General, appointed in February 2005 by President George W. Bush, becoming the highest-ranking Hispanic American in executive government to date. He was the first Hispanic to serve as White House Counsel. Earlier he had been Bush's General Counsel during his governorship of Texas. Gonzales had also served as Sec"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1955", "date": "August 4", "txt": "Billy Bob Thornton, American actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 4", "txt": "Rupert Farley, British actor and voice actor", "entities": [{"title": "Rupert Farley", "href": "/wiki/Rupert_Farley", "description": "Rupert Charles Farley is an English actor and voice actor. He has had various roles in movies such as From Hell, The Young Poisoner's Handbook, Shakespeare in Love and Mrs Brown. He is probably best known for his voice acting work, which includes voice over work for TV advertisements and animation. He is well known through voice work of Tube Mice, Bernard Cornwall's Sharpe Novels, The Animals of F"}]}, {"heading": "Births", "year": "1957", "date": "August 4", "txt": "Brooks D. Simpson, American historian and author", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 4", "txt": "Valdis Valters, Latvian basketball player and coach", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 4", "txt": "John Wark, Scottish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 4", "txt": "Allison Hedge Coke, American-Canadian poet and academic", "entities": [{"title": "Allison Hedge Coke", "href": "/wiki/Allison_Hedge_Coke", "description": "Allison Adelle Hedge Coke is an American poet and editor. Her debut book, Dog Road Woman, won the American Book Award and was the first finalist of the Paterson Poetry Prize and Diane DeCora Award. Since then, she has written five more books and edited eight anthologies. She is known for addressing issues of culture, prejudice, Indigenous rights, the environment, peace, violence, abuse, and labor "}]}, {"heading": "Births", "year": "1958", "date": "August 4", "txt": "Mary Decker, American runner", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 4", "txt": "Silvan Shalom, Tunisian-Israeli sergeant and politician, 30th Deputy Prime Minister of Israel", "entities": [{"title": "Deputy leaders of Israel", "href": "/wiki/Deputy_leaders_of_Israel", "description": "Deputy leaders in Israel fall into four categories: Acting Prime Minister, Deputy Prime Minister, Vice Prime Minister and Alternate Prime Minister. Vice Prime Minister is honorary rather than official executive positions, but entitle the office-holder to a place in the cabinet. Deputy Prime Minister is an official office."}]}, {"heading": "Births", "year": "1959", "date": "August 4", "txt": "Robbin Crosby, American guitarist and songwriter (d. 2002)", "entities": [{"title": "Robbin Crosby", "href": "/wiki/Robbin_Crosby", "description": "Robbinson Lantz Crosby was an American guitarist who was a member of glam metal band Ratt, earning several platinum albums in the US in the 1980s. Crosby died in 2002 from a heroin overdose and pneumonia with complications from AIDS."}]}, {"heading": "Births", "year": "1959", "date": "August 4", "txt": "John Gormley, Irish politician, Minister for the Environment, Community and Local Government", "entities": [{"title": "Minister for the Environment, Community and Local Government", "href": "/wiki/Minister_for_the_Environment,_Community_and_Local_Government", "description": "The Minister for Housing, Local Government and Heritage is the senior minister at the Department of Housing, Local Government and Heritage in the Government of Ireland."}]}, {"heading": "Births", "year": "1960", "date": "August 4", "txt": "Chuck C. Lopez, American jockey", "entities": [{"title": "Chuck C. Lopez", "href": "/wiki/Chuck_C._Lopez", "description": "Charles C. Lopez is an American jockey in Thoroughbred horse racing. Recorded as \"Charles,\" he is the son of jockey Carlos Lopez, Sr. His own sons, Erick and David Lopez, are also jockeys."}]}, {"heading": "Births", "year": "1960", "date": "August 4", "txt": "José Luis Rodríguez Zapatero, Spanish academic and politician, 5th Prime Minister of Spain", "entities": [{"title": "Prime Minister of Spain", "href": "/wiki/Prime_Minister_of_Spain", "description": "The President of the Government of Spain, commonly referred to in Spain as Presidente del Gobierno, and known in English as the prime minister of Spain, is the head of government of Spain. The office was established in its current form by the Constitution of 1978 and it was first regulated in 1823 as a chairmanship of the extant Council of Ministers, although it is not possible to determine when i"}]}, {"heading": "Births", "year": "1960", "date": "August 4", "txt": "Bernard Rose, English director, screenwriter, and cinematographer", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 4", "txt": "Tim Winton, Australian author and playwright", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 4", "txt": "Barack Obama, American lawyer and politician, 44th President of the United States, Nobel Prize laureate", "entities": [{"title": "Barack Obama", "href": "/wiki/Barack_Obama", "description": "Barack Hussein Obama II is an American politician and attorney who served as the 44th president of the United States from 2009 to 2017. A member of the Democratic Party, Obama was the first African-American president of the United States. He previously served as a U.S. senator from Illinois from 2005 to 2008 and as an Illinois state senator from 1997 to 2004."}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1962", "date": "August 4", "txt": "Roger Clemens, American baseball player and actor", "entities": [{"title": "Roger Clemens", "href": "/wiki/Roger_Clemens", "description": "William Roger Clemens, nicknamed \"Rocket\", is an American former professional baseball pitcher who played 24 seasons in Major League Baseball (MLB) for four teams, most notably the Boston Red Sox and the New York Yankees. Clemens was one of the most dominant pitchers in major league history, tallying 354 wins, a 3.12 earned run average (ERA), and 4,672 strikeouts, the third-most all time. An 11-ti"}]}, {"heading": "Births", "year": "1962", "date": "August 4", "txt": "Paul Reynolds, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 4", "txt": "Keith Maurice Ellison, 30th Attorney General of Minnesota", "entities": [{"title": "Keith Ellison", "href": "/wiki/Keith_Ellison", "description": "Keith Maurice Ellison is an American politician and lawyer serving as the 30th Attorney General of Minnesota. A member of the Democratic–Farmer–Labor Party (DFL), Ellison was the U.S. Representative for Minnesota's 5th congressional district from 2007 to 2019. He also served as the titular Deputy Chair of the Democratic National Committee from 2017 to 2018. In Congress, Ellison was a vice-chair of"}]}, {"heading": "Births", "year": "1964", "date": "August 4", "txt": "Andrew Bartlett, Australian social worker and politician", "entities": [{"title": "Andrew Bartlett", "href": "/wiki/Andrew_Bartlett", "description": "Andrew John Julian Bartlett is an Australian politician, academic, and social campaigner who served as a Senator for Queensland from 1997 to 2008 and from 2017 to 2018. He represented the Australian Democrats in his first stint in the Senate, including as party leader from 2002 to 2004 and deputy leader from 2004 to 2008. In November 2017, he returned to the Senate as a member of the Australian Gr"}]}, {"heading": "Births", "year": "1965", "date": "August 4", "txt": "Vishal Bhardwaj, Indian film director, screenwriter, producer, music composer and playback singer", "entities": [{"title": "Vishal Bhardwaj", "href": "/wiki/Vishal_Bhardwaj", "description": "Vishal Bhardwaj is an Indian film director, screenwriter, producer, music composer and playback singer. He is known for his work in Hindi cinema, and is the recipient of seven National Film Awards in four categories."}]}, {"heading": "Births", "year": "1965", "date": "August 4", "txt": "Adam Afriyie, English businessman and politician", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 4", "txt": "Dennis Lehane, American author, screenwriter, and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 4", "txt": "Fredrik Reinfeldt, Swedish soldier and politician, 42nd Prime Minister of Sweden", "entities": [{"title": "Prime Minister of Sweden", "href": "/wiki/Prime_Minister_of_Sweden", "description": "The Prime Minister is the head of government in Sweden. Before the creation of the office of a Prime Minister in 1876, Sweden did not have a head of government separate from its head of state, namely the King, in whom the executive authority was vested. Louis Gerhard De Geer, the architect behind the new bicameral Riksdag of 1866 that replaced the centuries-old Riksdag of the Estates, became the f"}]}, {"heading": "Births", "year": "1965", "date": "August 4", "txt": "Michael Skibbe, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 4", "txt": "Michael Marsh, American sprinter", "entities": [{"title": "Michael Marsh (athlete)", "href": "/wiki/Michael_Marsh_(athlete)", "description": "Michael Lawrence Marsh is a retired American sprinter, the 1992 Olympic champion in the 200 m."}]}, {"heading": "Births", "year": "1968", "date": "August 4", "txt": "Daniel Dae Kim, South Korean-American actor", "entities": [{"title": "Daniel Dae Kim", "href": "/wiki/Daniel_Dae_Kim", "description": "Daniel Dae Kim is an American actor, voice actor, and producer. He is known for his roles as Jin-Soo Kwon in Lost, Chin Ho Kelly in Hawaii Five-0, Gavin Park in Angel, and Johnny Gat in the Saints Row series of video games. He also runs a production company, 3AD, which is currently producing the television series The Good Doctor. He portrayed Ben Daimio in the superhero film Hellboy (2019) and pro"}]}, {"heading": "Births", "year": "1968", "date": "August 4", "txt": "Lee Mack, English comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 4", "txt": "Mark Bickley, Australian footballer and coach", "entities": [{"title": "Mark Bickley", "href": "/wiki/Mark_Bickley", "description": "Mark Alan Bickley is a former professional Australian rules footballer who played for the Adelaide Football Club in the Australian Football League (AFL). Bickley was a player for the Crows from 1991 until 2003, captaining the team to both the 1997 and 1998 AFL premierships. He was a media commentator, most notably with Channel 9 in Adelaide as their sports presenter. In 2011 he had a brief coachin"}]}, {"heading": "Births", "year": "1969", "date": "August 4", "txt": "Max Cavalera, Brazilian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 4", "txt": "Troy O'Leary, American baseball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 4", "txt": "John August, American director and screenwriter", "entities": [{"title": "John August", "href": "/wiki/John_August", "description": "John August is an American screenwriter, director, producer, and novelist. He is known for writing the films Go (1999), Charlie's Angels (2000), Charlie's Angels: Full Throttle (2003), Big Fish (2003), Charlie and the Chocolate Factory (2005), Frankenweenie (2012), the Disney live-action adaptation of Aladdin (2019) and the novel Arlo Finch in the Valley of Fire (2018)."}]}, {"heading": "Births", "year": "1970", "date": "August 4", "txt": "Bret Baier, American journalist", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 4", "txt": "Steve House, American mountaineer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 4", "txt": "Steven Jack, South African cricketer", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 4", "txt": "Kate Silverton, English journalist", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 4", "txt": "Bethan Benwell, English linguist, author, and academic", "entities": [{"title": "Bethan Benwell", "href": "/wiki/Bethan_Benwell", "description": "Bethan Benwell, has been a senior lecturer in English Language and Linguistics, for the Division of Literature and Languages, at the University of Stirling since 2008."}]}, {"heading": "Births", "year": "1971", "date": "August 4", "txt": "Jeff Gordon, American race car driver and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 4", "txt": "Stefan Brogren, Canadian actor, director, producer, and screenwriter", "entities": [{"title": "Stefan Brogren", "href": "/wiki/Stefan_Brogren", "description": "Stefan Brogren is a Canadian actor, director and producer. He is best known as Archie \"Snake\" Simpson in the Degrassi franchise of television shows."}]}, {"heading": "Births", "year": "1973", "date": "August 4", "txt": "Eva Amaral, Spanish singer-songwriter and guitarist", "entities": [{"title": "Eva Amaral", "href": "/wiki/Eva_Amaral", "description": "Eva María Amaral Lallana is a Spanish singer-songwriter, and a member of the group Amaral with Juan Aguirre."}]}, {"heading": "Births", "year": "1973", "date": "August 4", "txt": "Xavier Marchand, French swimmer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 4", "txt": "Marek Penksa, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 4", "txt": "Marcos Roberto Silveira Reis, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 4", "txt": "Kily González, Argentine footballer", "entities": [{"title": "Kily González", "href": "/wiki/Kily_Gonz%C3%A1lez", "description": "Cristian Alberto 'Kily' González Peret is an Argentine football manager and former professional footballer who played mainly as a left winger, and is currently head coach of Rosario Central."}]}, {"heading": "Births", "year": "1975", "date": "August 4", "txt": "Andy Hallett, American actor and singer (d. 2009)", "entities": [{"title": "Andy Hallett", "href": "/wiki/Andy_Hallett", "description": "Andrew Alcott Hallett was an American singer and actor who became known from playing the part of Lorne in the television series Angel (2000–2004). He used his singing talents often on the show, and performed two songs on the series' 2005 soundtrack album, Angel: Live Fast, Die Never."}]}, {"heading": "Births", "year": "1975", "date": "August 4", "txt": "Nikos Liberopoulos, Greek footballer", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 4", "txt": "Jutta Urpilainen, Finnish politician, Deputy Prime Minister of Finland", "entities": [{"title": "Deputy Prime Minister of Finland", "href": "/wiki/Deputy_Prime_Minister_of_Finland", "description": "The Deputy Prime Minister of Finland, officially titled the Minister deputising for the Prime Minister, is a member of the Finnish Government who becomes the acting Prime Minister if the Prime Minister becomes unable to discharge their duties. The Deputy Prime Minister is appointed by the Government and traditionally comes from the second largest party of a coalition government. In recent years th"}]}, {"heading": "Births", "year": "1975", "date": "August 4", "txt": "Daniella van Graas, Dutch model and actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 4", "txt": "Paul Goldstein, American tennis player", "entities": [{"title": "Paul Goldstein (tennis)", "href": "/wiki/Paul_Goldstein_(tennis)", "description": "Paul Herbert Goldstein is a retired tennis player from the United States, who turned professional in 1998. He announced his retirement from professional tennis in February 2008, as he was starting working with a clean energy company."}]}, {"heading": "Births", "year": "1976", "date": "August 4", "txt": "Andrew McLeod, Australian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 4", "txt": "Trevor Woodman, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 4", "txt": "Frankie Kazarian, American wrestler", "entities": [{"title": "Frankie Kazarian", "href": "/wiki/Frankie_Kazarian", "description": "Frank Benedict Gerdelman, better known by the ring name Frankie Kazarian, is an American professional wrestler currently signed with All Elite Wrestling (AEW), where he is a member of SoCal Uncensored. He is also known for his time in Ring of Honor (ROH), where he is a three-time ROH World Tag Team Champion and one time ROH World Six-Man Tag Team Champion and with Total Nonstop Action Wrestling (T"}]}, {"heading": "Births", "year": "1977", "date": "August 4", "txt": "Luís Boa Morte, Portuguese footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Jeremy Adduono, Canadian ice hockey player and coach", "entities": [{"title": "Jeremy Adduono", "href": "/wiki/Jeremy_Adduono", "description": "Jeremy Adduono is a Canadian former professional ice hockey winger. He was drafted in the seventh round, 184th overall, by the Buffalo Sabres in the 1997 NHL Entry Draft from the Ontario Hockey League's Sudbury Wolves."}]}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Luke Allen, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Kurt Busch, American race car driver", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Agnė Eggerth, Lithuanian sprinter", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Ibán Espadas, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Jon Knott, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Karine Legault, Canadian swimmer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Sandeep Naik, Indian politician", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Siri Nordby, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Ricardo Serrano, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Per-Åge Skrøder, Norwegian ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 4", "txt": "Satoshi Hino, Japanese voice actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 4", "txt": "Robin Peterson, South African cricketer", "entities": [{"title": "Robin Peterson", "href": "/wiki/Robin_Peterson", "description": "Robin John Peterson is a former South African cricketer who bowls left arm spin and is a capable batsman. He has played 14 Tests and over 70 ODIs for South Africa. He announced his retirement from all forms of cricket in 9 November 2016."}]}, {"heading": "Births", "year": "1980", "date": "August 4", "txt": "Richard Dawson, English cricketer and coach", "entities": [{"title": "Richard Dawson (cricketer)", "href": "/wiki/Richard_Dawson_(cricketer)", "description": "Richard Kevin James Dawson is an English cricket coach and former first-class cricketer, who played primarily as an off-spinner."}]}, {"heading": "Births", "year": "1981", "date": "August 4", "txt": "Marques Houston, American singer-songwriter, producer, and actor", "entities": [{"title": "Marques Houston", "href": "/wiki/Marques_Houston", "description": "Marques Barrett Houston is an American R&B singer, songwriter, actor and record producer. A member of the R&B group Immature/IMx from 1990 until 2001, Houston went solo in 2003. As an actor, he is best known for his role as Roger Evans in the television comedy Sister, Sister."}]}, {"heading": "Births", "year": "1981", "date": "August 4", "txt": "Benjamin Lauth, German footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 4", "txt": "Abigail Spencer, American actress", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 4", "txt": "Meghan Markle, American actress and humanitarian, and member of British Royal Family", "entities": [{"title": "British Royal Family", "href": "/wiki/British_Royal_Family", "description": "The British royal family comprises Queen Elizabeth II and her close relations. There is no strict legal or formal definition of who is or is not a member of the British royal family. Many members support the Queen in undertaking public engagements and often pursue charitable work and interests. The royal family are regarded as British cultural icons."}]}, {"heading": "Births", "year": "1983", "date": "August 4", "txt": "Greta Gerwig, American actress, producer, and screenwriter", "entities": [{"title": "Greta Gerwig", "href": "/wiki/Greta_Gerwig", "description": "Greta Celeste Gerwig is an American actress and filmmaker. She first garnered attention after working on and appearing in several mumblecore films. Between 2006 and 2009, she appeared in a number of films by Joe Swanberg, some of which she co-wrote or co-directed, including Hannah Takes the Stairs (2007) and Nights and Weekends (2008)."}]}, {"heading": "Births", "year": "1984", "date": "August 4", "txt": "Terry Campese, Australian rugby league player", "entities": [{"title": "Terry Campese", "href": "/wiki/Terry_Campese", "description": "Terry Campese is a former professional rugby league footballer. A former Australia, Italy and New South Wales State of Origin representative five-eighth, he is also the nephew of rugby union player David Campese. He previously played for the Canberra Raiders in the National Rugby League and Hull Kingston Rovers in the Super League."}]}, {"heading": "Births", "year": "1984", "date": "August 4", "txt": "Mardy Collins, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 4", "txt": "Crystal Bowersox, American singer-songwriter and guitarist", "entities": [{"title": "Crystal Bowersox", "href": "/wiki/Crystal_Bowersox", "description": "Crystal Lynn Bowersox is an American singer, songwriter and actress who was the runner-up on the ninth season of American Idol. She was the first female finalist in three years."}]}, {"heading": "Births", "year": "1985", "date": "August 4", "txt": "Robbie Findley, American soccer player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 4", "txt": "Mark Milligan, Australian footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 4", "txt": "Ha Seung-jin, South Korean basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 4", "txt": "Antonio Valencia, Ecuadorean footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 4", "txt": "Nick Augusto, American drummer", "entities": [{"title": "Nick Augusto", "href": "/wiki/Nick_Augusto", "description": "Nick Augusto is an American drummer, best known as the former drummer of heavy metal band Trivium, in which he played from 2009 until 2014. He was the former touring drummer for Light the Torch from 2016 to 2017."}]}, {"heading": "Births", "year": "1986", "date": "August 4", "txt": "Leon Camier, English motorcycle racer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 4", "txt": "Cicinho, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 4", "txt": "Iosia Soliola, New Zealand-Samoan rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 4", "txt": "David Williams, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 4", "txt": "Jang Keun-suk, South Korean actor and singer", "entities": [{"title": "Jang Keun-suk", "href": "/wiki/Jang_Keun-suk", "description": "Jang Keun-suk is a South Korean actor and singer. He is best known for starring in the Korean television dramas Beethoven Virus (2008), You're Beautiful (2009), Mary Stayed Out All Night (2010), Love Rain (2012), Pretty Man (2013), The Royal Gambler (2016) and Switch (2018)."}]}, {"heading": "Births", "year": "1987", "date": "August 4", "txt": "Marreese Speights American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 4", "txt": "Tomoya Warabino, Japanese actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 4", "txt": "Carly Foulkes, Canadian model and actress", "entities": [{"title": "Carly Foulkes", "href": "/wiki/Carly_Foulkes", "description": "Carly Foulkes is a Canadian model and actress who became known for appearing in a series of T-Mobile myTouch 4G television commercials, in which she often wore pink/magenta-and-white summer dresses. She continued as spokeswoman in other T-Mobile ads in which she was depicted as a pink-and-black leather-clad biker girl. She served as the T-Mobile spokesman primarily from fall 2010 until spring 2013"}]}, {"heading": "Births", "year": "1988", "date": "August 4", "txt": "Kelley O'Hara, American soccer player and two time World Cup winner", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 4", "txt": "Tomasz Kaczor, Polish sprint canoeist", "entities": [{"title": "Tomasz Kaczor", "href": "/wiki/Tomasz_Kaczor", "description": "Tomasz Kaczor is a Polish sprint canoeist. At the 2012 Summer Olympics, he competed in the Men's C-2 1000 metres with Marcin Grzybowski. At the 2016 Olympics, he competed in the C-1 200 m and the C-1 1000 m."}]}, {"heading": "Births", "year": "1989", "date": "August 4", "txt": "Jessica Mauboy, Australian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 4", "txt": "Wang Hao, Chinese chess player", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 4", "txt": "Hikmet Balioğlu, Turkish footballer", "entities": [{"title": "Hikmet Balioğlu", "href": "/wiki/Hikmet_Balio%C4%9Flu", "description": "Hikmet Balioğlu is a Turkish footballer who plays as a centre-back for BB Bodrumspor. He made his Süper Lig debut on 10 May 2008 against Beşiktaş."}]}, {"heading": "Births", "year": "1990", "date": "August 4", "txt": "Siim Tenno, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 4", "txt": "Thiago Cardoso, Brazilian footballer", "entities": [{"title": "Thiago Cardoso", "href": "/wiki/Thiago_Cardoso", "description": "Thiago Cardoso is a Brazilian footballer who plays as a defender for the Primeira Liga side Estoril."}]}, {"heading": "Births", "year": "1991", "date": "August 4", "txt": "Izet Hajrović, Bosnian footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 4", "txt": "Daniele Garozzo, Italian fencer", "entities": [{"title": "Daniele Garozzo", "href": "/wiki/Daniele_Garozzo", "description": "Daniele Garozzo is an Italian right-handed foil fencer, 2017 individual European champion, three-time team world champion, and 2016 individual Olympic champion. He is the younger brother of Italian épée fencer Enrico Garozzo."}]}, {"heading": "Births", "year": "1992", "date": "August 4", "txt": "Cole Sprouse, American actor", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 4", "txt": "Dylan Sprouse, American actor", "entities": []}, {"heading": "Births", "year": "1995", "date": "August 4", "txt": "Bruna Marquezine, Brazilian actress", "entities": [{"title": "Bruna Marquezine", "href": "/wiki/Bruna_Marquezine", "description": "Bruna Reis Maia, known professionally as Bruna Marquezine, is a Brazilian actress. She began working on television as a child, becoming known for her role in the 2003 Brazilian telenovela Women In Love."}]}, {"heading": "Deaths", "year": "221", "date": "August 4", "txt": "Lady Zhen, Chinese empress (b. 183)", "entities": [{"title": "Lady Zhen", "href": "/wiki/Lady_Zhen", "description": "Lady Zhen, personal name unknown, was the first wife of Cao Pi, the first ruler of the state of Cao Wei in the Three Kingdoms period. In 226, she was posthumously honoured as Empress Wenzhao when her son, Cao Rui, succeeded Cao Pi as the emperor of Wei."}]}, {"heading": "Deaths", "year": "966", "date": "August 4", "txt": "Berengar II of Italy (b. 900)", "entities": [{"title": "Berengar II of Italy", "href": "/wiki/Berengar_II_of_Italy", "description": "Berengar II was the King of Italy from 950 until his deposition in 961. He was a scion of the Anscarid and Unruoching dynasties, and was named after his maternal grandfather, Berengar I. He succeeded his father as Margrave of Ivrea around 923, and after 940 led the aristocratic opposition to Kings Hugh and Lothair II. In 950 he succeeded the latter and had his son, Adalbert crowned as his co-ruler"}]}, {"heading": "Deaths", "year": "1060", "date": "August 4", "txt": "Henry I of France (b. 1008)", "entities": [{"title": "Henry I of France", "href": "/wiki/Henry_I_of_France", "description": "Henry I was King of the Franks from 1031 to 1060. The royal demesne of France reached its smallest size during his reign, and for this reason he is often seen as emblematic of the weakness of the early Capetians. This is not entirely agreed upon, however, as other historians regard him as a strong but realistic king, who was forced to conduct a policy mindful of the limitations of the French monar"}]}, {"heading": "Deaths", "year": "1113", "date": "August 4", "txt": "Gertrude of Saxony, countess and regent of Holland (b. c. 1030)", "entities": [{"title": "Gertrude of Saxony", "href": "/wiki/Gertrude_of_Saxony", "description": "Gertrude of Saxony, also known as Gertrude Billung, was a countess of Holland by marriage to Floris I, Count of Holland, and countess of Flanders by marriage to Robert I, Count of Flanders. She was regent of Holland in 1061-1067 during the minority of her son Dirk V, and regent of Flanders during the absence of her spouse in 1086-1093."}]}, {"heading": "Deaths", "year": "1265", "date": "August 4", "txt": "Peter de Montfort, English politician (b. 1215)", "entities": [{"title": "Peter de Montfort", "href": "/wiki/Peter_de_Montfort", "description": "Peter de Montfort of Beaudesert Castle was an English magnate, soldier and diplomat. He is the first person recorded as having presided over Parliament as a parlour or prolocutor, an office now known as Speaker of the House of Commons. He was one of those elected by the barons to represent them during the constitutional crisis with Henry III in 1258. He was later a leading supporter of Simon de Mo"}]}, {"heading": "Deaths", "year": "1265", "date": "August 4", "txt": "Henry de Montfort (b. 1238)", "entities": []}, {"heading": "Deaths", "year": "1265", "date": "August 4", "txt": "Simon de Montfort, 6th Earl of Leicester, French-English soldier and politician, Lord High Steward (b. 1208)", "entities": [{"title": "Lord High Steward", "href": "/wiki/Lord_High_Steward", "description": "The position of Lord High Steward is the first of the Great Officers of State in England, nominally ranking above the Lord Chancellor and the Prime Minister."}]}, {"heading": "Deaths", "year": "1265", "date": "August 4", "txt": "Hugh le Despencer, 1st Baron le Despencer, English politician (b. 1223)", "entities": []}, {"heading": "Deaths", "year": "1266", "date": "August 4", "txt": "Eudes of Burgundy, Count of Nevers (b. 1230)", "entities": [{"title": "Odo, Count of Nevers", "href": "/wiki/Odo,_Count_of_Nevers", "description": "Odo of Burgundy, in French Eudes de Bourgogne, was the Count of Nevers and Auxerre and the eldest son and heir of Hugh IV, Duke of Burgundy. His mother was Yolande of Dreux."}, {"title": "Count of Nevers", "href": "/wiki/Count_of_Nevers", "description": "The Counts of Nevers were the rulers of the County of Nevers, which became a French duchy in 1539."}]}, {"heading": "Deaths", "year": "1306", "date": "August 4", "txt": "Wenceslaus III of Bohemia (b. 1289)", "entities": [{"title": "Wenceslaus III of Bohemia", "href": "/wiki/Wenceslaus_III_of_Bohemia", "description": "Wenceslaus III was King of Hungary and Croatia between 1301 and 1305, and King of Bohemia and Poland from 1305. He was the son of Wenceslaus II, King of Bohemia, who was later also crowned king of Poland, and Judith of Habsburg. Still a child, Wenceslaus was betrothed to Elizabeth, the sole daughter of Andrew III of Hungary. After Andrew III's death in early 1301, the majority of the Hungarian lor"}]}, {"heading": "Deaths", "year": "1345", "date": "August 4", "txt": "As-Salih Ismail, Sultan of Egypt (b. 1326)", "entities": [{"title": "As-Salih Ismail, Sultan of Egypt", "href": "/wiki/As-Salih_Ismail,_Sultan_of_Egypt", "description": "As-Salih Imad ad-Din Abu'l Fida Isma'il, better known as as-Salih Isma'il, was the Bahri Mamluk sultan of Egypt between June 1342 and August 1345. He was the fourth son of an-Nasir Muhammad to succeed the latter as sultan. His reign saw a level of political stability return to the sultanate. Under his orders or those close to him, his two predecessors and brothers, al-Ashraf Kujuk and an-Nasir Ahm"}]}, {"heading": "Deaths", "year": "1378", "date": "August 4", "txt": "Galeazzo II Visconti, Lord of Milan (b. c. 1320)", "entities": [{"title": "Galeazzo II Visconti", "href": "/wiki/Galeazzo_II_Visconti", "description": "Galeazzo II Visconti was a member of the Visconti dynasty and a ruler of Milan, Italy."}]}, {"heading": "Deaths", "year": "1430", "date": "August 4", "txt": "Philip I, Duke of Brabant (b. 1404)", "entities": [{"title": "Philip I, Duke of Brabant", "href": "/wiki/Philip_I,_Duke_of_Brabant", "description": "Philip I, Duke of Brabant, also known as Philip of Saint Pol, was the younger son of Antoine, Duke of Brabant and Jeanne of Saint-Pol, and succeeded his brother John IV as Duke of Brabant in 1427. He had already been given Saint-Pol and Ligny as an appanage on the death of his grandfather, Waleran III of Luxembourg, Count of Ligny, in 1415."}]}, {"heading": "Deaths", "year": "1526", "date": "August 4", "txt": "Juan Sebastián Elcano, Spanish explorer and navigator (b. 1476)", "entities": [{"title": "Juan Sebastián Elcano", "href": "/wiki/Juan_Sebasti%C3%A1n_Elcano", "description": "Juan Sebastián Elcano was a Castilian explorer of Basque origin who completed the first circumnavigation of the Earth. After Magellan's death in the Philippines, Elcano took command of the carrack Victoria from the Moluccas to Sanlúcar de Barrameda in Spain."}]}, {"heading": "Deaths", "year": "1578", "date": "August 4", "txt": "Sebastian of Portugal (b. 1554)", "entities": [{"title": "Sebastian of Portugal", "href": "/wiki/Sebastian_of_Portugal", "description": "Sebastian was King of Portugal from 11 June 1557 to 4 August 1578 and the penultimate Portuguese monarch of the House of Aviz."}]}, {"heading": "Deaths", "year": "1598", "date": "August 4", "txt": "William Cecil, 1st Baron Burghley, English academic and politician, Lord High Treasurer (b. 1520)", "entities": [{"title": "William Cecil, 1st Baron Burghley", "href": "/wiki/William_Cecil,_1st_Baron_Burghley", "description": "William Cecil, 1st Baron Burghley was an English statesman, the chief adviser of Queen Elizabeth I for most of her reign, twice Secretary of State and Lord High Treasurer from 1572. In his description in the Encyclopædia Britannica Eleventh Edition, Albert Pollard wrote, \"From 1558 for forty years the biography of Cecil is almost indistinguishable from that of Elizabeth and from the history of Eng"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1612", "date": "August 4", "txt": "Hugh Broughton, English scholar and theologian (b. 1549)", "entities": [{"title": "Hugh Broughton", "href": "/wiki/Hugh_Broughton", "description": "Hugh Broughton was an English scholar and theologian."}]}, {"heading": "Deaths", "year": "1639", "date": "August 4", "txt": "Juan Ruiz de Alarcón, Mexican actor and playwright (b. 1581)", "entities": [{"title": "Juan Ruiz de Alarcón", "href": "/wiki/Juan_Ruiz_de_Alarc%C3%B3n", "description": "Juan Ruiz de Alarcón was a New Spain-born Spanish writer of the Golden Age who cultivated different variants of dramaturgy. His works include the comedy La verdad sospechosa (es), which is considered a masterpiece of Latin American Baroque theater."}]}, {"heading": "Deaths", "year": "1718", "date": "August 4", "txt": "René Lepage de Sainte-Claire, French-Canadian founder of Rimouski (b. 1656)", "entities": [{"title": "René Lepage de Sainte-Claire", "href": "/wiki/Ren%C3%A9_Lepage_de_Sainte-Claire", "description": "Rene Lepage de Sainte-Claire is the lord-founder of the town of Rimouski, province of Quebec, in Canada."}, {"title": "Rimouski", "href": "/wiki/Rimouski", "description": "Rimouski (/ˌrɪmu'ski/) is a city in Quebec, Canada. Rimouski is located in the Bas-Saint-Laurent region, at the mouth of the Rimouski River. It has a population of 48,664. Rimouski is the site of Université du Québec à Rimouski (UQAR), the Cégep de Rimouski and the Music Conservatory. It is also the home of some ocean sciences research centres."}]}, {"heading": "Deaths", "year": "1727", "date": "August 4", "txt": "Victor-Maurice, comte de Broglie, French general (b. 1647)", "entities": [{"title": "Victor-Maurice, comte de Broglie", "href": "/wiki/Victor-Maurice,_comte_de_Broglie", "description": "Victor-Maurice, comte de Broglie was a French soldier and general."}]}, {"heading": "Deaths", "year": "1741", "date": "August 4", "txt": "Andrew Hamilton, Scottish-American lawyer and politician (b. 1676)", "entities": [{"title": "Andrew Hamilton (lawyer)", "href": "/wiki/Andrew_Hamilton_(lawyer)", "description": "Andrew Hamilton was a Scottish lawyer in the Thirteen Colonies, where he finally settled in Philadelphia. He was best known for his legal victory on behalf of the printer and newspaper publisher John Peter Zenger. His involvement with the 1735 decision in New York helped to establish that truth is a defense to an accusation of libel. His eloquent defense concluded with saying that the press has \"a"}]}, {"heading": "Deaths", "year": "1778", "date": "August 4", "txt": "Pierre de Rigaud, Marquis de Vaudreuil-Cavagnial, Canadian-French politician, Governor General of New France (b. 1698)", "entities": [{"title": "Pierre de Rigaud, Marquis de Vaudreuil-Cavagnial", "href": "/wiki/Pierre_de_Rigaud,_Marquis_de_Vaudreuil-Cavagnial", "description": "Pierre de Rigaud de Vaudreuil de Cavagnial, marquis de Vaudreuil was a Canadian-born colonial governor of Canada in North America. He was governor of French Louisiana (1743–1753) and in 1755 became the last Governor-General of New France. In 1759 and 1760 the British conquered the colony in the Seven Years' War."}, {"title": "Governor General of New France", "href": "/wiki/Governor_General_of_New_France", "description": "Governor General of New France was the vice-regal post in New France from 1663 until 1760 and was the last French vice-regal post. It was replaced by the British post of Governor of the Province of Quebec following the fall of New France. While the districts of Montreal and Trois-Rivières had their own governors, the Governor General of New France and the Governor of the district of Quebec were th"}]}, {"heading": "Deaths", "year": "1792", "date": "August 4", "txt": "John Burgoyne, English general and politician (b. 1723)", "entities": [{"title": "John Burgoyne", "href": "/wiki/John_Burgoyne", "description": "General John Burgoyne was a British army officer, dramatist and politician who sat in the House of Commons from 1761 to 1792. He first saw action during the Seven Years' War when he participated in several battles, most notably during the Portugal Campaign of 1762."}]}, {"heading": "Deaths", "year": "1795", "date": "August 4", "txt": "Timothy Ruggles, American lawyer, jurist, and politician (b. 1711)", "entities": [{"title": "Timothy Ruggles", "href": "/wiki/Timothy_Ruggles", "description": "Timothy Dwight Ruggles was an American colonial military leader, jurist and politician. He was a delegate to the Stamp Act Congress of 1765, and later a loyalist during the American Revolutionary War."}]}, {"heading": "Deaths", "year": "1804", "date": "August 4", "txt": "Adam Duncan, 1st Viscount Duncan, Scottish admiral (b. 1731)", "entities": [{"title": "Adam Duncan, 1st Viscount Duncan", "href": "/wiki/Adam_Duncan,_1st_Viscount_Duncan", "description": "Admiral Adam Duncan, 1st Viscount Duncan, KB was a British admiral who defeated the Dutch fleet off Camperdown on 11 October 1797. This victory is considered one of the most significant actions in naval history."}]}, {"heading": "Deaths", "year": "1822", "date": "August 4", "txt": "Kristjan Jaak Peterson, Estonian poet and author (b. 1801)", "entities": [{"title": "Kristjan Jaak Peterson", "href": "/wiki/Kristjan_Jaak_Peterson", "description": "Kristian Jaak Peterson also known as Christian Jacob Petersohn, was an Estonian poet, commonly regarded as a herald of Estonian national literature and the founder of modern Estonian poetry. He died of tuberculosis aged 21."}]}, {"heading": "Deaths", "year": "1844", "date": "August 4", "txt": "Jacob Aall, Norwegian economist, historian, and politician (b. 1773)", "entities": [{"title": "Jacob Aall", "href": "/wiki/Jacob_Aall", "description": "Jacob Aall was a Norwegian politician, historian, landowner and government economist."}]}, {"heading": "Deaths", "year": "1859", "date": "August 4", "txt": "John Vianney, French priest and saint (b. 1786)", "entities": [{"title": "John Vianney", "href": "/wiki/John_Vianney", "description": "John Vianney, venerated as Saint John Vianney, was a French Catholic priest who is venerated in the Catholic Church as a saint and as the patron saint of parish priests. He is often referred to as the \"Curé d'Ars\", internationally known for his priestly and pastoral work in his parish in Ars, France, because of the radical spiritual transformation of the community and its surroundings. Catholics a"}]}, {"heading": "Deaths", "year": "1873", "date": "August 4", "txt": "Viktor Hartmann, Russian architect and painter (b. 1834)", "entities": [{"title": "Viktor Hartmann", "href": "/wiki/Viktor_Hartmann", "description": "Viktor Alexandrovich Hartmann was a Russian architect and painter. He was associated with the Abramtsevo Colony, purchased and preserved beginning in 1870 by Savva Mamontov, and the Russian Revival."}]}, {"heading": "Deaths", "year": "1875", "date": "August 4", "txt": "Hans Christian Andersen, Danish novelist, short story writer, and poet (b. 1805)", "entities": [{"title": "Hans Christian Andersen", "href": "/wiki/Hans_Christian_Andersen", "description": "Hans Christian Andersen, in Denmark usually called H.C. Andersen, was a Danish author. Although a prolific writer of plays, travelogues, novels, and poems, he is best remembered for his fairy tales."}]}, {"heading": "Deaths", "year": "1886", "date": "August 4", "txt": "Samuel J. Tilden, American lawyer and politician, 25th Governor of New York (b. 1814)", "entities": [{"title": "Samuel J. Tilden", "href": "/wiki/Samuel_J._Tilden", "description": "Samuel Jones Tilden  was an American politician who served as the 25th Governor of New York and was the Democratic candidate for president in the disputed 1876 United States presidential election. Tilden was the second presidential candidate to lose the election despite winning the popular vote and is the only person to win a majority of the popular vote in a United States presidential election bu"}, {"title": "Governor of New York", "href": "/wiki/Governor_of_New_York", "description": "The governor of New York is the head of state and head of government of the U.S. state of New York. The governor is the head of the executive branch of New York's state government and the commander-in-chief of the state's military forces."}]}, {"heading": "Deaths", "year": "1900", "date": "August 4", "txt": "Isaac Levitan, Russian painter and educator (b. 1860)", "entities": [{"title": "Isaac Levitan", "href": "/wiki/Isaac_Levitan", "description": "Isaac Ilyich Levitan was a classical Russian landscape painter who advanced the genre of the \"mood landscape\"."}]}, {"heading": "Deaths", "year": "1914", "date": "August 4", "txt": "Jules Lemaître, French playwright and critic (b. 1853)", "entities": [{"title": "Jules Lemaître", "href": "/wiki/Jules_Lema%C3%AEtre", "description": "François Élie Jules Lemaître was a French critic and dramatist."}]}, {"heading": "Deaths", "year": "1919", "date": "August 4", "txt": "Dave Gregory, Australian cricketer and umpire (b. 1845)", "entities": [{"title": "Dave Gregory (cricketer)", "href": "/wiki/Dave_Gregory_(cricketer)", "description": "David William Gregory was an Australian cricketer. A right-handed batsman, Gregory was the first Australian national cricket captain, leading the side for the first three recognised Test matches between England and Australia in March and April 1877 and January 1879. Gregory was also the captain of the New South Wales team, notably during the Sydney Riot of 1879 when he rebelled against an unpopula"}]}, {"heading": "Deaths", "year": "1922", "date": "August 4", "txt": "Enver Pasha, Ottoman general and politician (b. 1881)", "entities": [{"title": "Enver Pasha", "href": "/wiki/Enver_Pasha", "description": "Ismail Enver Pasha was an Ottoman military officer who formed one-third of the dictatorial triumvirate known as the \"Three Pashas\" in the Ottoman Empire."}]}, {"heading": "Deaths", "year": "1932", "date": "August 4", "txt": "Alfred Henry Maurer, American painter (b. 1868)", "entities": [{"title": "Alfred Henry Maurer", "href": "/wiki/Alfred_Henry_Maurer", "description": "Alfred Henry Maurer was an American modernist painter. He exhibited his work in avant-garde circles internationally and in New York City during the early twentieth century. Highly respected today, his work met with little critical or commercial success in his lifetime, and he died, a suicide, at the age of sixty-four."}]}, {"heading": "Deaths", "year": "1938", "date": "August 4", "txt": "Pearl White, American actress (b. 1889)", "entities": [{"title": "Pearl White", "href": "/wiki/Pearl_White", "description": "Pearl Fay White was an American stage and film actress. White began her career on the stage at the age of six, and later moved on to silent films appearing in a number of popular serials."}]}, {"heading": "Deaths", "year": "1940", "date": "August 4", "txt": "Ze'ev Jabotinsky, Ukrainian-American general, journalist, and activist (b. 1880)", "entities": [{"title": "Ze'ev Jabotinsky", "href": "/wiki/Ze%27ev_Jabotinsky", "description": "Ze'ev Jabotinsky,, was a Russian Jewish Revisionist Zionist leader, author, poet, orator, soldier, and founder of the Jewish Self-Defense Organization in Odessa. With Joseph Trumpeldor, he co-founded the Jewish Legion of the British army in World War I. Later he established several Jewish organizations in Palestine, including Betar, Hatzohar, and the Irgun."}]}, {"heading": "Deaths", "year": "1941", "date": "August 4", "txt": "Mihály Babits, Hungarian poet and author (b. 1883)", "entities": [{"title": "Mihály Babits", "href": "/wiki/Mih%C3%A1ly_Babits", "description": "Mihály Babits was a Hungarian poet, writer and translator. His poems are well known for their intense religious themes. His novels such as “The Children of Death” (1927) explore psychological problems."}]}, {"heading": "Deaths", "year": "1942", "date": "August 4", "txt": "Alberto Franchetti, Italian composer and educator (b. 1860)", "entities": [{"title": "Alberto Franchetti", "href": "/wiki/Alberto_Franchetti", "description": "Alberto Franchetti was an Italian opera composer."}]}, {"heading": "Deaths", "year": "1944", "date": "August 4", "txt": "Krzysztof Kamil Baczyński, Polish soldier and poet (b. 1921)", "entities": [{"title": "Krzysztof Kamil Baczyński", "href": "/wiki/Krzysztof_Kamil_Baczy%C5%84ski", "description": "Krzysztof Kamil Baczyński, was a Polish poet and Home Army soldier, one of the most well known of the Generation of Columbuses, the young generation of Polish poets, of whom several perished in the Warsaw Uprising and during the German occupation of Poland."}]}, {"heading": "Deaths", "year": "1957", "date": "August 4", "txt": "John Cain Sr., Australian politician, 34th Premier of Victoria (b. 1882)", "entities": [{"title": "John Cain (senior)", "href": "/wiki/John_Cain_(senior)", "description": "John Cain was an Australian politician, who became the 34th premier of Victoria, and was the first Labor Party leader to win a majority in the Victorian Legislative Assembly. He is the only premier of Victoria to date whose son has also served as premier."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1957", "date": "August 4", "txt": "Washington Luís, Brazilian lawyer and politician, 13th President of Brazil (b. 1869)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1958", "date": "August 4", "txt": "Ethel Anderson, Australian poet, author, and painter (b. 1883)", "entities": [{"title": "Ethel Anderson", "href": "/wiki/Ethel_Anderson", "description": "Ethel Campbell Louise Anderson was an early twentieth century Australian poet, essayist, novelist and painter. She considered herself to be mainly a poet, but is now best appreciated for her witty and ironic stories. Anderson has been described as \"a high-profile author, artist, art commentator and emissary for modernism\"."}]}, {"heading": "Deaths", "year": "1959", "date": "August 4", "txt": "József Révai, Hungarian politician, Hungarian Minister of Education (b. 1898)", "entities": [{"title": "József Révai", "href": "/wiki/J%C3%B3zsef_R%C3%A9vai", "description": "József Révai was a Hungarian communist politician and statesman."}, {"title": "Minister of Education (Hungary)", "href": "/wiki/Minister_of_Education_(Hungary)", "description": "The Minister of Human Capacities of Hungary is a member of the Hungarian cabinet and the head of the Ministry of Human Capacities. The current minister of human capacities is Miklós Kásler."}]}, {"heading": "Deaths", "year": "1962", "date": "August 4", "txt": "Marilyn Monroe, American model and actress (b. 1926)", "entities": [{"title": "Marilyn Monroe", "href": "/wiki/Marilyn_Monroe", "description": "Marilyn Monroe was an American actress, model, and singer. Famous for playing comedic \"blonde bombshell\" characters, she became one of the most popular sex symbols of the 1950s and early 1960s and was emblematic of the era's sexual revolution. She was a top-billed actress for only a decade, but her films grossed $200 million by the time of her death in 1962. Long after her death, she continues to "}]}, {"heading": "Deaths", "year": "1967", "date": "August 4", "txt": "Peter Smith, English cricketer (b. 1908)", "entities": [{"title": "Peter Smith (cricketer, born 1908)", "href": "/wiki/Peter_Smith_(cricketer,_born_1908)", "description": "Thomas Peter Bromley Smith was an English cricketer, who played for Essex and England. Smith was one of the five Wisden Cricketers of the Year in 1947. An all-rounder, Smith played for Essex from 1929 to 1951."}]}, {"heading": "Deaths", "year": "1976", "date": "August 4", "txt": "Enrique Angelelli, Argentinian bishop and martyr (b. 1923)", "entities": [{"title": "Enrique Angelelli", "href": "/wiki/Enrique_Angelelli", "description": "Enrique Ángel Angelelli Carletti was a bishop of the Catholic Church in Argentina who was assassinated during the Dirty War for his involvement with social issues."}]}, {"heading": "Deaths", "year": "1976", "date": "August 4", "txt": "Roy Thomson, 1st Baron Thomson of Fleet, Canadian-English publisher (b. 1894)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "August 4", "txt": "Edgar Adrian, 1st Baron Adrian, English physiologist and academic, Nobel Prize laureate (b. 1889)", "entities": [{"title": "Edgar Adrian, 1st Baron Adrian", "href": "/wiki/Edgar_Adrian,_1st_Baron_Adrian", "description": "Edgar Douglas Adrian, 1st Baron Adrian was an English electrophysiologist and recipient of the 1932 Nobel Prize for Physiology, won jointly with Sir Charles Sherrington for work on the function of neurons. He provided experimental evidence for the all-or-none law of nerves."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1981", "date": "August 4", "txt": "Melvyn Douglas, American actor (b. 1901)", "entities": [{"title": "Melvyn Douglas", "href": "/wiki/Melvyn_Douglas", "description": "Melvyn Douglas was an American actor. Douglas came to prominence in the 1930s as a suave leading man, perhaps best typified by his performance in the romantic comedy Ninotchka (1939) with Greta Garbo. Douglas later played mature and fatherly characters, as in his Academy Award–winning performances in Hud (1963) and Being There (1979) and his Academy Award–nominated performance in I Never Sang for "}]}, {"heading": "Deaths", "year": "1982", "date": "August 4", "txt": "Bruce Goff, American architect, designed the Boston Avenue Methodist Church (b. 1904)", "entities": [{"title": "Bruce Goff", "href": "/wiki/Bruce_Goff", "description": "Bruce Alonzo Goff was an American architect, distinguished by his organic, eclectic, and often flamboyant designs for houses and other buildings in Oklahoma and elsewhere."}, {"title": "Boston Avenue Methodist Church", "href": "/wiki/Boston_Avenue_Methodist_Church", "description": "The Boston Avenue United Methodist Church, located in downtown Tulsa, Oklahoma, and completed in 1929, is considered to be one of the finest examples of ecclesiastical Art Deco architecture in the United States, and has been placed on the National Register of Historic Places. Built by a congregation of the Methodist Episcopal Church, South, it was designated a National Historic Landmark in 1999."}]}, {"heading": "Deaths", "year": "1985", "date": "August 4", "txt": "Don Whillans, English rock climber and mountaineer (b. 1933)", "entities": [{"title": "Don Whillans", "href": "/wiki/Don_Whillans", "description": "Donald Desbrow Whillans was an English rock climber and mountaineer. He climbed with Joe Brown and Chris Bonington on many new routes, and was considered the technical equal of both."}]}, {"heading": "Deaths", "year": "1990", "date": "August 4", "txt": "Ettore Maserati, Italian engineer and businessman (b. 1894)", "entities": [{"title": "Ettore Maserati", "href": "/wiki/Ettore_Maserati", "description": "Ettore Maserati was an Italian automotive engineer, one of five brothers who founded the Maserati firm in Bologna 1914. He was born in Voghera."}]}, {"heading": "Deaths", "year": "1992", "date": "August 4", "txt": "Seichō Matsumoto, Japanese author (b. 1909)", "entities": [{"title": "Seichō Matsumoto", "href": "/wiki/Seich%C5%8D_Matsumoto", "description": "Seichō Matsumoto  was a Japanese writer."}]}, {"heading": "Deaths", "year": "1996", "date": "August 4", "txt": "Geoff Hamilton, English gardener, author, and television host (b. 1936)", "entities": [{"title": "Geoff Hamilton", "href": "/wiki/Geoff_Hamilton", "description": "Geoffrey Stephen Hamilton was an English gardener, broadcaster and author, best known as presenter of BBC television's Gardeners' World in the 1980s and 1990s."}]}, {"heading": "Deaths", "year": "1997", "date": "August 4", "txt": "Jeanne Calment, French super-centenarian; holds records for the world's substantiated longest-lived person (b. 1875)", "entities": [{"title": "Jeanne Calment", "href": "/wiki/Jeanne_Calment", "description": "Jeanne Louise Calment was a French supercentenarian and the oldest human whose age is well-documented, with a lifespan of 122 years and 164 days. Her longevity attracted media attention and medical studies of her health and lifestyle."}]}, {"heading": "Deaths", "year": "1998", "date": "August 4", "txt": "Yury Artyukhin, Russian colonel, engineer, and astronaut (b. 1930)", "entities": [{"title": "Yury Artyukhin", "href": "/wiki/Yury_Artyukhin", "description": "Yuri Petrovich Artyukhin was a Soviet Russian cosmonaut and engineer who made a single flight into space."}]}, {"heading": "Deaths", "year": "1999", "date": "August 4", "txt": "Victor Mature, American actor (b. 1913)", "entities": [{"title": "Victor Mature", "href": "/wiki/Victor_Mature", "description": "Victor John Mature was an American stage, film, and television actor who starred most notably in several movies during the 1950s, and was known for his dark hair and smile. His best known film roles include One Million B.C. (1940), My Darling Clementine (1946), Kiss of Death (1947), Samson and Delilah (1949), and The Robe (1953). He also appeared in many musicals opposite such stars as Rita Haywor"}]}, {"heading": "Deaths", "year": "2003", "date": "August 4", "txt": "Frederick Chapman Robbins, American pediatrician and virologist, Nobel Prize laureate (b. 1916)", "entities": [{"title": "Frederick Chapman Robbins", "href": "/wiki/Frederick_Chapman_Robbins", "description": "Frederick Chapman Robbins was an American pediatrician and virologist. He was born in Auburn, Alabama, and grew up in Columbia, Missouri, attending David H. Hickman High School."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2004", "date": "August 4", "txt": "Mary Sherman Morgan, American chemist and engineer (b. 1921)", "entities": [{"title": "Mary Sherman Morgan", "href": "/wiki/Mary_Sherman_Morgan", "description": "Mary Sherman Morgan was a U.S. rocket fuel scientist credited with the invention of the liquid fuel Hydyne in 1957, which powered the Jupiter-C rocket that boosted the United States' first satellite, Explorer 1."}]}, {"heading": "Deaths", "year": "2004", "date": "August 4", "txt": "Hossein Panahi (Persian: حسین پناهی), Iranian actor and poet (b. 1956)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 4", "txt": "Anatoly Larkin, Russian-American physicist and theorist (b. 1932)", "entities": [{"title": "Anatoly Larkin", "href": "/wiki/Anatoly_Larkin", "description": "Anatoly Ivanovich Larkin was a Russian theoretical physicist, universally recognised as a leader in theory of condensed matter, and who was also a celebrated teacher of several generations of theorists."}]}, {"heading": "Deaths", "year": "2005", "date": "August 4", "txt": "Iván Szabó, Hungarian economist and politician, Minister of Finance of Hungary (b. 1934)", "entities": [{"title": "Minister of Finance of Hungary", "href": "/wiki/Minister_of_Finance_of_Hungary", "description": "The Minister of Finance is a member of the Hungarian cabinet and the head of the Ministry of Finance. The current minister is Mihály Varga."}]}, {"heading": "Deaths", "year": "2007", "date": "August 4", "txt": "Lee Hazlewood, American singer-songwriter and producer (b. 1929)", "entities": [{"title": "Lee Hazlewood", "href": "/wiki/Lee_Hazlewood", "description": "Barton Lee Hazlewood was an American country and pop singer, songwriter, and record producer, most widely known for his work with guitarist Duane Eddy during the late 1950s and singer Nancy Sinatra in the 1960s and 1970s."}]}, {"heading": "Deaths", "year": "2007", "date": "August 4", "txt": "Raul Hilberg, Austrian-American political scientist and historian (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 4", "txt": "Craig Jones, English motorcycle racer (b. 1985)", "entities": [{"title": "Craig Jones (motorcycle racer)", "href": "/wiki/Craig_Jones_(motorcycle_racer)", "description": "Craig Jones was an English motorcycle racer. He grew up in the town of Northwich in Cheshire and attended Charles Darwin Primary School, and later Hartford High School. He died in 2008, shortly after a racing accident when he fell and was struck by another motorcycle."}]}, {"heading": "Deaths", "year": "2009", "date": "August 4", "txt": "Blake Snyder, American screenwriter and producer (b. 1957)", "entities": [{"title": "Blake Snyder", "href": "/wiki/Blake_Snyder", "description": "Blake Snyder was an American screenwriter, consultant, author and educator based in Los Angeles who, through his Save the Cat trilogy of books on screenwriting and story structures, became one of the most popular writing mentors in the film industry. Snyder led international seminars and workshops for writers in various disciplines, as well as consultation sessions for some of Hollywood's largest "}]}, {"heading": "Deaths", "year": "2011", "date": "August 4", "txt": "Naoki Matsuda, Japanese footballer (b. 1977)", "entities": [{"title": "Naoki Matsuda", "href": "/wiki/Naoki_Matsuda", "description": "Naoki Matsuda  was a Japanese football player, who played as a central defender for the Japanese national team."}]}, {"heading": "Deaths", "year": "2012", "date": "August 4", "txt": "Johnnie Bassett, American singer-songwriter and guitarist (b. 1935)", "entities": [{"title": "Johnnie Bassett", "href": "/wiki/Johnnie_Bassett", "description": "Johnnie Alexander Bassett was a Detroit-based American electric blues guitarist, singer, and songwriter. Working for decades primarily as a session musician, by the 1990s Bassett had his own backing band. He released seven albums in his lifetime. He cited Billy Butler, Tiny Grimes, Albert King, B.B. King and especially T-Bone Walker as major influences."}]}, {"heading": "Deaths", "year": "2012", "date": "August 4", "txt": "Brian Crozier, Australian-English journalist and historian (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 4", "txt": "Bud Riley, American football player and coach (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 4", "txt": "Keith H. Basso, American anthropologist and academic (b. 1940)", "entities": [{"title": "Keith H. Basso", "href": "/wiki/Keith_H._Basso", "description": "Keith Hamilton Basso was a cultural and linguistic anthropologist noted for his study of the Western Apaches, specifically those from the community of Cibecue, Arizona. Basso was professor emeritus of anthropology at the University of New Mexico and earlier taught at the University of Arizona and Yale University."}]}, {"heading": "Deaths", "year": "2013", "date": "August 4", "txt": "Art Donovan, American football player and radio host (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 4", "txt": "Olavi J. Mattila, Finnish engineer and politician, Finnish Minister of Foreign Affairs (b. 1918)", "entities": [{"title": "Minister for Foreign Affairs (Finland)", "href": "/wiki/Minister_for_Foreign_Affairs_(Finland)", "description": "The Minister for Foreign Affairs handles the Finnish Government's foreign policy and relations, and is in charge of the Ministry for Foreign Affairs. The Minister for Foreign Trade and Development is also associated with this ministry."}]}, {"heading": "Deaths", "year": "2013", "date": "August 4", "txt": "Renato Ruggiero, Italian lawyer and politician, Italian Minister of Foreign Affairs (b. 1930)", "entities": [{"title": "Italian Minister of Foreign Affairs", "href": "/wiki/Italian_Minister_of_Foreign_Affairs", "description": "The Italian Minister of Foreign Affairs is the head of the Ministry of Foreign Affairs in Italy. The office was one of the positions which Italy inherited from the Kingdom of Sardinia where it was the most ancient ministry of the government: this origin gives to the office a ceremonial primacy in the Italian cabinet."}]}, {"heading": "Deaths", "year": "2013", "date": "August 4", "txt": "Tony Snell, English lieutenant and pilot (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 4", "txt": "Sandy Woodward, English admiral (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 4", "txt": "James Brady, American activist and politician, 15th White House Press Secretary (b. 1940)", "entities": [{"title": "James Brady", "href": "/wiki/James_Brady", "description": "James Scott Brady was an assistant to the U.S. President and the seventeenth White House Press Secretary, serving under President Ronald Reagan. In 1981, Brady became permanently disabled from a gunshot wound during the attempted assassination of Ronald Reagan.\nBrady's death was ruled a homicide, caused by the gunshot wound he received 33 years earlier."}, {"title": "White House Press Secretary", "href": "/wiki/White_House_Press_Secretary", "description": "The White House press secretary is a senior White House official whose primary responsibility is to act as spokesperson for the executive branch of the federal government of the United States, especially with regard to the president, senior aides and executives, as well as government policies."}]}, {"heading": "Deaths", "year": "2014", "date": "August 4", "txt": "Chester Crandell, American lawyer and politician (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 4", "txt": "Jake Hooker, Israeli-American guitarist and songwriter (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 4", "txt": "Elsie Hillman, American philanthropist and politician (b. 1925)", "entities": [{"title": "Elsie Hillman", "href": "/wiki/Elsie_Hillman", "description": "Elsie Hilliard Hillman was a Pittsburgh based philanthropist and a former Republican National Committeewoman. She was the wife of billionaire industrialist Henry Hillman. During her life, Hillman helped to advance the careers of a number of moderate Republican politicians to state and national offices. Among the politicians whose careers she fostered are President George H. W. Bush, Senator John H"}]}, {"heading": "Deaths", "year": "2015", "date": "August 4", "txt": "Les Munro, New Zealand soldier and pilot (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 4", "txt": "John Rudometkin, American basketball player (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 4", "txt": "Billy Sherrill, American songwriter and producer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "August 4", "txt": "Nuon Chea, Cambodian politician and theorist for the Khmer Rouge (b. 1926)", "entities": [{"title": "Nuon Chea", "href": "/wiki/Nuon_Chea", "description": "Nuon Chea, also known as Long Bunruot or Rungloet Laodi, was a Cambodian communist politician and revolutionary who was the chief ideologist of the Khmer Rouge. He also briefly served as acting Prime Minister of Democratic Kampuchea.He was commonly known as \"Brother Number Two\", as he was second-in-command to Khmer Rouge leader Pol Pot, General Secretary of the Party, during the Cambodian genocide"}, {"title": "Democratic Kampuchea", "href": "/wiki/Democratic_Kampuchea", "description": "Kampuchea, officially from 5 January 1976 the Democratic Kampuchea, also described as the Genocidal Regime, was the Cambodian state under a one-party Marxist-Leninist totalitarian dictatorship that existed between 1975 and 1979. It was controlled by the Khmer Rouge (KR), the name popularly given to the followers of the Communist Party of Kampuchea (CPK), and was founded when KR forces defeated the"}, {"title": "Khmer Rouge", "href": "/wiki/Khmer_Rouge", "description": "The Khmer Rouge is the name that was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name was coined in the 1960s by Norodom Sihanouk to describe his country's heterogeneous, communist-led dissidents, with whom he allied after his 1970 overthrow."}]}]