[{"heading": "Events", "year": "30 BC", "date": "August 23", "txt": "After the successful invasion of Egypt, Octavian executes Marcus Antonius Antyllus, eldest son of Mark Antony, and Caesarion, the last king of the Ptolemaic dynasty of Egypt and only child of Julius Caesar and Cleopatra.[citation needed]", "entities": [{"title": "Egypt (Roman province)", "href": "/wiki/Egypt_(Roman_province)", "description": "Egypt was established as a Roman province in 30 BC after Octavian defeated his rival Mark Antony, deposed Pharaoh Cleopatra, and annexed the Ptolemaic Kingdom to the Roman Empire. The province encompassed most of modern-day Egypt except for the Sinai Peninsula, which would later be conquered by Trajan. Aegyptus was bordered by the provinces of Crete and Cyrenaica to the west and Judea to the East."}, {"title": "Octavian", "href": "/wiki/Octavian", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Marcus Antonius Antyllus", "href": "/wiki/Marcus_Antonius_Antyllus", "description": "Marcus Antonius Antyllus was a son of the Roman Triumvir Marc Antony. He was also called Antyllus, a nickname given to him by his father meaning \"the Archer\". Despite his three children by Cleopatra, Marc Antony designated Antyllus as his official heir, a requirement under Roman law and a designation that probably contributed to his execution at age 17 by Octavian."}, {"title": "Mark Antony", "href": "/wiki/Mark_Antony", "description": "Marcus Antonius, commonly known in English as Mark Antony or Anthony, was a Roman politician and general who played a critical role in the transformation of the Roman Republic from a constitutional republic into the autocratic Roman Empire."}, {"title": "Caesarion", "href": "/wiki/Caesarion", "description": "Ptolemy XV Caesar, nicknamed Caesarion (Καισαρίων), was the last pharaoh of ancient Egypt, reigning with his mother Cleopatra from 2 September 44 BC until her death by 12 August 30 BC, and as sole ruler until his death was ordered by Octavian, who would later become the first Roman emperor as Augustus."}, {"title": "Ptolemaic Kingdom", "href": "/wiki/Ptolemaic_Kingdom", "description": "The Ptolemaic Kingdom was an ancient Hellenistic state based in Egypt. It was founded in 305 BC by Ptolemy I Soter, a companion of Alexander the Great, and lasted until the death of Cleopatra VII in 30 BC. Ruling for nearly three centuries, the Ptolemies were the longest and final Egyptian dynasty of ancient origin."}, {"title": "Julius Caesar", "href": "/wiki/Julius_Caesar", "description": "Gaius Julius Caesar was a Roman general and statesman who played a critical role in the events that led to the demise of the Roman Republic and the rise of the Roman Empire."}, {"title": "Cleopatra", "href": "/wiki/Cleopatra", "description": "Cleopatra VII Philopator was queen of the Ptolemaic Kingdom of Egypt, and its last active ruler. A member of the Ptolemaic dynasty, she was a descendant of its founder Ptolemy I Soter, a Macedonian Greek general and companion of Alexander the Great. After the death of Cleopatra, Egypt became a province of the Roman Empire, marking the end of the second to last Hellenistic state and the age that ha"}]}, {"heading": "Events", "year": "20 BC", "date": "August 23", "txt": "Ludi Volcanalici are held within the temple precinct of Vulcan, and used by Augustus to mark the treaty with Parthia and the return of the legionary standards that had been lost at the Battle of Carrhae in 53 BC.[citation needed]", "entities": [{"title": "Vulcan (mythology)", "href": "/wiki/Vulcan_(mythology)", "description": "Vulcan is the god of fire including the fire of volcanoes, deserts, metalworking and the forge in ancient Roman religion and myth. He is often depicted with a blacksmith's hammer. The Vulcanalia was the annual festival held August 23 in his honor. His Greek counterpart is Hephaestus, the god of fire and smithery. In Etruscan religion, he is identified with Sethlans."}, {"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Parthia", "href": "/wiki/Parthia", "description": "Parthia is a historical region located in north-eastern Iran. It was conquered and subjugated by the empire of the Medes during the 7th century BC, was incorporated into the subsequent Achaemenid Empire under Cyrus the Great in the 6th century BC, and formed part of the Hellenistic Seleucid Empire following the 4th-century-BC conquests of Alexander the Great. The region later served as the politic"}, {"title": "Aquila (Roman)", "href": "/wiki/Aquila_(Roman)", "description": "An aquila was a prominent symbol used in ancient Rome, especially as the standard of a Roman legion. A legionary known as an aquilifer, the \"eagle-bearer\", carried this standard. Each legion carried one eagle."}, {"title": "Battle of Carrhae", "href": "/wiki/Battle_of_Carrhae", "description": "The Battle of Carrhae was fought in 53 BC between the Roman Republic and the Parthian Empire near the ancient town of Carrhae. The Parthian general Surena decisively defeated a Roman invasion force under the command of Marcus Licinius Crassus, who died at the battle. It is commonly seen as one of the earliest and most important battles between the Roman and Parthian Empires and one of the most cru"}]}, {"heading": "Events", "year": "AD 79", "date": "August 23", "txt": "Mount Vesuvius begins stirring, on the feast day of Vulcan, the Roman god of fire.", "entities": [{"title": "Mount Vesuvius", "href": "/wiki/Mount_Vesuvius", "description": "Mount Vesuvius is a somma-stratovolcano located on the Gulf of Naples in Campania, Italy, about 9 km (5.6 mi) east of Naples and a short distance from the shore. It is one of several volcanoes which form the Campanian volcanic arc. Vesuvius consists of a large cone partially encircled by the steep rim of a summit caldera caused by the collapse of an earlier and originally much higher structure."}, {"title": "Vulcan (mythology)", "href": "/wiki/Vulcan_(mythology)", "description": "Vulcan is the god of fire including the fire of volcanoes, deserts, metalworking and the forge in ancient Roman religion and myth. He is often depicted with a blacksmith's hammer. The Vulcanalia was the annual festival held August 23 in his honor. His Greek counterpart is Hephaestus, the god of fire and smithery. In Etruscan religion, he is identified with Sethlans."}, {"title": "Roman god", "href": "/wiki/Roman_god", "description": "Roman mythology is the body of myths of ancient Rome as represented in the literature and visual arts of the Romans. One of a wide variety of genres of Roman folklore, Roman mythology may also refer to the modern study of these representations, and to the subject matter as represented in the literature and art of other cultures in any period. Roman mythology draws from the mythology of the Italic "}]}, {"heading": "Events", "year": "476", "date": "August 23", "txt": "Odoacer, chieftain of the Germanic tribes (Herulic - Scirian foederati), is proclaimed rex Italiae (\"King of Italy\") by his troops.", "entities": [{"title": "Odoacer", "href": "/wiki/Odoacer", "description": "Flavius Odoacer, also spelled Odovacer or Odovacar, was a soldier and statesman of barbarian background, who deposed the child emperor Romulus Augustulus and became King of Italy (476–493). Odoacer's deposition of Romulus Augustulus is traditionally seen as marking the end of the Western Roman Empire as well as Ancient Rome."}, {"title": "Heruli", "href": "/wiki/Heruli", "description": "The Heruli were an early Germanic people. Possibly originating in Scandinavia, the Heruli are first mentioned by Roman authors as one of several \"Scythian\" groups raiding Roman provinces in the Balkans and Aegean, attacking by land, and notably also by sea. During this time they reportedly lived near the Sea of Azov."}, {"title": "Scirii", "href": "/wiki/Scirii", "description": "The Scirii were a Germanic people. They are believed to have spoken an East Germanic language. Their name probably means \"the pure ones\"."}, {"title": "King of Italy", "href": "/wiki/King_of_Italy", "description": "King of Italy was the title given to the ruler of the Kingdom of Italy after the fall of the Western Roman Empire. The first to take the title was Odoacer, a barbarian military leader, in the late 5th century, followed by the Ostrogothic kings up to the mid-6th century. With the Frankish conquest of Italy in the 8th century, the Carolingians assumed the title, which was maintained by subsequent Ho"}]}, {"heading": "Events", "year": "1244", "date": "August 23", "txt": "Siege of Jerusalem: The city's citadel, the Tower of David, surrenders to Khwarezmian Empire.", "entities": [{"title": "Siege of Jerusalem (1244)", "href": "/wiki/Siege_of_Jerusalem_(1244)", "description": "The 1244 siege of Jerusalem took place after the Sixth Crusade, when roaming Khwarazmians clans conquered the city on July 15, 1244."}, {"title": "Tower of David", "href": "/wiki/Tower_of_David", "description": "The Tower of David, also known as the Citadel, is an ancient citadel located near the Jaffa Gate entrance to the Old City of Jerusalem."}, {"title": "History of Jerusalem (Middle Ages)", "href": "/wiki/History_of_Jerusalem_(Middle_Ages)#Khwarezmian_control", "description": "The history of Jerusalem during the Middle Ages is generally one of decline; beginning as a major city in the Byzantine Empire, Jerusalem prospered during the early centuries of Muslim control (637/38–969), but under the rule of the Fatimid caliphate its population declined from about 200,000 to less than half that number by the time of the Christian conquest in 1099. The Christians massacred much"}, {"title": "Khwarezmian Empire", "href": "/wiki/Khwarezmian_Empire", "description": "The Khwarazmian dynasty also known as the Anushtegin dynasty was a Persianate Sunni Muslim dynasty of Turkic mamluk origin. The Khwarazmian dynasty ruled large parts of present-day Central Asia, Afghanistan, and Iran in the approximate period of 1077 to 1231, first as vassals of the Seljuqs and the Qara-Khitan, and later as independent rulers, up until the Mongol conquest of the Khwarazmian Empire"}]}, {"heading": "Events", "year": "1268", "date": "August 23", "txt": "The Battle of Tagliacozzo marks the fall of the Hohenstaufen family from the Imperial and Sicilian thrones, and leading to the new chapter of Angevin domination in Southern Italy.", "entities": [{"title": "Battle of Tagliacozzo", "href": "/wiki/Battle_of_Tagliacozzo", "description": "The Battle of Tagliacozzo was fought on 23 August 1268 between the Ghibelline supporters of Conradin of Hohenstaufen and the Guelph army of Charles of Anjou. The battle represented the last act of Hohenstaufen power in Italy. The capture and execution of Conradin a couple of months after the battle also marked the fall of the family from the Imperial and Sicilian thrones, leading to the new chapte"}, {"title": "Hohenstaufen", "href": "/wiki/Hohenstaufen", "description": "The Hohenstaufen, also called Staufer, was a noble dynasty of unclear origin that rose to rule the Duchy of Swabia from 1079 and to royal rule in the Holy Roman Empire during the Middle Ages from 1138 until 1254. The most prominent kings Frederick I (1155), Henry VI (1191) and Frederick II (1220) ascended the imperial throne and also ruled Italy and Burgundy. The non-contemporary name is derived f"}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}, {"title": "Kingdom of Sicily (Medieval and Early Modern)", "href": "/wiki/Kingdom_of_Sicily_(Medieval_and_Early_Modern)", "description": "The Kingdom of Sicily was a state that existed in the south of the Italian peninsula and for a time the region of Ifriqiya from its founding by Roger II of Sicily in 1130 until 1816. It was a successor state of the County of Sicily, which had been founded in 1071 during the Norman conquest of the southern peninsula. The island was divided into three regions: Val di Mazara, Val Demone and Val di No"}, {"title": "Capetian House of Anjou", "href": "/wiki/Capetian_House_of_Anjou", "description": "The Capetian House of Anjou was a royal house and cadet branch of the direct French House of Capet, part of the Capetian dynasty. It is one of three separate royal houses referred to as Angevin, meaning \"from Anjou\" in France. Founded by Charles I of Anjou, the youngest son of Louis VIII of France, the Capetian king first ruled the Kingdom of Sicily during the 13th century. Later the War of the Si"}, {"title": "Southern Italy", "href": "/wiki/Southern_Italy", "description": "Southern Italy, also known as Meridione or Mezzogiorno, is a macroregion of Italy consisting of the southern half of the Italian state."}]}, {"heading": "Events", "year": "1305", "date": "August 23", "txt": "Sir William Wallace is executed for high treason at Smithfield, London.", "entities": [{"title": "William Wallace", "href": "/wiki/William_Wallace", "description": "Sir William Wallace was a Scottish knight who became one of the main leaders during the First War of Scottish Independence."}, {"title": "High treason", "href": "/wiki/High_treason", "description": "Treason is the crime of attacking a state authority to which one owes allegiance. This typically includes acts such as participating in a war against one's native country, attempting to overthrow its government, spying on its military, its diplomats, or its secret services for a hostile and foreign power, or attempting to kill its head of state. A person who commits treason is known in law as a tr"}, {"title": "Smithfield, London", "href": "/wiki/Smithfield,_London", "description": "Smithfield is a district located in Central London, part of Farringdon Without, the most westerly ward of the City of London, England. The principal street of the area is West Smithfield."}]}, {"heading": "Events", "year": "1328", "date": "August 23", "txt": "Battle of Cassel: French troops stop an uprising of Flemish farmers.", "entities": [{"title": "Battle of Cassel (1328)", "href": "/wiki/Battle_of_Cassel_(1328)", "description": "On 23 August 1328, the Battle of Cassel took place near the city of Cassel, 30 km south of Dunkirk in present-day France. Philip VI, fought Nicolaas Zannekin, a wealthy farmer from Lampernisse. Zannekin was the leader of a band of Flemish independence rebels. The fighting erupted over taxation and punitive edicts of the French over the Flemish. The battle was won decisively by the French. Zannekin"}, {"title": "Flemish people", "href": "/wiki/Flemish_people", "description": "The Flemish or Flemings are a West Germanic ethnic group native to Flanders, in modern Belgium, who speak Flemish Dutch. They are one of two principal ethnic groups in Belgium, the other being the French-speaking Walloons. Flemish people make up the majority of the Belgian population."}]}, {"heading": "Events", "year": "1382", "date": "August 23", "txt": "Siege of Moscow: The Golden Horde led by Tokhtamysh lays siege to the capital of the Grand Duchy of Moscow.", "entities": [{"title": "Siege of Moscow (1382)", "href": "/wiki/Siege_of_Moscow_(1382)", "description": "The Siege of Moscow in 1382 was a battle between the Muscovite forces and Tokhtamysh, the khan of the Golden Horde supported by Timur."}, {"title": "Golden Horde", "href": "/wiki/Golden_Horde", "description": "The Golden Horde, self-designated as Ulug Ulus, lit. 'Great State' in Turkic, was originally a Mongol and later Turkicized khanate established in the 13th century and originating as the northwestern sector of the Mongol Empire. With the fragmentation of the Mongol Empire after 1259 it became a functionally separate khanate. It is also known as the Kipchak Khanate or as the Ulus of Jochi."}, {"title": "Tokhtamysh", "href": "/wiki/Tokhtamysh", "description": "Tokhtamysh, was a prominent Khan of the Blue Horde who briefly unified the White Horde and Blue Horde subdivisions of the Golden Horde into a single state. He has been cited as the last great ruler of the Golden Horde territories."}, {"title": "Grand Duchy of Moscow", "href": "/wiki/Grand_Duchy_of_Moscow", "description": "The Grand Duchy of Moscow, Muscovite Russia, Muscovite Rus' or Grand Principality of Moscow was a Rus' principality of the Late Middle Ages centered on Moscow, and the predecessor state of the Tsardom of Russia in the early modern period. It was ruled by the Rurik dynasty, who had ruled Rus' since the foundation of Novgorod in 862. Ivan III the Great titled himself as Grand Prince of all Rus'."}]}, {"heading": "Events", "year": "1514", "date": "August 23", "txt": "The Battle of Chaldiran ends with a decisive victory for the Sultan Selim I, Ottoman Empire, over the Shah Ismail I, founder of the Safavid dynasty.", "entities": [{"title": "Battle of Chaldiran", "href": "/wiki/Battle_of_Chaldiran", "description": "The Battle of Chaldiran took place on 23 August 1514 and ended with a decisive victory for the Ottoman Empire over the Safavid Empire. As a result, the Ottomans annexed Eastern Anatolia and northern Iraq from Safavid Iran. It marked the first Ottoman expansion into Eastern Anatolia, and the halt of the Safavid expansion to the west. The Chaldiran battle was just the beginning of 41 years of destru"}, {"title": "Selim I", "href": "/wiki/Selim_I", "description": "Selim I , known as Selim the Grim or Selim the Resolute, was the Sultan of the Ottoman Empire from 1512 to 1520. Despite lasting only eight years, his reign is notable for the enormous expansion of the Empire, particularly his conquest between 1516 and 1517 of the entire Mamluk Sultanate of Egypt, which included all of the Levant, Hejaz, Tihamah, and Egypt itself. On the eve of his death in 1520, "}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Shah Ismail I", "href": "/wiki/Shah_Ismail_I", "description": "Ismail I, also known as Shah Ismail I, was the founder of the Safavid dynasty, ruling from 1501 to 23 May 1524 as Shah of Iran (Persia)."}, {"title": "Safavid dynasty", "href": "/wiki/Safavid_dynasty", "description": "The Safavid dynasty was one of the most significant ruling dynasties of Iran from 1501 to 1736. The Safavid dynasty had its origin in the Safavid order of Sufism, which was established in the city of Ardabil in the Iranian Azerbaijan region. It was an Iranian dynasty of Kurdish origin, but during their rule they intermarried with Turkoman, Georgian, Circassian, and Pontic Greek dignitaries. From t"}]}, {"heading": "Events", "year": "1521", "date": "August 23", "txt": "Christian II of Denmark is deposed as king of Sweden and Gustav Vasa is elected regent.", "entities": [{"title": "Christian II of Denmark", "href": "/wiki/Christian_II_of_Denmark", "description": "Christian II was a Scandinavian monarch under the Kalmar Union who reigned as King of Denmark and Norway, from 1513 until 1523, and Sweden from 1520 until 1521. From 1513 to 1523, he was concurrently Duke of Schleswig and Holstein in joint rule with his uncle Frederick."}, {"title": "King of Sweden", "href": "/wiki/King_of_Sweden", "description": "The monarchy of Sweden concerns the monarchical head of state of Sweden, which is a constitutional and hereditary monarchy with a parliamentary system. There have been kings in what now is the Kingdom of Sweden since time immemorial. Originally an elective monarchy, it became an hereditary monarchy in the 16th century during the reign of Gustav Vasa, though virtually all monarchs before that belon"}, {"title": "Gustav I of Sweden", "href": "/wiki/Gustav_I_of_Sweden", "description": "Gustav I, born Gustav Eriksson of the Vasa noble family and later known as Gustav Vasa, was King of Sweden from 1523 until his death in 1560, previously self-recognised Protector of the Realm (Riksföreståndare) from 1521, during the ongoing Swedish War of Liberation against King Christian II of Denmark, Norway and Sweden. Gustav rose to lead the rebel movement following the Stockholm Bloodbath, wh"}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}]}, {"heading": "Events", "year": "1541", "date": "August 23", "txt": "French explorer Jacques Cartier lands near Quebec City in his third voyage to Canada.", "entities": [{"title": "Jacques Cartier", "href": "/wiki/Jacques_Cartier", "description": "Jacques Cartier was a French-Breton maritime explorer for France. Jacques Cartier was the first European to describe and map the Gulf of Saint Lawrence and the shores of the Saint Lawrence River, which he named \"The Country of Canadas\" after the Iroquoian names for the two big settlements he saw at Stadacona and at Hochelaga."}, {"title": "Quebec City", "href": "/wiki/Quebec_City", "description": "Quebec City is the capital city of the Canadian province of Quebec. As of July 2016 the city had a population of 531,902, and the metropolitan area had a population of 800,296. It is the eleventh-largest city and the seventh-largest metropolitan area in Canada. It is also the second-largest city in the province after Montreal."}]}, {"heading": "Events", "year": "1572", "date": "August 23", "txt": "French Wars of Religion: Mob violence against thousands of Huguenots in Paris results in the St. Bartholomew's Day massacre.", "entities": [{"title": "French Wars of Religion", "href": "/wiki/French_Wars_of_Religion", "description": "The French Wars of Religion were a prolonged period of war and popular unrest between Catholics and Huguenots in the Kingdom of France between 1562 and 1598. It is estimated that three million people perished in this period from violence, famine, or disease in what is considered the second deadliest religious war in European history."}, {"title": "Huguenot", "href": "/wiki/Huguenot", "description": "Huguenots were a religious group of French Protestants."}, {"title": "St. Bartholomew's Day massacre", "href": "/wiki/St._Bartholomew%27s_Day_massacre", "description": "The St. Bartholomew's Day massacre in 1572 was a targeted group of assassinations and a wave of Catholic mob violence, directed against the Huguenots during the French Wars of Religion. Traditionally believed to have been instigated by Queen Catherine de' Medici, the mother of King Charles IX, the massacre took place a few days after the wedding day of the king's sister Margaret to the Protestant "}]}, {"heading": "Events", "year": "1595", "date": "August 23", "txt": "Long Turkish War: Wallachian prince Michael the Brave confronts the Ottoman army in the Battle of Călugăreni and achieves a tactical victory.", "entities": [{"title": "Long Turkish War", "href": "/wiki/Long_Turkish_War", "description": "The Long Turkish War or Thirteen Years' War was an indecisive land war between the Habsburg Monarchy and the Ottoman Empire, primarily over the Principalities of Wallachia, Transylvania, and Moldavia. It was waged from 1593 to 1606 but in Europe it is sometimes called the Fifteen Years War, reckoning from the 1591–92 Turkish campaign that captured Bihać."}, {"title": "List of rulers of Wallachia", "href": "/wiki/List_of_rulers_of_Wallachia", "description": "This is a list of rulers of Wallachia, from the first mention of a medieval polity situated between the Southern Carpathians and the Danube until the union with Moldavia in 1859, leading to the creation of Romania."}, {"title": "Michael the Brave", "href": "/wiki/Michael_the_Brave", "description": "Michael the Brave was the Prince of Wallachia, Prince of Moldavia (1600) and de facto ruler of Transylvania (1599–1600). He is considered one of Romania's greatest national heroes. Since the 19th century, Michael the Brave is regarded by Romanian nationalists as a symbol of Romanian unity,as under his reign was the first time when all principalities inhabited by Romanians were under the same ruler"}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Călugăreni", "href": "/wiki/Battle_of_C%C4%83lug%C4%83reni", "description": "The Battle of Călugăreni was one of the most important battles in the history of early modern Romania. It took place on 23 August 1595 between the Wallachian army led by Michael the Brave and the Ottoman army led by Koca Sinan Pasha. It was part of the Long War, fought between Christian and Ottoman forces at the end of the 16th – beginning of the 17th centuries."}, {"title": "Tactical victory", "href": "/wiki/Tactical_victory", "description": "A tactical victory may refer to a victory that results in the completion of a tactical objective as part of an operation or a result in which the losses of the \"defeated\" outweigh those of the \"victor\" although the victorious force failed to meet its original objectives."}]}, {"heading": "Events", "year": "1600", "date": "August 23", "txt": "Battle of Gifu Castle: The eastern forces of Tokugawa Ieyasu defeat the western Japanese clans loyal to Toyotomi Hideyori, leading to the destruction of Gifu Castle and serving as a prelude to the Battle of Sekigahara.", "entities": [{"title": "Battle of Gifu Castle", "href": "/wiki/Battle_of_Gifu_Castle", "description": "The Battle of Gifu Castle  was a battle in August 1600 that led to the destruction of Gifu Castle in Gifu, Mino Province, Japan. The battle served as a prelude to the Battle of Sekigahara the following month. It pitted Oda Hidenobu of the Ishida Mitsunari western forces against Ikeda Terumasa, Ikeda Sen and Fukushima Masanori of the eastern forces and loyal to Tokugawa Ieyasu. The castle was destr"}, {"title": "Tokugawa Ieyasu", "href": "/wiki/Tokugawa_Ieyasu", "description": "Tokugawa Ieyasu  was the founder and first shōgun of the Tokugawa shogunate of Japan, which ruled Japan from 1603 until the Meiji Restoration in 1868. \nHe was one of the three \"Great Unifiers\" of Japan, along with his former lord Oda Nobunaga and Toyotomi Hideyoshi."}, {"title": "Sengoku period", "href": "/wiki/Sengoku_period", "description": "The Sengoku period  is a period in Japanese history of near-constant civil war, social upheaval, and political intrigue from 1467 to 1615."}, {"title": "Toyotomi Hideyori", "href": "/wiki/Toyotomi_Hideyori", "description": "Toyotomi Hideyori  was the son and designated successor of Toyotomi Hideyoshi, the general who first united all of Japan. His mother, Yodo-dono, was the niece of Oda Nobunaga."}, {"title": "Gifu Castle", "href": "/wiki/Gifu_Castle", "description": "Gifu Castle  is a Japanese castle located in the city of Gifu, Gifu Prefecture, Japan. Along with Mount Kinka and the Nagara River, it is one of the main symbols of the city. The caste is also known as Inabayama Castle (稲葉山城Inabayama-jō). It was designated National Historic Site in 2011."}, {"title": "Battle of Sekigahara", "href": "/wiki/Battle_of_Sekigahara", "description": "The Battle of Sekigahara was a decisive battle on October 21, 1600 in what is now Gifu prefecture, Japan, at the end of the Sengoku period. This battle was fought by the forces of Tokugawa Ieyasu against a coalition of Toyotomi loyalist clans, several of which defected before or during the battle, leading to a Tokugawa victory. The Battle of Sekigahara was the largest and most important battle of "}]}, {"heading": "Events", "year": "1628", "date": "August 23", "txt": "George Villiers, the first Duke of Buckingham, is assassinated by John Felton.", "entities": [{"title": "George Villiers, 1st Duke of Buckingham", "href": "/wiki/George_Villiers,_1st_Duke_of_Buckingham", "description": "George Villiers, 1st Duke of Buckingham, KG (; 28 August 1592 – 23 August 1628), was an English courtier, statesman, and patron of the arts. He was a favourite and possibly also a lover of King James I of England. Buckingham remained at the height of royal favour for the first three years of the reign of James' son, King Charles I, until a disgruntled army officer assassinated him."}, {"title": "Duke of Buckingham", "href": "/wiki/Duke_of_Buckingham", "description": "Duke of Buckingham held with Duke of Chandos, referring to Buckingham, is a title that has been created several times in the peerages of England, Great Britain, and the United Kingdom. There have also been Earls of Buckingham and Marquesses of Buckingham."}, {"title": "John Felton (assassin)", "href": "/wiki/John_Felton_(assassin)", "description": "John Felton was a lieutenant in the English Army who stabbed George Villiers, 1st Duke of Buckingham to death in the Greyhound Pub of Portsmouth on 23 August 1628."}]}, {"heading": "Events", "year": "1655", "date": "August 23", "txt": "Battle of Sobota: The Swedish Empire led by Charles X Gustav defeats the Polish–Lithuanian Commonwealth.", "entities": [{"title": "Battle of Sobota", "href": "/wiki/Battle_of_Sobota", "description": "The Battle of Sobota was a battle that took place near Sobota, Poland, on 23 August 1655, between the armies of the Polish–Lithuanian Commonwealth on the one hand and of Sweden on the other."}, {"title": "Swedish Empire", "href": "/wiki/Swedish_Empire", "description": "The Swedish Empire was a European great power that exercised territorial control over much of the Baltic region during the 17th and early 18th centuries. The beginning of the empire is usually taken as the reign of Gustavus Adolphus, who ascended the throne in 1611, and its end as the loss of territories in 1721 following the Great Northern War."}, {"title": "Charles X Gustav", "href": "/wiki/Charles_X_Gustav", "description": "Charles X Gustav, also Carl Gustav, was King of Sweden from 1654 until his death. He was the son of John Casimir, Count Palatine of Zweibrücken-Kleeburg and Catherine of Sweden. After his father's death he also succeeded him as Pfalzgraf. He was married to Hedwig Eleonora of Holstein-Gottorp, who bore his son and successor, Charles XI. Charles X Gustav was the second Wittelsbach king of Sweden aft"}, {"title": "Polish–Lithuanian Commonwealth", "href": "/wiki/Polish%E2%80%93Lithuanian_Commonwealth", "description": "The Polish–Lithuanian Commonwealth, formally known as the Crown of the Kingdom of Poland and the Grand Duchy of Lithuania and, after 1791, the Commonwealth of Poland, was a country and bi-federation of Poland and Lithuania ruled by a common monarch in real union, who was both King of Poland and Grand Duke of Lithuania. It was one of the largest and most populous countries of 16th to 17th-century E"}]}, {"heading": "Events", "year": "1703", "date": "August 23", "txt": "Edirne event: Sultan Mustafa II of the Ottoman Empire is dethroned.", "entities": [{"title": "Edirne event", "href": "/wiki/Edirne_event", "description": "The Edirne Incident was a janissary revolt that began in Constantinople in 1703. The revolt was a reaction to the consequences of the Treaty of Karlowitz and Sultan Mustafa II's absence from the capital. The rising power of the sultan’s former tutor, Şeyhülislam Feyzullah Efendi and the empire's declining economy caused by tax farming were also causes of the revolt. As a result of the Edirne Event"}, {"title": "Mustafa II", "href": "/wiki/Mustafa_II", "description": "Mustafa II was the Sultan of the Ottoman Empire from 1695 to 1703."}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}]}, {"heading": "Events", "year": "1741", "date": "August 23", "txt": "1741 eruption of Oshima–Ōshima and the Kampo tsunami: At least 2,000 people along the Japanese coast drown in a tsunami caused by the eruption of Oshima.", "entities": [{"title": "1741 eruption of Oshima–Ōshima and the Kampo tsunami", "href": "/wiki/1741_eruption_of_Oshima%E2%80%93%C5%8Cshima_and_the_Kampo_tsunami", "description": "The devastating eruption of Oshima–Ōshima began on the 18th of April, 1741 and ended on May 1 the next year. Five days into the eruption, the Kampo tsunami with estimated maximum heights of over 90 meters swept across neighboring islands in Japan and the Korean Peninsula."}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}, {"title": "Oshima (Hokkaido)", "href": "/wiki/Oshima_(Hokkaido)", "description": "Ōshima (大島) is an uninhabited island in the Sea of Japan, 50 kilometers (31 mi) to the west from Matsumae town and therefore the westernmost point of Hokkaido. It is part of the town of Matsumae in Oshima Subprefecture in Hokkaido, Japan. To distinguish Ōshima from other islands with the same name, it is sometimes known as Oshima Ōshima (渡島大島) or Matsumae Ōshima (松前大島)."}]}, {"heading": "Events", "year": "1775", "date": "August 23", "txt": "American Revolutionary War: King George III delivers his Proclamation of Rebellion to the Court of St James's stating that the American colonies have proceeded to a state of open and avowed rebellion.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "George III of the United Kingdom", "href": "/wiki/George_III_of_the_United_Kingdom", "description": "George III was King of Great Britain and Ireland from 25 October 1760 until the union of the two kingdoms on 1 January 1801, after which he was King of the United Kingdom of Great Britain and Ireland until his death in 1820. He was concurrently Duke and Prince-elector of Brunswick-Lüneburg (\"Hanover\") in the Holy Roman Empire before becoming King of Hanover on 12 October 1814. He was a monarch of "}, {"title": "Proclamation of Rebellion", "href": "/wiki/Proclamation_of_Rebellion", "description": "The Proclamation of Rebellion, officially titled A Proclamation for Suppressing Rebellion and Sedition, was the response of George III to the news of the Battle of Bunker Hill at the outset of the American Revolution. Issued on 23 August 1775, it declared elements of the American colonies in a state of \"open and avowed rebellion\". It ordered officials of the empire \"to use their utmost endeavours "}, {"title": "Court of St James's", "href": "/wiki/Court_of_St_James%27s", "description": "The Court of St James's is the royal court for the Sovereign of the United Kingdom."}, {"title": "Thirteen Colonies", "href": "/wiki/Thirteen_Colonies", "description": "The Thirteen Colonies, also known as the Thirteen British Colonies or the Thirteen American Colonies, were a group of British colonies on the Atlantic coast of North America founded in the 17th and 18th centuries which declared independence in 1776 and formed the United States of America. The Thirteen Colonies had very similar political, constitutional, and legal systems, and were dominated by Pro"}]}, {"heading": "Events", "year": "1784", "date": "August 23", "txt": "Western North Carolina (now eastern Tennessee) declares itself an independent state under the name of Franklin; it is not accepted into the United States, and only lasts for four years.", "entities": [{"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}, {"title": "State of Franklin", "href": "/wiki/State_of_Franklin", "description": "The State of Franklin was an unrecognized proposed state located in what is today East Tennessee, United States. Franklin was created in 1784 from part of the territory west of the Appalachian Mountains that had been offered by North Carolina as a cession to Congress to help pay off debts related to the American War for Independence. It was founded with the intent of becoming the 14th state of the"}]}, {"heading": "Events", "year": "1799", "date": "August 23", "txt": "Napoleon I of France leaves Egypt for France en route to seizing power.", "entities": [{"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1813", "date": "August 23", "txt": "At the Battle of Großbeeren, the Prussians under Von Bülow repulse the French army.", "entities": [{"title": "Battle of Großbeeren", "href": "/wiki/Battle_of_Gro%C3%9Fbeeren", "description": "The Battle of Großbeeren occurred on 23 August 1813 in neighboring Blankenfelde and Sputendorf between the Allied Army of the North under Crown Prince Charles John – formerly Marshal Jean-Baptiste Bernadotte – and the French under Marshal Nicolas Oudinot. Napoleon had hoped to drive the Prussians out of the Sixth Coalition by capturing their capital, but the swamps south of Berlin combined with ra"}, {"title": "Old Prussians", "href": "/wiki/Old_Prussians", "description": "Old Prussians, Baltic Prussians or simply Prussians were an indigenous tribe among the Baltic peoples that inhabited the region of Prussia, at the south-eastern shore of the Baltic Sea between the Vistula Lagoon to the west and the Curonian Lagoon to the east. The Old Prussians, who spoke an Indo-European language now known as Old Prussian and worshipped pagan deities, lent their name, despite ver"}, {"title": "Friedrich Wilhelm Freiherr von Bülow", "href": "/wiki/Friedrich_Wilhelm_Freiherr_von_B%C3%BClow", "description": "Friedrich Wilhelm Freiherr von Bülow, Graf von Dennewitz was a Prussian general of the Napoleonic Wars."}]}, {"heading": "Events", "year": "1831", "date": "August 23", "txt": "Nat Turner's slave rebellion is suppressed.", "entities": [{"title": "Nat Turner's slave rebellion", "href": "/wiki/Nat_Turner%27s_slave_rebellion", "description": "Nat Turner's Rebellion was a rebellion of enslaved Virginians that took place in Southampton County, Virginia, in August 1831, led by Nat Turner. The rebels killed between 55 and 65 people, at least 51 of whom were white. The rebellion was put down within a few days, but Turner survived in hiding for more than two months afterwards. The rebellion was effectively suppressed at Belmont Plantation on"}]}, {"heading": "Events", "year": "1839", "date": "August 23", "txt": "The United Kingdom captures Hong Kong as a base as it prepares for the First Opium War with Qing China.", "entities": [{"title": "First Opium War", "href": "/wiki/First_Opium_War", "description": "The First Opium War, also known as the Opium War or the Anglo-Chinese War, was a series of military engagements fought between Britain and the Qing dynasty of China. The immediate issue was Chinese official seizure of opium stocks at Canton to stop the banned opium trade, and threatening the death penalty for future offenders. The British government insisted on the principles of free trade, equal "}, {"title": "Qing dynasty", "href": "/wiki/Qing_dynasty", "description": "The Qing dynasty, officially the Great Qing, was the last imperial dynasty of China. It was established in 1636, and ruled China proper from 1644 to 1912, with a brief restoration in 1917. It was preceded by the Ming dynasty and succeeded by the Republic of China. The multiethnic Qing empire lasted for almost three centuries and formed the territorial base for modern China. It was the fourth large"}]}, {"heading": "Events", "year": "1864", "date": "August 23", "txt": "American Civil War: The Union Navy captures Fort Morgan, Alabama, thus breaking Confederate dominance of all ports on the Gulf of Mexico except Galveston, Texas.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Union Navy", "href": "/wiki/Union_Navy", "description": "The Union Navy was the United States Navy (USN) during the American Civil War, when it fought the Confederate States Navy (CSN). The term is sometimes used carelessly to include vessels of war used on the rivers of the interior while they were under the control of the United States Army, also called the Union Army."}, {"title": "Siege of Fort Morgan", "href": "/wiki/Siege_of_Fort_Morgan", "description": "The Siege of Fort Morgan occurred during the American Civil War, as part of the battle for Mobile Bay, in Alabama (U.S.), during August 1864. Union ground forces led by General Gordon Granger conducted a short siege of the Confederate garrison at the mouth of Mobile Bay under the command of General Richard L. Page. The Confederate surrender helped shut down Mobile, Alabama, as an effective Confede"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Gulf of Mexico", "href": "/wiki/Gulf_of_Mexico", "description": "The Gulf of Mexico is an ocean basin and a marginal sea of the Atlantic Ocean, largely surrounded by the North American continent. It is bounded on the northeast, north and northwest by the Gulf Coast of the United States; on the southwest and south by the Mexican states of Tamaulipas, Veracruz, Tabasco, Campeche, Yucatan, and Quintana Roo; and on the southeast by Cuba. The US states of Texas, Lou"}, {"title": "Galveston, Texas", "href": "/wiki/Galveston,_Texas", "description": "Galveston is a coastal resort city and port off the Southeast Texas coast on Galveston Island and Pelican Island in the U.S. state of Texas. The community of 209.3 square miles (542 km2), with a population of 47,743 in 2010, is the county seat of surrounding Galveston County and second-largest municipality in the county. It is also within the Houston–The Woodlands–Sugar Land metropolitan area at i"}]}, {"heading": "Events", "year": "1866", "date": "August 23", "txt": "Austro-Prussian War ends with the Treaty of Prague.", "entities": [{"title": "Austro-Prussian War", "href": "/wiki/Austro-Prussian_War", "description": "The Austro-Prussian War or Seven Weeks' War, known in Germany as Deutscher Krieg and by a variety of other names, was fought in 1866 between the Austrian Empire and the Kingdom of Prussia, with each also being aided by various allies within the German Confederation. Prussia had also allied with the Kingdom of Italy, linking this conflict to the Third Independence War of Italian unification. The Au"}, {"title": "Peace of Prague (1866)", "href": "/wiki/Peace_of_Prague_(1866)", "description": "The Peace of Prague was a peace treaty signed by the Kingdom of Prussia and the Austrian Empire at Prague on 23 August 1866. In combination with the treaties of Prussia and several south - and central German states it effectively ended the Austro-Prussian War."}]}, {"heading": "Events", "year": "1873", "date": "August 23", "txt": "Albert Bridge in Chelsea, London opens.", "entities": [{"title": "Albert Bridge, London", "href": "/wiki/Albert_Bridge,_London", "description": "Albert Bridge is a road bridge over the Tideway of the River Thames connecting Chelsea in Central London on the north, left bank to Battersea on the south. Designed and built by Rowland Mason Ordish in 1873 as an Ordish–Lefeuvre system modified cable-stayed bridge, it proved to be structurally unsound, so between 1884 and 1887 Sir Joseph Bazalgette incorporated some of the design elements of a sus"}, {"title": "Chelsea, London", "href": "/wiki/Chelsea,_London", "description": "Chelsea is an affluent area in west London, England, situated south-west of the City of Westminster. It lies on the north bank of the River Thames and for postal purposes is part of the south-western postal area."}]}, {"heading": "Events", "year": "1898", "date": "August 23", "txt": "The Southern Cross Expedition, the first British venture of the Heroic Age of Antarctic Exploration, departs from London.", "entities": [{"title": "Southern Cross Expedition", "href": "/wiki/Southern_Cross_Expedition", "description": "The Southern Cross Expedition, otherwise known as the British Antarctic Expedition, 1898–1900, was the first British venture of the Heroic Age of Antarctic Exploration, and the forerunner of the more celebrated journeys of Robert Falcon Scott and Ernest Shackleton. The brainchild of the Anglo-Norwegian explorer Carsten Borchgrevink, it was the first expedition to over-winter on the Antarctic mainl"}, {"title": "Heroic Age of Antarctic Exploration", "href": "/wiki/Heroic_Age_of_Antarctic_Exploration", "description": "\nThe Heroic Age of Antarctic Exploration was an era in the exploration of the continent of Antarctica which began at the end of the 19th century, and ended after the First World War; the Shackleton–Rowett Expedition of 1921–1922 is often cited by historians as the dividing line between the \"Heroic\" and \"Mechanical\" ages."}]}, {"heading": "Events", "year": "1904", "date": "August 23", "txt": "The automobile tire chain is patented.", "entities": [{"title": "Tire chain", "href": "/wiki/Tire_chain", "description": "Snow chains, or tire chains, are devices fitted to the tires of vehicles to provide maximum traction when driving through snow and ice."}]}, {"heading": "Events", "year": "1914", "date": "August 23", "txt": "World War I: The British Expeditionary Force and the French Fifth Army begin their Great Retreat before the German Army.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Great Retreat", "href": "/wiki/Great_Retreat", "description": "The Great Retreat, also known as the retreat from Mons, was the long withdrawal to the River Marne in August and September 1914 by the British Expeditionary Force (BEF) and the French Fifth Army, Allied forces on the Western Front in the First World War, after their defeat by the armies of the German Empire at the Battle of Charleroi and the Battle of Mons. A counteroffensive by the Fifth Army, wi"}]}, {"heading": "Events", "year": "1914", "date": "August 23", "txt": "World War I: Japan declares war on Germany.", "entities": []}, {"heading": "Events", "year": "1921", "date": "August 23", "txt": "British airship R-38 experiences structural failure over Hull in England and crashes in the Humber Estuary. Of her 49 British and American training crew, only four survive.", "entities": [{"title": "R38-class airship", "href": "/wiki/R38-class_airship", "description": "The R.38 class of rigid airships was designed for Britain's Royal Navy during the final months of the First World War, intended for long-range patrol duties over the North Sea. Four similar airships were originally ordered by the Admiralty, but orders for three of these were cancelled after the armistice with Germany and R.38, the lead ship of the class, was sold to the United States Navy in Octob"}, {"title": "Kingston upon Hull", "href": "/wiki/Kingston_upon_Hull", "description": "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles (40 km) inland from the North Sea, 50 miles (80 km) east of Leeds, 34 miles (55 km) south-east of York and 54 miles (87 km) north-east of Sheffield. With a population of 259,778 (mid-2019 est."}, {"title": "Humber Estuary", "href": "/wiki/Humber_Estuary", "description": "The Humber is a large tidal estuary on the east coast of Northern England. It is formed at Trent Falls, Faxfleet, by the confluence of the tidal rivers Ouse and Trent. From there to the North Sea, it forms part of the boundary between the East Riding of Yorkshire on the north bank and North Lincolnshire on the south bank. Although the Humber is an estuary from the point at which it is formed, many"}]}, {"heading": "Events", "year": "1923", "date": "August 23", "txt": "Captain Lowell Smith and Lieutenant John P. Richter performed the first mid-air refueling on De Havilland DH-4B, setting an endurance flight record of 37 hours.", "entities": [{"title": "Captain (United States O-3)", "href": "/wiki/Captain_(United_States_O-3)", "description": "In the United States Army (USA), U.S. Marine Corps (USMC), U.S. Air Force (USAF), and U.S. Space Force (USSF), captain is a company grade officer rank, with the pay grade of O-3. It ranks above first lieutenant and below major. It is equivalent to the rank of lieutenant in the Navy/Coast Guard officer rank system. The insignia for the rank consists of two silver bars, with slight stylized differen"}, {"title": "Lowell Smith", "href": "/wiki/Lowell_Smith", "description": "Lowell Herbert Smith was a pioneer American airman who piloted the first airplane to receive a complete mid-air refueling on June 27, 1923, and later set an endurance record of 37 hours on August 28, both in a De Havilland DH-4B. Smith also piloted the Douglas World Cruiser Chicago, which along with one other made the first aerial circumnavigation in 1924. Smith held 16 records for military aircra"}, {"title": "Lieutenant", "href": "/wiki/Lieutenant", "description": "A lieutenant is a junior commissioned officer in the armed forces, fire services, police and other organizations of many nations."}, {"title": "Mid-air refueling", "href": "/wiki/Mid-air_refueling", "description": "Aerial refueling, also referred to as air refueling, in-flight refueling (IFR), air-to-air refueling (AAR), and tanking, is the process of transferring aviation fuel from one military aircraft to another during flight. The two main refueling systems are probe-and-drogue, which is simpler to adapt to existing aircraft, and the flying boom, which offers faster fuel transfer, but requires a dedicated"}, {"title": "De Havilland DH-4B", "href": "/wiki/De_Havilland_DH-4B", "description": "The Airco DH.4 was a British two-seat biplane day bomber of the First World War. It was designed by Geoffrey de Havilland for Airco, and was the first British two-seat light day-bomber capable of defending itself."}]}, {"heading": "Events", "year": "1927", "date": "August 23", "txt": "Italian anarchists Sacco and Vanzetti are executed after a lengthy, controversial trial.", "entities": [{"title": "Sacco and Vanzetti", "href": "/wiki/Sacco_and_Vanzetti", "description": "Nicola Sacco and Bartolomeo Vanzetti were Italian immigrant anarchists who were controversially convicted of murdering a guard and a paymaster during the April 15, 1920, armed robbery of the Slater and Morrill Shoe Company in Braintree, Massachusetts, United States. Seven years later, they were electrocuted in the electric chair at Charlestown State Prison."}]}, {"heading": "Events", "year": "1929", "date": "August 23", "txt": "Hebron Massacre during the 1929 Palestine riots: Arab attack on the Jewish community in Hebron in the British Mandate of Palestine, continuing until the next day, resulted in the death of 65–68 Jews and the remaining Jews being forced to leave the city.", "entities": [{"title": "1929 Hebron massacre", "href": "/wiki/1929_Hebron_massacre", "description": "The Hebron massacre refers to the killing of sixty-seven or sixty-nine Jews on 24 August 1929 in Hebron, then part of Mandatory Palestine, by Arabs incited to violence by rumors that Jews were planning to seize control of the Temple Mount in Jerusalem. The event also left scores seriously wounded or maimed. Jewish homes were pillaged and synagogues were ransacked. Some of the 435 Jews who survived"}, {"title": "1929 Palestine riots", "href": "/wiki/1929_Palestine_riots", "description": "The 1929 Arab riots in Palestine, or the Buraq Uprising, also known as the 1929 Massacres, refers to a series of demonstrations and riots in late August 1929 when a long-running dispute between Muslims and Jews over access to the Western Wall in Jerusalem escalated into violence."}, {"title": "Palestinian people", "href": "/wiki/Palestinian_people", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Hebron", "href": "/wiki/Hebron", "description": "Hebron is a Palestinian city in the southern West Bank, 30 km (19 mi) south of Jerusalem. Nestled in the Judaean Mountains, it lies 930 meters (3,050 ft) above sea level. The largest city in the West Bank, and the second largest in the Palestinian territories after Gaza, it has a population of over 215,000 Palestinians (2016), and seven hundred Jewish settlers concentrated on the outskirts of the "}, {"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}]}, {"heading": "Events", "year": "1939", "date": "August 23", "txt": "World War II: Nazi Germany and the Soviet Union sign a non-aggression treaty, the Molotov–Ribbentrop Pact. In a secret addition to the pact, the Baltic states, Finland, Romania, and Poland are divided between the two nations.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "Molotov–Ribbentrop Pact", "href": "/wiki/Molotov%E2%80%93Ribbentrop_Pact", "description": "The Molotov–Ribbentrop Pact was a non-aggression pact between Nazi Germany and the Soviet Union that enabled those two powers to partition Poland between them. The pact was signed in Moscow on 23 August 1939 by German Foreign Minister Joachim von Ribbentrop and Soviet Foreign Minister Vyacheslav Molotov and was officially known as the Treaty of Non-Aggression between Germany and the Union of Sovie"}, {"title": "Baltic states", "href": "/wiki/Baltic_states", "description": "The Baltic states, also known as the Baltic countries, Baltic republics, Baltic nations, or simply the Baltics, is a geopolitical term, typically used to group the three sovereign states on the eastern coast of the Baltic Sea: Estonia, Latvia, and Lithuania. The term is not used in the context of cultural areas, national identity, or language, because while the majority of people in Latvia and Lit"}, {"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Second Polish Republic", "href": "/wiki/Second_Polish_Republic", "description": "The Second Polish Republic, commonly known as Interwar Poland, refers to the country of Poland in the period between the two World Wars (1918–1939). Officially known as the Republic of Poland, the Polish state was re-established in 1918, in the aftermath of World War I. The Second Republic ceased to exist in 1939, when Poland was invaded by Nazi Germany, the Soviet Union and the Slovak Republic, m"}]}, {"heading": "Events", "year": "1942", "date": "August 23", "txt": "World War II: Beginning of the Battle of Stalingrad.", "entities": [{"title": "Battle of Stalingrad", "href": "/wiki/Battle_of_Stalingrad", "description": "In the Battle of Stalingrad, Germany and its allies fought the Soviet Union for control of the city of Stalingrad in Southern Russia. Marked by fierce close-quarters combat and direct assaults on civilians in air raids, it is one of the bloodiest battles in the history of warfare, with an estimated 2 million total casualties. After their defeat at Stalingrad, the German High Command had to withdra"}]}, {"heading": "Events", "year": "1943", "date": "August 23", "txt": "World War II: Kharkiv is liberated by the Soviet Union after the Battle of Kursk.", "entities": [{"title": "Kharkiv", "href": "/wiki/Kharkiv", "description": "Kharkiv, also known as Kharkov in Russian, is the second-largest city in Ukraine. Located in the northeast of the country, it is the largest city of the historic Slobozhanshchyna region. Kharkiv is the administrative centre of Kharkiv Oblast and of the surrounding Kharkiv Raion, though administratively it is incorporated as a city of oblast significance and does not belong to the raion. The latest"}, {"title": "Battle of Kursk", "href": "/wiki/Battle_of_Kursk", "description": "The Battle of Kursk was a Second World War engagement between German and Soviet forces on the Eastern Front near Kursk in the Soviet Union, during July and August 1943. The battle began with the launch of the German offensive Operation Citadel, on 5 July, which had the objective of pinching off the Kursk salient with attacks on the base of the salient from north and south simultaneously. After the"}]}, {"heading": "Events", "year": "1944", "date": "August 23", "txt": "World War II: Marseille is liberated by the Allies.", "entities": [{"title": "Marseille", "href": "/wiki/Marseille", "description": "Marseille is the prefecture of the department of Bouches-du-Rhône and of the region of Provence-Alpes-Côte d'Azur in France. It is located on the coast of the Gulf of Lion, part of the Mediterranean Sea, near the mouth of the Rhône. Marseille is the second largest city in France, covering an area of 241 km2 (93 sq mi) and had a population of 870,018 in 2016. Its metropolitan area, which extends ov"}, {"title": "Liberation of Marseille", "href": "/wiki/Liberation_of_Marseille", "description": "Operation Dragoon was the code name for the landing operation of the Allied invasion of Provence on 15 August 1944. The operation was initially planned to be executed in conjunction with Operation Overlord, the Allied landing in Normandy, but the lack of available resources led to a cancellation of the second landing. By July 1944 the landing was reconsidered, as the clogged-up ports in Normandy d"}]}, {"heading": "Events", "year": "1944", "date": "August 23", "txt": "World War II: King Michael of Romania dismisses the pro-Nazi government of Marshal Antonescu, who is arrested. Romania switches sides from the Axis to the Allies.", "entities": [{"title": "King Michael's Coup", "href": "/wiki/King_Michael%27s_Coup", "description": "King Michael's Coup was a coup d'état led by King Michael I of Romania during World War II on 23 August 1944. With the support of several political parties, the king removed the government of Ion Antonescu, which had aligned Romania with Nazi Germany, after the Axis front in northeastern Romania collapsed in the face of a successful Soviet offensive. The Romanian Army declared a unilateral ceasefi"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Ion Antonescu", "href": "/wiki/Ion_Antonescu", "description": "Ion Antonescu was a Romanian military officer and marshal who presided over two successive wartime dictatorships as Prime Minister and Conducător during most of World War II. After the war, he was executed."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Axis powers", "href": "/wiki/Axis_powers", "description": "The Axis powers, originally called the Rome–Berlin Axis, was a military coalition that fought in World War II against the Allies. The Axis powers agreed on their opposition to the Allies, but did not completely coordinate their activity."}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1944", "date": "August 23", "txt": "Freckleton Air Disaster: A United States Army Air Forces B-24 Liberator bomber crashes into a school in Freckleton, England, killing 61 people.", "entities": [{"title": "United States Army Air Forces", "href": "/wiki/United_States_Army_Air_Forces", "description": "The United States Army Air Forces was the major land-based aerial warfare service component of the United States Army and de facto aerial warfare service branch of the United States during and immediately after World War II (1939/41–1945). It was created on 20 June 1941 as successor to the previous United States Army Air Corps and is the direct predecessor of the United States Air Force, today one"}, {"title": "Consolidated B-24 Liberator", "href": "/wiki/Consolidated_B-24_Liberator", "description": "The Consolidated B-24 Liberator is an American heavy bomber, designed by Consolidated Aircraft of San Diego, California. It was known within the company as the Model 32, and some initial production aircraft were laid down as export models designated as various LB-30s, in the Land Bomber design category."}, {"title": "Freckleton", "href": "/wiki/Freckleton", "description": "Freckleton is a village and civil parish on the Fylde coast in Lancashire, England, to the south of Kirkham and east of the seaside resort of Lytham St. Annes. In 2001 it had a population of 6,045, reducing to 6,019 at the 2011 Census. The village is near Warton, with its links to BAE Systems. Warton Aerodrome's 1.5 miles (2.4 km) runway is partly within Freckleton's boundary. Freckleton has a par"}]}, {"heading": "Events", "year": "1945", "date": "August 23", "txt": "World War II: Soviet–Japanese War: The USSR State Defense Committee issues Decree no. 9898cc \"About Receiving, Accommodation, and Labor Utilization of the Japanese Army Prisoners of War\".", "entities": [{"title": "Soviet–Japanese War", "href": "/wiki/Soviet%E2%80%93Japanese_War", "description": "The Soviet–Japanese War was a military conflict within the Second World War beginning soon after midnight on 9 August 1945, with the Soviet invasion of the Japanese puppet state of Manchukuo. The Soviets and Mongolians ended Japanese control of Manchukuo, Mengjiang, northern Korea, Karafuto, and the Chishima Islands. The defeat of Japan's Kwantung Army helped bring about the Japanese surrender and"}, {"title": "USSR State Defense Committee", "href": "/wiki/USSR_State_Defense_Committee", "description": "The State Defense Committee was an extraordinary organ of state power in the USSR during the German-Soviet War which held complete state power in the country."}, {"title": "Japanese prisoners of war in the Soviet Union", "href": "/wiki/Japanese_prisoners_of_war_in_the_Soviet_Union", "description": "After World War II there were from 560,000 to 760,000 Japanese personnel in the Soviet Union and Mongolia interned to work in labor camps as POWs. Of them, it is estimated that between 60,000 and 347,000 died in captivity."}]}, {"heading": "Events", "year": "1946", "date": "August 23", "txt": "Ordinance No. 46 of the British Military Government constitutes the German Länder (states) of Hanover and Schleswig-Holstein.", "entities": [{"title": "Ordinance No. 46", "href": "/wiki/Ordinance_No._46", "description": "Ordinance No. 46, effective 23 August 1946, was an ordinance issued by the British Military Government (CCG/BE) in the British Zone in Germany by which, among others, the Prussian Province of Schleswig-Holstein became a separate Land, the State of Schleswig-Holstein, and the Province of Hanover turned into the State of Hanover. The full title of Ordinance No. 46 is Abolition of the Provinces in th"}, {"title": "State of Hanover", "href": "/wiki/State_of_Hanover", "description": "The State of Hanover was a short-lived state within the British zone of Allied-occupied Germany. It existed for 92 days in the course of the dissolution of the Free State of Prussia after World War II until the foundation of Lower Saxony in 1946. The state saw itself in the tradition of the former Kingdom of Hanover, annexed by Prussia in 1866, reflected in the Saxon Steed state emblem. After Lowe"}, {"title": "Schleswig-Holstein", "href": "/wiki/Schleswig-Holstein", "description": "Schleswig-Holstein is the northernmost of the 16 states of Germany, comprising most of the historical duchy of Holstein and the southern part of the former Duchy of Schleswig. Its capital city is Kiel; other notable cities are Lübeck and Flensburg."}]}, {"heading": "Events", "year": "1948", "date": "August 23", "txt": "World Council of Churches is formed by 147 churches from 44 countries.", "entities": [{"title": "World Council of Churches", "href": "/wiki/World_Council_of_Churches", "description": "The World Council of Churches (WCC) is a worldwide Christian inter-church organization founded in 1948 to work for the cause of ecumenism. Its full members today include the Assyrian Church of the East, the Oriental Orthodox Churches, most jurisdictions of the Eastern Orthodox Church, the Old Catholic Church, the Lutheran Churches, the Anglican Communion, the Mennonite Churches, the Methodist Chur"}]}, {"heading": "Events", "year": "1954", "date": "August 23", "txt": "First flight of the Lockheed C-130 multi-role aircraft.", "entities": [{"title": "Lockheed C-130", "href": "/wiki/Lockheed_C-130", "description": "The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built originally by Lockheed. Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in a variety of other roles, including as a gunship (AC-130), for airborne ass"}]}, {"heading": "Events", "year": "1958", "date": "August 23", "txt": "Chinese Civil War: The Second Taiwan Strait Crisis begins with the People's Liberation Army's bombardment of Quemoy.", "entities": [{"title": "Chinese Civil War", "href": "/wiki/Chinese_Civil_War", "description": "The Chinese Civil War was a civil war in China fought between the Kuomintang (KMT)-led government of the Republic of China (ROC) and forces of the Chinese Communist Party (CCP) lasting intermittently between 1927 and 1949. The war is generally divided into two phases with an interlude: from August 1927 to 1937, the KMT-CCP Alliance collapsed during the Northern Expedition, and the Nationalists con"}, {"title": "Second Taiwan Strait Crisis", "href": "/wiki/Second_Taiwan_Strait_Crisis", "description": "The Second Taiwan Strait Crisis, also called the 1958 Taiwan Strait Crisis, was a conflict that took place between the People's Republic of China (PRC) and the Republic of China (ROC). In this conflict, the PRC shelled the islands of Kinmen (Quemoy) and the Matsu Islands along the east coast of mainland China to \"liberate\" Taiwan from the Chinese Nationalist Party, also known as the Kuomintang (KM"}, {"title": "People's Liberation Army", "href": "/wiki/People%27s_Liberation_Army", "description": "The People's Liberation Army (PLA) is the regular armed forces of the People's Republic of China (PRC) and the armed wing of the PRC's founding and ruling political party, the Chinese Communist Party (CCP). Besides the Central Military Commission (CMC) and several minor units directly under it, the PLA has five major service branches: the Ground Force, Navy, Air Force, Rocket Force, and the Strate"}, {"title": "Quemoy", "href": "/wiki/Quemoy", "description": "Kinmen, also called Quemoy, is a county of the Republic of China located in the Taiwan Strait between the island of Taiwan and mainland China. The main island of Kinmen County is Kinmen Island. Kinmen is located ten kilometres (6.2 mi) east of Xiamen, a city located on the southeastern coast of China; the two territories are separated by a small bay. Kinmen is 187 kilometres (116 mi) west from the"}]}, {"heading": "Events", "year": "1966", "date": "August 23", "txt": "Lunar Orbiter 1 takes the first photograph of Earth from orbit around the Moon.", "entities": [{"title": "Lunar Orbiter 1", "href": "/wiki/Lunar_Orbiter_1", "description": "The Lunar Orbiter 1 robotic spacecraft, part of NASA's Lunar Orbiter program, was the first American spacecraft to orbit the Moon. It was designed primarily to photograph smooth areas of the lunar surface for selection and verification of safe landing sites for the Surveyor and Apollo missions. It was also equipped to collect selenodetic, radiation intensity, and micrometeoroid impact data."}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1970", "date": "August 23", "txt": "Organized by Mexican American labor union leader César Chávez, the Salad Bowl strike, the largest farm worker strike in U.S. history, begins.", "entities": [{"title": "Mexican American", "href": "/wiki/Mexican_American", "description": "Mexican Americans are Americans of Mexican ancestry. Mexican Americans comprise 11.3% of the U.S. population and 61.5% of all Latino Americans. In 2019, 71% of Mexican Americans were born in the United States. Mexican Americans make up 53% of the total population of Latino foreign-born Americans and 25% of the total foreign-born population. The U.S. is home to the second-largest Mexican community "}, {"title": "Trade union", "href": "/wiki/Trade_union", "description": "A trade union, often simply called a union, is an organization of workers who have come together to achieve many common goals, such as protecting the integrity of their trade, improving safety standards, and attaining better wages, benefits, and working conditions through the increased bargaining power wielded by the creation of a monopoly of the workers. Trade unions typically fund the formal org"}, {"title": "César Chávez", "href": "/wiki/C%C3%A9sar_Ch%C3%A1vez", "description": "Cesar Chavez was an American labor leader and civil rights activist. Along with Dolores Huerta, he co-founded the National Farm Workers Association (NFWA), which later merged with the Agricultural Workers Organizing Committee (AWOC) to become the United Farm Workers (UFW) labor union. Ideologically, his world-view combined leftist politics with Roman Catholic social teachings."}, {"title": "Salad Bowl strike", "href": "/wiki/Salad_Bowl_strike", "description": "The Salad Bowl strike was a series of strikes, mass pickets, boycotts and secondary boycotts that began on August 23, 1970 and led to the largest farm worker strike in U.S. history. The strike was led by the United Farm Workers against the International Brotherhood of Teamsters. The Salad Bowl strike was only in part a jurisdictional strike, for many of the actions taken during the event were not "}, {"title": "Strike action", "href": "/wiki/Strike_action", "description": "Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners "}]}, {"heading": "Events", "year": "1973", "date": "August 23", "txt": "A bank robbery gone wrong in Stockholm, Sweden, turns into a hostage crisis; over the next five days the hostages begin to sympathise with their captors, leading to the term \"Stockholm syndrome\".", "entities": [{"title": "Norrmalmstorg robbery", "href": "/wiki/Norrmalmstorg_robbery", "description": "The Norrmalmstorg robbery was a bank robbery and hostage crisis best known as the origin of the term Stockholm syndrome. It occurred at the Norrmalmstorg Square in Stockholm, Sweden, in August 1973 and was the first criminal event in Sweden to be covered by live television. Jan-Erik Olsson was a convicted criminal who had disappeared while on furlough from prison and then held up a bank and took f"}, {"title": "Stockholm", "href": "/wiki/Stockholm", "description": "Stockholm is the capital of Sweden. It has the most populous urban area in Sweden as well as in Scandinavia. 1 million people live in the municipality, approximately 1.6 million in the urban area, and 2.4 million in the metropolitan area. The city stretches across fourteen islands where Lake Mälaren flows into the Baltic Sea. Outside the city to the east, and along the coast, is the island chain o"}, {"title": "Stockholm syndrome", "href": "/wiki/Stockholm_syndrome", "description": "Stockholm syndrome is a condition in which hostages develop a psychological bond with their captors during captivity. Emotional bonds may be formed between captors and captives, during intimate time together, but these are generally considered irrational in light of the danger or risk endured by the victims. Stockholm syndrome has never been included in the Diagnostic and Statistical Manual of Men"}]}, {"heading": "Events", "year": "1975", "date": "August 23", "txt": "The start of the Wave Hill walk-off by Gurindji people in Australia, lasting eight years, a landmark event in the history of Indigenous land rights in Australia, commemorated in a 1991 Paul Kelly song and an annual celebration.", "entities": [{"title": "Wave Hill walk-off", "href": "/wiki/Wave_Hill_walk-off", "description": "\n\n\nThe Wave Hill walk-off, also known as the Gurindji strike, was a walk-off and strike by 200 Gurindji stockmen, house servants and their families, starting on 23 August 1966 and lasting for about nine years. It took place at Wave Hill, a cattle station in Kalkarindji, Northern Territory, Australia, and was led by Gurindji man Vincent Lingiari."}, {"title": "Gurindji people", "href": "/wiki/Gurindji_people", "description": "The Gurindji are an Aboriginal Australian people of northern Australia, 460 kilometres (290 mi) southwest of Katherine in the Northern Territory's Victoria River region."}, {"title": "Indigenous land rights in Australia", "href": "/wiki/Indigenous_land_rights_in_Australia", "description": "\n\nIndigenous land rights in Australia, also known as Aboriginal land rights in Australia, relate to the rights and interests in land of Aboriginal and Torres Strait Islander people in Australia, and the term may also include the struggle for those rights. Connection to the land and waters is vital in Australian Aboriginal culture and to that of Torres Strait Islander people, and there has been a l"}, {"title": "Paul Kelly (Australian musician)", "href": "/wiki/Paul_Kelly_(Australian_musician)", "description": "Paul Maurice Kelly is an Australian rock music singer-songwriter and guitarist. He has performed solo, and has led numerous groups, including the Dots, the Coloured Girls, and the Messengers. He has worked with other artists and groups, including associated projects Professor Ratbaggy and Stardust Five. Kelly's music style has ranged from bluegrass to studio-oriented dub reggae, but his core outpu"}]}, {"heading": "Events", "year": "1975", "date": "August 23", "txt": "The Pontiac Silverdome opens in Pontiac, Michigan, 30 miles (48 km) northwest of Detroit, Michigan", "entities": [{"title": "Pontiac Silverdome", "href": "/wiki/Pontiac_Silverdome", "description": "The Pontiac Silverdome was a stadium in Pontiac, Michigan. It opened in 1975 and sat on 199 acres (51 ha) of land. When the stadium opened, it featured a fiberglass fabric roof held up by air pressure, the first use of the architectural technique in a major athletic facility. With a seating capacity of 82,666+, it was the largest stadium in the National Football League (NFL) until FedExField in su"}, {"title": "Pontiac, Michigan", "href": "/wiki/Pontiac,_Michigan", "description": "Pontiac is a city and county seat of Oakland County in the U.S. state of Michigan. As of the 2010 census, the city had a total population of 59,515. A northern suburb of Metro Detroit, Pontiac is about 20 miles (32.2 km) northwest of Detroit."}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}, {"title": "Michigan", "href": "/wiki/Michigan", "description": "Michigan is a state in the Great Lakes and upper Midwestern United States. Its name comes from the Ojibwe word ᒥᓯᑲᒥ mishigami, meaning \"large water\" or \"large lake\". With a population of approximately 10 million, Michigan is the tenth most populous state, the 11th most extensive state by area, and the largest by area east of the Mississippi River. Its capital is Lansing, and its largest city is De"}]}, {"heading": "Events", "year": "1985", "date": "August 23", "txt": "Hans Tiedge, top counter-spy of West Germany, defects to East Germany.", "entities": [{"title": "Hans Tiedge", "href": "/wiki/Hans_Tiedge", "description": "Hans-Joachim Tiedge was a head of West Germany's counter-intelligence in the Office for the Protection of the Constitution (BfV) in Cologne. He was revealed to be an East German spy when he defected to the East on August 19, 1985. He had been recruited by Markus Wolf. In the four years prior to his defection, he was responsible tor tracking down East German spies, but with little success. In the s"}, {"title": "Counter-spy", "href": "/wiki/Counter-spy", "description": "Counterintelligence is an activity aimed at protecting an agency's intelligence program from an opposition's intelligence service. It includes gathering information and conducting activities to prevent espionage, sabotage, assassinations or other intelligence activities conducted for or on behalf of foreign powers, organizations or persons."}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}]}, {"heading": "Events", "year": "1989", "date": "August 23", "txt": "Singing Revolution: Two million people from Estonia, Latvia and Lithuania stand on the Vilnius–Tallinn road, holding hands. This is called the Baltic Way or Baltic Chain.", "entities": [{"title": "Singing Revolution", "href": "/wiki/Singing_Revolution", "description": "The Singing Revolution is a commonly used name for events that led to the restoration of independence of the Baltic states of Estonia, Latvia, and Lithuania from the Soviet Union at the end of the Cold War. The term was coined by an Estonian activist and artist, Heinz Valk, in an article published a week after 10–11 June 1988, spontaneous mass evening singing demonstrations at the Tallinn Song Fes"}, {"title": "Estonia", "href": "/wiki/Estonia", "description": "Estonia, officially the Republic of Estonia, is a country in Northern Europe. It is bordered to the north by the Gulf of Finland across from Finland, to the west by the Baltic Sea across from Sweden, to the south by Latvia, and to the east by Lake Peipus and Russia. The territory of Estonia consists of the mainland and of 2,222 islands on the eastern coast of the Baltic Sea, covering a total area "}, {"title": "Latvia", "href": "/wiki/Latvia", "description": "Latvia, officially known as the Republic of Latvia, is a country in the Baltic region of Northern Europe. It is one of the Baltic states; and is bordered by Estonia to the north, Lithuania to the south, Russia to the east, Belarus to the southeast, and shares a maritime border with Sweden to the west. Latvia covers an area of 64,589 km2 (24,938 sq mi), with a population of 1.9 million. The country"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "Vilnius", "href": "/wiki/Vilnius", "description": "Vilnius is the capital of Lithuania and its largest city, with a population of 589,425 as of 2019. The population of Vilnius's functional urban area, which stretches beyond the city limits, is estimated at 706,832, while according to the Vilnius territorial health insurance fund, there were 732,421 permanent inhabitants as of October 2020 in Vilnius city and Vilnius district municipalities combine"}, {"title": "Tallinn", "href": "/wiki/Tallinn", "description": "Tallinn is the capital and most populous city of Estonia. Located in the northern part of the country, on the shore of the Gulf of Finland of the Baltic Sea, it has a population of 437,619 in 2020. Administratively a part of Harju County, Tallinn is the main financial, industrial and cultural centre of Estonia; the second largest city, Tartu, is located in the southern part of Estonia, 187.2 kilom"}, {"title": "Baltic Way", "href": "/wiki/Baltic_Way", "description": "The Baltic Way or Baltic Chain was a peaceful political demonstration that occurred on 23 August 1989. Approximately two million people joined their hands to form a human chain spanning 675.5 kilometres (419.7 mi) across the three Baltic states – Estonia, Latvia, and Lithuania, which were considered at the time to be constituent republics of the Soviet Union."}, {"title": "The Baltic Way", "href": "/wiki/The_Baltic_Way", "description": "The Baltic Way or Baltic Chain was a peaceful political demonstration that occurred on 23 August 1989. Approximately two million people joined their hands to form a human chain spanning 675.5 kilometres (419.7 mi) across the three Baltic states – Estonia, Latvia, and Lithuania, which were considered at the time to be constituent republics of the Soviet Union."}]}, {"heading": "Events", "year": "1990", "date": "August 23", "txt": "Saddam Hussein appears on Iraqi state television with a number of Western \"guests\" (actually hostages) to try to prevent the Gulf War.", "entities": [{"title": "Saddam Hussein", "href": "/wiki/Saddam_Hussein", "description": "Saddam Hussein Abd al-Majid al-Tikriti was an Iraqi politician who served as the fifth President of Iraq from 16 July 1979 until 9 April 2003. A leading member of the revolutionary Arab Socialist Ba'ath Party, and later, the Baghdad-based Ba'ath Party and its regional organization, the Iraqi Ba'ath Party—which espoused Ba'athism, a mix of Arab nationalism and Arab socialism—Saddam played a key rol"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Western world", "href": "/wiki/Western_world", "description": "The Western world, also known as the West, refers to various regions, nations and states, depending on the context, most often consisting of the majority of Europe, the Americas, and Australasia. The Western world is also known as the Occident, in contrast to the Orient or Eastern world. It might mean the Northern half of the North–South divide."}, {"title": "Gulf War", "href": "/wiki/Gulf_War", "description": "The Gulf War was a war waged by coalition forces from 35 nations led by the United States against Iraq in response to Iraq's invasion and annexation of Kuwait arising from oil pricing and production disputes. It was codenamed Operation Desert Shield for operations leading to the buildup of troops and defense of Saudi Arabia and Operation Desert Storm in its combat phase."}]}, {"heading": "Events", "year": "1990", "date": "August 23", "txt": "Armenia declares its independence from the Soviet Union.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1990", "date": "August 23", "txt": "West and East Germany announce that they will reunite on October 3.", "entities": []}, {"heading": "Events", "year": "1991", "date": "August 23", "txt": "The World Wide Web is opened to the public.", "entities": [{"title": "World Wide Web", "href": "/wiki/World_Wide_Web", "description": "The World Wide Web (WWW), commonly known as the Web, is an information system where documents and other web resources are identified by Uniform Resource Locators, which may be interlinked by hyperlinks, and are accessible over the Internet. The resources of the Web are transferred via the Hypertext Transfer Protocol (HTTP), may be accessed by users by a software application called a web browser, a"}]}, {"heading": "Events", "year": "1994", "date": "August 23", "txt": "Eugene Bullard, the only African American pilot in World War I, is posthumously commissioned as Second Lieutenant in the United States Air Force.", "entities": [{"title": "Eugene Bullard", "href": "/wiki/Eugene_Bullard", "description": "Eugene Jacques Bullard, born Eugene James Bullard, was the first black American military pilot. Bullard, who flew for France, was one of the few black combat pilots during World War I, along with William Robinson Clarke, a Jamaican who flew for the Royal Flying Corps, Domenico Mondelli from Italy and Ahmet Ali Çelikten of the Ottoman Empire. Also a boxer and a jazz musician, he was called \"L'Hiron"}, {"title": "African Americans", "href": "/wiki/African_Americans", "description": "African Americans are an ethnic group of Americans with total or partial ancestry from any of the black racial groups of Africa. The term African American generally denotes descendants of enslaved black people who are from the United States, while some recent black immigrants or their children may also come to identify as African-American or may identify differently."}, {"title": "Second Lieutenant", "href": "/wiki/Second_Lieutenant", "description": "Second lieutenant is a junior commissioned officer military rank in many armed forces, comparable to NATO OF-1a rank."}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}]}, {"heading": "Events", "year": "2000", "date": "August 23", "txt": "Gulf Air Flight 072 crashes into the Persian Gulf near Manama, Bahrain, killing 143.", "entities": [{"title": "Gulf Air Flight 072", "href": "/wiki/Gulf_Air_Flight_072", "description": "Gulf Air Flight 072 (GF072/GFA072) was a scheduled international passenger flight from Cairo International Airport in Egypt to Bahrain International Airport in Bahrain, operated by Gulf Air. On 23 August 2000 at 19:30 Arabia Standard Time (UTC+3), the Airbus A320 crashed minutes after executing a go-around upon failed attempt to land on Runway 12. The flight crew suffered from spatial disorientati"}, {"title": "Persian Gulf", "href": "/wiki/Persian_Gulf", "description": "The Persian Gulf is a mediterranean sea in Western Asia. The body of water is an extension of the Indian Ocean through the Strait of Hormuz and lies between Iran to the northeast and the Arabian Peninsula to the southwest. The Shatt al-Arab river delta forms the northwest shoreline."}, {"title": "Manama, Bahrain", "href": "/wiki/Manama,_Bahrain", "description": "Manama is the capital and largest city of Bahrain, with an approximate population of 200,000 people as of 2020. Long an important trading center in the Persian Gulf, Manama is home to a very diverse population. After periods of Portuguese and Persian control and invasions from the ruling dynasties of Saudi Arabia and Oman, Bahrain established itself as an independent nation in 1971 after a period "}]}, {"heading": "Events", "year": "2006", "date": "August 23", "txt": "Natascha Kampusch, who had been abducted at the age of ten, escapes from her captor Wolfgang Přiklopil, after eight years of captivity.", "entities": [{"title": "Natascha Kampusch", "href": "/wiki/Natascha_Kampusch", "description": "Natascha Maria Kampusch is an Austrian woman who was abducted at the age of 10 on 2 March 1998 and held in a secret cellar by her kidnapper Wolfgang Přiklopil for more than eight years, until she escaped on 23 August 2006. She has written a book about her ordeal, 3,096 Days (2010), upon which the 2013 German film 3096 Days is based."}, {"title": "Wolfgang Přiklopil", "href": "/wiki/Wolfgang_P%C5%99iklopil", "description": "Natascha Maria Kampusch is an Austrian woman who was abducted at the age of 10 on 2 March 1998 and held in a secret cellar by her kidnapper Wolfgang Přiklopil for more than eight years, until she escaped on 23 August 2006. She has written a book about her ordeal, 3,096 Days (2010), upon which the 2013 German film 3096 Days is based."}]}, {"heading": "Events", "year": "2007", "date": "August 23", "txt": "The skeletal remains of Russia's last royal family members Alexei Nikolaevich, Tsarevich of Russia, and his sister Grand Duchess Anastasia are discovered near Yekaterinburg, Russia.", "entities": [{"title": "Alexei Nikolaevich, Tsarevich of Russia", "href": "/wiki/Alexei_Nikolaevich,_Tsarevich_of_Russia", "description": "Alexei Nikolaevich of the House of Romanov, was the last Tsesarevich and heir apparent to the throne of the Russian Empire. He was the youngest child and only son of Emperor Nicholas II and Empress Alexandra Feodorovna. He was born with haemophilia, which his parents tried treating with the methods of faith healer Grigori Rasputin."}, {"title": "Grand Duchess Anastasia Nikolaevna of Russia", "href": "/wiki/Grand_Duchess_Anastasia_Nikolaevna_of_Russia", "description": "Grand Duchess Anastasia Nikolaevna of Russia  was the youngest daughter of Tsar Nicholas II, the last sovereign of Imperial Russia, and his wife, Tsarina Alexandra Feodorovna."}, {"title": "Yekaterinburg", "href": "/wiki/Yekaterinburg", "description": "Yekaterinburg, alternatively romanized Ekaterinburg, formerly known as Sverdlovsk, is the largest city and the administrative centre of Sverdlovsk Oblast and the Ural Federal District, Russia. The city is located on the Iset River in Western Siberia, with a population of roughly 1.5 million residents, up to 2.2 million residents in the urban agglomeration. Yekaterinburg is the fourth-largest city "}]}, {"heading": "Events", "year": "2011", "date": "August 23", "txt": "A magnitude 5.8 (class: moderate) earthquake occurs in Virginia. Damage occurs to monuments and structures in Washington D.C. and the resulted damage is estimated at $200 million–$300 million USD.", "entities": [{"title": "2011 Virginia earthquake", "href": "/wiki/2011_Virginia_earthquake", "description": "On August 23, 2011, a magnitude 5.8 earthquake hit the Piedmont region of the U.S. state of Virginia at 1:51:04 p.m. EDT. The epicenter, in Louisa County, was 38 mi (61 km) northwest of Richmond and 5 mi (8 km) south-southwest of the town of Mineral. It was an intraplate earthquake with a maximum perceived intensity of VII on the Mercalli intensity scale. Several aftershocks, ranging up to 4.5 Mw "}, {"title": "Virginia", "href": "/wiki/Virginia", "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virg"}]}, {"heading": "Events", "year": "2011", "date": "August 23", "txt": "Libyan leader Muammar Gaddafi is overthrown after the National Transitional Council forces take control of Bab al-Azizia compound during the Libyan Civil War.", "entities": [{"title": "National Transitional Council", "href": "/wiki/National_Transitional_Council", "description": "The National Transitional Council of Libya, sometimes known as the Transitional National Council, was the de facto government of Libya for a period during and after the Libyan Civil War, in which rebel forces overthrew the Libyan Arab Jamahiriya of Muammar Gaddafi. The NTC governed Libya for a period of ten months after the end of the war, holding elections to a General National Congress on 7 July"}, {"title": "Bab al-Azizia", "href": "/wiki/Bab_al-Azizia", "description": "Bab al-Azizia, \"The Splendid Gate\", is a military barracks and compound situated in the southern suburbs of Tripoli, the capital of Libya. It served as the main base for the Libyan leader Muammar Gaddafi until its capture by anti-Gaddafi forces on 23 August 2011, during the Battle of Tripoli in the Libyan Civil War."}, {"title": "Libyan Civil War (2011)", "href": "/wiki/Libyan_Civil_War_(2011)", "description": "The First Libyan Civil War was an armed conflict in 2011 in the North African country of Libya which was fought between forces which were loyal to Colonel Muammar Gaddafi and foreign supported groups which were seeking to oust his government. It erupted with the Libyan Revolution, also known as the 17 February Revolution. The war was preceded by protests in Zawiya on 8 August 2009 and finally igni"}]}, {"heading": "Events", "year": "2012", "date": "August 23", "txt": "A hot-air balloon crashes near the Slovenian capital of Ljubljana, killing six people and injuring 28 others.", "entities": [{"title": "2012 Ljubljana Marshes hot air balloon crash", "href": "/wiki/2012_Ljubljana_Marshes_hot_air_balloon_crash", "description": "On 23 August 2012, a hot air balloon on a commercial sightseeing flight crashed in stormy weather on the Ljubljana Marshes in central Slovenia, killing 6 of the 32 people on board."}, {"title": "Ljubljana", "href": "/wiki/Ljubljana", "description": "Ljubljana is the capital and largest city of Slovenia. It has been the cultural, educational, economic, political and administrative centre."}]}, {"heading": "Events", "year": "2013", "date": "August 23", "txt": "A riot at the Palmasola prison complex in Santa Cruz, Bolivia kills 31 people.", "entities": [{"title": "2013 Palmasola prison riot", "href": "/wiki/2013_Palmasola_prison_riot", "description": "On August 23, 2013, a prison riot broke out at Palmasola, a maximum-security prison in Santa Cruz, Bolivia. The riot started when members of one cell block attacked a rival gang in another, using propane tanks as flame throwers. Thirty-one people were killed, including an 18-month-old child who was living at the prison. Thirty-seven others were seriously injured. The riot led to calls for reform i"}, {"title": "Palmasola", "href": "/wiki/Palmasola", "description": "\nCentro de Rehabilitación Santa Cruz \"Palmasola\" is a maximum security prison in Santa Cruz, Bolivia. It is Bolivia's largest prison and holds about 3,500 prisoners. Like many prisons in Latin America, guards exhibit minimal control over what happens within the prison, leading it to being described as a \"prison town\". Guards instead concentrate only on securing the perimeter of the facility. Accor"}, {"title": "Santa Cruz de la Sierra", "href": "/wiki/Santa_Cruz_de_la_Sierra", "description": "Santa Cruz de la Sierra, commonly known as Santa Cruz, is the largest city in Bolivia and the capital of the Santa Cruz department."}]}, {"heading": "Births", "year": "1482", "date": "August 23", "txt": "Jo Gwang-jo, Korean philosopher (d. 1520)", "entities": [{"title": "Jo Gwang-jo", "href": "/wiki/Jo_Gwang-jo", "description": "Jo Gwangjo, also often called by his pen name Jeong-am, was Korean Neo-Confucian scholar who pursued radical reforms during the reign of Jungjong of Joseon in the early 16th century."}]}, {"heading": "Births", "year": "1486", "date": "August 23", "txt": "Sigismund von Herberstein, Slovenian historian and diplomat (d. 1566)", "entities": [{"title": "Sigismund von Herberstein", "href": "/wiki/Sigismund_von_Herberstein", "description": "Siegmund (Sigismund) Freiherr von Herberstein was a Carniolan diplomat, writer, historian and member of the Holy Roman Empire Imperial Council. He was most noted for his extensive writing on the geography, history and customs of Russia, and contributed greatly to early Western European knowledge of that area."}]}, {"heading": "Births", "year": "1498", "date": "August 23", "txt": "Miguel da Paz, Prince of Portugal (d. 1500)", "entities": [{"title": "Miguel da Paz, Prince of Portugal", "href": "/wiki/Miguel_da_Paz,_Prince_of_Portugal", "description": "Miguel da Paz, Hereditary Prince of Portugal and Prince of Asturias was a Portuguese royal prince, son of King Manuel I of Portugal and his first wife, Isabella of Aragon, Princess of Asturias (1470-1498)."}]}, {"heading": "Births", "year": "1524", "date": "August 23", "txt": "François Hotman, French lawyer and jurist (d. 1590)", "entities": [{"title": "François Hotman", "href": "/wiki/Fran%C3%A7ois_Hotman", "description": "François Hotman was a French Protestant lawyer and writer, associated with the legal humanists and with the monarchomaques, who struggled against absolute monarchy. His first name is often written 'Francis' in English. His surname is Latinized by himself as Hotomanus, by others as Hotomannus and Hottomannus. He has been called \"one of the first modern revolutionaries\"."}]}, {"heading": "Births", "year": "1579", "date": "August 23", "txt": "Thomas Dempster, Scottish scholar and historian (d. 1625)", "entities": [{"title": "Thomas Dempster", "href": "/wiki/Thomas_Dempster", "description": "Thomas Dempster was a Scottish scholar and historian. Born into the aristocracy in Aberdeenshire, which comprises regions of both the Scottish highlands and the Scottish lowlands, he was sent abroad as a youth for his education. The Dempsters were Catholic in an increasingly Protestant country and had a reputation for being quarrelsome. Thomas' brother James, outlawed for an attack on his father, "}]}, {"heading": "Births", "year": "1623", "date": "August 23", "txt": "Stanisław Lubieniecki, Polish astronomer, theologian, and historian (d. 1675)", "entities": [{"title": "Stanisław Lubieniecki", "href": "/wiki/Stanis%C5%82aw_Lubieniecki", "description": "Stanisław Lubieniecki was a Polish Socinian theologist, historian, astronomer, and writer. He is the eponym of the lunar crater Lubiniezky."}]}, {"heading": "Births", "year": "1724", "date": "August 23", "txt": "Abraham Yates, Jr., American lawyer and civil servant (d. 1796)", "entities": [{"title": "Abraham Yates, Jr.", "href": "/wiki/Abraham_Yates,_Jr.", "description": "Abraham Yates Jr. was an American lawyer, civil servant, and pamphleteer from Albany, New York."}]}, {"heading": "Births", "year": "1741", "date": "August 23", "txt": "Jean-François de Galaup, comte de Lapérouse, French admiral and explorer (d. 1788)", "entities": [{"title": "Jean-François de Galaup, comte de Lapérouse", "href": "/wiki/Jean-Fran%C3%A7ois_de_Galaup,_comte_de_Lap%C3%A9rouse", "description": "Jean François de Galaup, comte de Lapérouse was a French naval officer and explorer whose expedition vanished in Oceania."}]}, {"heading": "Births", "year": "1754", "date": "August 23", "txt": "Louis XVI of France (d. 1793)", "entities": [{"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}]}, {"heading": "Births", "year": "1769", "date": "August 23", "txt": "Georges Cuvier, French biologist and academic (d. 1832)", "entities": [{"title": "Georges Cuvier", "href": "/wiki/Georges_Cuvier", "description": "Jean Léopold Nicolas Frédéric, Baron Cuvier, known as Georges Cuvier, was a French naturalist and zoologist, sometimes referred to as the \"founding father of paleontology\". Cuvier was a major figure in natural sciences research in the early 19th century and was instrumental in establishing the fields of comparative anatomy and paleontology through his work in comparing living animals with fossils."}]}, {"heading": "Births", "year": "1783", "date": "August 23", "txt": "William Tierney Clark, English engineer, designed the Hammersmith Bridge (d. 1852)", "entities": [{"title": "William Tierney Clark", "href": "/wiki/William_Tierney_Clark", "description": "William Tierney Clark FRS FRAS was an English civil engineer particularly associated with the design and construction of bridges. He was among the earliest designers of suspension bridges."}, {"title": "Hammersmith Bridge", "href": "/wiki/Hammersmith_Bridge", "description": "Hammersmith Bridge is a suspension bridge that crosses the River Thames in west London. It links the southern part of Hammersmith in the London Borough of Hammersmith and Fulham, on the north side of the river, and Barnes in the London Borough of Richmond upon Thames, on the south side of the river. The current bridge, which is Grade II* listed and was designed by civil engineer Sir Joseph Bazalge"}]}, {"heading": "Births", "year": "1785", "date": "August 23", "txt": "Oliver Hazard Perry, American commander (d. 1819)", "entities": [{"title": "Oliver Hazard Perry", "href": "/wiki/Oliver_Hazard_Perry", "description": "Oliver Hazard Perry was an American naval commander, born in South Kingstown, Rhode Island. As the best-known and most prominent member\nof the Perry family naval dynasty, he was the son of Sarah Wallace Alexander and United States Navy Captain Christopher Raymond Perry, and older brother of Commodore Matthew C. Perry."}]}, {"heading": "Births", "year": "1805", "date": "August 23", "txt": "Anton von Schmerling, Austrian judge and politician (d. 1893)", "entities": [{"title": "Anton von Schmerling", "href": "/wiki/Anton_von_Schmerling", "description": "Anton Ritter von Schmerling was an Austrian statesman."}]}, {"heading": "Births", "year": "1814", "date": "August 23", "txt": "James Roosevelt Bayley, American archbishop (d. 1877)", "entities": [{"title": "James Roosevelt Bayley", "href": "/wiki/James_Roosevelt_Bayley", "description": "James Roosevelt Bayley was an American prelate of the Catholic Church. He served as the first Bishop of Newark (1853–1872) and the eighth Archbishop of Baltimore (1872–1877)."}]}, {"heading": "Births", "year": "1829", "date": "August 23", "txt": "Moritz Cantor, German mathematician and historian (d. 1920)", "entities": [{"title": "Moritz Cantor", "href": "/wiki/Moritz_Cantor", "description": "Moritz Benedikt Cantor was a German historian of mathematics."}]}, {"heading": "Births", "year": "1843", "date": "August 23", "txt": "William Southam, Canadian publisher (d. 1932)", "entities": [{"title": "William Southam", "href": "/wiki/William_Southam", "description": "William Southam was a Canadian newspaper publisher."}]}, {"heading": "Births", "year": "1846", "date": "August 23", "txt": "Alexander Milne Calder, Scottish-American sculptor (d. 1923)", "entities": [{"title": "Alexander Milne Calder", "href": "/wiki/Alexander_Milne_Calder", "description": "Alexander Milne Calder (MILL-nee) was a Scottish American sculptor best known for the architectural sculpture of Philadelphia City Hall. Both his son, Alexander Stirling Calder, and grandson, Alexander \"Sandy\" Calder, became significant sculptors in the 20th century."}]}, {"heading": "Births", "year": "1847", "date": "August 23", "txt": "Sarah Frances Whiting, American physicist and astronomer (d. 1927)", "entities": [{"title": "Sarah Frances Whiting", "href": "/wiki/Sarah_Frances_Whiting", "description": "Sarah Frances Whiting was an American physicist and astronomer. She was essential to the founding of the Whitin Observatory at Wellesley College, and was the instructor to several astronomers, including Annie Jump Cannon."}]}, {"heading": "Births", "year": "1849", "date": "August 23", "txt": "William Ernest Henley, English poet and critic (d. 1903)", "entities": [{"title": "William Ernest Henley", "href": "/wiki/William_Ernest_Henley", "description": "William Ernest Henley was a British poet, writer, critic and editor in late Victorian England. Though he wrote several books of poetry, Henley is remembered most often for his 1875 poem \"Invictus\". A fixture in London literary circles, the one-legged Henley was also the inspiration for Robert Louis Stevenson's character Long John Silver, while his young daughter Margaret Henley inspired J. M. Barr"}]}, {"heading": "Births", "year": "1850", "date": "August 23", "txt": "John Cockburn, Scottish-Australian politician, 18th Premier of South Australia (d. 1929)", "entities": [{"title": "John Cockburn (Australian politician)", "href": "/wiki/John_Cockburn_(Australian_politician)", "description": "Sir John Alexander Cockburn was Premier of South Australia from 27 June 1889 to 18 August 1890."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1852", "date": "August 23", "txt": "Radha Gobinda Kar, Indian physician and philanthropist (d. 1918)", "entities": [{"title": "Radha Gobinda Kar", "href": "/wiki/Radha_Gobinda_Kar", "description": "Radha Gobinda Kar was a physician and philanthropist of Bengal."}]}, {"heading": "Births", "year": "1852", "date": "August 23", "txt": "Clímaco Calderón, Colombian lawyer and politician, 15th President of Colombia (d. 1913)", "entities": [{"title": "President of Colombia", "href": "/wiki/President_of_Colombia", "description": "The President of Colombia, officially known as the President of the Republic of Colombia is the head of state and head of government of Colombia. The office of president was established upon the ratification of the Constitution of 1819, by the Congress of Angostura, convened in December 1819, when Colombia was the \"Gran Colombia\". The first president, General Simón Bolívar, took office in 1819. Hi"}]}, {"heading": "Births", "year": "1852", "date": "August 23", "txt": "Arnold Toynbee, English economist and historian (d. 1883)", "entities": []}, {"heading": "Births", "year": "1854", "date": "August 23", "txt": "Moritz Moszkowski, Polish-German pianist and composer (d. 1925)", "entities": [{"title": "Moritz Moszkowski", "href": "/wiki/Moritz_Moszkowski", "description": "Moritz Moszkowski was a German composer, pianist, and teacher of Polish-Jewish descent. His brother Alexander Moszkowski was a famous writer and satirist in Berlin."}]}, {"heading": "Births", "year": "1864", "date": "August 23", "txt": "Eleftherios Venizelos, Greek lawyer, jurist, and politician, 93rd Prime Minister of Greece (d. 1936)", "entities": [{"title": "Eleftherios Venizelos", "href": "/wiki/Eleftherios_Venizelos", "description": "Eleftherios Kyriakou Venizelos was a Greek statesman and a prominent leader of the Greek national liberation movement. He is noted for his contribution to the expansion of Greece and promotion of liberal-democratic policies. As leader of the Liberal Party, he was elected eight times as Prime Minister of Greece, serving from 1910 to 1920 and from 1928 to 1933. Venizelos had such profound influence "}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Births", "year": "1867", "date": "August 23", "txt": "Edgar de Wahl, Ukrainian-Estonian linguist and academic (d. 1948)", "entities": [{"title": "Edgar de Wahl", "href": "/wiki/Edgar_de_Wahl", "description": "Edgar Alexei Robert von Wahl or  de Wahl was a Baltic German teacher, mathematician and linguist. He is most famous for being the creator of Interlingue, a naturalistic constructed language based on the Indo-European languages, which was initially published in 1922."}]}, {"heading": "Births", "year": "1868", "date": "August 23", "txt": "Edgar Lee Masters, American lawyer, author, poet, and playwright (d. 1950)", "entities": [{"title": "Edgar Lee Masters", "href": "/wiki/Edgar_Lee_Masters", "description": "Edgar Lee Masters was an American attorney, poet, biographer, and dramatist. He is the author of Spoon River Anthology, The New Star Chamber and Other Essays, Songs and Satires, The Great Valley, The Serpent in the Wilderness, An Obscure Tale, The Spleen, Mark Twain: A Portrait, Lincoln: The Man, and Illinois Poems. In all, Masters published twelve plays, twenty-one books of poetry, six novels and"}]}, {"heading": "Births", "year": "1872", "date": "August 23", "txt": "Tanguturi Prakasam, Indian lawyer and politician, 1st Chief Minister of Andhra (d. 1957)", "entities": [{"title": "Tanguturi Prakasam", "href": "/wiki/Tanguturi_Prakasam", "description": "Tanguturi Prakasam Pantulu was an Indian politician and freedom fighter, chief minister of the Madras Presidency, and subsequently became the first chief minister of the new Andhra state, created by the partition of Madras State along linguistic lines. He was also known as Andhra Kesari. The Andhra Pradesh government issued G.O RT-2500 on 10 August 2014 declaring his birth anniversary a state fest"}, {"title": "List of Chief Ministers of Andhra Pradesh", "href": "/wiki/List_of_Chief_Ministers_of_Andhra_Pradesh", "description": "The Chief Minister of Andhra Pradesh is the chief executive of the Indian state of Andhra Pradesh. As per the Constitution of India, the Governor of Andhra Pradesh is the state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Andhra Pradesh Legislative Assembly, the governor usually invites the party with a majority of seats to form the gov"}]}, {"heading": "Births", "year": "1875", "date": "August 23", "txt": "William Eccles, English physicist and engineer (d. 1966)", "entities": [{"title": "William Eccles", "href": "/wiki/William_Eccles", "description": "William Henry Eccles FRS was a British physicist and a pioneer in the development of radio communication."}]}, {"heading": "Births", "year": "1875", "date": "August 23", "txt": "Eugene Lanceray, Russian painter and sculptor (d. 1946)", "entities": []}, {"heading": "Births", "year": "1877", "date": "August 23", "txt": "István Medgyaszay, Hungarian architect and academic (d. 1959)", "entities": [{"title": "István Medgyaszay", "href": "/wiki/Istv%C3%A1n_Medgyaszay", "description": "István Medgyaszay was a Hungarian architect and writer. He was one of the first to employ Hungarian folk idioms, particularly from Transylvania, and combine them with influences ranging from the far east to organic architecture."}]}, {"heading": "Births", "year": "1880", "date": "August 23", "txt": "Alexander Grin, Russian sailor and author (d. 1932)", "entities": [{"title": "Alexander Grin", "href": "/wiki/Alexander_Grin", "description": "Aleksandr Stepanovich Grinevsky was a Russian writer, notable for his romantic novels and short stories, mostly set in an unnamed fantasy land with a European or Latin American flavor. Most of his writings deal with sea, adventures, and love."}]}, {"heading": "Births", "year": "1883", "date": "August 23", "txt": "Jonathan M. Wainwright, American general, Medal of Honor recipient (d. 1953)", "entities": [{"title": "Jonathan M. Wainwright (general)", "href": "/wiki/Jonathan_M._Wainwright_(general)", "description": "Jonathan Mayhew Wainwright IV was a career American army officer and the Commander of Allied forces in the Philippines at the time Japan surrendered to the United States, during World War II. Wainwright was a recipient of the Medal of Honor for his courageous leadership during the fall of the Philippines."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1884", "date": "August 23", "txt": "Will Cuppy, American author and critic (d. 1949)", "entities": [{"title": "Will Cuppy", "href": "/wiki/Will_Cuppy", "description": "William Jacob Cuppy was an American humorist and literary critic, known for his satirical books about nature and historical figures. Writing funny but factual magazine articles was Cuppy's real talent. He enjoyed a brief success in 1933 with a humorous talk show on NBC radio with actress and gourmet cook Jeanne Owen, but failed to capitalize on it. His best-known work, a satire on history called T"}]}, {"heading": "Births", "year": "1884", "date": "August 23", "txt": "Ogden L. Mills, American captain, lawyer, and politician, 50th United States Secretary of the Treasury (d. 1937)", "entities": [{"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1890", "date": "August 23", "txt": "Harry Frank Guggenheim, American businessman and publisher, co-founded Newsday (d. 1971)", "entities": [{"title": "Harry Frank Guggenheim", "href": "/wiki/Harry_Frank_Guggenheim", "description": "Harry Frank Guggenheim was an American businessman, diplomat, publisher, philanthropist, aviator, and horseman."}]}, {"heading": "Births", "year": "1891", "date": "August 23", "txt": "Roy Agnew, Australian pianist and composer (d. 1944)", "entities": [{"title": "Roy Agnew", "href": "/wiki/Roy_Agnew", "description": "\n\nRoy Ewing \"Robert\" Agnew was an Australian composer and pianist. He has been called the most outstanding Australian composer of the early twentieth century."}]}, {"heading": "Births", "year": "1894", "date": "August 23", "txt": "John Auden, English solicitor, deputy coroner and a territorial soldier (d. 1959)", "entities": [{"title": "John Auden", "href": "/wiki/John_Auden", "description": "John Lorimer Auden MC, was an English solicitor, deputy coroner for Staffordshire and a territorial soldier who served in the First World War. He was a collector of natural history."}]}, {"heading": "Births", "year": "1897", "date": "August 23", "txt": "Henry F. Pringle, American historian and journalist (d. 1958)", "entities": [{"title": "Henry F. Pringle", "href": "/wiki/Henry_F._Pringle", "description": "Henry F. Pringle was an American historian and author most famous for his witty but scholarly biography of Theodore Roosevelt which won the Pulitzer prize in 1932, as well as a scholarly biography of William Howard Taft. His work in the field of journalism reached many aspects of public and private life."}]}, {"heading": "Births", "year": "1900", "date": "August 23", "txt": "Frances Adaskin, Canadian pianist (d. 2001)", "entities": [{"title": "Frances Adaskin", "href": "/wiki/Frances_Adaskin", "description": "Frances Alice Adaskin, was a Canadian pianist."}]}, {"heading": "Births", "year": "1900", "date": "August 23", "txt": "Ernst Krenek, Austrian-American composer and educator (d. 1991)", "entities": []}, {"heading": "Births", "year": "1900", "date": "August 23", "txt": "Malvina Reynolds, American singer-songwriter and activist (d. 1978)", "entities": []}, {"heading": "Births", "year": "1901", "date": "August 23", "txt": "Guy Bush, American baseball player and manager (d. 1985)", "entities": [{"title": "Guy Bush", "href": "/wiki/Guy_Bush", "description": "Guy Terrell Bush was an American right-handed pitcher in Major League Baseball, nicknamed the Mississippi Mudcat."}]}, {"heading": "Births", "year": "1901", "date": "August 23", "txt": "John Sherman Cooper, American captain, lawyer, and politician, 2nd United States Ambassador to East Germany (d. 1991)", "entities": [{"title": "United States Ambassador to East Germany", "href": "/wiki/United_States_Ambassador_to_East_Germany", "description": "The United States had diplomatic relations with the nation of East Germany from 1974 to 1990."}]}, {"heading": "Births", "year": "1903", "date": "August 23", "txt": "William Primrose, Scottish viola player and educator (d. 1982)", "entities": [{"title": "William Primrose", "href": "/wiki/William_Primrose", "description": "William Primrose CBE was a Scottish violist and teacher. He performed with the London String Quartet from 1930 to 1935. He then joined the NBC symphony orchestra where he formed the Primrose Quartet. He performed in various countries around the world as a soloist throughout his career. Primrose also taught at several universities and institutions. He is the author of several books on viola techniq"}]}, {"heading": "Births", "year": "1905", "date": "August 23", "txt": "Ernie Bushmiller, American cartoonist (d. 1982)", "entities": [{"title": "Ernie Bushmiller", "href": "/wiki/Ernie_Bushmiller", "description": "Ernest Paul \"Ernie\" Bushmiller Jr. was an American cartoonist, best known for creating the daily comic strip Nancy, which premiered in 1938 and features the title character who has remained in print for over 85 years. His work is noted for its simple graphic style. In 1976, he received the Reuben Award from the National Cartoonists Society for his work on Nancy."}]}, {"heading": "Births", "year": "1905", "date": "August 23", "txt": "Constant Lambert, English composer and conductor (d. 1951)", "entities": []}, {"heading": "Births", "year": "1906", "date": "August 23", "txt": "Zoltan Sarosy, Hungarian-Canadian chess master (d. 2017)", "entities": [{"title": "Zoltan Sarosy", "href": "/wiki/Zoltan_Sarosy", "description": "Zoltan Sarosy was a Hungarian-Canadian professional chess master, he was born in Budapest and won numerous tournaments in his native country before immigrating to Toronto in the early 1950s."}]}, {"heading": "Births", "year": "1908", "date": "August 23", "txt": "Hannah Frank, Scottish sculptor and illustrator (d. 2008)", "entities": [{"title": "Hannah Frank", "href": "/wiki/Hannah_Frank", "description": "Hannah Frank was an artist and sculptor from Glasgow, Scotland. She was known for her art nouveau monochrome drawings until she decided to concentrate on sculpture in 1952."}]}, {"heading": "Births", "year": "1909", "date": "August 23", "txt": "Syd Buller, English cricketer and umpire (d. 1970)", "entities": [{"title": "Syd Buller", "href": "/wiki/Syd_Buller", "description": "John Sydney Buller was an English first-class cricketer, and notable international cricket umpire."}]}, {"heading": "Births", "year": "1910", "date": "August 23", "txt": "Lonny Frey, American baseball player and soldier (d. 2009)", "entities": [{"title": "Lonny Frey", "href": "/wiki/Lonny_Frey", "description": "Linus Reinhard Frey was an American infielder in Major League Baseball who played from 1933 through 1948 for the Brooklyn Dodgers (1933–1936), Chicago Cubs, Cincinnati Reds, New York Yankees (1947–1948), and New York Giants (1948). He was born in Saint Louis, Missouri, and was listed as 5 feet 10 inches (1.78 m) tall and 160 pounds (73 kg)."}]}, {"heading": "Births", "year": "1910", "date": "August 23", "txt": "Giuseppe Meazza, Italian footballer and manager (d. 1979)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 23", "txt": "Betty Robinson, American sprinter (d. 1999)", "entities": [{"title": "Betty Robinson", "href": "/wiki/Betty_Robinson", "description": "Elizabeth R. Schwartz was an American athlete and winner of the first Olympic 100 m for women."}]}, {"heading": "Births", "year": "1912", "date": "August 23", "txt": "Gene Kelly, American actor, singer, and dancer (d. 1996)", "entities": [{"title": "Gene Kelly", "href": "/wiki/Gene_Kelly", "description": "Eugene Curran Kelly was an American actor, dancer, singer, filmmaker, and choreographer. He was known for his energetic and athletic dancing style, his good looks, and the likable characters that he played on screen. He starred in, choreographed, or co-directed some of the most well-regarded musical films of the 1940s and 1950s, until they fell out of fashion in the late 1950s."}]}, {"heading": "Births", "year": "1912", "date": "August 23", "txt": "Igor Troubetzkoy, Russian aristocrat and race car driver (d. 2008)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 23", "txt": "Bob Crosby, American swing singer and bandleader (d. 1993)", "entities": [{"title": "Bob Crosby", "href": "/wiki/Bob_Crosby", "description": "George Robert Crosby was an American jazz singer and bandleader, best known for his group the Bob-Cats, which formed around 1935. The Bob-Cats was a New Orleans Dixieland-style jazz octet. He was the younger brother of famed singer and actor Bing Crosby. On TV, Bob Crosby guest-starred in The Gisele MacKenzie Show and was also seen on The Jack Benny Program. Crosby hosted his own afternoon TV vari"}]}, {"heading": "Births", "year": "1917", "date": "August 23", "txt": "Tex Williams, American singer-songwriter and guitarist (d. 1985)", "entities": [{"title": "Tex Williams", "href": "/wiki/Tex_Williams", "description": "Sollie Paul \"Tex\" Williams was an American Western swing musician from Ramsey, Illinois. He is best known for his talking blues style; his biggest hit was the novelty song, \"Smoke! Smoke! Smoke! \", which held the number one position on the Billboard charts for sixteen weeks in 1947. \"Smoke\" was the No. 5 song on Billboard's Top 100 list for 1947, and was No. 1 on the country chart that year. It ca"}]}, {"heading": "Births", "year": "1919", "date": "August 23", "txt": "Vladimir Abramovich Rokhlin, Azerbaijani mathematician and theorist (d. 1984)", "entities": [{"title": "Vladimir Abramovich Rokhlin", "href": "/wiki/Vladimir_Abramovich_Rokhlin", "description": "Vladimir Abramovich Rokhlin was a Soviet mathematician, who made numerous contributions in algebraic topology, geometry, measure theory, probability theory, ergodic theory and entropy theory."}]}, {"heading": "Births", "year": "1921", "date": "August 23", "txt": "Kenneth Arrow, American economist and academic, Nobel Prize laureate (d. 2017)", "entities": [{"title": "Kenneth Arrow", "href": "/wiki/Kenneth_Arrow", "description": "Kenneth Joseph Arrow was an American economist, mathematician, writer, and political theorist. He was the joint winner of the Nobel Memorial Prize in Economic Sciences with John Hicks in 1972."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1921", "date": "August 23", "txt": "Sam Cook, English cricketer and umpire (d. 1996)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 23", "txt": "Nazik Al-Malaika, Iraqi poet and academic (d. 2007)", "entities": [{"title": "Nazik Al-Malaika", "href": "/wiki/Nazik_Al-Malaika", "description": "Nazik al-Malaika was an Iraqi female poet and is considered by many to be one of the most influential contemporary Iraqi poets. \nAl-Malaika is famous as the first Arabic poet to use free verse."}]}, {"heading": "Births", "year": "1922", "date": "August 23", "txt": "Jean Darling, American actress and singer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 23", "txt": "George Kell, American baseball player and sportscaster (d. 2009)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 23", "txt": "Edgar F. Codd, English-American computer scientist and programmer (d. 2003)", "entities": [{"title": "Edgar F. Codd", "href": "/wiki/Edgar_F._Codd", "description": "Edgar Frank \"Ted\" Codd was an English computer scientist who, while working for IBM, invented the relational model for database management, the theoretical basis for relational databases and relational database management systems. He made other valuable contributions to computer science, but the relational model, a very influential general theory of data management, remains his most mentioned, ana"}]}, {"heading": "Births", "year": "1924", "date": "August 23", "txt": "Ephraim Kishon, Israeli author, screenwriter, and director (d. 2005)", "entities": [{"title": "Ephraim Kishon", "href": "/wiki/Ephraim_Kishon", "description": "Ephraim Kishon was an Israeli author, dramatist, screenwriter, and Oscar-nominated film director. He was one of the most widely read contemporary satirists in the world."}]}, {"heading": "Births", "year": "1924", "date": "August 23", "txt": "Robert Solow, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1925", "date": "August 23", "txt": "Robert Mulligan, American director and producer (d. 2008)", "entities": [{"title": "Robert Mulligan", "href": "/wiki/Robert_Mulligan", "description": "Robert Patrick Mulligan was an American film and television director best known as the director of humanistic American dramas, including To Kill a Mockingbird (1962), Summer of '42 (1971), The Other (1972), Same Time, Next Year (1978) and The Man in the Moon (1991). He was also known in the 1960s for his extensive collaborations with producer Alan J. Pakula. He was the elder brother of actor Richa"}]}, {"heading": "Births", "year": "1926", "date": "August 23", "txt": "Clifford Geertz, American anthropologist and academic (d. 2006)", "entities": [{"title": "Clifford Geertz", "href": "/wiki/Clifford_Geertz", "description": "Clifford James Geertz was an American anthropologist who is remembered mostly for his strong support for and influence on the practice of symbolic anthropology, and who was considered \"for three decades...the single most influential cultural anthropologist in the United States.\" He served until his death as professor emeritus at the Institute for Advanced Study, Princeton."}]}, {"heading": "Births", "year": "1926", "date": "August 23", "txt": "Gyula Hernádi, Hungarian author and screenwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 23", "txt": "Dick Bruna, Dutch author and illustrator (d. 2017)", "entities": [{"title": "Dick Bruna", "href": "/wiki/Dick_Bruna", "description": "Dick Bruna was a Dutch author, artist, illustrator and graphic designer."}]}, {"heading": "Births", "year": "1927", "date": "August 23", "txt": "Allan Kaprow, American painter and author (d. 2006)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 23", "txt": "Martial Solal, Algerian-French pianist and composer", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 23", "txt": "Marian Seldes, American actress (d. 2014)", "entities": [{"title": "Marian Seldes", "href": "/wiki/Marian_Seldes", "description": "Marian Hall Seldes was an American stage, film, radio, and television actress whose career spanned over 60 years. A five-time Tony Award nominee, she won the Tony Award for Best Featured Actress in a Play for A Delicate Balance in 1967, and received subsequent nominations for Father's Day (1971), Deathtrap (1978–82), Ring Round the Moon (1999), and Dinner at Eight (2002). She also won a Drama Desk"}]}, {"heading": "Births", "year": "1929", "date": "August 23", "txt": "Vladimir Beekman, Estonian poet and translator (d. 2009)", "entities": [{"title": "Vladimir Beekman", "href": "/wiki/Vladimir_Beekman", "description": "Vladimir Beekman was an Estonian writer, poet and translator."}]}, {"heading": "Births", "year": "1929", "date": "August 23", "txt": "Zoltán Czibor, Hungarian footballer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 23", "txt": "Vera Miles, American actress", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 23", "txt": "Peter Thomson, Australian golfer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 23", "txt": "Michel Rocard, French civil servant and politician, 160th Prime Minister of France (d. 2016)", "entities": [{"title": "Michel Rocard", "href": "/wiki/Michel_Rocard", "description": "Michel Rocard was a French politician and a member of the Socialist Party (PS). He served as Prime Minister under François Mitterrand from 1988 to 1991, during which he created the Revenu minimum d'insertion (RMI), a social minimum welfare program for indigents, and achieved the Matignon Accords regarding the status of New Caledonia. He was a member of the European Parliament, and was strongly inv"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1931", "date": "August 23", "txt": "Barbara Eden, American actress and singer", "entities": [{"title": "Barbara Eden", "href": "/wiki/Barbara_Eden", "description": "Barbara Eden is an American actress and singer, best known for her starring role as \"Jeannie\" in the sitcom I Dream of Jeannie."}]}, {"heading": "Births", "year": "1931", "date": "August 23", "txt": "Hamilton O. Smith, American microbiologist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1932", "date": "August 23", "txt": "Houari Boumediene, Algerian colonel and politician, 2nd President of Algeria (d. 1978)", "entities": [{"title": "Houari Boumediene", "href": "/wiki/Houari_Boumediene", "description": "Houari Boumédiène, served as Chairman of the Revolutionary Council of Algeria from 19 June 1965 until 12 December 1976 and thereafter as the second President of Algeria until his death on 27 December 1978."}, {"title": "President of Algeria", "href": "/wiki/President_of_Algeria", "description": "The president of the People's Democratic Republic of Algeria is the head of state and chief executive of Algeria, as well as the commander-in-chief of the Algerian People's National Armed Forces."}]}, {"heading": "Births", "year": "1932", "date": "August 23", "txt": "Enos Nkala, Zimbabwean soldier and politician, Zimbabwean Minister of Defence (d. 2013)", "entities": [{"title": "Ministry of Defence (Zimbabwe)", "href": "/wiki/Ministry_of_Defence_(Zimbabwe)", "description": "\nThe Ministry of Defence is a Zimbabwe Government ministry, responsible for defence and national defence policy. The current incumbent minister is Kembo Mohadi. Victor Mantemadanda holds the portfolio of deputy minister for War Veterans. The Ministry is located in the capital of Harare."}]}, {"heading": "Births", "year": "1932", "date": "August 23", "txt": "Mark Russell, American comedian and pianist", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 23", "txt": "Robert Curl, American chemist and academic, Nobel Prize laureate", "entities": [{"title": "Robert Curl", "href": "/wiki/Robert_Curl", "description": "Robert Floyd Curl Jr. is a University Professor Emeritus, Pitzer–Schlumberger Professor of Natural Sciences Emeritus, and Professor of Chemistry Emeritus at Rice University. He was awarded the Nobel Prize in Chemistry in 1996 for the discovery of the nanomaterial buckminsterfullerene, along with Richard Smalley and Harold Kroto of the University of Sussex."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1933", "date": "August 23", "txt": "Don Talbot, Australian swim coach and administrator", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 23", "txt": "Pete Wilson, American commander and politician, 36th Governor of California", "entities": [{"title": "Governor of California", "href": "/wiki/Governor_of_California", "description": "The governor of California is the head of state and head of government of the U.S. state of California. The California governor is the chief executive of the state government and the commander-in-chief of the California National Guard and the California State Guard."}]}, {"heading": "Births", "year": "1934", "date": "August 23", "txt": "Sonny Jurgensen, American football player and sportscaster", "entities": [{"title": "Sonny Jurgensen", "href": "/wiki/Sonny_Jurgensen", "description": "Christian Adolph Jurgensen III, known better as Sonny Jurgensen, is a former American football quarterback in the National Football League (NFL) for the Philadelphia Eagles and Washington Redskins. He was inducted into the Pro Football Hall of Fame in 1983."}]}, {"heading": "Births", "year": "1935", "date": "August 23", "txt": "Roy Strong, English historian, curator, and author", "entities": [{"title": "Roy Strong", "href": "/wiki/Roy_Strong", "description": "Sir Roy Colin Strong, is an English art historian, museum curator, writer, broadcaster and landscape designer. He has served as director of both the National Portrait Gallery and the Victoria and Albert Museum in London. Strong was knighted in 1982."}]}, {"heading": "Births", "year": "1936", "date": "August 23", "txt": "Rudy Lewis, American R&B singer (d. 1964)", "entities": [{"title": "Rudy Lewis", "href": "/wiki/Rudy_Lewis", "description": "Rudy Lewis was an American rhythm and blues singer known for his work with the Drifters. In 1988, he was posthumously inducted into the Rock and Roll Hall of Fame."}]}, {"heading": "Births", "year": "1936", "date": "August 23", "txt": "Henry Lee Lucas, American murderer (d. 2001)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 23", "txt": "Giacomo Bini, Italian priest and missionary (d. 2014)", "entities": [{"title": "Giacomo Bini", "href": "/wiki/Giacomo_Bini", "description": "Giacomo Bini was a Franciscan priest. Ordained in 1964, he worked as a missionary in Africa, and was appointed Minister General of the Order of the Friars Minor (OFM) for the period 1997–2003. He was fluent in Italian, French, English, Spanish, and Kiswahili."}]}, {"heading": "Births", "year": "1938", "date": "August 23", "txt": "Roger Greenaway, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 23", "txt": "Galen Rowell, American mountaineer and photographer (d. 2002)", "entities": [{"title": "Galen Rowell", "href": "/wiki/Galen_Rowell", "description": "Galen Avery Rowell was a wilderness photographer, adventure photojournalist and climber. Born in Oakland, California, he became a full-time photographer in 1972."}]}, {"heading": "Births", "year": "1940", "date": "August 23", "txt": "Richard Sanders, American actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 23", "txt": "Onora O'Neill, Baroness O'Neill of Bengarve, British philosopher, academic, and politician", "entities": [{"title": "Onora O'Neill, Baroness O'Neill of Bengarve", "href": "/wiki/Onora_O%27Neill,_Baroness_O%27Neill_of_Bengarve", "description": "Onora Sylvia O'Neill, Baroness O'Neill of Bengarve is a British philosopher and a crossbench member of the House of Lords."}]}, {"heading": "Births", "year": "1942", "date": "August 23", "txt": "Nancy Richey, American tennis player", "entities": [{"title": "Nancy Richey", "href": "/wiki/Nancy_Richey", "description": "Nancy Richey is a former tennis player from the United States, who won two Grand Slam singles titles and four Grand Slam women's doubles titles. She was ranked World No. 2 in singles at year-end in 1969. Richey won 69 singles titles during her career and helped the U.S. win the Federation Cup in 1969. She won the singles title at the U.S. Women's Clay Court Championships a record six consecutive y"}]}, {"heading": "Births", "year": "1943", "date": "August 23", "txt": "Dale Campbell-Savours, Baron Campbell-Savours, English businessman and politician", "entities": [{"title": "Dale Campbell-Savours, Baron Campbell-Savours", "href": "/wiki/Dale_Campbell-Savours,_Baron_Campbell-Savours", "description": "Dale Norman Campbell-Savours, Baron Campbell-Savours is a British Labour Party politician. The Member of Parliament (MP) for Workington from 1979 to 2001, he now sits in the House of Lords."}]}, {"heading": "Births", "year": "1943", "date": "August 23", "txt": "Nelson DeMille, American lieutenant and author", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 23", "txt": "Peter Lilley, English politician, Secretary of State for Business, Innovation and Skills", "entities": [{"title": "Secretary of State for Business, Innovation and Skills", "href": "/wiki/Secretary_of_State_for_Business,_Innovation_and_Skills", "description": "The Secretary of State for Business, Energy and Industrial Strategy, also referred to as the Business Secretary, is a senior Minister of the Crown within the Government of the United Kingdom, and head of the Department for Business, Energy and Industrial Strategy (BEIS). The office was created under its present name in 2016 and forms part of the Cabinet of the United Kingdom."}]}, {"heading": "Births", "year": "1943", "date": "August 23", "txt": "Pino Presti, Italian bass player, composer, conductor, and producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 23", "txt": "Antonia Novello, Puerto Rican-American physician and admiral, 14th Surgeon General of the United States", "entities": [{"title": "Antonia Novello", "href": "/wiki/Antonia_Novello", "description": "Antonia Coello Novello, M.D., is a Puerto Rican physician and public health administrator. She was a vice admiral in the Public Health Service Commissioned Corps and served as 14th Surgeon General of the United States from 1990 to 1993. Novello was the first woman and first Hispanic to serve as Surgeon General. Novello also served as Commissioner of Health for the State of New York from 1999 to 20"}, {"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}]}, {"heading": "Births", "year": "1945", "date": "August 23", "txt": "Rayfield Wright, American football player and coach", "entities": [{"title": "Rayfield Wright", "href": "/wiki/Rayfield_Wright", "description": "Larry Rayfield Wright is an American former professional football player who was an offensive tackle for the Dallas Cowboys of the National Football League (NFL) for 13 seasons. He is a member of the Pro Football Hall of Fame, having been inducted in 2006."}]}, {"heading": "Births", "year": "1946", "date": "August 23", "txt": "Keith Moon, English drummer, songwriter, and producer (d. 1978)", "entities": [{"title": "Keith Moon", "href": "/wiki/Keith_Moon", "description": "Keith John Moon was an English drummer for the rock band the Who. He was noted for his unique style and his eccentric, often self-destructive behaviour and drug addiction."}]}, {"heading": "Births", "year": "1947", "date": "August 23", "txt": "Willy Russell, English playwright and composer", "entities": [{"title": "Willy Russell", "href": "/wiki/Willy_Russell", "description": "William Russell is an English dramatist, lyricist and composer. His best known works are Educating Rita, Shirley Valentine, Blood Brothers and Our Day Out."}]}, {"heading": "Births", "year": "1947", "date": "August 23", "txt": "Linda Thompson, English folk-rock singer-songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 23", "txt": "Atef Bseiso, Palestinian intelligence officer (d. 1992)", "entities": [{"title": "Atef Bseiso", "href": "/wiki/Atef_Bseiso", "description": "Atef Bseiso was the Palestine Liberation Organization's (PLO) liaison officer with foreign intelligence agencies. He was assassinated in Paris in 1992. Several theories exist regarding the reason for his murder. According to one, alleging he played a role in the 1972 Munich Olympics massacre, his execution was part of the Wrath of God Operation. Others argue it was an Israeli operation aiming to d"}]}, {"heading": "Births", "year": "1948", "date": "August 23", "txt": "Andrei Pleșu, Romanian journalist and politician, 95th Romanian Minister of Foreign Affairs", "entities": [{"title": "Ministry of Foreign Affairs (Romania)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Romania)", "description": "The Romanian Ministry of Foreign Affairs is the ministry responsible for external affairs of the Romanian Government. The current Foreign Minister is Bogdan Aurescu."}]}, {"heading": "Births", "year": "1948", "date": "August 23", "txt": "Rudy Ruettiger, American football player", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 23", "txt": "Lev Zeleny, Russian physicist and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 23", "txt": "Vicky Leandros, Greek singer and politician", "entities": [{"title": "Vicky Leandros", "href": "/wiki/Vicky_Leandros", "description": "Vasiliki Papathanasiou, generally known as Vicky Leandros, is a Greek singer living in Germany. She is the daughter of singer, musician and composer Leandros Papathanasiou. In 1967 she achieved worldwide fame after gaining fourth place for the country of Luxembourg in the Eurovision Song Contest with the song \"L'amour est bleu\", which became a worldwide hit. She further established her career by w"}]}, {"heading": "Births", "year": "1949", "date": "August 23", "txt": "Shelley Long, American actress", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 23", "txt": "Rick Springfield, Australian-American singer-songwriter, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 23", "txt": "Luigi Delneri, Italian footballer and manager", "entities": [{"title": "Luigi Delneri", "href": "/wiki/Luigi_Delneri", "description": "Luigi Delneri, often incorrectly written as Del Neri, is an Italian football manager and a former player."}]}, {"heading": "Births", "year": "1951", "date": "August 23", "txt": "Jimi Jamison, American singer-songwriter and musician (d. 2014)", "entities": [{"title": "Jimi Jamison", "href": "/wiki/Jimi_Jamison", "description": "Jimmy Wayne Jamison was an American musician, singer, and songwriter. Best known as Jimi Jamison, he was the frontman of various bands like Target, Cobra and the platinum-selling rock band Survivor from 1984 to 1991 performing the theme songs of The Karate Kid “The Moment of Truth” and “Burning Heart” from Rocky IV, plus other top-20 hits like “I Can't Hold Back”, “High On You”, “The Search is Ove"}]}, {"heading": "Births", "year": "1951", "date": "August 23", "txt": "Akhmad Kadyrov, Chechen cleric and politician, 1st President of the Chechen Republic (d. 2004)", "entities": [{"title": "President of the Chechen Republic", "href": "/wiki/President_of_the_Chechen_Republic", "description": "The Head of the Chechen Republic is the highest office within the political system of the Chechen Republic. The office was instituted in 2003 during the course of the Second Chechen War, when the Russian federal government regained control over the region and after a constitutional referendum approved the current Constitution of the Chechen Republic."}]}, {"heading": "Births", "year": "1951", "date": "August 23", "txt": "Queen Noor of Jordan", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 23", "txt": "Santillana, Spanish footballer", "entities": [{"title": "Santillana (footballer)", "href": "/wiki/Santillana_(footballer)", "description": "Carlos Alonso González, known as Santillana, is a Spanish former footballer who played as a striker."}]}, {"heading": "Births", "year": "1952", "date": "August 23", "txt": "Georgios Paraschos, Greek footballer and manager", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 23", "txt": "Bobby G, English singer-songwriter", "entities": [{"title": "Bobby G", "href": "/wiki/Bobby_G", "description": "Bobby G is a member of pop group Bucks Fizz, best known for winning the 1981 Eurovision Song Contest and for achieving three UK number one hits with \"Making Your Mind Up\" (1981), \"The Land of Make Believe\" (1981) and \"My Camera Never Lies\" (1982)."}]}, {"heading": "Births", "year": "1954", "date": "August 23", "txt": "Charles Busch, American actor and screenwriter", "entities": [{"title": "Charles Busch", "href": "/wiki/Charles_Busch", "description": "Charles Louis Busch is an American actor, screenwriter, playwright and female impersonator, known for his appearances on stage in his own camp style plays and in film and television. He wrote and starred in his early plays Off-off-Broadway beginning in 1978, generally in drag roles, and also acted in the works of other playwrights. He also wrote for television and began to act in films and on tele"}]}, {"heading": "Births", "year": "1954", "date": "August 23", "txt": "Halimah Yacob, Singaporean unionist and politician, 9th Speaker and 8th President of Singapore", "entities": [{"title": "Speaker of the Parliament of Singapore", "href": "/wiki/Speaker_of_the_Parliament_of_Singapore", "description": "The speaker of the Parliament of Singapore is the presiding officer of the Parliament of the Republic of Singapore."}, {"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Births", "year": "1955", "date": "August 23", "txt": "David Learner, British actor", "entities": [{"title": "David Learner", "href": "/wiki/David_Learner", "description": "David Francis Somerville Learner is a British actor who is best known for playing Marvin the Paranoid Android in The Hitchhiker's Guide to the Galaxy and Pickle in the CITV adventure game show Knightmare.\nHe studied at RADA alongside Alan Rickman and Trevor Eve and has appeared in numerous stage plays and radio productions."}]}, {"heading": "Births", "year": "1956", "date": "August 23", "txt": "Andreas Floer, German mathematician and academic (d. 1991)", "entities": [{"title": "Andreas Floer", "href": "/wiki/Andreas_Floer", "description": "Andreas Floer was a German mathematician who made seminal contributions to symplectic topology, and mathematical physics, in particular the invention of Floer homology. Floer's first pivotal contribution was a solution of a special case of Arnold's conjecture on fixed points of a symplectomorphism. Because of his work on Arnold's conjecture and his development of instanton homology, he achieved wi"}]}, {"heading": "Births", "year": "1956", "date": "August 23", "txt": "Valgerd Svarstad Haugland, Norwegian educator and politician, Norwegian Minister of Culture", "entities": [{"title": "Minister of Culture (Norway)", "href": "/wiki/Minister_of_Culture_(Norway)", "description": "The Minister of Culture is a councilor of state and chief of the Norway's Ministry of Culture. The ministry is responsible for the government's policy related to culture, church affairs, religion, media, sports and gambling. Subordinate agencies include the Gaming and Foundation Authority, the National Archival Services, the National Library, the Arts Council and the Media Authority. The portfolio"}]}, {"heading": "Births", "year": "1957", "date": "August 23", "txt": "Tasos Mitropoulos, Greek footballer and politician", "entities": [{"title": "Tasos Mitropoulos", "href": "/wiki/Tasos_Mitropoulos", "description": "Tasos Mitropoulos is a Greek politician and retired football midfielder."}]}, {"heading": "Births", "year": "1958", "date": "August 23", "txt": "Julio Franco, Dominican baseball player and manager", "entities": [{"title": "Julio Franco", "href": "/wiki/Julio_Franco", "description": "Julio César Franco Robles is a Dominican former professional baseball player and coach, who is a hitting coach for the farm team of the Lotte Giants of the Korea Baseball Organization (KBO). He spent most of his playing career in Major League Baseball (MLB), entering the major leagues in 1982 and last appearing in 2007, at which time he was the oldest active big league player. During that stretch,"}]}, {"heading": "Births", "year": "1959", "date": "August 23", "txt": "Edwyn Collins, Scottish singer-songwriter and guitarist", "entities": [{"title": "Edwyn Collins", "href": "/wiki/Edwyn_Collins", "description": "Edwyn Stephen Collins is a Scottish musician, producer and record label owner from Edinburgh, Scotland. Collins was the lead singer for the 1980s post-punk band Orange Juice, which he co-founded. After the group split in 1985, Collins started a solo career. His 1995 single \"A Girl Like You\" was a worldwide hit."}]}, {"heading": "Births", "year": "1959", "date": "August 23", "txt": "George Kalovelonis, Greek tennis player and coach", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 23", "txt": "Gary Hoey, American guitarist, songwriter, and producer", "entities": [{"title": "Gary Hoey", "href": "/wiki/Gary_Hoey", "description": "Gary Hoey is an American hard rock and latterly blues rock guitarist, singer and songwriter. He has recorded over 20 albums and had five Top 20 Billboard hits."}]}, {"heading": "Births", "year": "1961", "date": "August 23", "txt": "Dean DeLeo, American guitarist and songwriter", "entities": [{"title": "Dean DeLeo", "href": "/wiki/Dean_DeLeo", "description": "Dean DeLeo is an American guitarist and songwriter known for his work with rock band Stone Temple Pilots. DeLeo is also known for his role in the short-lived bands Talk Show and Army of Anyone. He is the older brother of Robert DeLeo, who plays bass for Stone Temple Pilots."}]}, {"heading": "Births", "year": "1961", "date": "August 23", "txt": "Alexandre Desplat, French composer and conductor", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 23", "txt": "Mohammad Bagher Ghalibaf, Iranian commander and politician, 54th Mayor of Tehran", "entities": [{"title": "Mayor of Tehran", "href": "/wiki/Mayor_of_Tehran", "description": "The Mayor of Tehran is an elected politician who, along with the City Council of 21 members, is accountable for the strategic government of Tehran. Since 28 November 2018, Pirouz Hanachi is the mayor of Tehran. Previously, the position was held by Mohammad-Ali Afshani, who held office for six months."}]}, {"heading": "Births", "year": "1961", "date": "August 23", "txt": "Gary Mabbutt, English footballer", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 23", "txt": "Hitomi Takahashi, Japanese actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 23", "txt": "Martin Cauchon, Canadian lawyer and politician, 46th Canadian Minister of Justice", "entities": [{"title": "Martin Cauchon", "href": "/wiki/Martin_Cauchon", "description": "Martin Cauchon, is a Canadian lawyer and politician in Quebec Canada. He is a former Liberal Cabinet Minister in the government of Jean Chrétien."}, {"title": "Minister of Justice (Canada)", "href": "/wiki/Minister_of_Justice_(Canada)", "description": "The minister of justice and attorney general of Canada is a dual-role portfolio in the Canadian Cabinet."}]}, {"heading": "Births", "year": "1962", "date": "August 23", "txt": "Shaun Ryder, English singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 23", "txt": "Park Chan-wook, South Korean director, producer, and screenwriter", "entities": [{"title": "Park Chan-wook", "href": "/wiki/Park_Chan-wook", "description": "Park Chan-wook is a South Korean film director, screenwriter, producer, and former film critic. One of the most acclaimed and popular filmmakers in the world, Park is best known for his films Joint Security Area (2000), Thirst (2009), The Handmaiden (2016) and what has become known as The Vengeance Trilogy, consisting of Sympathy for Mr. Vengeance (2002), Oldboy (2003) and Lady Vengeance (2005)."}]}, {"heading": "Births", "year": "1963", "date": "August 23", "txt": "Glória Pires, Brazilian actress", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 23", "txt": "Richard Illingworth, English cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 23", "txt": "Kenny Wallace, American race car driver", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 23", "txt": "Kong Hee, Founder & former senior pastor of City Harvest Church", "entities": [{"title": "Kong Hee", "href": "/wiki/Kong_Hee", "description": "Kong Hee is the founder and senior pastor of City Harvest Church."}, {"title": "City Harvest Church", "href": "/wiki/City_Harvest_Church", "description": "City Harvest Church or CHC is a pentecostal megachurch located within the Yunnan subzone of Jurong West planning area, Singapore."}]}, {"heading": "Births", "year": "1965", "date": "August 23", "txt": "Roger Avary, Canadian director, producer, and screenwriter", "entities": [{"title": "Roger Avary", "href": "/wiki/Roger_Avary", "description": "Roger Roberts Avary is a Canadian-American film and television director, screenwriter, and producer. He collaborated with Quentin Tarantino on Pulp Fiction, for which they won Best Original Screenplay at the 67th Academy Awards. Avary directed Killing Zoe, The Rules of Attraction, Lucky Day, and wrote the screenplays for Silent Hill and Beowulf."}]}, {"heading": "Births", "year": "1966", "date": "August 23", "txt": "Rik Smits, Dutch-American basketball player", "entities": [{"title": "Rik Smits", "href": "/wiki/Rik_Smits", "description": "Rik Smits, nicknamed \"The Dunking Dutchman\" is a Dutch former professional basketball player who spent his entire career with the Indiana Pacers of the National Basketball Association (NBA) The 7-foot-4-inch (2.24 m) center was drafted by the Pacers out of Marist College with the second overall pick in the 1988 NBA draft. An NBA All-Star in 1998, Smits reached the NBA Finals in 2000."}]}, {"heading": "Births", "year": "1967", "date": "August 23", "txt": "Jim Murphy, Scottish lawyer and politician, Minister of State for Europe", "entities": [{"title": "Jim Murphy", "href": "/wiki/Jim_Murphy", "description": "James Francis Murphy is a Scottish former politician who served as Leader of the Scottish Labour Party from 2014 to 2015 and Secretary of State for Scotland from 2008 to 2010. He was Member of Parliament (MP) for East Renfrewshire, formerly Eastwood, from 1997 to 2015. He identifies as a social democrat and has expressed support for a foreign policy of Western interventionism. He has been describe"}, {"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1967", "date": "August 23", "txt": "Richard Petrie, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 23", "txt": "Laura Claycomb, American soprano", "entities": [{"title": "Laura Claycomb", "href": "/wiki/Laura_Claycomb", "description": "\n\nLaura Claycomb is an American lyric coloratura soprano singer."}]}, {"heading": "Births", "year": "1968", "date": "August 23", "txt": "Chris DiMarco, American golfer", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 23", "txt": "Tinus Linee, South African rugby player and coach (d. 2014)", "entities": [{"title": "Tinus Linee", "href": "/wiki/Tinus_Linee", "description": "Marthinus \"Tinus\" Linee was a South African rugby player. Linee played predominantly at centre. He played all his provincial rugby for Western Province. He represented Western Province and the Stormers in Super Rugby. He played nine tour games for the Springboks between 1993 and 1994, but never played in a test for South Africa."}]}, {"heading": "Births", "year": "1969", "date": "August 23", "txt": "Jack Lopresti, English soldier and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 23", "txt": "Jeremy Schaap, American journalist and author", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 23", "txt": "Keith Tyson, English painter and illustrator", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 23", "txt": "Lawrence Frank, American basketball player and coach", "entities": [{"title": "Lawrence Frank", "href": "/wiki/Lawrence_Frank", "description": "Lawrence Adam Frank is an American basketball coach who is currently working as the President of Basketball Operations for the Los Angeles Clippers of the National Basketball Association (NBA). He formerly served as head coach of the Detroit Pistons and the New Jersey Nets, and has been an assistant coach for the Boston Celtics and the Nets."}]}, {"heading": "Births", "year": "1970", "date": "August 23", "txt": "Jason Hetherington, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 23", "txt": "Jay Mohr, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 23", "txt": "River Phoenix, American actor (d. 1993)", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 23", "txt": "Demetrio Albertini, Italian footballer and manager", "entities": [{"title": "Demetrio Albertini", "href": "/wiki/Demetrio_Albertini", "description": "Demetrio Albertini is the sporting director of Parma and a former professional Italian football midfielder and vice-president of the Italian Football Federation (FIGC). He is widely considered as one of the legends of the A.C. Milan side of the 90s and a fundamental player for the Italian national team of the same period. He spent most of his career with Milan of the Italian Serie A, winning many "}]}, {"heading": "Births", "year": "1971", "date": "August 23", "txt": "Tim Gutberlet, German footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 23", "txt": "Gretchen Whitmer, 49th Governor of Michigan", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 23", "txt": "Mark Butcher, English cricketer and singer", "entities": [{"title": "Mark Butcher", "href": "/wiki/Mark_Butcher", "description": "Mark Alan Butcher is a British cricket commentator and former English Test cricketer, who played county cricket for Surrey from 1992 until his retirement in 2009. He was a left-handed batsman, and occasional right-arm medium-pace bowler."}]}, {"heading": "Births", "year": "1972", "date": "August 23", "txt": "Raul Casanova, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 23", "txt": "Anthony Calvillo, Canadian football player", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 23", "txt": "Martin Grainger, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 23", "txt": "Manuel Vidrio, Mexican footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 23", "txt": "Casey Blake, American baseball player", "entities": [{"title": "Casey Blake", "href": "/wiki/Casey_Blake", "description": "William Casey Blake is an American former professional baseball third baseman. He played in Major League Baseball (MLB) for the Toronto Blue Jays, Minnesota Twins, Baltimore Orioles, Cleveland Indians, and Los Angeles Dodgers. He had alternated between playing at third base and first base before becoming a full-time third baseman with the Indians. In 2005, Blake moved to right field to accommodate"}]}, {"heading": "Births", "year": "1973", "date": "August 23", "txt": "Kerry Walmsley, New Zealand cricketer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 23", "txt": "Lexi Alexander, American film and television director", "entities": [{"title": "Lexi Alexander", "href": "/wiki/Lexi_Alexander", "description": "Alexandra Mirai, known professionally as Lexi Alexander, is a German-Palestinian film and television director, martial artist, and actress of Palestinian and German descent. She is a former World Karate Association world champion in karate-point fighting, and is best known for directing the action films Green Street Hooligans and Punisher: War Zone. Her debut short film Johnny Flynton was nominate"}]}, {"heading": "Births", "year": "1974", "date": "August 23", "txt": "Mark Bellhorn, American baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 23", "txt": "Benjamin Limo, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 23", "txt": "Konstantin Novoselov, Russian-English physicist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1974", "date": "August 23", "txt": "Ray Park, Scottish actor and stuntman", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 23", "txt": "Sean Marks, New Zealand basketball player and manager", "entities": [{"title": "Sean Marks", "href": "/wiki/Sean_Marks", "description": "Sean Andrew Marks is a New Zealand American basketball executive and former player and coach who is the general manager and alternate governor of the Brooklyn Nets of the National Basketball Association (NBA). He was the first New Zealand-born player to play in the NBA. Marks won two championships with the San Antonio Spurs: one as a player in 2005 and another as an assistant coach in 2014."}]}, {"heading": "Births", "year": "1975", "date": "August 23", "txt": "Eliza Carthy, English folk musician", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 23", "txt": "Pat Garrity, American basketball player", "entities": [{"title": "Pat Garrity", "href": "/wiki/Pat_Garrity", "description": "Patrick Joseph Garrity is an American former professional basketball player who played for ten years in the National Basketball Association (NBA). He was a member of the National Basketball Players Association Executive Committee from 2000 to 2008 where he served as Secretary and Treasurer. He is currently the assistant general manager of the Detroit Pistons."}]}, {"heading": "Births", "year": "1977", "date": "August 23", "txt": "Douglas Sequeira, Costa Rican footballer and manager", "entities": [{"title": "Douglas Sequeira", "href": "/wiki/Douglas_Sequeira", "description": "Douglas Esteban Sequeira Solano is a Costa Rican retired professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1977", "date": "August 23", "txt": "Jared Fogle, former spokesperson for chain restaurant Subway", "entities": [{"title": "Subway (restaurant)", "href": "/wiki/Subway_(restaurant)", "description": "Subway is an American fast food restaurant franchise that primarily sells submarine sandwiches (subs), salads and beverages. It was founded by the 17 year old Fred DeLuca and financed by Peter Buck in 1965 as Pete's Super Submarines in Bridgeport, Connecticut. The restaurant renamed to Subway two years later, and a franchise operation began in 1974 with a second restaurant in Wallingford, Connecti"}]}, {"heading": "Births", "year": "1978", "date": "August 23", "txt": "Kobe Bryant, American basketball player and businessman (d. 2020)", "entities": [{"title": "Kobe Bryant", "href": "/wiki/Kobe_Bryant", "description": "Kobe Bean Bryant was an American professional basketball player. A shooting guard, he spent his entire 20-year career with the Los Angeles Lakers in the National Basketball Association (NBA). Regarded as one of the greatest players of all time, Bryant won five NBA championships, was an 18-time All-Star, a 15-time member of the All-NBA Team, a 12-time member of the All-Defensive Team, the 2008 NBA "}]}, {"heading": "Births", "year": "1978", "date": "August 23", "txt": "Julian Casablancas, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 23", "txt": "Randal Tye Thomas, American journalist and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 23", "txt": "Andrew Rannells, American actor and singer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 23", "txt": "Jessica Bibby, Australian basketball player", "entities": [{"title": "Jessica Bibby", "href": "/wiki/Jessica_Bibby", "description": "Jessica Bibby is an Australian sportswoman. She has played over 200 games in the WNBL and won several WNBL Championships. She has played for the Dandenong Rangers and Canberra Capitals. She was drafted by the WNBA's New York Liberty in 2000 and played for the team. She has played for the Australian national basketball team at junior and senior level."}]}, {"heading": "Births", "year": "1979", "date": "August 23", "txt": "Saskia Clark, English sailor", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 23", "txt": "Edgar Sosa, Mexican boxer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 23", "txt": "Zuzana Váleková, Slovak tennis player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 23", "txt": "Denny Bautista, Dominican baseball player", "entities": [{"title": "Denny Bautista", "href": "/wiki/Denny_Bautista", "description": "Denny M. Bautista Germán is a Dominican former professional baseball pitcher. Bautista is 6 feet 5 inches (1.96 m) tall and weighs 190 pounds (86 kg). He played in Major League Baseball (MLB) for the Baltimore Orioles, Kansas City Royals, Colorado Rockies, Detroit Tigers, Pittsburgh Pirates, and San Francisco Giants from 2004 to 2010. From 2011 through 2013, he played for the Hanwha Eagles of the "}]}, {"heading": "Births", "year": "1980", "date": "August 23", "txt": "Nadine Jolie Courtney, American journalist, reality personality and author", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 23", "txt": "Rex Grossman, American football player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 23", "txt": "Nenad Vučković, Serbian handball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 23", "txt": "Carlos Cuéllar, Spanish footballer", "entities": [{"title": "Carlos Cuéllar", "href": "/wiki/Carlos_Cu%C3%A9llar", "description": "Carlos Javier Cuéllar Jiménez is a Spanish former professional footballer. Mainly a central defender, he could also operate as a right-back."}]}, {"heading": "Births", "year": "1981", "date": "August 23", "txt": "Stephan Loboué, Ivorian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 23", "txt": "Natalie Coughlin, American swimmer", "entities": [{"title": "Natalie Coughlin", "href": "/wiki/Natalie_Coughlin", "description": "Natalie Anne Coughlin Hall is an American competition swimmer and twelve-time Olympic medalist. While attending the University of California, Berkeley, she became the first woman ever to swim the 100-meter backstroke in less than one minute—ten days before her 20th birthday in 2002. At the 2008 Summer Olympics, she became the first U.S. female athlete in modern Olympic history to win six medals in"}]}, {"heading": "Births", "year": "1982", "date": "August 23", "txt": "Scott Palguta, American soccer player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 23", "txt": "Cristian Tudor, Romanian footballer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 23", "txt": "James Collins, Welsh footballer", "entities": [{"title": "James Collins (footballer, born 1983)", "href": "/wiki/James_Collins_(footballer,_born_1983)", "description": "James Michael Collins is a Welsh former professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1983", "date": "August 23", "txt": "Athena Farrokhzad, Iranian-Swedish poet, playwright, and critic", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 23", "txt": "Sun Mingming, Chinese basketball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 23", "txt": "Tony Moll, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 23", "txt": "Fiona Onasanya, British Labour Party politician and criminal", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 23", "txt": "Bruno Spengler, Canadian race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 23", "txt": "Glen Johnson, English footballer", "entities": [{"title": "Glen Johnson", "href": "/wiki/Glen_Johnson", "description": "Glen McLeod Cooper Johnson is an English former professional footballer who played predominantly as a right back."}]}, {"heading": "Births", "year": "1984", "date": "August 23", "txt": "Eric Tai, New Zealand rugby player and actor", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 23", "txt": "Valeria Lukyanova, Moldovan-Ukrainian model and singer", "entities": [{"title": "Valeria Lukyanova", "href": "/wiki/Valeria_Lukyanova", "description": "Valeria Valeryevna Lukyanova is a Ukrainian model and entertainer of Russian origin, famous for her resemblance to a Barbie doll. To enhance the Barbie effect Lukyanova uses makeup and contact lenses over her naturally green/gray/blue eyes. She has stated that she has had breast implants, but that the rest of her body is natural and slender due to daily gym workouts and a particular diet."}]}, {"heading": "Births", "year": "1986", "date": "August 23", "txt": "Neil Cicierega, American comedian and musician", "entities": [{"title": "Neil Cicierega", "href": "/wiki/Neil_Cicierega", "description": "Neil Stephen Cicierega is an American comedian, actor, filmmaker, singer, youtuber, musician, songwriter, puppeteer, artist, and animator. He is best known as the creator of a genre of Flash animation he termed \"Animutation\", the Harry Potter puppet parody series Potter Puppet Pals, and several music albums under the name Lemon Demon. He also released a series of mashup albums under his own name t"}]}, {"heading": "Births", "year": "1986", "date": "August 23", "txt": "Brett Morris, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 23", "txt": "Josh Morris, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 23", "txt": "Olga Govortsova, Belarusian tennis player", "entities": [{"title": "Olga Govortsova", "href": "/wiki/Olga_Govortsova", "description": "Olga Alekseyevna Govortsova is a Belarusian professional tennis player. On 23 June 2008, she achieved her career-high singles ranking of world No. 35."}]}, {"heading": "Births", "year": "1988", "date": "August 23", "txt": "Carl Hagelin, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 23", "txt": "Jeremy Lin, American basketball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 23", "txt": "Lianne La Havas, British singer, songwriter, and multi-instrumentalist", "entities": [{"title": "Lianne La Havas", "href": "/wiki/Lianne_La_Havas", "description": "Lianne Charlotte Barnes, known professionally as Lianne La Havas, is a British singer-songwriter and record producer. Her career began after being introduced to various musicians, including singer Paloma Faith, for whom she sang backing vocals. In 2010, La Havas signed to Warner Bros. Records, spending two years developing her songwriting, before releasing any music. La Havas' debut studio album, "}]}, {"heading": "Births", "year": "1989", "date": "August 23", "txt": "Trixie Mattel, American drag queen, actor, and country singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 23", "txt": "Heiko Schwarz, German footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 23", "txt": "TeddyLoid, Japanese musician", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 23", "txt": "Seth Curry, American basketball player", "entities": [{"title": "Seth Curry", "href": "/wiki/Seth_Curry", "description": "Seth Curry is an American professional basketball player for the Philadelphia 76ers of the National Basketball Association (NBA). He played college basketball for one year with the Liberty Flames before transferring to the Duke Blue Devils. He is the son of former NBA player Dell Curry and the younger brother of NBA player Stephen Curry."}]}, {"heading": "Births", "year": "1990", "date": "August 23", "txt": "Mike Yastrzemski, American baseball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 23", "txt": "Nicola Docherty, Scottish footballer", "entities": [{"title": "Nicola Docherty", "href": "/wiki/Nicola_Docherty", "description": "Nicola Docherty is a Scottish international footballer who currently plays as a left sided defender for Rangers in the Scottish Women's Premier League."}]}, {"heading": "Births", "year": "1993", "date": "August 23", "txt": "Iván López, Spanish professional footballer", "entities": [{"title": "Iván López (footballer, born 1993)", "href": "/wiki/Iv%C3%A1n_L%C3%B3pez_(footballer,_born_1993)", "description": "Iván López Mendoza is a Spanish professional footballer who plays as a right back."}]}, {"heading": "Births", "year": "1994", "date": "August 23", "txt": "August Ames, Canadian pornographic actress (d. 2017)", "entities": [{"title": "August Ames", "href": "/wiki/August_Ames", "description": "August Ames was a Canadian pornographic actress and model. She appeared in almost 290 movies, including a non-pornographic film in 2016, and was nominated for several AVN Awards. In 2017 at the age of 23, Ames committed suicide after a particular event of social media backlash following a tweet she posted."}]}, {"heading": "Births", "year": "1997", "date": "August 23", "txt": "Lil Yachty, American rapper and singer", "entities": [{"title": "Lil Yachty", "href": "/wiki/Lil_Yachty", "description": "Miles Parks McCollum, known professionally as Lil Yachty, is an American rapper and songwriter. He first gained recognition in August 2015 for his singles \"One Night\" and \"Minnesota\" from his debut EP Summer Songs. He released his debut mixtape Lil Boat in March 2016. On June 10, 2016, Yachty announced that he had signed a joint venture record deal with Quality Control Music, Capitol Records, and "}]}, {"heading": "Deaths", "year": "30 BC", "date": "August 23", "txt": "Caesarion, Egyptian king (b. 47 BC)", "entities": [{"title": "Caesarion", "href": "/wiki/Caesarion", "description": "Ptolemy XV Caesar, nicknamed Caesarion (Καισαρίων), was the last pharaoh of ancient Egypt, reigning with his mother Cleopatra from 2 September 44 BC until her death by 12 August 30 BC, and as sole ruler until his death was ordered by Octavian, who would later become the first Roman emperor as Augustus."}]}, {"heading": "Deaths", "year": "30 BC", "date": "August 23", "txt": "Marcus Antonius Antyllus, Roman soldier (b. 47 BC)", "entities": []}, {"heading": "Deaths", "year": "AD 93", "date": "August 23", "txt": "Gnaeus Julius Agricola, Roman general and politician (b. AD 40)", "entities": [{"title": "Gnaeus Julius Agricola", "href": "/wiki/Gnaeus_Julius_Agricola", "description": "Gnaeus Julius Agricola was a Roman Italo-Gallic general responsible for much of the Roman conquest of Britain. Written by his son-in-law Tacitus, the De vita et moribus Iulii Agricolae is the primary source for most of what is known about him, along with detailed archaeological evidence from northern Britain."}]}, {"heading": "Deaths", "year": "406", "date": "August 23", "txt": "Radagaisus, Gothic king", "entities": [{"title": "Radagaisus", "href": "/wiki/Radagaisus", "description": "Radagaisus was a Gothic king who led an invasion of Roman Italy in late 405 and the first half of 406. A committed Pagan, Radagaisus evidently planned to sacrifice the Senators of the Christian Roman Empire to the gods, and to burn Rome to the ground. Radagaisus was executed after being defeated by the half-Vandal general Stilicho. 12,000 of his higher-status fighters were drafted into the Roman a"}]}, {"heading": "Deaths", "year": "634", "date": "August 23", "txt": "Abu Bakr, Arabian caliph (b. 573)", "entities": [{"title": "Abu Bakr", "href": "/wiki/Abu_Bakr", "description": "Abu Bakr Abdullah ibn Uthman was a companion and, through his daughter Aisha, a father-in-law of the Islamic prophet Muhammad, as well as the first of the Rashidun Caliphs."}]}, {"heading": "Deaths", "year": "818", "date": "August 23", "txt": "Ali al-Ridha, Iranian 8th of the Twelve Imams (b. 765)", "entities": [{"title": "Ali al-Ridha", "href": "/wiki/Ali_al-Ridha", "description": "Ali ibn Musa al-Ridha, also spelled Rida or Reza in Persian, also known as Abu al-Hasan, was a descendant of the Islamic prophet Muhammad, and the eighth Imam in Twelver Shia Islam, after his father Musa al-Kadhim, and before his son Muhammad al-Jawad. He was an Imam of knowledge according to the Zaydi (Fiver) Shia school. He is also seen as a major religious figure for many Sunnis, particularly S"}, {"title": "The Twelve Imams", "href": "/wiki/The_Twelve_Imams", "description": "The Twelve Imams are the spiritual and political successors to the Islamic prophet Muhammad in the Twelver branch of Shia Islam, including that of the Alawite and Alevi."}]}, {"heading": "Deaths", "year": "992", "date": "August 23", "txt": "Volkold, bishop of Meissen", "entities": [{"title": "Volkold", "href": "/wiki/Volkold", "description": "Volkold of Meissen was the second Bishop of Meissen."}, {"title": "Roman Catholic Diocese of Dresden-Meissen", "href": "/wiki/Roman_Catholic_Diocese_of_Dresden-Meissen", "description": "The Diocese of Dresden–Meissen is a Diocese of Catholic Church in Germany with its seat in Dresden. It is suffragan to the Archdiocese of Berlin."}]}, {"heading": "Deaths", "year": "1106", "date": "August 23", "txt": "Magnus, Duke of Saxony (b. 1045)", "entities": [{"title": "Magnus, Duke of Saxony", "href": "/wiki/Magnus,_Duke_of_Saxony", "description": "Magnus was the duke of Saxony from 1072 to 1106. Eldest son and successor of Ordulf and Wulfhild of Norway, he was the last member of the House of Billung."}]}, {"heading": "Deaths", "year": "1176", "date": "August 23", "txt": "Emperor Rokujō of Japan (b. 1164)", "entities": [{"title": "Emperor Rokujō", "href": "/wiki/Emperor_Rokuj%C5%8D", "description": "Emperor Rokujō  was the 79th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1165 through 1168."}]}, {"heading": "Deaths", "year": "1305", "date": "August 23", "txt": "William Wallace, Scottish rebel commander (b. 1272)", "entities": [{"title": "William Wallace", "href": "/wiki/William_Wallace", "description": "Sir William Wallace was a Scottish knight who became one of the main leaders during the First War of Scottish Independence."}]}, {"heading": "Deaths", "year": "1328", "date": "August 23", "txt": "Nicolaas Zannekin, Flemish peasant leader (in the battle of Cassel)", "entities": [{"title": "Nicolaas Zannekin", "href": "/wiki/Nicolaas_Zannekin", "description": "\nNicolaas Zannekin, was a Flemish peasant leader, best known for his role in the Peasant revolt in Flanders 1323–28."}]}, {"heading": "Deaths", "year": "1329", "date": "August 23", "txt": "Frederick IV, Duke of Lorraine (b. 1282)", "entities": [{"title": "Frederick IV, Duke of Lorraine", "href": "/wiki/Frederick_IV,_Duke_of_Lorraine", "description": "Frederick IV, called the Fighter, was the Duke of Lorraine from 1312 to his death."}]}, {"heading": "Deaths", "year": "1335", "date": "August 23", "txt": "Heilwige Bloemardinne, Christian mystic (b. c. 1265)", "entities": [{"title": "Heilwige Bloemardinne", "href": "/wiki/Heilwige_Bloemardinne", "description": "Heilwige Bloemardinne was a Christian mystic who lived in Brussels and was loosely associated with the Brethren of the Free Spirit. She was also known as Heilwijch Blomart."}]}, {"heading": "Deaths", "year": "1348", "date": "August 23", "txt": "John de Stratford, Archbishop of Canterbury", "entities": [{"title": "John de Stratford", "href": "/wiki/John_de_Stratford", "description": "John de Stratford was Archbishop of Canterbury, Bishop of Winchester, Treasurer and Chancellor of England."}, {"title": "Archbishop of Canterbury", "href": "/wiki/Archbishop_of_Canterbury", "description": "The Archbishop of Canterbury is the senior bishop and principal leader of the Church of England, the symbolic head of the worldwide Anglican Communion and the diocesan bishop of the Diocese of Canterbury. The current archbishop is Justin Welby, who was enthroned at Canterbury Cathedral on 21 March 2013. Welby is the 105th in a line which goes back more than 1400 years to Augustine of Canterbury, t"}]}, {"heading": "Deaths", "year": "1363", "date": "August 23", "txt": "Chen Youliang, founder of the Dahan regime (b. 1320)", "entities": [{"title": "Chen Youliang", "href": "/wiki/Chen_Youliang", "description": "Chen Youliang was the founder and first emperor of the Chen Han (陈汉) or Da Han, a state in the late Yuan Dynasty and early Ming dynasty of Chinese history."}]}, {"heading": "Deaths", "year": "1367", "date": "August 23", "txt": "Gil Álvarez Carrillo de Albornoz, Spanish cardinal (b. 1310)", "entities": [{"title": "Gil Álvarez Carrillo de Albornoz", "href": "/wiki/Gil_%C3%81lvarez_Carrillo_de_Albornoz", "description": "Gil Álvarez Carrillo de Albornoz more commonly Gil de Albornoz, was a Spanish cardinal, archbishop, Chancellor of Toledo and ecclesiastical leader. He was a descendant of the kings of León and Aragón and founder of the Collegio di Spagna, an academic institution of Bologna."}]}, {"heading": "Deaths", "year": "1387", "date": "August 23", "txt": "Olaf II of Denmark (b. 1370)", "entities": [{"title": "Olaf II of Denmark", "href": "/wiki/Olaf_II_of_Denmark", "description": "Olaf II of Denmark was King of Denmark as Olaf II from 1376 and King of Norway as Olaf IV from 1380 until his death. Olaf was the son of Queen Margaret I of Denmark and King Haakon VI of Norway, and grandson of kings Magnus IV of Sweden and Valdemar IV of Denmark."}]}, {"heading": "Deaths", "year": "1478", "date": "August 23", "txt": "Johannes Pullois, Franco-Flemish composer (b. c. 1420?)", "entities": [{"title": "Johannes Pullois", "href": "/wiki/Johannes_Pullois", "description": "\nJohannes Pullois was a Franco-Flemish composer of the Renaissance, active in both the Low Countries and Italy. He was one of the early generation of composers to carry the Franco-Flemish polyphonic style from its home region in the Netherlands to Italy."}]}, {"heading": "Deaths", "year": "1481", "date": "August 23", "txt": "Thomas de Littleton, English judge and legal author (b. c. 1407)", "entities": [{"title": "Thomas de Littleton", "href": "/wiki/Thomas_de_Littleton", "description": "Sir Thomas de Littleton or de Lyttleton KB was an English judge and legal writer from the Lyttelton family."}]}, {"heading": "Deaths", "year": "1498", "date": "August 23", "txt": "Isabella of Aragon, Queen of Portugal, eldest daughter of Isabella I of Castile and Ferdinand II of Aragon (b. 1470)", "entities": [{"title": "Isabella of Aragon, Queen of Portugal", "href": "/wiki/Isabella_of_Aragon,_Queen_of_Portugal", "description": "Isabella, Princess of Asturias was a queen consort of Portugal and heir presumptive of King Ferdinand II of Aragon and Queen Isabella I of Castile, as their eldest daughter. Her younger siblings were John, Prince of Asturias, Queen Joanna I of Castile, Maria, Queen of Portugal and Catherine, Queen of England."}, {"title": "Isabella I of Castile", "href": "/wiki/Isabella_I_of_Castile", "description": "Isabella I was Queen of Castile from 1474 and, as the wife of King Ferdinand II, King of Aragon from 1479 until her death, reigning over a dynastically unified Spain jointly with her husband Ferdinand; together they would be known as the Catholic Monarchs. Isabella is considered the first Queen of Spain de facto, being described as such during her own lifetime, although Castile and Aragon de jure "}, {"title": "Ferdinand II of Aragon", "href": "/wiki/Ferdinand_II_of_Aragon", "description": "Ferdinand II was King of Aragon from 1479 to his death. As the husband of Queen Isabella I of Castile, he was King of Castile from 1474 to 1504 as Ferdinand V. He reigned over a dynastically unified Spain jointly with Isabella; together they are known as the Catholic Monarchs. Ferdinand is considered de facto the first king of Spain, being described as such during his own lifetime, although Castil"}]}, {"heading": "Deaths", "year": "1507", "date": "August 23", "txt": "Jean Molinet, French poet and composer (b. 1435)", "entities": [{"title": "Jean Molinet", "href": "/wiki/Jean_Molinet", "description": "Jean Molinet was a French poet, chronicler, and composer. He is best remembered for his prose translation of Roman de la rose."}]}, {"heading": "Deaths", "year": "1519", "date": "August 23", "txt": "Philibert Berthelier, Swiss soldier (b. 1465)", "entities": [{"title": "Philibert Berthelier (Geneva patriot)", "href": "/wiki/Philibert_Berthelier_(Geneva_patriot)", "description": "Philibert Berthelier, often known just as Berthelier, was a Genevan patriot, an uncompromising enemy of the Duke of Savoy in his ambition to control Geneva."}]}, {"heading": "Deaths", "year": "1540", "date": "August 23", "txt": "Guillaume Budé, French philosopher and scholar (b. 1467)", "entities": [{"title": "Guillaume Budé", "href": "/wiki/Guillaume_Bud%C3%A9", "description": "Guillaume Budé was a French scholar and humanist. He was involved in the founding of Collegium Trilingue, which later became the Collège de France. Budé was also the first keeper of the royal library at the Palace of Fontainebleau, which was later moved to Paris, where it became the Bibliothèque nationale de France. He was an ambassador to Rome and held several important judicial and civil adminis"}]}, {"heading": "Deaths", "year": "1568", "date": "August 23", "txt": "Thomas Wharton, 1st Baron Wharton (b. 1495)", "entities": [{"title": "Thomas Wharton, 1st Baron Wharton", "href": "/wiki/Thomas_Wharton,_1st_Baron_Wharton", "description": "\nThomas Wharton, 1st Baron Wharton was an English nobleman and a follower of King Henry VIII of England. He is best known for his victory at Solway Moss on 24 November 1542 for which he was given a barony."}]}, {"heading": "Deaths", "year": "1574", "date": "August 23", "txt": "Ebussuud Efendi, Turkish lawyer and jurist (b. 1490)", "entities": [{"title": "Ebussuud Efendi", "href": "/wiki/Ebussuud_Efendi", "description": "Ebussuud Efendi was a Hanafi Maturidi Ottoman jurist and Qur'an exegete. He was also called \"El-İmâdî\" because his family was from Imâd, a village near Iskilip."}]}, {"heading": "Deaths", "year": "1591", "date": "August 23", "txt": "Luis de León, Spanish poet and academic (b. 1527)", "entities": [{"title": "Luis de León", "href": "/wiki/Luis_de_Le%C3%B3n", "description": "Luis de León, was a Spanish lyric poet, Augustinian friar, theologian and academic, active during the Spanish Golden Age."}]}, {"heading": "Deaths", "year": "1618", "date": "August 23", "txt": "Gerbrand Adriaenszoon Bredero, Dutch poet and playwright (b. 1585)", "entities": [{"title": "Gerbrand Adriaenszoon Bredero", "href": "/wiki/Gerbrand_Adriaenszoon_Bredero", "description": "Gerbrand Adriaenszoon Bredero was a Dutch poet and playwright in the period known as the Dutch Golden Age."}]}, {"heading": "Deaths", "year": "1628", "date": "August 23", "txt": "George Villiers, 1st Duke of Buckingham, English politician, Lord Lieutenant of Buckinghamshire (b. 1592)", "entities": [{"title": "George Villiers, 1st Duke of Buckingham", "href": "/wiki/George_Villiers,_1st_Duke_of_Buckingham", "description": "George Villiers, 1st Duke of Buckingham, KG (; 28 August 1592 – 23 August 1628), was an English courtier, statesman, and patron of the arts. He was a favourite and possibly also a lover of King James I of England. Buckingham remained at the height of royal favour for the first three years of the reign of James' son, King Charles I, until a disgruntled army officer assassinated him."}, {"title": "Lord Lieutenant of Buckinghamshire", "href": "/wiki/Lord_Lieutenant_of_Buckinghamshire", "description": "There has been a Lord Lieutenant of Buckinghamshire almost continuously since the position was created by King Henry VIII in 1535. The only exception to this was the English Civil War and English Interregnum between 1643 and 1660 when there was no king to support the Lieutenancy. The following list consists of all known holders of the position: earlier records have been lost and so a complete list"}]}, {"heading": "Deaths", "year": "1652", "date": "August 23", "txt": "John Byron, 1st Baron Byron, English soldier and politician (b. 1600)", "entities": [{"title": "John Byron, 1st Baron Byron", "href": "/wiki/John_Byron,_1st_Baron_Byron", "description": "John Byron, 1st Baron Byron KB was an English nobleman, Royalist, politician, peer, knight, and supporter of Charles I during the English Civil War."}]}, {"heading": "Deaths", "year": "1706", "date": "August 23", "txt": "Edward Nott, English politician, Colonial Governor of Virginia (b. 1654)", "entities": [{"title": "Edward Nott", "href": "/wiki/Edward_Nott", "description": "Colonel Edward Nott, Esq. was a British Colonial Governor of Virginia. He was appointed by Queen Anne on either April 25, 1705 or August 15, 1705. His administration lasted only one year, as he died in 1706 at the age of 49. He is interred at Bruton Parish Church in Williamsburg, Virginia. He is noted as having been a \"mild, benevolent man.\""}, {"title": "Colonial Governor of Virginia", "href": "/wiki/Colonial_Governor_of_Virginia", "description": "This is a list of colonial governors of Virginia."}]}, {"heading": "Deaths", "year": "1723", "date": "August 23", "txt": "Increase Mather, American minister and author (b. 1639)", "entities": [{"title": "Increase Mather", "href": "/wiki/Increase_Mather", "description": "Increase Mather was an American Puritan clergyman in the Massachusetts Bay Colony and president of Harvard College for twenty years (1681–1701). He was influential in the administration of the colony during a time that coincided with the notorious Salem witch trials."}]}, {"heading": "Deaths", "year": "1806", "date": "August 23", "txt": "Charles-Augustin de Coulomb, French physicist and engineer (b. 1736)", "entities": [{"title": "Charles-Augustin de Coulomb", "href": "/wiki/Charles-Augustin_de_Coulomb", "description": "Charles-Augustin de Coulomb was a French military engineer and physicist. He is best known as the eponymous discoverer of what is now called Coulomb's law, the description of the electrostatic force of attraction and repulsion, though he also did important work on friction."}]}, {"heading": "Deaths", "year": "1813", "date": "August 23", "txt": "Alexander Wilson (ornithologist), Scottish-American poet, ornithologist, and illustrator (b. 1766)", "entities": [{"title": "Alexander Wilson (ornithologist)", "href": "/wiki/Alexander_Wilson_(ornithologist)", "description": "Alexander Wilson was a Scottish-American poet, ornithologist, naturalist, and illustrator. Identified by George Ord as the \"Father of American Ornithology\", Wilson is regarded as the greatest American ornithologist prior to Audubon."}]}, {"heading": "Deaths", "year": "1819", "date": "August 23", "txt": "Oliver Hazard Perry, American commander (b. 1785)", "entities": [{"title": "Oliver Hazard Perry", "href": "/wiki/Oliver_Hazard_Perry", "description": "Oliver Hazard Perry was an American naval commander, born in South Kingstown, Rhode Island. As the best-known and most prominent member\nof the Perry family naval dynasty, he was the son of Sarah Wallace Alexander and United States Navy Captain Christopher Raymond Perry, and older brother of Commodore Matthew C. Perry."}]}, {"heading": "Deaths", "year": "1831", "date": "August 23", "txt": "Ferenc Kazinczy, Hungarian author and poet (b. 1759)", "entities": [{"title": "Ferenc Kazinczy", "href": "/wiki/Ferenc_Kazinczy", "description": "Ferenc Kazinczy was a Hungarian author, poet, translator, neologist, the most indefatigable agent in the regeneration of the Hungarian language and literature at the turn of the 19th century. Today his name is connected with the extensive Language Reform of the 19th century, when thousands of words were coined or revived, enabling the Hungarian language to keep up with scientific progress and beco"}]}, {"heading": "Deaths", "year": "1831", "date": "August 23", "txt": "August Neidhardt von Gneisenau, Prussian field marshal (b. 1760)", "entities": []}, {"heading": "Deaths", "year": "1853", "date": "August 23", "txt": "Alexander Calder, American lawyer and politician (b. 1806)", "entities": [{"title": "Alexander Calder (Beaumont, Texas)", "href": "/wiki/Alexander_Calder_(Beaumont,_Texas)", "description": "Alexander Calder was the first mayor of Beaumont, Texas, on August 8, 1840."}]}, {"heading": "Deaths", "year": "1867", "date": "August 23", "txt": "Auguste-Marseille Barthélemy, French poet and author (b. 1796)", "entities": [{"title": "Auguste-Marseille Barthélemy", "href": "/wiki/Auguste-Marseille_Barth%C3%A9lemy", "description": "Auguste-Marseille Barthélemy, born at Marseilles, was a French satirical poet. His name can hardly be separated from that of his friend and compatriot, Joseph Méry (1798–1866), with whom he carried on so intimate a collaboration that it is not possible to distinguish their personalities in their joint works."}]}, {"heading": "Deaths", "year": "1880", "date": "August 23", "txt": "William Thompson, British boxer (b. 1811)", "entities": [{"title": "William Thompson (boxer)", "href": "/wiki/William_Thompson_(boxer)", "description": "William Abednego \"Bendigo\" Thompson was an English bare-knuckle boxer who won the heavyweight championship of England from James Burke on 12 February 1839. He was inducted into The Ring magazine Hall of Fame in 1955, the International Boxing Hall of Fame in 1991 and the Bare Knuckle Boxing Hall of Fame in 2011."}]}, {"heading": "Deaths", "year": "1892", "date": "August 23", "txt": "Deodoro da Fonseca, Brazilian field marshal and politician, 1st President of Brazil (b. 1827)", "entities": [{"title": "Deodoro da Fonseca", "href": "/wiki/Deodoro_da_Fonseca", "description": "Manuel Deodoro da Fonseca was a Brazilian politician and military officer who served as the 1st president of Brazil. He took office after heading a military coup that deposed Emperor Pedro II and proclaimed the Republic in 1889, disestablishing the Empire, and stepped down little more than two years later, in 1891, under great political pressure. He is therefore the first Brazilian President to ha"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1900", "date": "August 23", "txt": "Kuroda Kiyotaka, Japanese general and politician, 2nd Prime Minister of Japan (b. 1840)", "entities": [{"title": "Kuroda Kiyotaka", "href": "/wiki/Kuroda_Kiyotaka", "description": "Count Kuroda Kiyotaka , also known as Kuroda Ryōsuke , was a Japanese politician of the Meiji era. He was Prime Minister of Japan from 1888 to 1889. He was also vice chairman of the Hokkaido Development Commission (Kaitaku-shi)."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1924", "date": "August 23", "txt": "Heinrich Berté, Slovak-Austrian composer (b. 1856)", "entities": [{"title": "Heinrich Berté", "href": "/wiki/Heinrich_Bert%C3%A9", "description": "Heinrich Berté, born Heinrich Bettelheim was an Austria-Hungarian composer of operas and operettas."}]}, {"heading": "Deaths", "year": "1926", "date": "August 23", "txt": "Rudolph Valentino, Italian actor (b. 1895)", "entities": [{"title": "Rudolph Valentino", "href": "/wiki/Rudolph_Valentino", "description": "Rodolfo Alfonso Raffaello Pierre Filiberto Guglielmi di Valentina d'Antonguella, known professionally as Rudolph Valentino, was an Italian actor based in the United States who starred in several well-known silent films including The Four Horsemen of the Apocalypse, The Sheik, Blood and Sand, The Eagle, \nand The Son of the Sheik."}]}, {"heading": "Deaths", "year": "1927", "date": "August 23", "txt": "Nicola Sacco, Italian anarchist convicted of murder (b. 1891)", "entities": [{"title": "Nicola Sacco", "href": "/wiki/Nicola_Sacco", "description": "Nicola Sacco and Bartolomeo Vanzetti were Italian immigrant anarchists who were controversially convicted of murdering a guard and a paymaster during the April 15, 1920, armed robbery of the Slater and Morrill Shoe Company in Braintree, Massachusetts, United States. Seven years later, they were electrocuted in the electric chair at Charlestown State Prison."}]}, {"heading": "Deaths", "year": "1927", "date": "August 23", "txt": "Bartolomeo Vanzetti, Italian anarchist convicted of murder (b. 1888)", "entities": []}, {"heading": "Deaths", "year": "1933", "date": "August 23", "txt": "Adolf Loos, Austrian architect and theoretician, designed Villa Müller (b. 1870)", "entities": [{"title": "Adolf Loos", "href": "/wiki/Adolf_Loos", "description": "Adolf Franz Karl Viktor Maria Loos\n(German pronunciation: [ˈaːdɔlf loːs]; 10 December 1870 – 23 August 1933) was an Austrian architect and influential European theorist of modern architecture. His essay Ornament and Crime advocated smooth and clear surfaces in contrast to the lavish decorations of the fin de siècle, as well as the more modern aesthetic principles of the Vienna Secession, exemplifi"}, {"title": "Villa Müller", "href": "/wiki/Villa_M%C3%BCller", "description": "The Villa Müller is a Modernist villa in Prague, Czech Republic built in 1930. It was designed by Adolf Loos as a residence for František Müller, co-owner of the Kapsa-Müller construction company from Pilsen."}]}, {"heading": "Deaths", "year": "1937", "date": "August 23", "txt": "Albert Roussel, French composer and educator (b. 1869)", "entities": [{"title": "Albert Roussel", "href": "/wiki/Albert_Roussel", "description": "Albert Charles Paul Marie Roussel was a French composer. He spent seven years as a midshipman, turned to music as an adult, and became one of the most prominent French composers of the interwar period. His early works were strongly influenced by the impressionism of Debussy and Ravel, while he later turned toward neoclassicism."}]}, {"heading": "Deaths", "year": "1944", "date": "August 23", "txt": "Abdülmecid II, Ottoman sultan (b. 1868)", "entities": [{"title": "Abdülmecid II", "href": "/wiki/Abd%C3%BClmecid_II", "description": "Abdulmejid II was the last Caliph of the Ottoman Dynasty, the first and the last Caliph of the Republic of Turkey, nominally the 37th Head of the Ottoman Imperial House from 1922 to 1924."}]}, {"heading": "Deaths", "year": "1944", "date": "August 23", "txt": "Stefan Filipkiewicz, Polish painter and illustrator (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1949", "date": "August 23", "txt": "Helen Churchill Candee, American geographer, journalist, and author (b. 1858)", "entities": [{"title": "Helen Churchill Candee", "href": "/wiki/Helen_Churchill_Candee", "description": "Helen Churchill Candee was an American author, journalist, interior decorator, feminist, and geographer. Today, she is best known as a survivor of the sinking of RMS Titanic in 1912, and for her later work as a travel writer and explorer of southeast Asia."}]}, {"heading": "Deaths", "year": "1954", "date": "August 23", "txt": "Jaan Sarv, Estonian mathematician and scholar (b. 1877)", "entities": [{"title": "Jaan Sarv", "href": "/wiki/Jaan_Sarv", "description": "Jaan Sarv was an Estonian mathematician and educator. Most of his life he worked as a professor at the University of Tartu. Sarv laid the foundation of Estonian language mathematical education."}]}, {"heading": "Deaths", "year": "1960", "date": "August 23", "txt": "Oscar Hammerstein II, American director, producer, and composer (b. 1895)", "entities": [{"title": "Oscar Hammerstein II", "href": "/wiki/Oscar_Hammerstein_II", "description": "Oscar Greeley Clendenning Hammerstein II was an American lyricist, librettist, theatrical producer, and director in the musical theater for almost 40 years. He won eight Tony Awards and two Academy Awards for Best Original Song. Many of his songs are standard repertoire for vocalists and jazz musicians. He co-wrote 850 songs."}]}, {"heading": "Deaths", "year": "1962", "date": "August 23", "txt": "Walter Anderson, Russian-German ethnologist and academic (b. 1885)", "entities": [{"title": "Walter Anderson (folklorist)", "href": "/wiki/Walter_Anderson_(folklorist)", "description": "Walter Arthur Alexander Anderson was a Baltic German ethnologist (folklorist) and numismatist."}]}, {"heading": "Deaths", "year": "1962", "date": "August 23", "txt": "Hoot Gibson, American actor, director, and producer (b. 1892)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "August 23", "txt": "Edmond Hogan, Australian politician, 30th Premier of Victoria (b. 1883)", "entities": [{"title": "Edmond Hogan", "href": "/wiki/Edmond_Hogan", "description": "Edmond John \"Ned\" Hogan was an Australian politician who was the 30th Premier of Victoria. He was born in Wallace, Victoria, where his Irish-born parents were small farmers. After attending a Roman Catholic primary school, he became a farm worker and then a timber worker, and spent some time on the goldfields of Western Australia."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1966", "date": "August 23", "txt": "Francis X. Bushman, American actor, director, and screenwriter (b. 1883)", "entities": [{"title": "Francis X. Bushman", "href": "/wiki/Francis_X._Bushman", "description": "Francis Xavier Bushman was an American film actor and director. His career as a matinee idol started in 1911 in the silent film His Friend's Wife. He gained a large female following and was one of the biggest stars of the 1910s and early 1920s."}]}, {"heading": "Deaths", "year": "1967", "date": "August 23", "txt": "Georges Berger, Belgian race car driver (b. 1918)", "entities": [{"title": "Georges Berger", "href": "/wiki/Georges_Berger", "description": "Georges Berger was a racing driver who raced a Gordini in his two World Championship Formula One Grands Prix."}]}, {"heading": "Deaths", "year": "1967", "date": "August 23", "txt": "Nathaniel Cartmell, American runner and coach (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1974", "date": "August 23", "txt": "Roberto Assagioli, Italian psychiatrist and author (b. 1888)", "entities": [{"title": "Roberto Assagioli", "href": "/wiki/Roberto_Assagioli", "description": "Roberto Assagioli was an Italian psychiatrist and pioneer in the fields of humanistic and transpersonal psychology. Assagioli founded the psychological movement known as psychosynthesis, which is still being developed today by therapists and psychologists, who practice the psychological methods and techniques he developed. His work, expounded in two books and many monographs published as pamphlets"}]}, {"heading": "Deaths", "year": "1975", "date": "August 23", "txt": "Faruk Gürler, Turkish general (b. 1913)", "entities": [{"title": "Faruk Gürler", "href": "/wiki/Faruk_G%C3%BCrler", "description": "Ömer Faruk Gürler was a Turkish general. He was the Commander of the Turkish Army during the 1971 Turkish coup d'état, and then Chief of the General Staff of Turkey. He was the military's candidate in the 1973 Presidential election, but lost to Fahri Korutürk."}]}, {"heading": "Deaths", "year": "1977", "date": "August 23", "txt": "Naum Gabo, Russian sculptor and academic (b. 1890)", "entities": [{"title": "Naum Gabo", "href": "/wiki/Naum_Gabo", "description": "Naum Gabo, born Naum Neemia Pevsner, was an influential sculptor, theorist, and key figure in Russia's post-Revolution avant-garde and the subsequent development of twentieth-century sculpture. His work combined geometric abstraction with a dynamic organization of form in small reliefs and constructions, monumental public sculpture and pioneering kinetic works that assimilated new materials such a"}]}, {"heading": "Deaths", "year": "1982", "date": "August 23", "txt": "Stanford Moore, American biochemist and academic, Nobel Prize laureate (b. 1913)", "entities": [{"title": "Stanford Moore", "href": "/wiki/Stanford_Moore", "description": "Stanford Moore was an American biochemist. He shared a Nobel Prize in Chemistry in 1972 (with Christian B. Anfinsen and William Howard Stein, for work done at Rockefeller University on the structure of the enzyme ribonuclease and for contributing to the understanding of the connection between the chemical structure and catalytic activity of the ribonuclease molecule."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1987", "date": "August 23", "txt": "Didier Pironi, French race car and boat driver (b. 1952)", "entities": [{"title": "Didier Pironi", "href": "/wiki/Didier_Pironi", "description": "Didier Joseph Louis Pironi was a French racing driver. During his career he competed in 72 Formula One World Championship Grands Prix, driving for Tyrrell (1978–1979), Ligier (1980) and Ferrari (1981–1982), his F1 career ending after a practice crash at the 1982 German Grand Prix. He won the 24 Hours of Le Mans in 1978 driving a Renault Alpine A442B."}]}, {"heading": "Deaths", "year": "1989", "date": "August 23", "txt": "Mohammed Abed Elhai, Sudanese poet and academic (b. 1944)", "entities": [{"title": "Mohammed Abed Elhai", "href": "/wiki/Mohammed_Abed_Elhai", "description": "Mohammed Abdul-Hayy or Muhammad Abd al-Hayy was a member of the first generation of post-colonial Sudanese writers and academics. Together with Ali El-Mak and Salah Ahmed Ibrahim, he is regarded as a pioneer of modern poetry in Sudan."}]}, {"heading": "Deaths", "year": "1989", "date": "August 23", "txt": "R. D. Laing, Scottish psychiatrist and author (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "August 23", "txt": "David Rose, American pianist and composer (b. 1910)", "entities": [{"title": "David Rose (songwriter)", "href": "/wiki/David_Rose_(songwriter)", "description": "David Daniel Rose was an American songwriter, composer, arranger, pianist, and orchestra leader. His best known compositions were \"The Stripper\", \"Holiday for Strings\", and \"Calypso Melody\". He also wrote music for many television series, including It's a Great Life, The Tony Martin Show, Little House on the Prairie, Highway to Heaven, Bonanza, Leave it to Beaver, and Highway Patrol, some under th"}]}, {"heading": "Deaths", "year": "1994", "date": "August 23", "txt": "Zoltán Fábri, Hungarian director and screenwriter (b. 1917)", "entities": [{"title": "Zoltán Fábri", "href": "/wiki/Zolt%C3%A1n_F%C3%A1bri", "description": "Zoltán Fábri was a Hungarian film director and screenwriter. His films The Boys of Paul Street (1969) and Hungarians (1978) were nominated for the Academy Award for Best Foreign Language Film. His 1965 film Twenty Hours shared the Grand Prix with War and Peace at the 4th Moscow International Film Festival. His 1969 film The Toth Family was entered into the 7th Moscow International Film Festival. H"}]}, {"heading": "Deaths", "year": "1995", "date": "August 23", "txt": "Alfred Eisenstaedt, German-American photographer and journalist (b. 1898)", "entities": [{"title": "Alfred Eisenstaedt", "href": "/wiki/Alfred_Eisenstaedt", "description": "Alfred Eisenstaedt was a German-born American photographer and photojournalist. He began his career in Germany prior to World War II but achieved prominence as a staff photographer for Life magazine after moving to the U.S. Life featured more than 90 of his pictures on its covers, and more than 2,500 of his photo stories were published."}]}, {"heading": "Deaths", "year": "1996", "date": "August 23", "txt": "Margaret Tucker, Australian author and activist (b. 1904)", "entities": [{"title": "Margaret Tucker", "href": "/wiki/Margaret_Tucker", "description": "\n\nMargaret Lilardia Tucker MBE was an Aboriginal Australian activist and writer. She was among the first Aboriginal authors to publish an autobiography, in 1977."}]}, {"heading": "Deaths", "year": "1997", "date": "August 23", "txt": "Eric Gairy, Grenadian educator and politician, 1st Prime Minister of Grenada (b. 1922)", "entities": [{"title": "Eric Gairy", "href": "/wiki/Eric_Gairy", "description": "Sir Eric Matthew Gairy PC was the first Prime Minister of Grenada, serving from his country's independence in 1974 until his overthrow in a coup by Maurice Bishop in 1979. Gairy also served as head of government in pre-independence Grenada as Chief Minister from 1961 to 1962, and as Premier from 1967 to 1974."}, {"title": "Prime Minister of Grenada", "href": "/wiki/Prime_Minister_of_Grenada", "description": "This is a list of heads of government of Grenada, from the establishment of the office of Chief Minister in 1960 to the present day."}]}, {"heading": "Deaths", "year": "1997", "date": "August 23", "txt": "John Kendrew, English biochemist and crystallographer, Nobel Prize laureate (b. 1917)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1999", "date": "August 23", "txt": "Norman Wexler, American screenwriter (b. 1926)", "entities": [{"title": "Norman Wexler", "href": "/wiki/Norman_Wexler", "description": "Norman Wexler was an American screenwriter whose work included films such as Saturday Night Fever, Serpico and Joe. A New Bedford native and 1944 Central High School graduate in Detroit, Wexler attended Harvard University before moving to New York in 1951."}]}, {"heading": "Deaths", "year": "2000", "date": "August 23", "txt": "John Anthony Kaiser, American priest and missionary (b. 1932)", "entities": [{"title": "John Anthony Kaiser", "href": "/wiki/John_Anthony_Kaiser", "description": "John Anthony Kaiser was a Roman Catholic priest and Mill Hill father from Perham, Minnesota, US, who was assassinated near his mission at Morendat, in western Kenya."}]}, {"heading": "Deaths", "year": "2001", "date": "August 23", "txt": "Kathleen Freeman, American actress (b. 1919)", "entities": [{"title": "Kathleen Freeman", "href": "/wiki/Kathleen_Freeman", "description": "Kathleen Freeman was an American film, television, voice and stage actress. In a career that spanned more than 50 years, she portrayed acerbic maids, secretaries, teachers, busybodies, nurses, and battle-axe neighbors and relatives, almost invariably to comic effect. In film she is perhaps best remembered for appearing in 11 Jerry Lewis comedies in the 1950s and 60s, The Blues Brothers (1980) and "}]}, {"heading": "Deaths", "year": "2001", "date": "August 23", "txt": "Peter Maas, American journalist and author (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "August 23", "txt": "Hoyt Wilhelm, American baseball player and coach (b. 1922)", "entities": [{"title": "Hoyt Wilhelm", "href": "/wiki/Hoyt_Wilhelm", "description": "James Hoyt Wilhelm, nicknamed \"Old Sarge\", was an American Major League Baseball pitcher with the New York Giants, St. Louis Cardinals, Cleveland Indians, Baltimore Orioles, Chicago White Sox, California Angels, Atlanta Braves, Chicago Cubs, and Los Angeles Dodgers between 1952 and 1972. Wilhelm was elected to the Baseball Hall of Fame in 1985, and is one of 83 pitchers enshrined in the Hall."}]}, {"heading": "Deaths", "year": "2003", "date": "August 23", "txt": "Bobby Bonds, American baseball player and manager (b. 1946)", "entities": [{"title": "Bobby Bonds", "href": "/wiki/Bobby_Bonds", "description": "Bobby Lee Bonds was an American right fielder in Major League Baseball from 1968 to 1981, primarily with the San Francisco Giants. Noted for his outstanding combination of power hitting and speed, he was the first player to have more than two seasons of 30 home runs and 30 stolen bases, doing so a record five times, and was the first to accomplish the feat in both major leagues; he became the seco"}]}, {"heading": "Deaths", "year": "2003", "date": "August 23", "txt": "Jack Dyer, Australian footballer and coach (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "August 23", "txt": "Jan Sedivka, Czech-Australian violinist and educator (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "August 23", "txt": "Michael Kijana Wamalwa, Kenyan lawyer and politician, 8th Vice President of Kenya (b. 1944)", "entities": [{"title": "Vice President of Kenya", "href": "/wiki/Vice_President_of_Kenya", "description": "The Deputy President of Kenya is the second-highest executive official in the Kenyan government. The Deputy President is the principal assistant of the President and deputises for the President in executive functions. Prior to the 2010 Constitution of Kenya, the Deputy President was known as the Vice President. While the Vice President was appointed by the President, the Deputy President is electe"}]}, {"heading": "Deaths", "year": "2005", "date": "August 23", "txt": "Brock Peters, American actor (b. 1927)", "entities": [{"title": "Brock Peters", "href": "/wiki/Brock_Peters", "description": "Brock Peters was an American actor and singer, best known for playing the role of Tom Robinson in the 1962 film To Kill a Mockingbird and for his role as the villainous \"Crown\" in the 1959 film version of Porgy and Bess. In later years, he gained recurring roles in the Star Trek franchise portraying Starfleet Admiral Cartwright in two of the Star Trek feature films and Joseph Sisko, father of Benj"}]}, {"heading": "Deaths", "year": "2006", "date": "August 23", "txt": "Maynard Ferguson, Canadian trumpet player and bandleader (b. 1928)", "entities": [{"title": "Maynard Ferguson", "href": "/wiki/Maynard_Ferguson", "description": "Walter Maynard Ferguson CM was a Canadian jazz trumpeter and bandleader. He came to prominence in Stan Kenton's orchestra before forming his own big band in 1957. He was noted for his bands, which often served as stepping stones for up-and-coming talent, his versatility on several instruments, and his ability to play in a high register."}]}, {"heading": "Deaths", "year": "2008", "date": "August 23", "txt": "John Russell, English-American author and critic (b. 1919)", "entities": [{"title": "John Russell (art critic)", "href": "/wiki/John_Russell_(art_critic)", "description": "\nJohn Russell CBE was an English art critic."}]}, {"heading": "Deaths", "year": "2012", "date": "August 23", "txt": "Jerry Nelson, American puppeteer and voice actor (b. 1934)", "entities": [{"title": "Jerry Nelson", "href": "/wiki/Jerry_Nelson", "description": "Jerry L. Nelson was an American puppeteer, best known for his work with The Muppets. Renowned for his wide range of characters and singing abilities, he performed Muppet characters on Sesame Street, The Muppet Show, Fraggle Rock, and various Muppet movies and specials."}]}, {"heading": "Deaths", "year": "2012", "date": "August 23", "txt": "Josepha Sherman, American anthologist and author (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 23", "txt": "Richard J. Corman, American businessman, founded the R.J. Corman Railroad Group (b. 1955)", "entities": [{"title": "Richard J. Corman", "href": "/wiki/Richard_J._Corman", "description": "Richard Jay Corman was the founder and owner of R. J. Corman Railroad Group, a Nicholasville, Kentucky-based railroad services and short line operating company."}, {"title": "R.J. Corman Railroad Group", "href": "/wiki/R.J._Corman_Railroad_Group", "description": "R.J. Corman Railroad Group, LLC is a privately owned railroad services and short line operating company headquartered in Nicholasville, KY, with field locations in 23 states. It was owned by Richard J. Corman, who established the company in 1973, and ran it until his death on August 23, 2013. The company owns eleven short-line railroads spanning Indiana, Kentucky, Mississippi, North Carolina, Ohio"}]}, {"heading": "Deaths", "year": "2013", "date": "August 23", "txt": "William Glasser, American psychiatrist and author (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 23", "txt": "Charles Lisanby, American production designer and set director (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 23", "txt": "Konstanty Miodowicz, Polish ethnographer and politician (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 23", "txt": "Vesna Rožič, Slovenian chess player (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 23", "txt": "Tatyana Zaslavskaya, Russian sociologist and economist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 23", "txt": "Albert Ebossé Bodjongo, Cameroonian footballer (b. 1989)", "entities": [{"title": "Albert Ebossé Bodjongo", "href": "/wiki/Albert_Eboss%C3%A9_Bodjongo", "description": "Albert Dominique Ebossé Bodjongo Dika was a Cameroonian footballer who played in Cameroon, Malaysia and Algeria."}]}, {"heading": "Deaths", "year": "2014", "date": "August 23", "txt": "Annefleur Kalvenhaar, Dutch cyclist (b. 1994)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 23", "txt": "Birgitta Stenberg, Swedish author and illustrator (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 23", "txt": "Jaume Vallcorba Plana, Spanish philologist and publisher (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 23", "txt": "Augusta Chiwy, Congolese-Belgian nurse (b. 1921)", "entities": [{"title": "Augusta Chiwy", "href": "/wiki/Augusta_Chiwy", "description": "Augusta Marie Chiwy was a Belgian nurse who served as a volunteer during the Siege of Bastogne in 1944. She worked with U.S. Army physician John Prior and with fellow Belgian nurse Renée Lemaire, treating injured soldiers during the Battle of the Bulge."}]}, {"heading": "Deaths", "year": "2015", "date": "August 23", "txt": "Guy Ligier, French rugby player and race car driver (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 23", "txt": "Enrique Reneau, Honduran footballer (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 23", "txt": "Paul Royle, Australian lieutenant and pilot (b. 1914)", "entities": []}]