[{"heading": "Events", "year": "29 BC", "date": "August 13", "txt": "Octavian holds the first of three consecutive triumphs in Rome to celebrate the victory over the Dalmatian tribes.", "entities": [{"title": "Octavian", "href": "/wiki/Octavian", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Roman triumph", "href": "/wiki/Roman_triumph", "description": "The Roman triumph was a civil ceremony and religious rite of ancient Rome, held to publicly celebrate and sanctify the success of a military commander who had led Roman forces to victory in the service of the state or, originally and traditionally, one who had successfully completed a foreign war."}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Dalmatian tribes", "href": "/wiki/Dalmatian_tribes", "description": "The Delmatae, alternatively Dalmatae during the Roman period, were a group of Illyrian tribes in Dalmatia, contemporary southern Croatia and western Bosnia and Herzegovina. The region of Dalmatia takes its name from the tribe."}]}, {"heading": "Events", "year": "523", "date": "August 13", "txt": "John I becomes the new Pope after the death of Pope Hormisdas.", "entities": [{"title": "Pope John I", "href": "/wiki/Pope_John_I", "description": "Pope John I was the bishop of Rome from 13 August 523 to his death. He was a native of Siena, in Italy. He was sent on a diplomatic mission to Constantinople by the Ostrogoth King Theoderic to negotiate better treatment for Arians. Although John was relatively successful, upon his return to Ravenna, Theoderic had him imprisoned for allegedly conspiring with Constantinople. The frail pope died of n"}, {"title": "Pope", "href": "/wiki/Pope", "description": "The pope, also known as the supreme pontiff or the Roman pontiff, is the bishop of Rome, head of the worldwide Catholic Church and head of state or sovereign of the Vatican City State. According to Catholics, the primacy of the bishop of Rome is largely derived from his role as the apostolic successor to Saint Peter, to whom primacy was conferred by Jesus, giving him the Keys of Heaven and the pow"}, {"title": "Pope Hormisdas", "href": "/wiki/Pope_Hormisdas", "description": "Pope Hormisdas was the bishop of Rome from 20 July 514 to his death. His papacy was dominated by the Acacian schism, started in 484 by Acacius of Constantinople's efforts to placate the Monophysites. His efforts to resolve this schism were successful, and on 28 March 519, the reunion between Constantinople and Rome was ratified in the cathedral of Constantinople before a large crowd."}]}, {"heading": "Events", "year": "554", "date": "August 13", "txt": "Emperor Justinian I rewards Liberius for his service in the Pragmatic Sanction, granting him extensive estates in Italy.", "entities": [{"title": "Justinian I", "href": "/wiki/Justinian_I", "description": "Justinian I, also known as Justinian the Great, was the Byzantine emperor from 527 to 565."}, {"title": "Liberius (praetorian prefect)", "href": "/wiki/Liberius_(praetorian_prefect)", "description": "Petrus Marcellinus Felix Liberius was a Late Roman aristocrat and official, whose career spanned seven decades in the highest offices of both the Ostrogothic Kingdom of Italy and the Eastern Roman Empire. He held the highest governmental offices of Italy, Gaul, and Egypt, \"an accomplishment not often recorded – Caesar and Napoleon Bonaparte are the only parallels that come to mind!\" as James O'Don"}, {"title": "Pragmatic Sanction of Justinian I", "href": "/wiki/Pragmatic_Sanction_of_Justinian_I", "description": "A pragmatic sanction is a sovereign's solemn decree on a matter of primary importance and has the force of fundamental law. In the late history of the Holy Roman Empire, it referred more specifically to an edict issued by the Emperor."}, {"title": "Estate (land)", "href": "/wiki/Estate_(land)", "description": "Historically, an estate comprises the houses, outbuildings, supporting farmland, and woods that surround the gardens and grounds of a very large property, such as a country house or mansion. It is the modern term for a manor, but lacks a manor's now-abolished jurisdictional authority. It is an \"estate\" because the profits from its produce and rents are sufficient to support the household in the ho"}]}, {"heading": "Events", "year": "582", "date": "August 13", "txt": "Maurice becomes Emperor of the Byzantine Empire.", "entities": [{"title": "Maurice (emperor)", "href": "/wiki/Maurice_(emperor)", "description": "Maurice was Byzantine emperor from 582 to 602. A prominent general, Maurice fought with success against the Sasanian Empire. After he became Emperor, he brought the war with Sasanian Persia to a victorious conclusion. Under him the Empire's eastern border in the South Caucasus was vastly expanded and, for the first time in nearly two centuries, the Romans were no longer obliged to pay the Persians"}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "900", "date": "August 13", "txt": "Count Reginar I of Hainault rises against Zwentibold of Lotharingia and slays him near present-day Susteren.", "entities": [{"title": "Reginar, Duke of Lorraine", "href": "/wiki/Reginar,_Duke_of_Lorraine", "description": "Reginar Longneck or Reginar I, Latin: Rainerus or Ragenerus Longicollus, was a leading nobleman in the kingdom of Lotharingia, variously described in contemporary sources with the titles of count, margrave, missus dominicus and duke. He stands at the head of a Lotharingian dynasty known to modern scholarship as the Reginarids, because of their frequent use of the name \"Reginar\"."}, {"title": "Zwentibold", "href": "/wiki/Zwentibold", "description": "Zwentibold, a member of the Carolingian dynasty, was the illegitimate son of Emperor Arnulf. In 895, his father, then king of East Francia, granted him the Kingdom of Lotharingia, which he ruled until his death."}, {"title": "Lotharingia", "href": "/wiki/Lotharingia", "description": "Lotharingia was a short-lived medieval successor kingdom of the Carolingian Empire. As a more durable later duchy of the Ottonian Empire, it comprised present-day Lorraine (France), Luxembourg, Saarland (Germany), the eastern half of Belgium and the southern half of Netherlands, along with parts of today's North Rhine-Westphalia (Germany), Rhineland-Palatinate (Germany) and Nord_(French_department"}, {"title": "Susteren", "href": "/wiki/Susteren", "description": "Susteren is a city in the Dutch province of Limburg. It is located in the municipality of Echt-Susteren, about 7 km northwest of Sittard. It was a separate municipality until 2003, when it was merged with Echt. Susteren received town privileges in 1276."}]}, {"heading": "Events", "year": "1099", "date": "August 13", "txt": "Raniero is elected as Pope Paschal II.", "entities": [{"title": "Pope Paschal II", "href": "/wiki/Pope_Paschal_II", "description": "Pope Paschal II, born Ranierius, was head of the Catholic Church and ruler of the Papal States from 13 August 1099 to his death in 1118. A monk of the Abbey of Cluny, he was created the cardinal-priest of San Clemente by Pope Gregory VII (1073–85) in 1073. He was consecrated as pope in succession to Pope Urban II (1088–99) on 19 August 1099. His reign of almost twenty years was exceptionally long "}]}, {"heading": "Events", "year": "1516", "date": "August 13", "txt": "The Treaty of Noyon between France and Spain is signed. Francis I of France recognizes Charles's claim to Naples, and Charles V, Holy Roman Emperor, recognizes Francis's claim to Milan.", "entities": [{"title": "War of the League of Cambrai", "href": "/wiki/War_of_the_League_of_Cambrai", "description": "The War of the League of Cambrai, sometimes known as the War of the Holy League and several other names, was a major conflict in the Italian Wars of 1494–1559. The main participants of the war, fought from 1508 to 1516, were France, the Papal States, and the Republic of Venice, joined at various times by nearly every significant power in Western Europe, including Spain, the Holy Roman Empire, Engl"}, {"title": "Francis I of France", "href": "/wiki/Francis_I_of_France", "description": "Francis I \"le Roi Chevalier\" was King of France from 1515 until his death in 1547. He was the son of Charles, Count of Angoulême, and Louise of Savoy. He succeeded his first cousin once removed Louis XII, who died without a son."}, {"title": "Naples", "href": "/wiki/Naples", "description": "Naples is the regional capital of Campania and the third-largest city of Italy, after Rome and Milan, with a population of 967,069 within the city's administrative limits as of 2017. Its province-level municipality is the third-most populous metropolitan city in Italy with a population of 3,115,320 residents, and its metropolitan area is the second-most populous metropolitan area in Italy and the "}, {"title": "Charles V, Holy Roman Emperor", "href": "/wiki/Charles_V,_Holy_Roman_Emperor", "description": "Charles V was Holy Roman Emperor and Archduke of Austria from 1519 to 1556, King of Spain from 1516 to 1556, and Lord of the Netherlands as titular Duke of Burgundy from 1506 to 1555. As he was head of the rising House of Habsburg during the first half of the 16th century, his dominions in Europe included the Holy Roman Empire, extending from Germany to northern Italy with direct rule over the Aus"}, {"title": "Milan", "href": "/wiki/Milan", "description": "Milan is a city in northern Italy, capital of Lombardy, and the second-most populous city in Italy after Rome. Milan served as the capital of the Western Roman Empire, the Duchy of Milan and the Kingdom of Lombardy–Venetia. The city proper has a population of about 1.4 million while its metropolitan city has 3.26 million inhabitants. Its continuously built-up urban area, that stretches well beyond"}]}, {"heading": "Events", "year": "1521", "date": "August 13", "txt": "After an extended siege, forces led by Spanish conquistador Hernán Cortés capture Tlatoani Cuauhtémoc and conquer the Aztec capital of Tenochtitlan.", "entities": [{"title": "Fall of Tenochtitlan", "href": "/wiki/Fall_of_Tenochtitlan", "description": "The Fall of Tenochtitlan, the capital of the Aztec Empire, was a decisive event in the Spanish conquest of the Aztec Empire. It occurred in 1521 following extensive manipulation of local factions and exploitation of pre-existing divisions by Spanish conquistador Hernán Cortés, who was aided by the support of his indigenous allies and his interpreter and companion La Malinche."}, {"title": "Conquistador", "href": "/wiki/Conquistador", "description": "Conquistadors were the knights, soldiers and explorers of the Spanish and the Portuguese Empires. During the Age of Discovery, conquistadors sailed beyond Europe to the Americas, Oceania, Africa, and Asia, conquering territory and opening trade routes. They brought colonialism to much of the world for Spain and Portugal in the 16th, 17th, and 18th centuries."}, {"title": "Hernán Cortés", "href": "/wiki/Hern%C3%A1n_Cort%C3%A9s", "description": "Hernán Cortés de Monroy y Pizarro Altamirano, 1st Marquess of the Valley of Oaxaca was a Spanish Conquistador who led an expedition that caused the fall of the Aztec Empire and brought large portions of what is now mainland Mexico under the rule of the King of Castile in the early 16th century. Cortés was part of the generation of Spanish explorers and conquistadors who began the first phase of th"}, {"title": "Tlatoani", "href": "/wiki/Tlatoani", "description": "Tlatoani is the Classical Nahuatl term for the ruler of an āltepētl, a pre-Hispanic state. It can be translated into English as \"king\" while Huey Tlatoani is translated as \"Emperor\". A cihuātlahtoāni is a female ruler, or queen regnant."}, {"title": "Cuauhtémoc", "href": "/wiki/Cuauht%C3%A9moc", "description": "Cuauhtémoc, also known as Cuauhtemotzín, Guatimozín, or Guatémoc, was the Aztec ruler (tlatoani) of Tenochtitlan from 1520 to 1521, making him the last Aztec Emperor. The name Cuauhtemōc means \"one who has descended like an eagle\", and is commonly rendered in English as \"Descending Eagle\", as in the moment when an eagle folds its wings and plummets down to strike its prey. This is a name that impl"}, {"title": "Aztec", "href": "/wiki/Aztec", "description": "The Aztecs were a Mesoamerican culture that flourished in central Mexico in the post-classic period from 1300 to 1521. The Aztec peoples included different ethnic groups of central Mexico, particularly those groups who spoke the Nahuatl language and who dominated large parts of Mesoamerica from the 14th to the 16th centuries. Aztec culture was organized into city-states (altepetl), some of which j"}, {"title": "Tenochtitlan", "href": "/wiki/Tenochtitlan", "description": "Tenochtitlan, also known as Mexico-Tenochtitlan, was a large Mexica altepetl in what is now the historic center of Mexico City. The exact date of the founding of the city is unclear. The date 13 March 1325 was chosen in 1925 to celebrate the 600th anniversary of the city. The city was built on an island in what was then Lake Texcoco in the Valley of Mexico. The city was the capital of the expandin"}]}, {"heading": "Events", "year": "1532", "date": "August 13", "txt": "Union of Brittany and France: The Duchy of Brittany is absorbed into the Kingdom of France.", "entities": [{"title": "Union of Brittany and France", "href": "/wiki/Union_of_Brittany_and_France", "description": "The union of Brittany and France was a critical step in the formation of modern-day France. Brittany had been a semi-independent component of the Kingdom of France since Clovis I was given authority over the Gallo-Roman domain during the 5th century. It was first recorded as a \"duchy\" during the rule of Nominoe in 846. Over the centuries, the fealty demonstrated by the Duchy of Brittany toward the"}, {"title": "Duchy of Brittany", "href": "/wiki/Duchy_of_Brittany", "description": "The Duchy of Brittany was a medieval feudal state that existed between approximately 939 and 1547. Its territory covered the northwestern peninsula of Europe, bordered by the Atlantic Ocean on the west, the English Channel to the north. It was less definitively bordered by the Loire River to the south, and Normandy and other French provinces to the east. The Duchy was established after the expulsi"}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}]}, {"heading": "Events", "year": "1536", "date": "August 13", "txt": "Buddhist monks from Kyoto, Japan's Enryaku-ji temple set fire to 21 Nichiren temples throughout in what will be known as the Tenbun Hokke Disturbance. (Traditional Japanese date: Twenty-seventh day of the seventh month of the fifth year of the Tenbun (天文) era).", "entities": [{"title": "Kyoto", "href": "/wiki/Kyoto", "description": "Kyoto, officially Kyōto City , is the capital city of Kyōto Prefecture in Japan. Located in the Kansai region on the island of Honshu, Kyōto forms a part of the Keihanshin metropolitan area along with Osaka and Kobe. As of 2021, the city had a population of 1.45 million, making up 57% of the prefecture's total population."}, {"title": "Enryaku-ji", "href": "/wiki/Enryaku-ji", "description": "Enryaku-ji  is a Tendai monastery located on Mount Hiei in Ōtsu, overlooking Kyoto. It was founded in 788 during the early Heian period (794–1185). The temple complex was established by Saichō (767–822), also known as Dengyō Daishi, who introduced the Tendai sect of Mahayana Buddhism to Japan from China. Enryaku-ji is the headquarters of the Tendai sect and one of the most significant monasteries "}, {"title": "Nichiren Buddhism", "href": "/wiki/Nichiren_Buddhism", "description": "Nichiren Buddhism is a branch of Mahayana Buddhism based on the teachings of the 13th-century Japanese Buddhist priest Nichiren (1222–1282) and is one of the Kamakura Buddhism schools. Its teachings derive from some 300–400 extant letters and treatises either authored by or attributed to Nichiren."}, {"title": "Japanese calendar", "href": "/wiki/Japanese_calendar", "description": "Japanese calendar types have included a range of official and unofficial systems. At present, Japan uses the Gregorian calendar together with year designations stating the year of the reign of the current Emperor."}]}, {"heading": "Events", "year": "1553", "date": "August 13", "txt": "Michael Servetus is arrested by John Calvin in Geneva, Switzerland as a heretic.", "entities": [{"title": "Michael Servetus", "href": "/wiki/Michael_Servetus", "description": "Michael Servetus was a Spanish theologian, physician, cartographer, and Renaissance humanist. He was the first European to correctly describe the function of pulmonary circulation, as discussed in Christianismi Restitutio (1553). He was a polymath versed in many sciences: mathematics, astronomy and meteorology, geography, human anatomy, medicine and pharmacology, as well as jurisprudence, translat"}, {"title": "John Calvin", "href": "/wiki/John_Calvin", "description": "John Calvin was a French theologian, pastor and reformer in Geneva during the Protestant Reformation. He was a principal figure in the development of the system of Christian theology later called Calvinism, including its doctrines of predestination and of God's absolute sovereignty in the salvation of the human soul from death and eternal damnation. Calvinist doctrines were influenced by and elabo"}, {"title": "Geneva", "href": "/wiki/Geneva", "description": "Geneva is the second-most populous city in Switzerland and the most populous city of Romandy, the French-speaking part of Switzerland. Situated where the Rhône exits Lake Geneva, it is the capital of the Republic and Canton of Geneva."}, {"title": "Heresy in Christianity", "href": "/wiki/Heresy_in_Christianity", "description": "Heresy in Christianity denotes the formal denial or doubt of a core doctrine of the Christian faith as defined by one or more of the Christian churches."}]}, {"heading": "Events", "year": "1624", "date": "August 13", "txt": "The French king Louis XIII appoints Cardinal Richelieu as prime minister.", "entities": [{"title": "Louis XIII", "href": "/wiki/Louis_XIII", "description": "Louis XIII was King of France from 1610 to 1643 and King of Navarre from 1610 to 1620, when the crown of Navarre was merged with the French crown."}, {"title": "Cardinal Richelieu", "href": "/wiki/Cardinal_Richelieu", "description": "Armand Jean du Plessis, Duke of Richelieu, commonly referred to as Cardinal Richelieu, was a French clergyman and statesman. He was also known as l'Éminence rouge, or \"the Red Eminence\", a term derived from the title \"Eminence\" applied to cardinals, and the red robes they customarily wore."}]}, {"heading": "Events", "year": "1645", "date": "August 13", "txt": "Sweden and Denmark sign Peace of Brömsebro.", "entities": [{"title": "Peace of Brömsebro", "href": "/wiki/Peace_of_Br%C3%B6msebro", "description": "The Second Treaty of Brömsebro was signed on 13 August 1645, and ended the Torstenson War, a local conflict that began in 1643 between Sweden and Denmark-Norway. Negotiations for the treaty began in February the same year."}]}, {"heading": "Events", "year": "1650", "date": "August 13", "txt": "Colonel George Monck of the English Army forms Monck's Regiment of Foot, which will later become the Coldstream Guards.", "entities": [{"title": "George Monck, 1st Duke of Albemarle", "href": "/wiki/George_Monck,_1st_Duke_of_Albemarle", "description": "George Monck, 1st Duke of Albemarle, KG was an English soldier and politician, and a key figure on both sides of the English Civil War, as well as the Restoration of the monarchy to King Charles II in 1660."}, {"title": "English Army", "href": "/wiki/English_Army", "description": "The English Army existed while England was an independent state and was at war with other states, but it was not until the Interregnum and the New Model Army that England acquired a peacetime professional standing army. At the Restoration of the monarchy, Charles II kept a small standing army, formed from elements of the Royalist army in exile and elements of the New Model Army, from which the mos"}, {"title": "Coldstream Guards", "href": "/wiki/Coldstream_Guards", "description": "The Coldstream Guards is the oldest, continuously serving, regular regiment in the British Army. As part of the Household Division, one of its principal roles is the protection of the monarchy and, due to this, it often plays a central role in state ceremonial occasions. The Regiment has consistently provided formations on deployments around the world and fought in the majority of the major confli"}]}, {"heading": "Events", "year": "1704", "date": "August 13", "txt": "War of the Spanish Succession: Battle of Blenheim: English and Imperial forces are victorious over French and Bavarian troops.", "entities": [{"title": "War of the Spanish Succession", "href": "/wiki/War_of_the_Spanish_Succession", "description": "The War of the Spanish Succession (1701–1714) was an early-18th-century European war, triggered by the death in November 1700 of the childless Charles II of Spain. It established the principle that dynastic rights were secondary to maintaining the balance of power between different countries. Related conflicts include the 1700–1721 Great Northern War, Rákóczi's War of Independence in Hungary, the "}, {"title": "Battle of Blenheim", "href": "/wiki/Battle_of_Blenheim", "description": "The Battle of Blenheim fought on 13 August [O.S. 2 August] 1704, was a major battle of the War of the Spanish Succession. The overwhelming Allied victory ensured the safety of Vienna from the Franco-Bavarian army, thus preventing the collapse of the reconstituted Grand Alliance."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Holy Roman Empire", "href": "/wiki/Holy_Roman_Empire", "description": "The Holy Roman Empire, historiographically denoted as the Holy Roman Empire of the German Nation, was a multi-ethnic complex of territories in Western and Central Europe that developed during the Early Middle Ages and continued until its dissolution in 1806 during the Napoleonic Wars. The largest territory of the empire after 962 was the Kingdom of Germany, though it also included the neighbouring"}, {"title": "Kingdom of France", "href": "/wiki/Kingdom_of_France", "description": "The Kingdom of France was a medieval and early modern monarchy in Western Europe. It was among the most powerful states in Europe and a great power from the High Middle Ages onward. It was also an early colonial power, with possessions around the world."}, {"title": "Electorate of Bavaria", "href": "/wiki/Electorate_of_Bavaria", "description": "The Electorate of Bavaria was an independent hereditary electorate of the Holy Roman Empire from 1623 to 1806, when it was succeeded by the Kingdom of Bavaria."}]}, {"heading": "Events", "year": "1779", "date": "August 13", "txt": "American Revolutionary War: The Royal Navy defeats the Penobscot Expedition with the most significant loss of United States naval forces prior to the attack on Pearl Harbor.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Royal Navy", "href": "/wiki/Royal_Navy", "description": "The Royal Navy (RN) is the United Kingdom's naval warfare force. Although warships were used by English and Scottish kings from the early medieval period, the first major maritime engagements were fought in the Hundred Years' War against the Kingdom of France. The modern Royal Navy traces its origins to the early 16th century; the oldest of the UK's armed services, it is known as the Senior Servic"}, {"title": "Penobscot Expedition", "href": "/wiki/Penobscot_Expedition", "description": "The Penobscot Expedition was a 44-ship American naval armada during the Revolutionary War assembled by the Provincial Congress of the Province of Massachusetts Bay. The flotilla of 19 warships and 25 support vessels sailed from Boston on July 19, 1779 for the upper Penobscot Bay in the District of Maine carrying an expeditionary force of more than 1,000 American colonial marines and militiamen. Al"}, {"title": "Attack on Pearl Harbor", "href": "/wiki/Attack_on_Pearl_Harbor", "description": "The Attack on Pearl Harbor was a surprise military strike by the Imperial Japanese Navy Air Service upon the United States against the naval base at Pearl Harbor in Honolulu, Territory of Hawaii, just before 08:00, on Sunday morning, December 7, 1941. The attack led to the United States' formal entry into World War II the next day. The Japanese military leadership referred to the attack as the Haw"}]}, {"heading": "Events", "year": "1792", "date": "August 13", "txt": "King Louis XVI of France is formally arrested by the National Tribunal, and declared an enemy of the people.", "entities": [{"title": "Louis XVI of France", "href": "/wiki/Louis_XVI_of_France", "description": "Louis XVI was the last king of France before the fall of the monarchy during the French Revolution. He was referred to as Citizen Louis Capet during the four months just before he was executed by guillotine. In 1765, upon the death of his father, Louis, Dauphin of France, he became the new Dauphin. Upon his grandfather Louis XV's death on 10 May 1774, he assumed the title King of France and Navarr"}, {"title": "Enemy of the people", "href": "/wiki/Enemy_of_the_people", "description": "The term enemy of the people or enemy of the nation, is a designation for the political or class opponents of the subgroup in power within a larger group. The term implies that by opposing the ruling subgroup, the \"enemies\" in question are acting against the larger group, for example against society as a whole. It is similar to the notion of \"enemy of the state\". The term originated in Roman times"}]}, {"heading": "Events", "year": "1806", "date": "August 13", "txt": "Battle of Mišar during the Serbian Revolution begins. The battle end twos days later with a Serbian victory over the Ottomans.", "entities": [{"title": "Battle of Mišar", "href": "/wiki/Battle_of_Mi%C5%A1ar", "description": "The Battle of Mišar was fought between Serbian revolutionaries and an Ottoman army, it took place from 12 to 15 August 1806 during the First Serbian Uprising. After repulsing a Turkish force at Ivanovac the Serbian insurgents under Kara George took strong position, entrenched in sconces on the field of Mišar Hill, near Šabac west of Belgrade. For two consecutive days they faced costly assault by a"}, {"title": "Serbian Revolution", "href": "/wiki/Serbian_Revolution", "description": "The Serbian Revolution was a national uprising and constitutional change in Serbia that took place between 1804 and 1835, during which this territory evolved from an Ottoman province into a rebel territory, a constitutional monarchy, and modern Serbia. The first part of the period, from 1804 to 1817, was marked by a violent struggle for independence from the Ottoman Empire with two armed uprisings"}]}, {"heading": "Events", "year": "1814", "date": "August 13", "txt": "The Convention of London, a treaty between the United Kingdom and the United Provinces, is signed in London, England.", "entities": [{"title": "Anglo-Dutch Treaty of 1814", "href": "/wiki/Anglo-Dutch_Treaty_of_1814", "description": "The Anglo-Dutch Treaty of 1814 was signed by the United Kingdom and the Netherlands in London on 13 August 1814."}, {"title": "Dutch Republic", "href": "/wiki/Dutch_Republic", "description": "The United Provinces of the Netherlands, or United Provinces, commonly referred to in historiography as the Dutch Republic, was a federal republic which existed from 1588 to 1795. It was a predecessor state of the Netherlands and the first fully independent Dutch nation state."}]}, {"heading": "Events", "year": "1868", "date": "August 13", "txt": "The 8.5–9.0 Mw  Arica earthquake struck southern Peru with a maximum Mercalli intensity of XI (Extreme), causing 25,000+ deaths and a destructive basin wide tsunami that affected Hawaii and New Zealand.", "entities": [{"title": "1868 Arica earthquake", "href": "/wiki/1868_Arica_earthquake", "description": "The 1868 Arica earthquake occurred on 13 August 1868, near Arica, then part of Peru, now part of Chile, at 21:30 UTC. It had an estimated magnitude between 8.5 and 9.0. A tsunami in the Pacific Ocean was produced by the earthquake, which was recorded in Hawaii, Japan, Australia, and New Zealand."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}]}, {"heading": "Events", "year": "1889", "date": "August 13", "txt": "William Gray of Hartford, Connecticut is granted United States Patent Number 408,709 for \"Coin-controlled apparatus for telephones.\"", "entities": [{"title": "Hartford, Connecticut", "href": "/wiki/Hartford,_Connecticut", "description": "Hartford is the capital city of the U.S. state of Connecticut. It was the seat of Hartford County until Connecticut disbanded county government in 1960. It is the core city in the Greater Hartford metropolitan area. Census estimates since the 2010 United States Census have indicated that Hartford is the fourth-largest city in Connecticut, behind the coastal cities of Bridgeport, New Haven, and Sta"}]}, {"heading": "Events", "year": "1898", "date": "August 13", "txt": "Spanish–American War: Spanish and American forces engage in a mock battle for Manila, after which the Spanish commander surrendered in order to keep the city out of Filipino rebel hands.", "entities": [{"title": "Spanish–American War", "href": "/wiki/Spanish%E2%80%93American_War", "description": "The Spanish–American War was an armed conflict between Spain and the United States in 1898. Hostilities began in the aftermath of the internal explosion of USS Maine in Havana Harbor in Cuba, leading to U.S. intervention in the Cuban War of Independence. The war led to the U.S. emerging predominant in the Caribbean region, and resulted in U.S. acquisition of Spain's Pacific possessions. That led t"}, {"title": "Battle of Manila (1898)", "href": "/wiki/Battle_of_Manila_(1898)", "description": "The Battle of Manila, sometimes called the Mock Battle of Manila, was a land engagement which took place in Manila on August 13, 1898, at the end of the Spanish–American War, four months after the decisive victory by Commodore Dewey's Asiatic Squadron at the Battle of Manila Bay. The belligerents were Spanish forces led by Governor-General of the Philippines Fermín Jáudenes, and American forces le"}, {"title": "Manila", "href": "/wiki/Manila", "description": "Manila, officially the City of Manila, is the capital of the Philippines, and its second most populous city. It is highly urbanized and as of 2019 was the world's most densely populated city proper. It was the first chartered city in the country, designated as such by the Philippine Commission Act 183 of July 31, 1901. It became autonomous with the passage of Republic Act No. 409, \"The Revised Cha"}]}, {"heading": "Events", "year": "1898", "date": "August 13", "txt": "Carl Gustav Witt discovers 433 Eros, the first near-Earth asteroid to be found.", "entities": [{"title": "433 Eros", "href": "/wiki/433_Eros", "description": "Eros, provisional designation 1898 DQ, is a stony and elongated asteroid of the Amor group and the first discovered and second-largest near-Earth object with a mean diameter of approximately 16.8 kilometers. Visited by the NEAR Shoemaker space probe in 1998, it became the first asteroid ever studied from orbit."}, {"title": "Near-Earth asteroid", "href": "/wiki/Near-Earth_asteroid", "description": "A near-Earth object (NEO) is any small Solar System body whose orbit brings it into proximity with Earth. By convention, a Solar System body is a NEO if its closest approach to the Sun (perihelion) is less than 1.3 astronomical units (AU). If a NEO's orbit crosses the Earth's, and the object is larger than 140 meters (460 ft) across, it is considered a potentially hazardous object (PHO). Most know"}]}, {"heading": "Events", "year": "1905", "date": "August 13", "txt": "Norwegians vote to end the union with Sweden.", "entities": [{"title": "1905 Norwegian union dissolution referendum", "href": "/wiki/1905_Norwegian_union_dissolution_referendum", "description": "A referendum on dissolving the union with Sweden was held in Norway on 13 August 1905. It was approved by almost 100% of voters, with just 184 voting against the proposal out of over 371,000 votes cast."}]}, {"heading": "Events", "year": "1906", "date": "August 13", "txt": "The all black infantrymen of the U.S. Army's 25th Infantry Regiment are accused of killing a white bartender and wounding a white police officer in Brownsville, Texas, despite exculpatory evidence; all are later dishonorably discharged. (Their records were later restored to reflect honorable discharges but there were no financial settlements.)", "entities": [{"title": "25th Infantry Regiment (United States)", "href": "/wiki/25th_Infantry_Regiment_(United_States)", "description": "The Twenty-fifth United States Infantry Regiment was one of the racially segregated units of the United States Army known as Buffalo Soldiers. The 25th served from 1866 to 1957, seeing action in the American Indian Wars, Spanish–American War, Philippine–American War and World War II."}, {"title": "Brownsville Affair", "href": "/wiki/Brownsville_Affair", "description": "The Brownsville affair, or the Brownsville raid, was an incident of racial discrimination that occurred in 1906 in the southwestern United States due to resentment by white residents of Brownsville, Texas, of the Buffalo Soldiers, black soldiers in a segregated unit stationed at nearby Fort Brown. When a white bartender was killed and a white police officer wounded by gunshots one night, townspeop"}, {"title": "Brownsville, Texas", "href": "/wiki/Brownsville,_Texas", "description": "Brownsville is a city in Cameron County in the U.S. state of Texas. It is on the western Gulf Coast in South Texas, adjacent to the border with Matamoros, Mexico. The city covers 81.528 sq mi (211.157 km2), and has a population of 182,781 as of 2019. It is the 131st-largest city in the United States and 18th-largest in Texas. It is part of the Matamoros–Brownsville metropolitan area. The city is k"}]}, {"heading": "Events", "year": "1913", "date": "August 13", "txt": "First production in the UK of stainless steel by Harry Brearley.", "entities": [{"title": "Stainless steel", "href": "/wiki/Stainless_steel", "description": "Stainless steel is a group of iron-based alloys that contain a minimum of approximately 11% chromium, a composition that prevents the iron from rusting and also provides heat-resistant properties. Different types of stainless steel include the elements carbon, nitrogen, aluminium, silicon, sulfur, titanium, nickel, copper, selenium, niobium, and molybdenum. Specific types of stainless steel are of"}, {"title": "Harry Brearley", "href": "/wiki/Harry_Brearley", "description": "Harry Brearley \nwas an English metallurgist, credited with the invention of \"rustless steel\". Based in Sheffield, his invention brought affordable cutlery to the masses, and saw an expansion of the city’s traditional cutlery trade."}]}, {"heading": "Events", "year": "1918", "date": "August 13", "txt": "Women enlist in the United States Marine Corps for the first time. Opha May Johnson is the first woman to enlist.", "entities": [{"title": "United States Marine Corps", "href": "/wiki/United_States_Marine_Corps", "description": "The United States Marine Corps (USMC), also referred to as the United States Marines, is the maritime land force service branch of the United States Armed Forces responsible for conducting expeditionary and amphibious operations through combined arms, implementing its own infantry, armor, artillery, aerial and special operations forces. The U.S. Marine Corps is one of the eight uniformed services "}, {"title": "Opha May Johnson", "href": "/wiki/Opha_May_Johnson", "description": "Opha May Johnson was the first woman known to have enlisted in the United States Marine Corps. She joined the Marine Corps Reserve on 13 August 1918, officially becoming the first female Marine."}]}, {"heading": "Events", "year": "1918", "date": "August 13", "txt": "Bayerische Motoren Werke AG (BMW) established as a public company in Germany.", "entities": [{"title": "History of BMW", "href": "/wiki/History_of_BMW#BMW_GmbH_goes_public", "description": "The official founding date of the German motor vehicle manufacturer BMW is 7 March 1916, when an aircraft engine manufacturer called Bayerische Flugzeugwerke AG was formed. This company was renamed to Bayerische Motoren Werke (BMW) in 1922. However the name BMW dates back to 1913, when the original company used the name BMW. BMW's first product was a straight-six aircraft engine called the BMW III"}]}, {"heading": "Events", "year": "1920", "date": "August 13", "txt": "Polish–Soviet War: The Battle of Warsaw begins and will last till August 25. The Red Army is defeated.", "entities": [{"title": "Polish–Soviet War", "href": "/wiki/Polish%E2%80%93Soviet_War", "description": "The Polish–Soviet War was fought by the Second Polish Republic and Soviet Russia in the aftermath of World War I, on territories formerly held by the Russian Empire and the Austro-Hungarian Empire. In newly independent Poland, leading politicians of different orientations pursued the general expectation of restoring the pre-1772 borders. Motivated by that idea, Polish Chief of State Józef Piłsudsk"}, {"title": "Battle of Warsaw (1920)", "href": "/wiki/Battle_of_Warsaw_(1920)", "description": "The Battle of Warsaw, also known as the Miracle on the Vistula, was a series of battles that resulted in a decisive Polish victory in 1920 during the Polish–Soviet War. Poland, on the verge of total defeat, repulsed and defeated the Red Army in what Vladimir Lenin, the Bolshevik leader, called \"an enormous defeat\" for his forces."}, {"title": "August 25", "href": "/wiki/August_25", "description": "August 25 is the 237th day of the year in the Gregorian calendar; 128 days remain until the end of the year."}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1937", "date": "August 13", "txt": "Second Sino-Japanese War: The Battle of Shanghai begins.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident on 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escal"}, {"title": "Battle of Shanghai", "href": "/wiki/Battle_of_Shanghai", "description": "The Battle of Shanghai was the first of the twenty-two major engagements fought between the National Revolutionary Army (NRA) of the Republic of China (ROC) and the Imperial Japanese Army (IJA) of the Empire of Japan at the beginning of the Second Sino-Japanese War. It lasted from August 13, 1937, to November 26, 1937, and was one of the largest and bloodiest battles of the entire war, later descr"}]}, {"heading": "Events", "year": "1942", "date": "August 13", "txt": "Major General Eugene Reybold of the U.S. Army Corps of Engineers authorizes the construction of facilities that would house the \"Development of Substitute Materials\" project, better known as the Manhattan Project.", "entities": [{"title": "Eugene Reybold", "href": "/wiki/Eugene_Reybold", "description": "Eugene Reybold was distinguished as the World War II Chief of Engineers who directed the largest United States Army Corps of Engineers in the nation's history."}, {"title": "United States Army Corps of Engineers", "href": "/wiki/United_States_Army_Corps_of_Engineers", "description": "The United States Army Corps of Engineers (USACE) is an engineer formation of the United States Army that has three primary mission areas: engineer regiment, military construction, and civil works. The day-to-day activities of the three mission areas are administered by a lieutenant general known as the commanding general/chief of engineers. The chief of engineers commands the engineer regiment, c"}, {"title": "Manhattan Project", "href": "/wiki/Manhattan_Project", "description": "The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Ala"}]}, {"heading": "Events", "year": "1944", "date": "August 13", "txt": "World War II: German troops begin the pillage and razing of Anogeia in Crete that would continue until September 5.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Razing of Anogeia", "href": "/wiki/Razing_of_Anogeia", "description": "The Razing of Anogeia or the Holocaust of Anogeia refers to the complete destruction of the village of Anogeia in central Crete (Greece) and the murder of about 25 of its inhabitants on 13 August 1944 by German occupying forces during World War II. This was the third time Anogeia was destroyed, as the Ottomans had destroyed it twice; first in July 1822 and again in November 1867, during the Great "}, {"title": "Crete", "href": "/wiki/Crete", "description": "Crete is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean Sea. Crete rests approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi)."}, {"title": "September 5", "href": "/wiki/September_5", "description": "September 5 is the 248th day of the year in the Gregorian calendar; 117 days remain until the end of the year."}]}, {"heading": "Events", "year": "1954", "date": "August 13", "txt": "Radio Pakistan broadcasts the \"Qaumī Tarāna\", the national anthem of Pakistan for the first time.", "entities": [{"title": "Pakistan Broadcasting Corporation", "href": "/wiki/Pakistan_Broadcasting_Corporation", "description": "Radio Pakistan serves as the national public broadcaster for radio in Pakistan. Although some local stations predate Radio Pakistan's founding, it is the oldest existing broadcasting network in Pakistan. The network was established on 14 August 1947, following Pakistan's independence from Britain. Radio Pakistan services include AM news services and FM 101 and FM 93."}, {"title": "Qaumī Tarāna", "href": "/wiki/Qaum%C4%AB_Tar%C4%81na", "description": "The \"Qaumī Tarānāh\", also known as \"Pāk Sarzamīn\", is the national anthem of the Islamic Republic of Pakistan. It was written by Hafeez Jalandhari in 1952 and the music was produced by Ahmad G. Chagla in 1949, preceding the lyrics. Although in Urdu, the anthem has heavy Persian influence and only uses the word ‘ka’ in Urdu the lingua franca of Pakistan."}, {"title": "National anthem", "href": "/wiki/National_anthem", "description": "A national anthem is a song that officially symbolizes a country or nation. The majority of national anthems are marches or hymns in style. Latin American, Central Asian, and European nations tend towards more ornate and operatic pieces, while those in the Middle East, Oceania, Africa, and the Caribbean use a more simplistic fanfare. Some countries that are devolved into multiple constituent state"}, {"title": "Pakistan", "href": "/wiki/Pakistan", "description": "Pakistan, officially the Islamic Republic of Pakistan, is a country in South Asia. It is the world's fifth-most populous country with a population exceeding 212.2 million, and has the world's second-largest Muslim population. Pakistan is the 33rd-largest country by area, spanning 881,913 square kilometres. It has a 1,046-kilometre (650-mile) coastline along the Arabian Sea and Gulf of Oman in the "}]}, {"heading": "Events", "year": "1960", "date": "August 13", "txt": "The Central African Republic declares independence from France.", "entities": [{"title": "Central African Republic", "href": "/wiki/Central_African_Republic", "description": "The Central African Republic is a landlocked country in Central Africa. It is bordered by Chad to the north, Sudan to the northeast, South Sudan to the southeast, the Democratic Republic of the Congo to the south, the Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620,000 square kilometres (240,000 sq mi) and had an estimated population of arou"}]}, {"heading": "Events", "year": "1961", "date": "August 13", "txt": "Cold War: East Germany closes the border between the eastern and western sectors of Berlin to thwart its inhabitants' attempts to escape to the West, and construction of the Berlin Wall is started. The day is known as Barbed Wire Sunday.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}, {"title": "East Berlin", "href": "/wiki/East_Berlin", "description": "East Berlin was the de facto capital city of the German Democratic Republic from 1949 to 1990. Formally, it was the Soviet sector of Berlin, established in 1945. The American, British, and French sectors were known as West Berlin. From 13 August 1961 until 9 November 1989, East Berlin was separated from West Berlin by the Berlin Wall. The Western Allied powers did not recognise East Berlin as the "}, {"title": "West Berlin", "href": "/wiki/West_Berlin", "description": "West Berlin was a political enclave which comprised the western part of Berlin during the years of the Cold War. Although no specific date on which the sectors of Berlin occupied by the Western Allies became \"West Berlin\", 1949 is widely accepted as when the name was adopted. Although not a part of the Federal Republic of Germany, West Berlin aligned itself politically with that state and was dire"}, {"title": "Berlin", "href": "/wiki/Berlin", "description": "Berlin is the capital and largest city of Germany by both area and population. Its population of around 3.8 million inhabitants makes it the most-populous city of the European Union, according to population within city limits. One of Germany's 16 constituent states, Berlin is surrounded by the state of Brandenburg, and contiguous with Potsdam, Brandenburg's capital. Berlin's urban area has a popul"}, {"title": "Western world", "href": "/wiki/Western_world", "description": "The Western world, also known as the West, refers to various regions, nations and states, depending on the context, most often consisting of the majority of Europe, the Americas, and Australasia. The Western world is also known as the Occident, in contrast to the Orient or Eastern world. It might mean the Northern half of the North–South divide."}, {"title": "Berlin Wall", "href": "/wiki/Berlin_Wall", "description": "The Berlin Wall was a guarded concrete barrier that physically and ideologically divided Berlin from 1961 to 1989. Construction of the wall was commenced by the German Democratic Republic on 13 August 1961. The Wall cut off West Berlin from surrounding East Germany, including East Berlin. The barrier included guard towers placed along large concrete walls, accompanied by a wide area that contained"}, {"title": "Barbed Wire Sunday", "href": "/wiki/Barbed_Wire_Sunday", "description": "Barbed Wire Sunday (Stacheldrahtsonntag), is the name given to 13 August 1961, when the East German military and police closed the border between East and West Berlin and began the construction of what would become of the Berlin Wall. The intention of closing the border was to prevent the migration of East Germans to the West."}]}, {"heading": "Events", "year": "1964", "date": "August 13", "txt": "Peter Allen and Gwynne Evans are hanged for the murder of John Alan West becoming the last people executed in the United Kingdom.", "entities": [{"title": "Murder of John Alan West", "href": "/wiki/Murder_of_John_Alan_West", "description": "The murder of John Alan West on 7 April 1964 was the crime which led to the last death sentences carried out in the United Kingdom. West was a 53-year-old van driver for a laundry when he was killed by Gwynne Evans and Peter Allen who had gone to rob him at his home in Seaton, Cumberland. Both murderers were unemployed and had a history of petty crime; they were arrested and charged within two day"}, {"title": "Capital punishment in the United Kingdom", "href": "/wiki/Capital_punishment_in_the_United_Kingdom", "description": "Capital punishment in the United Kingdom was used from ancient times until the second half of the 20th century. The last executions in the United Kingdom were by hanging, and took place in 1964, before capital punishment was suspended for murder in 1965 and finally abolished for murder in 1969. Although unused, the death penalty remained a legally defined punishment for certain offences such as tr"}]}, {"heading": "Events", "year": "1967", "date": "August 13", "txt": "Two young women became the first fatal victims of grizzly bear attacks in the 57-year history of Montana's Glacier National Park in separate incidents.", "entities": [{"title": "Glacier National Park (U.S.)", "href": "/wiki/Glacier_National_Park_(U.S.)", "description": "Glacier National Park is an American national park located in northwestern Montana, on the Canada–United States border, adjacent to the Canadian provinces of Alberta and British Columbia. The park encompasses over 1 million acres (4,000 km2) and includes parts of two mountain ranges, over 130 named lakes, more than 1,000 different species of plants, and hundreds of species of animals. This vast pr"}]}, {"heading": "Events", "year": "1968", "date": "August 13", "txt": "Alexandros Panagoulis attempts to assassinate the Greek dictator Colonel Georgios Papadopoulos in Varkiza, Athens.", "entities": [{"title": "Alexandros Panagoulis", "href": "/wiki/Alexandros_Panagoulis", "description": "Alexandros Panagoulis was a Greek politician and poet. He took an active role in the fight against the Regime of the Colonels (1967–1974) in Greece. He became famous for his attempt to assassinate dictator Georgios Papadopoulos on 13 August 1968, but also for the torture to which he was subjected during his detention. After the restoration of democracy, he was elected to the Greek parliament as a "}, {"title": "Greek military junta of 1967–1974", "href": "/wiki/Greek_military_junta_of_1967%E2%80%931974", "description": "The Greek junta or Regime of the Colonels was a far-right military junta that ruled Greece from 1967 to 1974. On 21 April 1967, a group of colonels overthrew the caretaker government a month before scheduled elections which Georgios Papandreou's Centre Union was favoured to win. The dictatorship was characterised by right-wing cultural policies, restrictions on civil liberties, and the imprisonmen"}, {"title": "Georgios Papadopoulos", "href": "/wiki/Georgios_Papadopoulos", "description": "Georgios Papadopoulos was a Greek dictator, the head of the military coup d'état that took place in Greece on 21 April 1967, and leader of the junta that ruled the country from 1967 to 1974. He held his dictatorial power until 1973, when he was himself overthrown by his co-conspirator Dimitrios Ioannidis."}, {"title": "Varkiza", "href": "/wiki/Varkiza", "description": "Varkiza, also Alianthos (Αλίανθος), is a suburb of greater Athens forming part of the municipality of Vari-Voula-Vouliagmeni in southern Attica of the Megalo Daktylo. It lies approximately 2 km south of Vari, 22 km S of Athens city centre, SW of the Eleftherios Venizelos International Airport and the Attiki Odos, NW of Cape Sounio, and south of the Hymettus Ring. The locality is linked with Poseid"}, {"title": "Athens", "href": "/wiki/Athens", "description": "Athens is the capital and largest city of Greece. Athens dominates the Attica region and is one of the world's oldest cities, with its recorded history spanning over 3,400 years and its earliest human presence started somewhere between the 11th and 7th millennium BC."}]}, {"heading": "Events", "year": "1969", "date": "August 13", "txt": "The Apollo 11 astronauts enjoy a ticker tape parade in New York City. That evening, at a state dinner in Los Angeles, they are awarded the Presidential Medal of Freedom by U.S. President Richard Nixon.", "entities": [{"title": "Apollo 11", "href": "/wiki/Apollo_11", "description": "Apollo 11 was the spaceflight that first landed humans on the Moon. Commander Neil Armstrong and lunar module pilot Buzz Aldrin formed the American crew that landed the Apollo Lunar Module Eagle on July 20, 1969, at 20:17 UTC. Armstrong became the first person to step onto the lunar surface six hours and 39 minutes later on July 21 at 02:56 UTC; Aldrin joined him 19 minutes later. They spent about"}, {"title": "Ticker tape parade", "href": "/wiki/Ticker_tape_parade", "description": "A ticker tape parade is a parade event held in a built-up urban setting, allowing large amounts of shredded paper to be thrown from nearby office buildings onto the parade route, creating a celebratory effect by the snowstorm-like flurry. The concept originates from and is most usually associated with the United States, especially with New York City. Outside the United States, ticker tape is often"}, {"title": "State dinner", "href": "/wiki/State_dinner", "description": "A state banquet is an official banquet hosted by the head of state in his or her official residence for another head of state, or sometimes head of government, and other guests. Usually as part of a state visit or diplomatic conference, it is held to celebrate diplomatic ties between the host and guest countries. Depending on time of the day, it may be referred to as a state dinner or state lunch."}, {"title": "Los Angeles", "href": "/wiki/Los_Angeles", "description": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. It has an estimated population of nearly 4 million, and is the second-largest city in the United States, after New York City, and the third-largest city in North America, after Mexico City and New York City. Los Angeles is known for its Mediterranean climate, ethnic and cultural divers"}, {"title": "Presidential Medal of Freedom", "href": "/wiki/Presidential_Medal_of_Freedom", "description": "The Presidential Medal of Freedom is an award bestowed by the president of the United States to recognize people who have made \"an especially meritorious contribution to the security or national interests of the United States, world peace, cultural or other significant public or private endeavors.\" The Presidential Medal of Freedom and the Congressional Gold Medal are the highest civilian awards o"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1977", "date": "August 13", "txt": "Members of the British National Front (NF) clash with anti-NF demonstrators in Lewisham, London, resulting in 214 arrests and at least 111 injuries.", "entities": [{"title": "National Front (UK)", "href": "/wiki/National_Front_(UK)", "description": "The National Front (NF) is a far-right, fascist political party in the United Kingdom. It is currently led by Tony Martin. As a minor party, it has never had its representatives elected to the British or European Parliaments, although it gained a small number of local councillors through defections, and it has had a few of its representatives elected to community councils. Founded in 1967, it reac"}, {"title": "Battle of Lewisham", "href": "/wiki/Battle_of_Lewisham", "description": "\nThe Battle of Lewisham took place on 13 August 1977, when 500 members of the far-right National Front (NF) attempted to march from New Cross to Lewisham in southeast London and various counter-demonstrations by approximately 4,000 people led to violent clashes between the two groups and between the anti-NF demonstrators and police. 5,000 police officers were present and 56 officers were injured, "}, {"title": "Lewisham", "href": "/wiki/Lewisham", "description": "Lewisham is an area of south east London, England, 5.9 miles (9.5 km) south of Charing Cross. It is the principal area of the London Borough of Lewisham, and is also within the historic county of Kent. It is identified in the London Plan as one of 35 major centres in Greater London, with a large shopping centre and street market."}]}, {"heading": "Events", "year": "1978", "date": "August 13", "txt": "One hundred fifty Palestinians in Beirut are killed in a terrorist attack during the second phase of the Lebanese Civil War.", "entities": [{"title": "Palestinian people", "href": "/wiki/Palestinian_people", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Tel al-Zaatar massacre", "href": "/wiki/Tel_al-Zaatar_massacre", "description": "The siege of Tel al-Zaatar was an armed siege of Tel al-Zaatar, a fortified, UNRWA-administered refugee camp housing Palestinian refugees in northeastern Beirut. The siege was carried out in January 1976 by Christian Lebanese militias led by the Lebanese Front as part of a wider campaign to expel Palestinians, especially those affiliated with the opposing Palestine Liberation Organization (PLO) fr"}, {"title": "List of terrorist incidents", "href": "/wiki/List_of_terrorist_incidents", "description": "The following is a list of terrorist incidents that have not been carried out by a state or its forces. Assassinations are listed at List of assassinated people."}, {"title": "Lebanese Civil War", "href": "/wiki/Lebanese_Civil_War#Second_phase_of_the_war,_1977-82", "description": "The Lebanese Civil War was a multifaceted civil war in Lebanon, lasting from 1975 to 1990 and resulting in an estimated 120,000 fatalities. As of 2012, approximately 76,000 people remain displaced within Lebanon. There was also an exodus of almost one million people from Lebanon as a result of the war."}, {"title": "Lebanese Civil War", "href": "/wiki/Lebanese_Civil_War", "description": "The Lebanese Civil War was a multifaceted civil war in Lebanon, lasting from 1975 to 1990 and resulting in an estimated 120,000 fatalities. As of 2012, approximately 76,000 people remain displaced within Lebanon. There was also an exodus of almost one million people from Lebanon as a result of the war."}]}, {"heading": "Events", "year": "1990", "date": "August 13", "txt": "A mainland Chinese fishing boat Min Ping Yu No. 5202 is hit by a Taiwanese naval vessel and sinks in a repatriation operation of mainland Chinese immigrants, resulting in 21 deaths. This is the second tragedy less than a month after Min Ping Yu No. 5540 incident.", "entities": [{"title": "Min Ping Yu No. 5540 incident", "href": "/wiki/Min_Ping_Yu_No._5540_incident", "description": "Min Ping Yu No. 5540 incident was a tragedy that occurred on July 21–22, 1990, where the Republic of China Taiwan Garrison Command (TGC) forced 76 mainland Chinese illegal immigrants into sealed holds of the boat, causing 25 of whom to die by suffocation in repatriating them from Taiwan to Fujian. 23 days after the incident, another mainland Chinese fishing boat Min Ping Yu No. 5202 was hit by a T"}]}, {"heading": "Events", "year": "2004", "date": "August 13", "txt": "One hundred fifty-six Congolese Tutsi refugees are massacred at the Gatumba refugee camp in Burundi.", "entities": [{"title": "Democratic Republic of the Congo", "href": "/wiki/Democratic_Republic_of_the_Congo", "description": "The Democratic Republic of the Congo (DRC), also known as Congo-Kinshasa, DR Congo, the DROC, or simply either Congo or the Congo, and historically Zaire, is a country in Central Africa. It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa, and the 11th-largest in the world. With a population of around 105 million, the Democratic Republic of the Congo is t"}, {"title": "Tutsi", "href": "/wiki/Tutsi", "description": "The Tutsi, or Abatutsi, are an ethnic group of the African Great Lakes region."}, {"title": "Gatumba", "href": "/wiki/Gatumba", "description": "The village of Gatumba lies on the western side of Burundi, near the border with the Democratic Republic of the Congo. The place is known for a massacre that took place at a refugee camp connected to the village."}, {"title": "Refugee camp", "href": "/wiki/Refugee_camp", "description": "A refugee camp is a temporary settlement built to receive refugees and people in refugee-like situations. Refugee camps usually accommodate displaced people who have fled their home country, but camps are also made for internally displaced people. Usually, refugees seek asylum after they have escaped war in their home countries, but some camps also house environmental and economic migrants. Camps "}, {"title": "Burundi", "href": "/wiki/Burundi", "description": "Burundi, officially the Republic of Burundi, is a landlocked country in the Great Rift Valley where the African Great Lakes region and East Africa converge. It is bordered by Rwanda to the north, Tanzania to the east and southeast, and the Democratic Republic of the Congo to the west; Lake Tanganyika lies along its southwestern border. The capital cities are Gitega and Bujumbura."}]}, {"heading": "Events", "year": "2008", "date": "August 13", "txt": "Russo-Georgian War: Russian units occupy the Georgian city of Gori.", "entities": [{"title": "Russo-Georgian War", "href": "/wiki/Russo-Georgian_War", "description": "The Russo-Georgian War was a war between Georgia, Russia and the Russian-backed self-proclaimed republics of South Ossetia and Abkhazia. The war took place in August 2008 following a period of worsening relations between Russia and Georgia, both formerly constituent republics of the Soviet Union. The fighting took place in the strategically important Transcaucasia region. It was regarded as the fi"}, {"title": "Occupation of Gori", "href": "/wiki/Occupation_of_Gori", "description": "The Occupation of Gori was the military occupation of Gori and its surrounding areas by Russian military forces, which started on 13 August 2008 as part of the Russo-Georgian War, and ended with the withdrawal of Russian units from the city on 22 August 2008."}, {"title": "Gori, Georgia", "href": "/wiki/Gori,_Georgia", "description": "Gori is a city in eastern Georgia, which serves as the regional capital of Shida Kartli and is located at the confluence of two rivers, the Mtkvari and the Liakhvi. The name comes from a Georgian word gora (გორა), meaning \"heap\", or \"hill\", or a mountain."}]}, {"heading": "Events", "year": "2015", "date": "August 13", "txt": "At least 76 people are killed and 212 others are wounded in a truck bombing in Baghdad, Iraq.", "entities": [{"title": "2015 Baghdad market truck bombing", "href": "/wiki/2015_Baghdad_market_truck_bombing", "description": "The 2015 Baghdad market truck bombing was a truck bomb attack on 13 August 2015, targeting a Baghdad food market in Sadr City, a predominantly Shi'ite neighborhood."}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}]}, {"heading": "Events", "year": "2020", "date": "August 13", "txt": "Israel–United Arab Emirates relations are formally established.", "entities": [{"title": "Israel–United Arab Emirates relations", "href": "/wiki/Israel%E2%80%93United_Arab_Emirates_relations", "description": "Israel–United Arab Emirates relations had been cool for several decades, but in the 2010s, the countries' informal relations improved considerably and they began engaging in extensive unofficial cooperation based on their joint opposition to Iran's nuclear program and regional influence. In 2015, Israel opened an official diplomatic mission in Abu Dhabi to the International Renewable Energy Agency"}]}, {"heading": "Births", "year": "985", "date": "August 13", "txt": "Al-Hakim bi-Amr Allah, Fatimid caliph (d. 1021)", "entities": [{"title": "Al-Hakim bi-Amr Allah", "href": "/wiki/Al-Hakim_bi-Amr_Allah", "description": "Abū ʿAlī Manṣūr, better known by his regnal name al-Ḥākim bi-Amr Allāh, was the sixth Fatimid caliph and 16th Ismaili imam (996–1021). Al-Hakim is an important figure in a number of Shia Ismaili sects, such as the world's 15 million Nizaris and 1-2 million Musta’lis, in addition to the 2 million Druze of the Levant whose eponymous founder Hamza ibn Ali ibn Ahmad proclaimed him as the incarnation o"}]}, {"heading": "Births", "year": "1311", "date": "August 13", "txt": "Alfonso XI, king of Castile and León (d. 1350)", "entities": [{"title": "Alfonso XI of Castile", "href": "/wiki/Alfonso_XI_of_Castile", "description": "Alfonso XI, called the Avenger, was the king of Castile, León and Galicia. He was the son of Ferdinand IV of Castile and his wife Constance of Portugal. Upon his father's death in 1312, several disputes ensued over who would hold regency, which were resolved in 1313."}, {"title": "Crown of Castile", "href": "/wiki/Crown_of_Castile", "description": "The Crown of Castile was a medieval polity in the Iberian Peninsula that formed in 1230 as a result of the third and definitive union of the crowns and, some decades later, the parliaments of the kingdoms of Castile and León upon the accession of the then Castilian king, Ferdinand III, to the vacant Leonese throne. It continued to exist as a separate entity after the personal union in 1469 of the "}, {"title": "Kingdom of León", "href": "/wiki/Kingdom_of_Le%C3%B3n", "description": "The Kingdom of León was an independent kingdom situated in the northwest region of the Iberian Peninsula. It was founded in AD 910 when the Christian princes of Asturias along the northern coast of the peninsula shifted their capital from Oviedo to the city of León. The kings of León fought civil wars, wars against neighbouring kingdoms, and campaigns to repel invasions by both the Moors and the V"}]}, {"heading": "Births", "year": "1584", "date": "August 13", "txt": "Theophilus Howard, 2nd Earl of Suffolk, English admiral and politician, Lord Lieutenant of Cumberland (d. 1640)", "entities": [{"title": "Theophilus Howard, 2nd Earl of Suffolk", "href": "/wiki/Theophilus_Howard,_2nd_Earl_of_Suffolk", "description": "Theophilus Howard, 2nd Earl of Suffolk, was an English nobleman and politician."}, {"title": "Lord Lieutenant of Cumberland", "href": "/wiki/Lord_Lieutenant_of_Cumberland", "description": "This is a list of people who have served as Lord Lieutenant of Cumberland. From 1765 to 1974, all Lord Lieutenants were also Custos Rotulorum of Cumberland."}]}, {"heading": "Births", "year": "1625", "date": "August 13", "txt": "Rasmus Bartholin, Danish physician, mathematician, and physicist (d. 1698)", "entities": [{"title": "Rasmus Bartholin", "href": "/wiki/Rasmus_Bartholin", "description": "Rasmus Bartholin was a Danish physician and grammarian."}]}, {"heading": "Births", "year": "1662", "date": "August 13", "txt": "Charles Seymour, 6th Duke of Somerset, English politician, Lord President of the Council (d. 1748)", "entities": [{"title": "Charles Seymour, 6th Duke of Somerset", "href": "/wiki/Charles_Seymour,_6th_Duke_of_Somerset", "description": "Charles Seymour, 6th Duke of Somerset, known by the epithet \"The Proud Duke\", was a British peer. He rebuilt Petworth House in Sussex, the ancient Percy seat inherited from his wife, in the palatial form which survives today. According to the Encyclopædia Britannica Eleventh Edition, he was a remarkably handsome man, and inordinately fond of taking a conspicuous part in court ceremonial; his vanit"}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1666", "date": "August 13", "txt": "William Wotton, English linguist and scholar (d. 1727)", "entities": [{"title": "William Wotton", "href": "/wiki/William_Wotton", "description": "\n\nWilliam Wotton was an English theologian, classical scholar and linguist. He is chiefly remembered for his remarkable abilities in learning languages and for his involvement in the Quarrel of the Ancients and the Moderns. In Wales he is remembered as the collector and first translator of the ancient Welsh laws."}]}, {"heading": "Births", "year": "1700", "date": "August 13", "txt": "Heinrich von Brühl, Polish-German politician (d. 1763)", "entities": [{"title": "Heinrich von Brühl", "href": "/wiki/Heinrich_von_Br%C3%BChl", "description": "Heinrich, count von Brühl, was a Polish-Saxon statesman at the court of Saxony and the Polish–Lithuanian Commonwealth and a member of the powerful German von Brühl family. The incumbency of this ambitious politician coincided with the decline of both states. Brühl was a skillful diplomat and cunning strategist, who managed to attain control over of Saxony and Poland, partly by controlling its king"}]}, {"heading": "Births", "year": "1717", "date": "August 13", "txt": "Louis François, Prince of Conti (d. 1776)", "entities": [{"title": "Louis François, Prince of Conti", "href": "/wiki/Louis_Fran%C3%A7ois,_Prince_of_Conti", "description": "Louis François de Bourbon, or Louis François I, Prince of Conti, was a French nobleman, who was the Prince of Conti from 1727 to his death, following his father, Louis Armand II de Bourbon. His mother was Louise Élisabeth de Bourbon, the daughter of Louis III, Prince of Condé and Louise Françoise de Bourbon, legitimized daughter of King Louis XIV of France. His younger sister, Louise Henriette de "}]}, {"heading": "Births", "year": "1756", "date": "August 13", "txt": "James Gillray, English caricaturist and printmaker (d.1815)", "entities": [{"title": "James Gillray", "href": "/wiki/James_Gillray", "description": "James Gillray was a British caricaturist and printmaker famous for his etched political and social satires, mainly published between 1792 and 1810. Many of his works are held at the National Portrait Gallery in London."}]}, {"heading": "Births", "year": "1764", "date": "August 13", "txt": "Louis Baraguey d'Hilliers, French general (d. 1813)", "entities": [{"title": "Louis Baraguey d'Hilliers", "href": "/wiki/Louis_Baraguey_d%27Hilliers", "description": "Louis Baraguey d'Hilliers was a French Army general who fought in the French Revolutionary Wars and the Napoleonic Wars. He was the father of Achille Baraguey d'Hilliers, a Marshal of France, and the father-in-law of General Damrémont, governor-general of Algeria."}]}, {"heading": "Births", "year": "1790", "date": "August 13", "txt": "William Wentworth, Australian journalist, explorer, and politician (d. 1872)", "entities": [{"title": "William Wentworth", "href": "/wiki/William_Wentworth", "description": "William Charles Wentworth was an Australian explorer, journalist, politician and author, and one of the leading figures of early colonial New South Wales. He was the first native-born Australian to achieve a reputation overseas, and a leading advocate for self-government for the Australian colonies."}]}, {"heading": "Births", "year": "1803", "date": "August 13", "txt": "Vladimir Odoyevsky, Russian philosopher and critic (d. 1869)", "entities": [{"title": "Vladimir Odoyevsky", "href": "/wiki/Vladimir_Odoyevsky", "description": "Prince Vladimir Fyodorovich Odoyevsky was a prominent Russian Imperial philosopher, writer, music critic, philanthropist and pedagogue. He became known as the \"Russian Hoffmann\" and even the \"Russian Faust\" on account of his keen interest in phantasmagoric tales and musical criticism."}]}, {"heading": "Births", "year": "1814", "date": "August 13", "txt": "Anders Jonas Ångström, Swedish physicist and astronomer (d. 1874)", "entities": [{"title": "Anders Jonas Ångström", "href": "/wiki/Anders_Jonas_%C3%85ngstr%C3%B6m", "description": "Anders Jonas Ångström was a Swedish physicist and one of the founders of the science of spectroscopy."}]}, {"heading": "Births", "year": "1818", "date": "August 13", "txt": "Lucy Stone, American abolitionist and suffragist (d. 1893)", "entities": [{"title": "Lucy Stone", "href": "/wiki/Lucy_Stone", "description": "Lucy Stone was a prominent U.S. orator, abolitionist, and suffragist, and a vocal advocate and organizer promoting rights for women. In 1847, Stone became the first woman from Massachusetts to earn a college degree. She spoke out for women's rights and against slavery. Stone was known for using her birth name after marriage, the custom being for women to take their husband's surname."}]}, {"heading": "Births", "year": "1819", "date": "August 13", "txt": "Sir George Stokes, 1st Baronet, Anglo-Irish mathematician and physicist (d. 1903)", "entities": [{"title": "Sir George Stokes, 1st Baronet", "href": "/wiki/Sir_George_Stokes,_1st_Baronet", "description": "Sir George Gabriel Stokes, 1st Baronet, was an Anglo-Irish physicist and mathematician. Born in County Sligo, Ireland, Stokes spent all of his career at the University of Cambridge, where he was the Lucasian Professor of Mathematics from 1849 until his death in 1903. As a physicist, Stokes made seminal contributions to fluid mechanics, including the Navier–Stokes equations and to physical optics, "}]}, {"heading": "Births", "year": "1820", "date": "August 13", "txt": "George Grove, English musicologist and historian (d. 1900)", "entities": [{"title": "George Grove", "href": "/wiki/George_Grove", "description": "Sir George Grove was an English engineer and writer on music, known as the founding editor of Grove's Dictionary of Music and Musicians."}]}, {"heading": "Births", "year": "1823", "date": "August 13", "txt": "Goldwin Smith, English-Canadian historian and journalist (d. 1910)", "entities": [{"title": "Goldwin Smith", "href": "/wiki/Goldwin_Smith", "description": "Goldwin Smith was a British historian and journalist, active in the United Kingdom and Canada. In the 1860s he also taught at Cornell University in the United States."}]}, {"heading": "Births", "year": "1831", "date": "August 13", "txt": "Salomon Jadassohn, German pianist and composer (d. 1902)", "entities": [{"title": "Salomon Jadassohn", "href": "/wiki/Salomon_Jadassohn", "description": "Salomon Jadassohn was a German pianist, composer and a renowned teacher of piano and composition at the Leipzig Conservatory."}]}, {"heading": "Births", "year": "1841", "date": "August 13", "txt": "Johnny Mullagh, Australian cricketer (d. 1891)", "entities": [{"title": "Johnny Mullagh", "href": "/wiki/Johnny_Mullagh", "description": "Johnny Mullagh was a leading Victorian cricketer who led the famous 1868 Aboriginal cricket tour of England. He was a skillful all-rounder, being a right arm bowler and right-handed batsman. In December 2020, Mullagh was inducted into the Australian Cricket Hall of Fame."}]}, {"heading": "Births", "year": "1842", "date": "August 13", "txt": "Charles Wells, English brewer, founded Charles Wells Ltd (d. 1914)", "entities": [{"title": "Charles Wells (brewer)", "href": "/wiki/Charles_Wells_(brewer)", "description": "Captain Charles Wells was the British founder of Charles Wells Ltd, now the largest privately owned brewery in the United Kingdom, and the progenitor of the Wells Baronets of Felmersham."}, {"title": "Charles Wells Ltd", "href": "/wiki/Charles_Wells_Ltd", "description": "Wells & Co. is the holding company of the Charles Wells Brewery and Pub Company. Charles Wells Ltd was founded in 1876 by Charles Wells in Bedford, England."}]}, {"heading": "Births", "year": "1849", "date": "August 13", "txt": "Leonora Barry, Irish-born American social activist (d. 1930)", "entities": [{"title": "Leonora Barry", "href": "/wiki/Leonora_Barry", "description": "Leonora M. Kearney Barry was born in County Cork, Ireland, to John and Honor Granger Kearney. As the only woman to hold national office within the Knights of Labor, she brought attention to the conditions of working women through her involvement in the labor reform movement. She also furthered the progress of women's rights during the period following the American Civil War and Reconstruction."}]}, {"heading": "Births", "year": "1851", "date": "August 13", "txt": "Felix Adler, German-American religious leader and educator (d. 1933)", "entities": [{"title": "Felix Adler (professor)", "href": "/wiki/Felix_Adler_(professor)", "description": "Felix Adler was a German American professor of political and social ethics, rationalist, influential lecturer on euthanasia, religious leader and social reformer who founded the Ethical Culture movement."}]}, {"heading": "Births", "year": "1860", "date": "August 13", "txt": "Annie Oakley, American target shooter (d. 1926)", "entities": [{"title": "Annie Oakley", "href": "/wiki/Annie_Oakley", "description": "Annie Oakley was an American sharpshooter who starred in Buffalo Bill's Wild West show."}]}, {"heading": "Births", "year": "1866", "date": "August 13", "txt": "Giovanni Agnelli, Italian businessman, founded Fiat S.p.A. (d. 1945)", "entities": [{"title": "Giovanni Agnelli", "href": "/wiki/Giovanni_Agnelli", "description": "Giovanni Agnelli was an Italian businessman, who founded Fiat car manufacturing in 1899."}, {"title": "Fiat", "href": "/wiki/Fiat", "description": "Fiat Automobiles S.p.A. is an Italian automobile manufacturer, formerly part of Fiat Chrysler Automobiles, and since 2021 a subsidiary of Stellantis. Fiat Automobiles was formed in January 2007 when Fiat S.p.A. reorganized its automobile business, and traces its history back to 1899 when the first Fiat automobile, the Fiat 4 HP, was produced."}]}, {"heading": "Births", "year": "1867", "date": "August 13", "txt": "George Luks, American painter and illustrator (d. 1933)", "entities": [{"title": "George Luks", "href": "/wiki/George_Luks", "description": "George Benjamin Luks was an American artist, identified with the aggressively realistic Ashcan School of American painting."}]}, {"heading": "Births", "year": "1872", "date": "August 13", "txt": "Richard Willstätter, German-Swiss chemist and academic, Nobel Prize Laureate (d. 1942)", "entities": [{"title": "Richard Willstätter", "href": "/wiki/Richard_Willst%C3%A4tter", "description": "Richard Martin Willstätter FRS(For) HFRSE was a German organic chemist whose study of the structure of plant pigments, chlorophyll included, won him the 1915 Nobel Prize for Chemistry. Willstätter invented paper chromatography independently of Mikhail Tsvet."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1879", "date": "August 13", "txt": "John Ireland, English composer and educator (d. 1962)", "entities": [{"title": "John Ireland (composer)", "href": "/wiki/John_Ireland_(composer)", "description": "John Nicholson Ireland was an English composer and teacher of music. The majority of his output consists of piano miniatures and of songs with piano. His best-known works include the short instrumental or orchestral work \"The Holy Boy\", a setting of the poem \"Sea-Fever\" by John Masefield, a formerly much-played Piano Concerto, the hymn tune Love Unknown and the choral motet \"Greater Love Hath No M"}]}, {"heading": "Births", "year": "1884", "date": "August 13", "txt": "Harry Dean, English cricketer and coach (d. 1957)", "entities": [{"title": "Harry Dean (cricketer)", "href": "/wiki/Harry_Dean_(cricketer)", "description": "Harry Dean was an English cricketer who played for Lancashire and England."}]}, {"heading": "Births", "year": "1888", "date": "August 13", "txt": "John Logie Baird, Scottish engineer, invented the television (d. 1946)", "entities": [{"title": "John Logie Baird", "href": "/wiki/John_Logie_Baird", "description": "John Logie Baird FRSE was a Scottish inventor, electrical engineer, and innovator who demonstrated his working television system on 26 January 1926. He went on to invent the first publicly demonstrated colour television system, and the first viable purely electronic colour television picture tube."}, {"title": "History of television", "href": "/wiki/History_of_television", "description": "\nThe concept of television was the work of many individuals in the late 19th and early 20th centuries, with its roots initially starting from back even in the 18th century. The first practical transmissions of moving images over a radio system used mechanical rotating perforated disks to scan a scene into a time-varying signal that could be reconstructed at a receiver back into an approximation of"}]}, {"heading": "Births", "year": "1888", "date": "August 13", "txt": "Gleb W. Derujinsky, Russian-American sculptor (d. 1975)", "entities": []}, {"heading": "Births", "year": "1889", "date": "August 13", "txt": "Camillien Houde, Canadian lawyer and politician, 34th Mayor of Montreal (d. 1958)", "entities": [{"title": "Camillien Houde", "href": "/wiki/Camillien_Houde", "description": "Camillien Houde was a Quebec politician, a Member of Parliament, and a four-time mayor of Montreal – one of the few Canadian politicians to have served at all three levels of government."}, {"title": "Mayor of Montreal", "href": "/wiki/Mayor_of_Montreal", "description": "The Mayor of Montreal is head of the executive branch of the Montreal City Council. The current mayor is Valérie Plante, who was elected into office on November 5, 2017, and sworn in on November 16. The office of the mayor administers all city services, public property, police and fire protection, most public agencies, and enforces all city and provincial laws within Montreal, Quebec. The mayor is"}]}, {"heading": "Births", "year": "1895", "date": "August 13", "txt": "István Barta, Hungarian water polo player (d. 1948)", "entities": [{"title": "István Barta", "href": "/wiki/Istv%C3%A1n_Barta", "description": "István Barta was a Hungarian water polo player who competed in the 1924 Summer Olympics, in the 1928 Summer Olympics, and in the 1932 Summer Olympics."}]}, {"heading": "Births", "year": "1895", "date": "August 13", "txt": "Bert Lahr, American actor (d. 1967)", "entities": []}, {"heading": "Births", "year": "1898", "date": "August 13", "txt": "Jean Borotra, French tennis player (d. 1994)", "entities": [{"title": "Jean Borotra", "href": "/wiki/Jean_Borotra", "description": "Jean Laurent Robert Borotra was a French tennis champion. He was one of the famous \"Four Musketeers\" from his country who dominated tennis in the late 1920s and early 1930s. Borotra was imprisoned in Itter Castle during the latter years of World War II and subsequently fought in the Battle for Castle Itter."}]}, {"heading": "Births", "year": "1898", "date": "August 13", "txt": "Regis Toomey, American actor (d. 1991)", "entities": []}, {"heading": "Births", "year": "1899", "date": "August 13", "txt": "Alfred Hitchcock, English-American director and producer (d. 1980)", "entities": [{"title": "Alfred Hitchcock", "href": "/wiki/Alfred_Hitchcock", "description": "Sir Alfred Joseph Hitchcock was an English film director, producer, and screenwriter. He is one of the most influential and widely studied filmmakers in the history of cinema. Known as the \"Master of Suspense\", he directed over 50 feature films in a career spanning six decades, becoming as well known as any of his actors thanks to his many interviews, his cameo roles in most of his films, and his "}]}, {"heading": "Births", "year": "1899", "date": "August 13", "txt": "José Ramón Guizado, Panamanian politician, 17th President of Panama (d. 1964)", "entities": [{"title": "President of Panama", "href": "/wiki/President_of_Panama", "description": "This article lists the heads of state of Panama since the short-lived first independence from the Republic of New Granada in 1840 and the final separation from Colombia in 1903."}]}, {"heading": "Births", "year": "1902", "date": "August 13", "txt": "Felix Wankel, German engineer (d. 1988)", "entities": [{"title": "Felix Wankel", "href": "/wiki/Felix_Wankel", "description": "Felix Heinrich Wankel was a German mechanical engineer and inventor after whom the Wankel engine was named."}]}, {"heading": "Births", "year": "1904", "date": "August 13", "txt": "Buddy Rogers, American actor and musician (d. 1999)", "entities": [{"title": "Buddy Rogers (actor)", "href": "/wiki/Buddy_Rogers_(actor)", "description": "Charles Edward \"Buddy\" Rogers was an American film actor and musician. During the peak of his popularity in the late 1920s and early 1930s he was publicized as \"America's Boy Friend\"."}]}, {"heading": "Births", "year": "1904", "date": "August 13", "txt": "Margaret Tafoya, Native American Pueblo potter (d. 2001)", "entities": []}, {"heading": "Births", "year": "1906", "date": "August 13", "txt": "Chuck Carroll, American football player and lawyer (d. 2003)", "entities": [{"title": "Chuck Carroll", "href": "/wiki/Chuck_Carroll", "description": "Charles O. \"Chuck\" Carroll was an American football player and attorney from Washington."}]}, {"heading": "Births", "year": "1906", "date": "August 13", "txt": "Art Shires, American baseball player and boxer (d. 1967)", "entities": []}, {"heading": "Births", "year": "1907", "date": "August 13", "txt": "Basil Spence, Scottish architect, designed Coventry Cathedral (d. 1976)", "entities": [{"title": "Basil Spence", "href": "/wiki/Basil_Spence", "description": "Sir Basil Urwin Spence, was a Scottish architect, most notably associated with Coventry Cathedral in England and the Beehive in New Zealand, but also responsible for numerous other buildings in the Modernist/Brutalist style."}, {"title": "Coventry Cathedral", "href": "/wiki/Coventry_Cathedral", "description": "The Cathedral Church of Saint Michael, commonly known as Coventry Cathedral, is the seat of the Bishop of Coventry and the Diocese of Coventry within the Church of England. The cathedral is located in Coventry, West Midlands, England. The current bishop is Christopher Cocksworth and the current dean is John Witcombe."}]}, {"heading": "Births", "year": "1908", "date": "August 13", "txt": "Gene Raymond, American actor and pilot (d. 1998)", "entities": [{"title": "Gene Raymond", "href": "/wiki/Gene_Raymond", "description": "Gene Raymond was an American film, television, and stage actor of the 1930s and 1940s. In addition to acting, Raymond was also a composer, screenwriter, director, producer, and decorated military pilot."}]}, {"heading": "Births", "year": "1911", "date": "August 13", "txt": "William Bernbach, American advertiser, co-founded DDB Worldwide (d. 1982)", "entities": [{"title": "William Bernbach", "href": "/wiki/William_Bernbach", "description": "William Bernbach was an American advertising creative director. He was one of the three founders in 1949 of the international advertising agency Doyle Dane Bernbach (DDB). He directed many of the firm's breakthrough ad campaigns and had a lasting impact on the creative team structures now commonly used by ad agencies."}, {"title": "DDB Worldwide", "href": "/wiki/DDB_Worldwide", "description": "DDB Worldwide Communications Group LLC, known internationally as DDB, is a worldwide marketing communications network. It is owned by Omnicom Group Inc, one of the world's largest advertising holding companies. The international advertising networks Doyle Dane Bernbach and Needham Harper merged their worldwide agency operations to become DDB Needham in 1986. At that same time the owners of Doyle D"}]}, {"heading": "Births", "year": "1912", "date": "August 13", "txt": "Claire Cribbs, American basketball player and coach (d. 1985)", "entities": [{"title": "Claire Cribbs", "href": "/wiki/Claire_Cribbs", "description": "Claire Linton Cribbs was an American basketball player and high school coach. He was a two-time All-American at the University of Pittsburgh and won over 400 games as a high school coach in the state of Ohio."}]}, {"heading": "Births", "year": "1912", "date": "August 13", "txt": "Ben Hogan, American golfer and sportscaster (d. 1997)", "entities": []}, {"heading": "Births", "year": "1912", "date": "August 13", "txt": "Salvador Luria, Italian-American microbiologist and academic, Nobel Prize laureate (d. 1991)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1913", "date": "August 13", "txt": "Makarios III, Greek archbishop and politician, 1st President of Cyprus (d. 1977)", "entities": [{"title": "Makarios III", "href": "/wiki/Makarios_III", "description": "Makarios III was a Cypriot clergyman and politician who served as the archbishop and primate of the autocephalous Church of Cyprus (1950–1977) and as the first president of Cyprus (1960–1977). In his three terms as president he survived four assassination attempts and a coup d'état. He is widely regarded by Greek Cypriots as the Father of the Nation or \"Ethnarch\"."}, {"title": "President of Cyprus", "href": "/wiki/President_of_Cyprus", "description": "The president of Cyprus is the head of state and the head of government of the Republic of Cyprus. The office was created in 1960, after Cyprus gained its independence from the United Kingdom. Currently, the president of Cyprus is Nicos Anastasiades, since 28 February 2013."}]}, {"heading": "Births", "year": "1913", "date": "August 13", "txt": "Fred Davis, English snooker player (d. 1998)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 13", "txt": "Grace Bates, American mathematician and academic (d. 1996)", "entities": [{"title": "Grace Bates", "href": "/wiki/Grace_Bates", "description": "Grace Elizabeth Bates was an American mathematician and one of few women in the United States to be granted a Ph.D. in mathematics in the 1940s. She became an emeritus professor at Mount Holyoke College. Bates specialized in algebra and probability theory, and she co-authored two textbooks: The Real Number System and Modern Algebra, Second Course. Throughout her own education, Bates overcame obstr"}]}, {"heading": "Births", "year": "1917", "date": "August 13", "txt": "Sid Gordon, American baseball player (d. 1975)", "entities": [{"title": "Sid Gordon", "href": "/wiki/Sid_Gordon", "description": "Sidney \"Sid\" Gordon was an American right-handed Major League Baseball two-time All-Star outfielder, third baseman, and first baseman."}]}, {"heading": "Births", "year": "1918", "date": "August 13", "txt": "Noor Hassanali, Trinidadian lawyer and politician, 2nd President of Trinidad and Tobago (d. 2006)", "entities": [{"title": "Noor Hassanali", "href": "/wiki/Noor_Hassanali", "description": "Noor Mohamed Hassanali was the second President of Trinidad and Tobago (1987–1997). A retired high-court judge, Hassanali was the first person of Indian descent along with being the first Muslim to hold the office of President of Trinidad and Tobago and he was the first Muslim head of state in the Western Hemisphere."}, {"title": "President of Trinidad and Tobago", "href": "/wiki/President_of_Trinidad_and_Tobago", "description": "The President of the Republic of Trinidad and Tobago is the head of state of Trinidad and Tobago and the commander-in-chief of the Trinidad and Tobago Defence Force. The office was established when the country became a republic in 1976, before which the head of state was Queen Elizabeth II. The last Governor-General, Sir Ellis Clarke, was sworn in as the first President on 1 August 1976 under a tr"}]}, {"heading": "Births", "year": "1918", "date": "August 13", "txt": "Frederick Sanger, English biochemist and academic, Nobel Prize laureate (d. 2013)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1919", "date": "August 13", "txt": "Rex Humbard, American evangelist and television host (d. 2007)", "entities": [{"title": "Rex Humbard", "href": "/wiki/Rex_Humbard", "description": "Alpha Rex Emmanuel Humbard was an American television evangelist whose Cathedral of Tomorrow show was aired on over 600 stations at the peak of its popularity."}]}, {"heading": "Births", "year": "1919", "date": "August 13", "txt": "George Shearing, English jazz pianist and bandleader (d. 2011)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 13", "txt": "Neville Brand, American actor (d. 1992)", "entities": [{"title": "Neville Brand", "href": "/wiki/Neville_Brand", "description": "Lawrence Neville Brand was an American actor. His most memorable film roles were in Stalag 17 (1953), Riot in Cell Block 11 (1954), and Birdman of Alcatraz (1962). Brand was also a highly decorated World War II combat soldier."}]}, {"heading": "Births", "year": "1921", "date": "August 13", "txt": "Louis Frémaux, French conductor (d. 2017)", "entities": [{"title": "Louis Frémaux", "href": "/wiki/Louis_Fr%C3%A9maux", "description": "Louis Joseph Félix Frémaux was a French conductor."}]}, {"heading": "Births", "year": "1921", "date": "August 13", "txt": "Jimmy McCracklin, American blues/R&B singer-songwriter and pianist (d. 2012)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 13", "txt": "Mary Lee, Scottish singer", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 13", "txt": "Chuck Gilmur, American basketball player, coach, and educator (d. 2011)", "entities": [{"title": "Chuck Gilmur", "href": "/wiki/Chuck_Gilmur", "description": "Charles E. Gilmur Jr. was an American basketball player and high school teacher."}]}, {"heading": "Births", "year": "1925", "date": "August 13", "txt": "Benny Bailey, American trumpet player, songwriter, and producer (d. 2005)", "entities": [{"title": "Benny Bailey", "href": "/wiki/Benny_Bailey", "description": "Ernest Harold \"Benny\" Bailey was an American jazz trumpeter."}]}, {"heading": "Births", "year": "1925", "date": "August 13", "txt": "José Alfredo Martínez de Hoz, Argentine executive and policy maker (d. 2013)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 13", "txt": "Fidel Castro, Cuban lawyer and politician, 15th President of Cuba (d. 2016)", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "President of Cuba", "href": "/wiki/President_of_Cuba", "description": "The president of Cuba, officially the president of the Republic of Cuba, is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The president is the second most powerful position in Cuba, after the first secretary of the Communist Party of Cuba, and the highest state post. Miguel Díaz-Canel became president of the Council of State on 19 April 2"}]}, {"heading": "Births", "year": "1928", "date": "August 13", "txt": "John Tidmarsh,  English journalist and radio host (d. 2019)", "entities": [{"title": "John Tidmarsh", "href": "/wiki/John_Tidmarsh", "description": "John Alan Tidmarsh was a British broadcaster and journalist who spent ten years with domestic radio and television and more than thirty years with the BBC World Service magazine programme Outlook."}]}, {"heading": "Births", "year": "1929", "date": "August 13", "txt": "Pat Harrington, Jr., American actor (d. 2016)", "entities": [{"title": "Pat Harrington, Jr.", "href": "/wiki/Pat_Harrington,_Jr.", "description": "Daniel Patrick Harrington Jr. was an American Emmy Award-winning stage and television actor, best known for his role as building superintendent Dwayne Schneider on the sitcom One Day at a Time (1975–1984). His father Pat Harrington Sr. was also an actor."}]}, {"heading": "Births", "year": "1930", "date": "August 13", "txt": "Wilfried Hilker, German footballer and referee", "entities": [{"title": "Wilfried Hilker", "href": "/wiki/Wilfried_Hilker", "description": "Wilfried Hilker is a former football referee from Germany."}]}, {"heading": "Births", "year": "1930", "date": "August 13", "txt": "Don Ho, American singer and ukulele player (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 13", "txt": "Bernard Manning, English comedian (d. 2007)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 13", "txt": "Wilmer Mizell, American baseball player and politician (d. 1999)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 13", "txt": "Bob Wiesler, American baseball player (d. 2014)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 13", "txt": "Joycelyn Elders, American admiral and physician, 15th Surgeon General of the United States", "entities": [{"title": "Joycelyn Elders", "href": "/wiki/Joycelyn_Elders", "description": "Minnie Joycelyn Elders is an American pediatrician and public health administrator who served as Surgeon General of the United States from 1993 to 1994. A vice admiral in the Public Health Service Commissioned Corps, she was the second woman, second person of color, and first African American to serve as Surgeon General. Elders is best known for her frank discussion of her views on controversial i"}, {"title": "Surgeon General of the United States", "href": "/wiki/Surgeon_General_of_the_United_States", "description": "The surgeon general of the United States is the operational head of the U.S. Public Health Service Commissioned Corps (PHSCC) and thus the leading spokesperson on matters of public health in the federal government of the United States. The Surgeon General's office and staff are known as the Office of the Surgeon General (OSG) which is housed within the Office of the Assistant Secretary for Health."}]}, {"heading": "Births", "year": "1935", "date": "August 13", "txt": "Alex de Renzy, American director and producer (d. 2001)", "entities": [{"title": "Alex de Renzy", "href": "/wiki/Alex_de_Renzy", "description": "Alexander de Renzy was an American director and producer of pornographic movies."}]}, {"heading": "Births", "year": "1935", "date": "August 13", "txt": "Mudcat Grant, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 13", "txt": "Dave \"Baby\" Cortez, American R&B pianist, organist, and composer", "entities": [{"title": "Dave \"Baby\" Cortez", "href": "/wiki/Dave_%22Baby%22_Cortez", "description": "David Cortez Clowney, known by the stage name Dave \"Baby\" Cortez, is an American pop and R&B organist and pianist, best known for his 1959 hit, \"The Happy Organ\"."}]}, {"heading": "Births", "year": "1938", "date": "August 13", "txt": "Bill Masterton, Canadian ice hockey player (d. 1968)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 13", "txt": "Bill Musselman, American basketball player and coach (d. 2000)", "entities": [{"title": "Bill Musselman", "href": "/wiki/Bill_Musselman", "description": "William Clifford Musselman was an American basketball coach in the NCAA, the ABA, the WBA, the CBA and the NBA. He was known for his trademark intensity, once being quoted as saying, \"Defeat is worse than death because you have to live with defeat.\""}]}, {"heading": "Births", "year": "1943", "date": "August 13", "txt": "Fred Hill, American football player", "entities": [{"title": "Fred Hill (American football)", "href": "/wiki/Fred_Hill_(American_football)", "description": "Frederick Gordon \"Fred\" Hill is a former professional American football player."}]}, {"heading": "Births", "year": "1943", "date": "August 13", "txt": "Ertha Pascal-Trouillot, President of Haiti", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 13", "txt": "Michael Willetts, English sergeant; George Cross recipient (d. 1971)", "entities": [{"title": "George Cross", "href": "/wiki/George_Cross", "description": "The George Cross (GC) is the highest award bestowed by the British government for non-operational gallantry or gallantry not in the presence of an enemy. In the UK honours system, the George Cross is equal in stature to the Victoria Cross, the highest military gallantry award. This has been the case since the introduction of the award in 1940. It is awarded \"for acts of the greatest heroism or for"}]}, {"heading": "Births", "year": "1945", "date": "August 13", "txt": "Lars Engqvist, Swedish politician, Deputy Prime Minister of Sweden", "entities": [{"title": "Lars Engqvist", "href": "/wiki/Lars_Engqvist", "description": "Lars Engqvist is a Swedish politician. He served as chairman of the youth organization of the Swedish Social Democrats from 1972 to 1978, and then worked as a journalist. He was the editor-in-chief of Arbetet, a Malmö-based newspaper. In the early 1990s he was the mayor of Malmö, and then president of the Swedish Film Institute before receiving his first government appointment in 1998."}, {"title": "Deputy Prime Minister of Sweden", "href": "/wiki/Deputy_Prime_Minister_of_Sweden", "description": "The Swedish constitution allows the Prime Minister to appoint one of the Ministers in the cabinet as deputy prime minister, in case the Prime Minister for some reason is prevented from performing his or her duties. If a Deputy Prime Minister has not been appointed, the Minister in the cabinet who has served the longest time takes over as head of government."}]}, {"heading": "Births", "year": "1945", "date": "August 13", "txt": "Gary Gregor, American basketball player", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 13", "txt": "Robin Jackman, Indian-English cricketer and sportscaster", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 13", "txt": "Howard Marks, Welsh cannabis smuggler, writer, and legalisation campaigner (d. 2016)", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 13", "txt": "Fred Stanley, American baseball player and manager", "entities": [{"title": "Fred Stanley (baseball)", "href": "/wiki/Fred_Stanley_(baseball)", "description": "Frederick Blair Stanley is an American former professional baseball shortstop, who played in Major League Baseball (MLB) from 1969 to 1982 for the Seattle Pilots, Milwaukee Brewers, Cleveland Indians, San Diego Padres, New York Yankees, and Oakland Athletics. While with the Yankees, he won two World Series championships, back to back in 1977 and 1978, both over the Los Angeles Dodgers. Stanley cur"}]}, {"heading": "Births", "year": "1947", "date": "August 13", "txt": "John Stocker, Canadian voice actor and director", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 13", "txt": "Margareta Winberg, Swedish politician, Deputy Prime Minister of Sweden", "entities": [{"title": "Deputy Prime Minister of Sweden", "href": "/wiki/Deputy_Prime_Minister_of_Sweden", "description": "The Swedish constitution allows the Prime Minister to appoint one of the Ministers in the cabinet as deputy prime minister, in case the Prime Minister for some reason is prevented from performing his or her duties. If a Deputy Prime Minister has not been appointed, the Minister in the cabinet who has served the longest time takes over as head of government."}]}, {"heading": "Births", "year": "1948", "date": "August 13", "txt": "Kathleen Battle, American operatic soprano", "entities": [{"title": "Kathleen Battle", "href": "/wiki/Kathleen_Battle", "description": "Kathleen Deanna Battle is an American operatic soprano known for her distinctive vocal range and tone. Born in Portsmouth, Ohio, Battle initially became known for her work within the concert repertoire through performances with major orchestras during the early and mid-1970s. She made her opera debut in 1975. Battle expanded her repertoire into lyric soprano and coloratura soprano roles during the"}]}, {"heading": "Births", "year": "1949", "date": "August 13", "txt": "Jim Brunzell, American wrestler", "entities": [{"title": "Jim Brunzell", "href": "/wiki/Jim_Brunzell", "description": "James Brunzell is an American retired professional wrestler. Best known for his successful tag teams, Brunzell performed for various wrestling promotions during his 21-year career."}]}, {"heading": "Births", "year": "1949", "date": "August 13", "txt": "Bobby Clarke, Canadian ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 13", "txt": "Philippe Petit, French tightrope walker", "entities": [{"title": "Tightrope walking", "href": "/wiki/Tightrope_walking", "description": "Tightrope walking, also called funambulism, is the skill of walking along a thin wire or rope. It has a long tradition in various countries and is commonly associated with the circus. Other skills similar to tightrope walking include slack rope walking and slacklining."}]}, {"heading": "Births", "year": "1949", "date": "August 13", "txt": "Willy Rey, Dutch-Canadian model (d. 1973)", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 13", "txt": "Jane Carr, English actress", "entities": [{"title": "Jane Carr", "href": "/wiki/Jane_Carr", "description": "Ellen Jane Carr is an English stage, film and voice actress. She is well known for the voice role of \"Pud'n\" on the animated The Grim Adventures of Billy and Mandy. She also played a character called \"Pudding\" in the Jilly Cooper-penned BBC sitcom It's Awfully Bad For Your Eyes, Darling."}]}, {"heading": "Births", "year": "1950", "date": "August 13", "txt": "Rusty Gerhardt, American baseball player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 13", "txt": "Dan Fogelberg, American singer-songwriter and guitarist (d. 2007)", "entities": [{"title": "Dan Fogelberg", "href": "/wiki/Dan_Fogelberg", "description": "Daniel Grayling Fogelberg was an American musician, songwriter, composer, and multi-instrumentalist. He is known for his 1980s songs, including \"Longer\" (1979), \"Same Old Lang Syne\" (1980), and \"Leader of the Band\" (1982)."}]}, {"heading": "Births", "year": "1952", "date": "August 13", "txt": "Dave Carter, American singer-songwriter and guitarist (d. 2002)", "entities": [{"title": "Dave Carter", "href": "/wiki/Dave_Carter", "description": "Dave Carter was an American folk music singer-songwriter who described his style as \"post-modern mythic American folk music\".He was one half of the duo Dave Carter and Tracy Grammer, who were heralded as the new \"voice of modern folk music\" in the months before Carter's unexpected death in July 2002. They were ranked as number one on the year-end list for \"Top Artists\" on the Folk Music Radio Airp"}]}, {"heading": "Births", "year": "1952", "date": "August 13", "txt": "Gary Gibbs, American football player and coach", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 13", "txt": "Suzanne Muldowney, American performance artist", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 13", "txt": "Herb Ritts, American photographer and director (d. 2002)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 13", "txt": "Hughie Thomasson, American singer-songwriter and guitarist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 13", "txt": "Eugenio Lopez III, Filipino businessperson, CEO and chairman of ABS-CBN Corporation", "entities": [{"title": "ABS-CBN Corporation", "href": "/wiki/ABS-CBN_Corporation", "description": "ABS-CBN Corporation is a Filipino media and entertainment group based in Quezon City, Metro Manila, Philippines. It is the Philippines' largest entertainment and media conglomerate in terms of revenue, operating income, net income, assets, equity, market capitalization, and number of employees. ABS-CBN was formed by the merger of Alto Broadcasting System (ABS) and Chronicle Broadcasting Network (C"}]}, {"heading": "Births", "year": "1953", "date": "August 13", "txt": "Tom Cohen, American philosopher, theorist, and academic", "entities": [{"title": "Tom Cohen", "href": "/wiki/Tom_Cohen", "description": "Tom Dana Cohen, is an American media and cultural theorist, currently a professor at the University at Albany, State University of New York. He has published books on film studies, comparative literature, theory, cultural studies, Alfred Hitchcock, and Paul de Man. Cohen has also published broadly on American authors and ideology, including Edgar Allan Poe, Walt Whitman, Mikhail Bakhtin, William F"}]}, {"heading": "Births", "year": "1953", "date": "August 13", "txt": "Ron Hilditch, Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 13", "txt": "Thomas Pogge, German philosopher and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 13", "txt": "Peter Wright, English historian and author", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 13", "txt": "Nico Assumpção, Brazilian bass player (d. 2001)", "entities": [{"title": "Nico Assumpção", "href": "/wiki/Nico_Assump%C3%A7%C3%A3o", "description": "Nico Assumpção, was a Brazilian bass player."}]}, {"heading": "Births", "year": "1955", "date": "August 13", "txt": "Keith Ahlers, English race car driver", "entities": [{"title": "Keith Ahlers", "href": "/wiki/Keith_Ahlers", "description": "Keith Ahlers is a British race car driver. He was born in Cambridge, England, and was educated at the Perse School for Boys, Cambridge."}]}, {"heading": "Births", "year": "1955", "date": "August 13", "txt": "Hideo Fukuyama, Japanese race car driver", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 13", "txt": "Paul Greengrass, English director and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 13", "txt": "Rohinton Fali Nariman, Judge of the Supreme Court of India", "entities": [{"title": "Rohinton Fali Nariman", "href": "/wiki/Rohinton_Fali_Nariman", "description": "Rohinton Fali Nariman is a Judge of Supreme Court of India. Before being elevated as a judge, he practised as a senior counsel at the Supreme Court. He was appointed the Solicitor General of India on 23 July 2011. He also served as a member of the Bar Council of India. He was designated as a Senior Counsel by Justice Venkatachaliah in 1993 at the early age of 37."}, {"title": "Supreme Court of India", "href": "/wiki/Supreme_Court_of_India", "description": "The Supreme Court of India is the supreme judicial body of India and the highest court of India under the constitution. It is the most senior constitutional court, and has the power of judicial review. The Chief Justice of India is the head and chief judge of the Supreme Court and the court consists of a maximum of 34 judges and it has extensive powers in the form of original, appellate and adviso"}]}, {"heading": "Births", "year": "1958", "date": "August 13", "txt": "David Feherty, Northern Irish golfer and sportscaster", "entities": [{"title": "David Feherty", "href": "/wiki/David_Feherty", "description": "David William Feherty is a former professional golfer and current golf broadcaster. As a touring professional he won five European Tour events, seriously competed at the Open Championship twice, and played on Europe's 1991 Ryder Cup team. Late in his career he joined the PGA Tour. Since retiring, he has worked as a television personality; from 1997 through 2015 Feherty served as an on-course repor"}]}, {"heading": "Births", "year": "1958", "date": "August 13", "txt": "Feargal Sharkey, Northern Irish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 13", "txt": "Randy Shughart, American sergeant, Medal of Honor recipient (d. 1993)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1959", "date": "August 13", "txt": "Danny Bonaduce, American actor and wrestler", "entities": [{"title": "Danny Bonaduce", "href": "/wiki/Danny_Bonaduce", "description": "Dante Daniel Bonaduce is an American actor, comedian, radio personality, television personality, and professional wrestler. Bonaduce is the son of veteran TV writer and producer Joseph Bonaduce. Bonaduce became famous as a child actor of the 1970s on the TV sitcom The Partridge Family. He co-starred as Danny Partridge, the wisecracking, redheaded middle son of the singing family band, and he playe"}]}, {"heading": "Births", "year": "1959", "date": "August 13", "txt": "Bruce French, English cricketer and coach", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 13", "txt": "Tom Niedenfuer, American baseball player", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 13", "txt": "Ivar Stukolkin, Estonian swimmer", "entities": [{"title": "Ivar Stukolkin", "href": "/wiki/Ivar_Stukolkin", "description": "Ivar Stukolkin is a retired Estonian swimmer. He is an Olympic champion in swimming."}]}, {"heading": "Births", "year": "1961", "date": "August 13", "txt": "Koji Kondo, Japanese composer and sound director", "entities": [{"title": "Koji Kondo", "href": "/wiki/Koji_Kondo", "description": "Koji Kondo  is a Japanese music composer, pianist, and music director who works for the video game company Nintendo. He is best known for his involvement in numerous contributions in the Super Mario and The Legend of Zelda series of video games, among others produced by the company. Kondo was hired by Nintendo in 1984, becoming the first person hired by them to specialize in musical composition fo"}]}, {"heading": "Births", "year": "1961", "date": "August 13", "txt": "Neil Mallender, English cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1961", "date": "August 13", "txt": "Tom Perrotta, American novelist and screenwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 13", "txt": "John Slattery, American actor, director, producer, and screenwriter", "entities": [{"title": "John Slattery", "href": "/wiki/John_Slattery", "description": "John M. Slattery Jr. is an American actor and director. He is best known for his role as Roger Sterling Jr. in the AMC drama series Mad Men (2007-15), for which he was nominated for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series four times."}]}, {"heading": "Births", "year": "1963", "date": "August 13", "txt": "Steve Higgins, American talk show co-host and announcer, writer, producer, comedian and impressionist", "entities": [{"title": "Steve Higgins", "href": "/wiki/Steve_Higgins", "description": "Steve Higgins is an American writer, producer, announcer, actor, and comedian. He most recently served as the announcer of The Tonight Show Starring Jimmy Fallon and as a writer and producer of Saturday Night Live. Prior to The Tonight Show, Higgins was the announcer for Late Night with Jimmy Fallon from 2009 to 2014."}]}, {"heading": "Births", "year": "1963", "date": "August 13", "txt": "Valerie Plame, American CIA agent and author", "entities": [{"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Births", "year": "1963", "date": "August 13", "txt": "Sridevi, Indian actress (d. 2018)", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 13", "txt": "Jay Buhner, American baseball player and sportscaster", "entities": [{"title": "Jay Buhner", "href": "/wiki/Jay_Buhner", "description": "Jay Campbell Buhner, nicknamed \"Bone\", is an American former professional baseball right fielder. At 6 ft 3 in (1.91 m) and 220 lb (100 kg), he was among the most recognizable players of his day, noted for his shaved head, thick goatee, and patch of pine tar on the right hip of his uniform."}]}, {"heading": "Births", "year": "1964", "date": "August 13", "txt": "Debi Mazar, American actress", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 13", "txt": "Tom Prince, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 13", "txt": "Mark Lemke, American baseball player, coach, and radio host", "entities": [{"title": "Mark Lemke", "href": "/wiki/Mark_Lemke", "description": "Mark Alan Lemke is a former Major League Baseball player and current broadcaster. Nicknamed \"the Lemmer\", he was a popular second baseman for the Atlanta Braves from 1988 to 1997. He won the 1995 World Series with the Braves over the Cleveland Indians."}]}, {"heading": "Births", "year": "1965", "date": "August 13", "txt": "Hayato Matsuo, Japanese composer and conductor", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 13", "txt": "Scooter Barry, American basketball player", "entities": [{"title": "Scooter Barry", "href": "/wiki/Scooter_Barry", "description": "Richard Francis \"Scooter\" Barry IV is a retired American professional basketball player."}]}, {"heading": "Births", "year": "1966", "date": "August 13", "txt": "Shayne Corson, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 13", "txt": "Dave Jamerson, American basketball player", "entities": [{"title": "Dave Jamerson", "href": "/wiki/Dave_Jamerson", "description": "John David Jamerson is an American former professional basketball player who was selected by the Miami Heat in the first round of the 1990 NBA draft. Jamerson played for the Houston Rockets, Utah Jazz and New Jersey Nets in 3 NBA seasons. His best year as a pro came during the 1991-92 NBA season as a member of the Rockets, when he appeared in 48 games and averaged 4.0 ppg. He played collegiately a"}]}, {"heading": "Births", "year": "1967", "date": "August 13", "txt": "Digna Ketelaar, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 13", "txt": "Tal Bachman, Canadian singer-songwriter", "entities": [{"title": "Tal Bachman", "href": "/wiki/Tal_Bachman", "description": "Talmage Charles Robert Bachman is a Canadian singer-songwriter and guitarist. He is best known for his late 1998 hit, \"She's So High\", a pop rock tune from his self-titled 1999 album that led to a BMI award."}]}, {"heading": "Births", "year": "1968", "date": "August 13", "txt": "Todd Hendricks, American football player and coach", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 13", "txt": "Tony Jarrett, English sprinter and hurdler", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 13", "txt": "Midori Ito, Japanese figure skater", "entities": [{"title": "Midori Ito", "href": "/wiki/Midori_Ito", "description": "Midori Ito or Midori Itō  is a Japanese former figure skater. She is the 1989 World champion and the 1992 Olympic silver medalist. She is the first woman to land a triple-triple jump combination and a triple Axel in competition. At the 1988 Calgary Olympics, she became the first woman to land seven triple jumps in an Olympic free skating competition. She is widely recognised as one of the best fig"}]}, {"heading": "Births", "year": "1970", "date": "August 13", "txt": "Will Clarke, American author", "entities": [{"title": "Will Clarke (novelist)", "href": "/wiki/Will_Clarke_(novelist)", "description": "Will Clarke is an American novelist who is the author of Lord Vishnu's Love Handles: A Spy Novel , The Worthy: A Ghost's Story, and The Neon Palm of Madame Melançon. A native of Shreveport, Louisiana, Clarke originally self-published his first two books via the Internet and independent books stores like Book Soup in Los Angeles, BookPeople in Austin, and Elliott Bay Book Company in Seattle. Clarke"}]}, {"heading": "Births", "year": "1970", "date": "August 13", "txt": "Elvis Grbac, American football player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 13", "txt": "Alan Shearer, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 13", "txt": "Patrick Carpentier, Canadian race car driver", "entities": [{"title": "Patrick Carpentier", "href": "/wiki/Patrick_Carpentier", "description": "Patrick Carpentier is a Canadian professional auto racing driver. In the Champ Car World Series and the IndyCar Series, he achieved five wins and 24 podiums, as well as two third place championship finishes in 2002 and 2004. The long-time Champ Car driver switched to the IndyCar Series in 2005, and moved on to Grand Am Road Racing in 2007. After a few NASCAR races in 2007, he moved full-time into "}]}, {"heading": "Births", "year": "1971", "date": "August 13", "txt": "Adam Housley, American baseball player and journalist", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 13", "txt": "Kevin Plank, American businessman, founded Under Armour", "entities": [{"title": "Kevin Plank", "href": "/wiki/Kevin_Plank", "description": "Kevin A. Plank is an American billionaire businessman and philanthropist. Plank is the founder and executive chairman of Under Armour, a manufacturer of sportswear, footwear and accessories, based in Baltimore, Maryland."}, {"title": "Under Armour", "href": "/wiki/Under_Armour", "description": "Under Armour, Inc. is an American sports equipment company that manufactures footwear, sports and casual apparel. Under Armour's global headquarters are located in Baltimore, Maryland, with additional offices located in Amsterdam, Austin, Guangzhou, Hong Kong, Houston, Jakarta, London, Mexico City, Munich, New York City, Panama City, Paris, Pittsburgh, Portland, San Francisco, São Paulo, Santiago,"}]}, {"heading": "Births", "year": "1973", "date": "August 13", "txt": "Molly Henneberg, American journalist", "entities": [{"title": "Molly Henneberg", "href": "/wiki/Molly_Henneberg", "description": "Mary Janne \"Molly\" Henneberg is an American former news reporter for the Fox News Channel. She had joined the network in 2001 and was based at the network's Washington D.C. bureau. Henneberg left Fox News in December 2014. On October 3, 2015, she reported again on Fox News."}]}, {"heading": "Births", "year": "1973", "date": "August 13", "txt": "Eric Medlen, American race car driver (d. 2007)", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 13", "txt": "Scott MacRae, American baseball player and coach", "entities": [{"title": "Scott MacRae", "href": "/wiki/Scott_MacRae", "description": "Scott Patrick MacRae is an American former professional baseball pitcher. He played in Major League Baseball (MLB) for the Cincinnati Reds. He was active in the Cincinnati Reds organization from 6/1/1995 to 10/15/2004, and was active with the Houston Astros 3/2/2005 to 10/15/2005."}]}, {"heading": "Births", "year": "1974", "date": "August 13", "txt": "Joe Perry, English snooker player", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 13", "txt": "Niklas Sundin, Swedish musician and artist", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 13", "txt": "Jarrod Washburn, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 13", "txt": "Shoaib Akhtar, Pakistani cricketer", "entities": [{"title": "Shoaib Akhtar", "href": "/wiki/Shoaib_Akhtar", "description": "Shoaib Akhtar is a Pakistani former cricketer and commentator who is regarded as the fastest bowler in history of international cricket, having bowled a delivery at 161.3 km/h, in an ODI against England – a pool match during the 2003 Cricket World Cup. He was nicknamed \"Rawalpindi Express\", in reference to his speed and hometown, and \"Tiger\". He was also the first bowler to be recorded bowling at "}]}, {"heading": "Births", "year": "1975", "date": "August 13", "txt": "Marty Turco, Canadian ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 13", "txt": "Geno Carlisle, American basketball player", "entities": [{"title": "Geno Carlisle", "href": "/wiki/Geno_Carlisle", "description": "Geno Marcellus Carlisle is an American former professional basketball player. The 6' 3\", 200-lb. point guard born in Grand Rapids, Michigan played in several leagues throughout the world."}]}, {"heading": "Births", "year": "1976", "date": "August 13", "txt": "Nicolás Lapentti, Ecuadorian tennis player", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 13", "txt": "Michael Klim, Polish-Australian swimmer", "entities": [{"title": "Michael Klim", "href": "/wiki/Michael_Klim", "description": "Michael George Klim, OAM is a Polish-born Australian swimmer, Olympic gold medallist, world champion, and former world record-holder."}]}, {"heading": "Births", "year": "1977", "date": "August 13", "txt": "Kenyan Weaks, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 13", "txt": "Dwight Smith, American football player", "entities": [{"title": "Dwight Smith (American football)", "href": "/wiki/Dwight_Smith_(American_football)", "description": "Dwight L. Smith is an American former college and professional football player who was a safety in the National Football League (NFL) for eight seasons. He played college football for the University of Akron, and earned consensus All-American honors. The Tampa Bay Buccaneers picked him in the third round of the 2001 NFL Draft, and he also played professionally for the New Orleans Saints, Minnesota"}]}, {"heading": "Births", "year": "1979", "date": "August 13", "txt": "Román Colón, Dominican baseball player", "entities": [{"title": "Román Colón", "href": "/wiki/Rom%C3%A1n_Col%C3%B3n", "description": "Román Benedicto Colón is a Dominican former professional baseball pitcher. He is 6 feet 6 inches (198 cm) tall and weighs 245 pounds (111 kg). Colón bats and throws right-handed. He played in Major League Baseball (MLB) for the Atlanta Braves, Detroit Tigers, and Kansas City Royals."}]}, {"heading": "Births", "year": "1979", "date": "August 13", "txt": "Corey Patterson, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 13", "txt": "Taizō Sugimura, Japanese politician", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 13", "txt": "Murtz Jaffer, Canadian journalist", "entities": [{"title": "Murtz Jaffer", "href": "/wiki/Murtz_Jaffer", "description": "Murtz Jaffer is a Canadian celebrity journalist. He hosted the reality television show Obsessed which aired on TVTropolis and the Global Reality Channel in Canada. He recently served as a freelance producer with Canada AM and Pop Life on CTV. He is the television editor of InsidePulse.com and a freelance producer with CTV News Channel. Jaffer currently resides in Toronto, Ontario."}]}, {"heading": "Births", "year": "1982", "date": "August 13", "txt": "Christopher Raeburn, English fashion designer", "entities": [{"title": "Christopher Raeburn (designer)", "href": "/wiki/Christopher_Raeburn_(designer)", "description": "Christopher Raeburn (born 13 August 1982) is a British fashion designer, known for reworking surplus fabrics and garments to create menswear, womenswear and accessories."}]}, {"heading": "Births", "year": "1982", "date": "August 13", "txt": "Sarah Huckabee Sanders, American political consultant and press secretary", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 13", "txt": "Sebastian Stan, Romanian-American actor", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 13", "txt": "Dallas Braden, American baseball player", "entities": [{"title": "Dallas Braden", "href": "/wiki/Dallas_Braden", "description": "Dallas Lee Braden is a former American professional baseball pitcher. He played in Major League Baseball (MLB) for the Oakland Athletics from 2007 through 2011. Listed at 6 feet 1 inch (1.85 m) and 185 pounds (84 kg), he both threw and batted left-handed."}]}, {"heading": "Births", "year": "1983", "date": "August 13", "txt": "Aleš Hemský, Czech ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 13", "txt": "Ľubomír Michalík, Slovak footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 13", "txt": "Christian Müller, German footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 13", "txt": "Alona Bondarenko, Ukrainian tennis player", "entities": [{"title": "Alona Bondarenko", "href": "/wiki/Alona_Bondarenko", "description": "Alona Volodymyrivna Bondarenko Dyachok is a Ukrainian tennis player. Her younger sister Kateryna Bondarenko also plays on the WTA Tour."}]}, {"heading": "Births", "year": "1984", "date": "August 13", "txt": "Niko Kranjčar, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 13", "txt": "Boone Logan, American baseball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 13", "txt": "James Morrison, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 13", "txt": "Gerrit van Look, German rugby player and coach", "entities": [{"title": "Gerrit van Look", "href": "/wiki/Gerrit_van_Look", "description": "Gerrit van Look is a retired German international rugby union player, having last played for the Berliner RC in the Rugby-Bundesliga and the German national rugby union team. He was also, together with Colin Grzanna, for a time the coach of the Berliner RC."}]}, {"heading": "Births", "year": "1987", "date": "August 13", "txt": "Jose Lorenzo Diokno, Filipino director, producer, and screenwriter", "entities": [{"title": "Jose Lorenzo Diokno", "href": "/wiki/Jose_Lorenzo_Diokno", "description": "Jose Lorenzo \"Pepe\" Diokno is a Filipino motion picture director, producer and screenwriter. His debut film, Engkwentro premiered at the 2009 Venice Film Festival and received the Lion of the Future - \"Luigi de Laurentiis\" Award for Best Debut Film, as well as the Orizzonti Prize."}]}, {"heading": "Births", "year": "1987", "date": "August 13", "txt": "Devin McCourty, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 13", "txt": "Jason McCourty, American football player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 13", "txt": "Jamie Reed, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 13", "txt": "Keith Benson, American basketball player", "entities": [{"title": "Keith Benson", "href": "/wiki/Keith_Benson", "description": "Keith Anderson Benson Jr. is an American professional basketball player for Levski Sofia of the Bulagarian NBL. He played college basketball for Oakland University. A 6-foot-11 center, Benson was a second-round pick in the 2011 NBA draft, selected by the Atlanta Hawks. He has since played in Italy, Philippines, Belarus, China, Lithuania, Estonia and the NBA Development League."}]}, {"heading": "Births", "year": "1988", "date": "August 13", "txt": "Brandon Workman, American baseball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 13", "txt": "Greg Draper, New Zealand footballer", "entities": [{"title": "Greg Draper", "href": "/wiki/Greg_Draper", "description": "Gregory Alexander Draper is an English-born New Zealand footballer who plays for Welsh club The New Saints."}]}, {"heading": "Births", "year": "1989", "date": "August 13", "txt": "Justin Greene, American basketball player", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 13", "txt": "Israel Jiménez, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 13", "txt": "DeMarcus Cousins, American basketball player", "entities": [{"title": "DeMarcus Cousins", "href": "/wiki/DeMarcus_Cousins", "description": "DeMarcus Amir Cousins is an American professional basketball player for the Los Angeles Clippers of the National Basketball Association (NBA). Nicknamed \"Boogie\", he played college basketball for the Kentucky Wildcats, where he was an All-American in 2010. He left Kentucky after one season, and was selected with the fifth overall pick in the 2010 NBA draft by the Sacramento Kings. In his first sea"}]}, {"heading": "Births", "year": "1990", "date": "August 13", "txt": "Benjamin Stambouli, French footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "August 13", "txt": "Dave Days, American singer-songwriter and guitarist", "entities": [{"title": "Dave Days", "href": "/wiki/Dave_Days", "description": "David Joseph Colditz, commonly known as Dave Days, is a musician, entertainer and YouTube personality from Downingtown, Pennsylvania, currently living in Los Angeles, California. He is best known for his YouTube channel featuring pop-punk covers and parodies of popular songs, as well as original songs. As of August 2017, Days' YouTube channel has over 1.5 million subscribers, and has had more than"}]}, {"heading": "Births", "year": "1991", "date": "August 13", "txt": "Lesley Doig, Scottish lawn bowler", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 13", "txt": "Lucas Moura, Brazilian footballer", "entities": [{"title": "Lucas Moura", "href": "/wiki/Lucas_Moura", "description": "Lucas Rodrigues Moura da Silva, known as Lucas Moura, is a Brazilian professional footballer who plays as a winger and forward for Premier League club Tottenham Hotspur and the Brazil national team."}]}, {"heading": "Births", "year": "1992", "date": "August 13", "txt": "Katrina Gorry, Australian football player", "entities": []}, {"heading": "Births", "year": "1992", "date": "August 13", "txt": "Alicja Tchórz, Polish swimmer", "entities": []}, {"heading": "Births", "year": "1993", "date": "August 13", "txt": "Moses Mbye, Australian rugby league player", "entities": [{"title": "Moses Mbye", "href": "/wiki/Moses_Mbye", "description": "Moses Mbye is an Australian professional rugby league footballer who plays for the Wests Tigers in the NRL."}]}, {"heading": "Births", "year": "1994", "date": "August 13", "txt": "Filip Forsberg, Swedish ice hockey player", "entities": [{"title": "Filip Forsberg", "href": "/wiki/Filip_Forsberg", "description": "Carl Filip Anton Forsberg is a Swedish professional ice hockey player and alternate captain for the Nashville Predators of the National Hockey League (NHL). Forsberg was selected by the Washington Capitals in the first round, 11th overall, of the 2012 NHL Entry Draft."}]}, {"heading": "Births", "year": "1996", "date": "August 13", "txt": "Antonia Lottner, German tennis player", "entities": [{"title": "Antonia Lottner", "href": "/wiki/Antonia_Lottner", "description": "Antonia Lottner is a German tennis player."}]}, {"heading": "Births", "year": "1998", "date": "August 13", "txt": "Dalma Gálfi, Hungarian tennis player", "entities": [{"title": "Dalma Gálfi", "href": "/wiki/Dalma_G%C3%A1lfi", "description": "Dalma Rebeka Gálfi is a Hungarian tennis player."}]}, {"heading": "Births", "year": "1998", "date": "August 13", "txt": "Dina and Arina Averina, Russian rhythmic gymnasts", "entities": [{"title": "Arina Averina", "href": "/wiki/Arina_Averina", "description": "Arina Alekseyevna Averina is a Russian individual rhythmic gymnast. She is a two-time World All-around silver medalist, the 2018 European All-around Champion, and the 2016 Grand Prix Final All-around bronze medalist. On the national level, she is a three-time (2019-2021) Russian National All-around Champion and a two-time Russian National All-around medalist. Her identical twin sister, Dina Averin"}]}, {"heading": "Deaths", "year": "587", "date": "August 13", "txt": "Radegund, Frankish princess and saint (b. 520)", "entities": [{"title": "Radegund", "href": "/wiki/Radegund", "description": "Radegund was a Thuringian princess and Frankish queen, who founded the Abbey of the Holy Cross at Poitiers. She is the patron saint of several churches in France and England and of Jesus College, Cambridge."}]}, {"heading": "Deaths", "year": "604", "date": "August 13", "txt": "Wen, emperor of the Sui Dynasty (b. 541)", "entities": [{"title": "Emperor Wen of Sui", "href": "/wiki/Emperor_Wen_of_Sui", "description": "Emperor Wen of Sui, personal name Yang Jian (楊堅), Xianbei name Puliuru Jian (普六茹堅), alias Narayana deriving from Buddhist terms, was the founder and first emperor of China's Sui dynasty. He was a hard-working administrator and a micromanager. The Sui Shu records him as having withdrawn his favour from the Confucians, giving it to \"the group advocating Xing-Ming and authoritarian government.\" As a "}, {"title": "Sui dynasty", "href": "/wiki/Sui_dynasty", "description": "The Sui dynasty was a short-lived imperial dynasty of China of pivotal significance. The Sui unified the Northern and Southern dynasties and reinstalled the rule of ethnic Han in the entirety of China proper, along with sinicization of former nomadic ethnic minorities within its territory. It was succeeded by the Tang dynasty, which largely inherited its foundation."}]}, {"heading": "Deaths", "year": "612", "date": "August 13", "txt": "Fabia Eudokia, Byzantine empress (b. 580)", "entities": [{"title": "Fabia Eudokia", "href": "/wiki/Fabia_Eudokia", "description": "Eudokia or Eudocia, originally named Fabia, was Byzantine empress as the first wife of Heraclius from 610 to her death. She was a daughter of Rogas, a landowner in the Exarchate of Africa, according to Theophanes the Confessor."}]}, {"heading": "Deaths", "year": "662", "date": "August 13", "txt": "Maximus the Confessor, Byzantine theologian", "entities": [{"title": "Maximus the Confessor", "href": "/wiki/Maximus_the_Confessor", "description": "Maximus the Confessor, also known as Maximus the Theologian and Maximus of Constantinople, was a Christian monk, theologian, and scholar."}]}, {"heading": "Deaths", "year": "696", "date": "August 13", "txt": "Takechi, Japanese prince", "entities": [{"title": "Prince Takechi", "href": "/wiki/Prince_Takechi", "description": "Prince Takechi  was a member of the royal family in Japan during the Asuka period. He was the eldest son of Emperor Tenmu. He fought on the side of his father in the Jinshin War (672), a battle of succession, which resulted in his father becoming Emperor. At the age of 19, he was dispatched by his father to the battle front in what is now Fuwa District, Mino Province as vanguard and general comman"}]}, {"heading": "Deaths", "year": "900", "date": "August 13", "txt": "Zwentibold, king of Lotharingia (b. 870)", "entities": [{"title": "Zwentibold", "href": "/wiki/Zwentibold", "description": "Zwentibold, a member of the Carolingian dynasty, was the illegitimate son of Emperor Arnulf. In 895, his father, then king of East Francia, granted him the Kingdom of Lotharingia, which he ruled until his death."}, {"title": "Lotharingia", "href": "/wiki/Lotharingia", "description": "Lotharingia was a short-lived medieval successor kingdom of the Carolingian Empire. As a more durable later duchy of the Ottonian Empire, it comprised present-day Lorraine (France), Luxembourg, Saarland (Germany), the eastern half of Belgium and the southern half of Netherlands, along with parts of today's North Rhine-Westphalia (Germany), Rhineland-Palatinate (Germany) and Nord_(French_department"}]}, {"heading": "Deaths", "year": "908", "date": "August 13", "txt": "Al-Muktafi, Abbasid caliph", "entities": [{"title": "Al-Muktafi", "href": "/wiki/Al-Muktafi", "description": "Abū Muḥammad ʿAlī ibn Aḥmad, better known by his regnal name al-Muktafī bi-llāh, was the caliph of the Abbasid Caliphate from 902 to 908. More liberal and sedentary than his militaristic father al-Mu'tadid, al-Muktafi essentially continued his policies, although most of the actual conduct of government was left to his viziers and officials. His reign saw the defeat of the Qarmatians of the Syrian "}]}, {"heading": "Deaths", "year": "981", "date": "August 13", "txt": "Gyeongjong, king of Goryeo (Korea) (b. 955)", "entities": [{"title": "Gyeongjong of Goryeo", "href": "/wiki/Gyeongjong_of_Goryeo", "description": "Gyeongjong of Goryeo was the fifth ruler of the Goryeo dynasty of Korea. He was the eldest son of Gwangjong, and was confirmed as Crown Prince in the year of his birth."}, {"title": "Goryeo", "href": "/wiki/Goryeo", "description": "Goryeo was a Korean kingdom founded in 918, during a time of national division called the Later Three Kingdoms period, that unified and ruled the Korean Peninsula until 1392. Goryeo achieved what has been called a \"true national unification\" by Korean historians as it not only unified the Later Three Kingdoms but also incorporated much of the ruling class of the northern kingdom of Balhae, who had"}, {"title": "Korea", "href": "/wiki/Korea", "description": "Korea is a region in East Asia. Since 1945 it has been divided into the two parts which soon became the two sovereign states: North Korea and South Korea. Korea consists of the Korean Peninsula, Jeju Island, and several minor islands near the peninsula. It is bordered by China to the northwest and Russia to the northeast. It is separated from Japan to the east by the Korea Strait and the Sea of Ja"}]}, {"heading": "Deaths", "year": "1134", "date": "August 13", "txt": "Irene of Hungary, Byzantine empress (b. 1088)", "entities": [{"title": "Irene of Hungary", "href": "/wiki/Irene_of_Hungary", "description": "Saint Irene of Hungary, born Piroska, was a Byzantine empress by marriage to John II Komnenos. She is venerated as a saint."}]}, {"heading": "Deaths", "year": "1297", "date": "August 13", "txt": "Nawrūz, Mongol emir", "entities": [{"title": "Nawrūz (Mongol emir)", "href": "/wiki/Nawr%C5%ABz_(Mongol_emir)", "description": "Nawrūz was a son of governor Arghun Aqa, and was a powerful Oirat emir of the 13th century who played an important role in the politics of the Mongol Ilkhanate."}]}, {"heading": "Deaths", "year": "1311", "date": "August 13", "txt": "Pietro Gradenigo, doge of Venice", "entities": [{"title": "Pietro Gradenigo", "href": "/wiki/Pietro_Gradenigo", "description": "Pietro Gradenigo was the 49th Doge of Venice, reigning from 1289 to his death."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Deaths", "year": "1382", "date": "August 13", "txt": "Eleanor of Aragon, queen of Castile (b. 1358)", "entities": [{"title": "Eleanor of Aragon, Queen of Castile", "href": "/wiki/Eleanor_of_Aragon,_Queen_of_Castile", "description": "Eleanor of Aragon was a daughter of King Peter IV of Aragon and his wife Eleanor of Sicily. She was a member of the House of Barcelona and Queen of Castile by her marriage."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}]}, {"heading": "Deaths", "year": "1447", "date": "August 13", "txt": "Filippo Maria Visconti, duke of Milan (b. 1392)", "entities": [{"title": "Filippo Maria Visconti", "href": "/wiki/Filippo_Maria_Visconti", "description": "Filippo Maria Visconti was duke of Milan from 1412 to 1447."}, {"title": "Duchy of Milan", "href": "/wiki/Duchy_of_Milan", "description": "The Duchy of Milan was an Italian state located in northern Italy. The Duchy was created in 1395 by Gian Galeazzo Visconti, then the Lord of Milan, and a member of the important Visconti family, that had been ruling the city since 1277."}]}, {"heading": "Deaths", "year": "1523", "date": "August 13", "txt": "Gerard David, Flemish painter (b. 1460)", "entities": [{"title": "Gerard David", "href": "/wiki/Gerard_David", "description": "Gerard David was an Early Netherlandish painter and manuscript illuminator known for his brilliant use of color. Only a bare outline of his life survives, although some facts are known. He may have been the Meester gheraet van brugghe who became a master of the Antwerp guild in 1515. He was very successful in his lifetime and probably ran two workshops, in Antwerp and Bruges. Like many painters of"}]}, {"heading": "Deaths", "year": "1608", "date": "August 13", "txt": "Giambologna, Italian sculptor (b. 1529)", "entities": [{"title": "Giambologna", "href": "/wiki/Giambologna", "description": "Giambologna — — was a Flemish sculptor based in Italy, celebrated for his marble and bronze statuary in a late Renaissance or Mannerist style."}]}, {"heading": "Deaths", "year": "1617", "date": "August 13", "txt": "Johann Jakob Grynaeus, Swiss clergyman and theologian (b. 1540)", "entities": [{"title": "Johann Jakob Grynaeus", "href": "/wiki/Johann_Jakob_Grynaeus", "description": "Johann Jakob Grynaeus or Gryner was a Swiss Protestant divine."}]}, {"heading": "Deaths", "year": "1667", "date": "August 13", "txt": "Jeremy Taylor, Irish bishop and saint (b. 1613)", "entities": [{"title": "Jeremy Taylor", "href": "/wiki/Jeremy_Taylor", "description": "Jeremy Taylor (1613–1667) was a cleric in the Church of England who achieved fame as an author during the Protectorate of Oliver Cromwell. He is sometimes known as the \"Shakespeare of Divines\" for his poetic style of expression, and he is frequently cited as one of the greatest prose writers in the English language. He is remembered in the Church of England's calendar of saints with a Lesser Festi"}]}, {"heading": "Deaths", "year": "1686", "date": "August 13", "txt": "Louis Maimbourg, French priest and historian (b. 1610)", "entities": [{"title": "Louis Maimbourg", "href": "/wiki/Louis_Maimbourg", "description": "Louis Maimbourg was a French Jesuit and historian."}]}, {"heading": "Deaths", "year": "1721", "date": "August 13", "txt": "Jacques Lelong, French priest and author (b. 1665)", "entities": [{"title": "Jacques Lelong", "href": "/wiki/Jacques_Lelong", "description": "Jacques Lelong was a French bibliographer born in Paris. He joined the Knights of Malta at the age of ten, but later joined the Oratorians."}]}, {"heading": "Deaths", "year": "1744", "date": "August 13", "txt": "John Cruger, Danish-American businessman and politician, 39th Mayor of New York City (b. 1678)", "entities": [{"title": "John Cruger", "href": "/wiki/John_Cruger", "description": "John Cruger was an immigrant to colonial New York with an uncertain place of birth, but his family was originally Danish. In New York from at least 1696, he became a prosperous merchant and established a successful family. He served as an alderman for twenty-two years and as 38th Mayor of New York City from 1739 until his death in 1744."}, {"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}]}, {"heading": "Deaths", "year": "1749", "date": "August 13", "txt": "Johann Elias Schlegel, German poet and critic (b. 1719)", "entities": [{"title": "Johann Elias Schlegel", "href": "/wiki/Johann_Elias_Schlegel", "description": "Johann Elias Schlegel was a German critic and dramatic poet."}]}, {"heading": "Deaths", "year": "1766", "date": "August 13", "txt": "Margaret Fownes-Luttrell, English painter (b. 1726)", "entities": [{"title": "Margaret Fownes-Luttrell", "href": "/wiki/Margaret_Fownes-Luttrell", "description": "Margaret Fownes-Luttrell was the wife of Henry Fownes Luttrell. She was the heiress of Dunster Castle, under the stipulation in her father's will that her husband should take the additional surname of Luttrell. Four portraits of her exist in Dunster castle and a fifth at Bathealton Court."}]}, {"heading": "Deaths", "year": "1795", "date": "August 13", "txt": "Ahilyabai Holkar, Queen of Indore (b. 1725)", "entities": [{"title": "Ahilyabai Holkar", "href": "/wiki/Ahilyabai_Holkar", "description": "Ahilyabai Holkar was the hereditary noble sardar of the Maratha Empire, India. Ahilya was born in the village of Chondi in Jamkhed, Ahmednagar, Maharashtra. She moved the seat of her kingdom to Maheshwar, south of Indore on the Narmada River."}]}, {"heading": "Deaths", "year": "1826", "date": "August 13", "txt": "René Laennec, French physician, invented the stethoscope (b. 1781)", "entities": [{"title": "René Laennec", "href": "/wiki/Ren%C3%A9_Laennec", "description": "René-Théophile-Hyacinthe Laennec was a French physician and musician. His skill of carving his own wooden flutes led him to invent the stethoscope in 1816, while working at the Hôpital Necker. He pioneered its usage in diagnosing various chest conditions.\nHe became a lecturer at the Collège de France in 1822 and professor of medicine in 1823. His final appointments were that of head of the medical"}, {"title": "Stethoscope", "href": "/wiki/Stethoscope", "description": "The stethoscope is an acoustic medical device for auscultation, or listening to internal sounds of an animal or human body. It typically has a small disc-shaped resonator that is placed against the skin, and one or two tubes connected to two earpieces. A stethoscope can be used to listen to the sounds made by the heart, lungs or intestines, as well as blood flow in arteries and veins. In combinati"}]}, {"heading": "Deaths", "year": "1863", "date": "August 13", "txt": "Eugène Delacroix, French painter and lithographer (b. 1798)", "entities": [{"title": "Eugène Delacroix", "href": "/wiki/Eug%C3%A8ne_Delacroix", "description": "Ferdinand Victor Eugène Delacroix was a French Romantic artist regarded from the outset of his career as the leader of the French Romantic school."}]}, {"heading": "Deaths", "year": "1865", "date": "August 13", "txt": "Ignaz Semmelweis, Hungarian physician and obstetrician (b. 1818)", "entities": [{"title": "Ignaz Semmelweis", "href": "/wiki/Ignaz_Semmelweis", "description": "Ignaz Philipp Semmelweis was a Hungarian physician and scientist, now known as an early pioneer of antiseptic procedures. Described as the \"saviour of mothers\", Semmelweis discovered that the incidence of puerperal fever could be drastically cut by the use of hand disinfection in obstetrical clinics. Puerperal fever was common in mid-19th-century hospitals and often fatal. Semmelweis proposed the "}]}, {"heading": "Deaths", "year": "1910", "date": "August 13", "txt": "Florence Nightingale, Italian-English nurse and theologian (b. 1820)", "entities": [{"title": "Florence Nightingale", "href": "/wiki/Florence_Nightingale", "description": "Florence Nightingale, was an English social reformer, statistician and the founder of modern nursing. Nightingale came to prominence while serving as a manager and trainer of nurses during the Crimean War, in which she organised care for wounded soldiers at Constantinople. She gave nursing a favourable reputation and became an icon of Victorian culture, especially in the persona of \"The Lady with "}]}, {"heading": "Deaths", "year": "1912", "date": "August 13", "txt": "Jules Massenet, French composer (b. 1842)", "entities": [{"title": "Jules Massenet", "href": "/wiki/Jules_Massenet", "description": "Jules Émile Frédéric Massenet was a French composer of the Romantic era best known for his operas, of which he wrote more than thirty. The two most frequently staged are Manon (1884) and Werther (1892). He also composed oratorios, ballets, orchestral works, incidental music, piano pieces, songs and other music."}]}, {"heading": "Deaths", "year": "1917", "date": "August 13", "txt": "Eduard Buchner, German chemist, Nobel Prize laureate (b. 1860)", "entities": [{"title": "Eduard Buchner", "href": "/wiki/Eduard_Buchner", "description": "Eduard Buchner was a German chemist and zymologist, awarded the 1907 Nobel Prize in Chemistry for his work on fermentation."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1934", "date": "August 13", "txt": "Mary Hunter Austin, American author and playwright (b. 1868)", "entities": [{"title": "Mary Hunter Austin", "href": "/wiki/Mary_Hunter_Austin", "description": "Mary Hunter Austin was an American writer. One of the early nature writers of the American Southwest, her classic The Land of Little Rain (1903) describes the fauna, flora, and people – as well as evoking the mysticism and spirituality – of the region between the High Sierra and the Mojave Desert of southern California."}]}, {"heading": "Deaths", "year": "1937", "date": "August 13", "txt": "Sigizmund Levanevsky, Soviet aircraft pilot of Polish origin (b. 1902)", "entities": [{"title": "Sigizmund Levanevsky", "href": "/wiki/Sigizmund_Levanevsky", "description": "Sigizmund Aleksandrovich Levanevsky was a Soviet pioneer of long-range flight who was awarded the title Hero of the Soviet Union in 1934 for his role in the SS Chelyuskin rescue."}]}, {"heading": "Deaths", "year": "1946", "date": "August 13", "txt": "H. G. Wells, English novelist, historian, and critic (b. 1866)", "entities": [{"title": "H. G. Wells", "href": "/wiki/H._G._Wells", "description": "Herbert George Wells was an English writer. Prolific in many genres, he wrote dozens of novels, short stories, and works of social commentary, history, satire, biography and autobiography. His work also included two books on recreational war games. Wells is now best remembered for his science fiction novels and is often called the \"father of science fiction\", along with Jules Verne and the publish"}]}, {"heading": "Deaths", "year": "1954", "date": "August 13", "txt": "Demetrius Constantine Dounis, Greek violinist and mandolin player (b. 1886)", "entities": [{"title": "Demetrius Constantine Dounis", "href": "/wiki/Demetrius_Constantine_Dounis", "description": "Demetrius Constantine Dounis, also known as D. C. Dounis, was an influential teacher of violin and string instrument technique, as well as violinist, violist, and mandolin player."}]}, {"heading": "Deaths", "year": "1958", "date": "August 13", "txt": "Francis J. McCormick, American football, basketball player, and coach (b. 1903)", "entities": [{"title": "Francis J. McCormick", "href": "/wiki/Francis_J._McCormick", "description": "Francis J. \"Mickey\" McCormick was an American football and basketball player and coach. He served as the head football coach at St. Norbert College from 1934 to 1942 and at Carroll College—now known as Carroll University—in Waukesha, Wisconsin from 1949 to 1957, compiling a career college football record of 69–57–9. McCormick was also the head basketball coach at St. Norbert from 1934 to 1943 and "}]}, {"heading": "Deaths", "year": "1963", "date": "August 13", "txt": "Louis Bastien, French cyclist and fencer (b. 1881)", "entities": [{"title": "Louis Bastien (cyclist)", "href": "/wiki/Louis_Bastien_(cyclist)", "description": "Louis Bastien was a French racing cyclist and fencer who competed in the late 19th century and early 20th century. He participated in Cycling at the 1900 Summer Olympics in Paris and won the gold medal in the men's 25 kilometre race. He also competed in the individual épée event at the same games."}]}, {"heading": "Deaths", "year": "1965", "date": "August 13", "txt": "Hayato Ikeda, Japanese lawyer and politician, 58th Prime Minister of Japan (b. 1899)", "entities": [{"title": "Hayato Ikeda", "href": "/wiki/Hayato_Ikeda", "description": "\nHayato Ikeda  was a Japanese bureaucrat and later politician who served as Prime Minister of Japan from 1960 to 1964. He is best known for his Income Doubling Plan, which promised to double Japan's GDP in ten years."}, {"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}]}, {"heading": "Deaths", "year": "1971", "date": "August 13", "txt": "W. O. Bentley, English race car driver and engineer, founded Bentley Motors Limited (b. 1888)", "entities": [{"title": "W. O. Bentley", "href": "/wiki/W._O._Bentley", "description": "Walter Owen Bentley, MBE was an English engineer who founded Bentley Motors Limited in London. He was a motorcycle and car racer as young man. After making a name for himself as a designer of aircraft and automobile engines, Bentley established his own firm in 1919. He built the firm into one of the world's premier luxury and performance auto manufacturers, and led the marque to multiple victories"}, {"title": "Bentley", "href": "/wiki/Bentley", "description": "Bentley Motors Limited is a British manufacturer and marketer of luxury cars and SUVs, and a subsidiary of the Volkswagen Group since 1998."}]}, {"heading": "Deaths", "year": "1973", "date": "August 13", "txt": "Willy Rey, Dutch-Canadian model (b. 1949)", "entities": [{"title": "Willy Rey", "href": "/wiki/Willy_Rey", "description": "Willy Rey was a Dutch-Canadian model. She was Playboy magazine's Playmate of the Month for its February 1971 issue. Her centerfold was photographed by Mario Casilli."}]}, {"heading": "Deaths", "year": "1975", "date": "August 13", "txt": "Murilo Mendes, Brazilian poet and telegrapher (b. 1901)", "entities": [{"title": "Murilo Mendes", "href": "/wiki/Murilo_Mendes", "description": "Murilo Monteiro Mendes was a Brazilian Modernist poet, considered to be one of the forerunners of the Surrealist movement in Brazil."}]}, {"heading": "Deaths", "year": "1978", "date": "August 13", "txt": "Lonnie Mayne, American wrestler (b. 1944)", "entities": [{"title": "Lonnie Mayne", "href": "/wiki/Lonnie_Mayne", "description": "Ronald Doyle \"Lonnie\" Mayne was an American professional wrestler in the 1960s and 1970s who frequently went by the name Moondog Mayne. He wrestled in various National Wrestling Alliance territories, as well as the World Wide Wrestling Federation in 1973."}]}, {"heading": "Deaths", "year": "1979", "date": "August 13", "txt": "Andrew Dasburg, American painter and sculptor (b. 1887)", "entities": [{"title": "Andrew Dasburg", "href": "/wiki/Andrew_Dasburg", "description": "Andrew Michael Dasburg was an American modernist painter and \"one of America's leading early exponents of cubism\"."}]}, {"heading": "Deaths", "year": "1984", "date": "August 13", "txt": "Tigran Petrosian, Georgian-Armenian chess player (b. 1929)", "entities": [{"title": "Tigran Petrosian", "href": "/wiki/Tigran_Petrosian", "description": "Tigran Vartanovich Petrosian was a Soviet Armenian Grandmaster, and World Chess Champion from 1963 to 1969. He was nicknamed \"Iron Tigran\" due to his almost impenetrable defensive playing style, which emphasized safety above all else. Petrosian is credited with popularizing chess in Armenia."}]}, {"heading": "Deaths", "year": "1986", "date": "August 13", "txt": "Helen Mack, American actress (b. 1913)", "entities": [{"title": "Helen Mack", "href": "/wiki/Helen_Mack", "description": "Helen Mack was an American actress. Mack started her career as a child actress in silent films, moving on to Broadway plays, and touring one of the vaudeville circuits. Her greater success as an actress was as a leading lady in the 1930s. Eventually Mack transitioned into performing on radio, and then into writing, directing, and producing some of the best known radio shows during the Golden Age o"}]}, {"heading": "Deaths", "year": "1989", "date": "August 13", "txt": "Tim Richmond, American race car driver (b. 1955)", "entities": [{"title": "Tim Richmond", "href": "/wiki/Tim_Richmond", "description": "Timothy Lee Richmond was an American race car driver from Ashland, Ohio. He competed in IndyCar racing before transferring to NASCAR's Winston Cup Series. Richmond was one of the first drivers to change from open wheel racing to NASCAR stock cars full-time, which later became an industry trend. He won the 1980 Indianapolis 500 Rookie of the Year award and had 13 victories during eight NASCAR seaso"}]}, {"heading": "Deaths", "year": "1989", "date": "August 13", "txt": "Larkin I. Smith, American police officer and politician (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "August 13", "txt": "James Roosevelt, American general and politician (b. 1907)", "entities": [{"title": "James Roosevelt", "href": "/wiki/James_Roosevelt", "description": "James Roosevelt II was an American businessman, Marine, activist, and Democratic Party politician. The eldest son of President Franklin D. Roosevelt and Eleanor Roosevelt, he served as an official Secretary to the President for his father and was later elected to the United States House of Representatives representing California. He received the Navy Cross while serving as a Marine Corps officer d"}]}, {"heading": "Deaths", "year": "1995", "date": "August 13", "txt": "Alison Hargreaves, English mountaineer (b. 1963)", "entities": [{"title": "Alison Hargreaves", "href": "/wiki/Alison_Hargreaves", "description": "Alison Jane Hargreaves was a British mountain climber. Her accomplishments included scaling Mount Everest alone, without supplementary oxygen or support from a Sherpa team, in 1995. She soloed all the great north faces of the Alps in a single season—a first for any climber. This feat included climbing the difficult north face of the Eiger in the Alps. Hargreaves also climbed 6,812-metre (22,349 ft"}]}, {"heading": "Deaths", "year": "1995", "date": "August 13", "txt": "Jan Křesadlo, Czech-English psychologist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "August 13", "txt": "Mickey Mantle, American baseball player and sportscaster (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "August 13", "txt": "António de Spínola, Portuguese general and politician, 14th President of Portugal (b. 1910)", "entities": [{"title": "António de Spínola", "href": "/wiki/Ant%C3%B3nio_de_Sp%C3%ADnola", "description": "António Sebastião Ribeiro de Spínola GCTE ComA was a Portuguese military officer, author and conservative politician who played an important role in Portugal's transition to democracy following the Carnation Revolution."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Deaths", "year": "1998", "date": "August 13", "txt": "Nino Ferrer, Italian-French singer-songwriter and guitarist (b. 1934)", "entities": [{"title": "Nino Ferrer", "href": "/wiki/Nino_Ferrer", "description": "Nino Agostino Arturo Maria Ferrari, known as Nino Ferrer, was an Italian-born French singer-songwriter and author."}]}, {"heading": "Deaths", "year": "1998", "date": "August 13", "txt": "Edward Ginzton, Ukrainian-American physicist and academic (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "August 13", "txt": "Julien Green, American author (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "August 13", "txt": "Rafael Robles, Dominican-American baseball player (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "August 13", "txt": "Ignatz Bubis, German Jewish religious leader (b. 1927)", "entities": [{"title": "Ignatz Bubis", "href": "/wiki/Ignatz_Bubis", "description": "Ignatz Bubis, German Jewish leader, was the influential chairman of the Central Council of Jews in Germany from 1992 to 1999. In this capacity he led a public campaign against German antisemitism. Bubis's high profile both in Frankfurt and nationwide involved him in a number of public controversies."}]}, {"heading": "Deaths", "year": "1999", "date": "August 13", "txt": "Jaime Garzón, Colombian journalist and lawyer (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 13", "txt": "Nazia Hassan, Pakistani singer-songwriter (b. 1965)", "entities": [{"title": "Nazia Hassan", "href": "/wiki/Nazia_Hassan", "description": "Nazia Hassan was a Pakistani singer-songwriter, lawyer and social activist. Referred to as the \"Queen of Pop\" in South Asia, she began her music career at the age of 10, and went on to become one of the most prominent singers across South and Southeast Asia. She, along with her brother, Zoheb Hassan, went on to sell over 65 million records worldwide."}]}, {"heading": "Deaths", "year": "2001", "date": "August 13", "txt": "Otto Stuppacher, Austrian race car driver (b. 1947)", "entities": [{"title": "Otto Stuppacher", "href": "/wiki/Otto_Stuppacher", "description": "Otto Stuppacher was a racing driver from Vienna, Austria. He competed in hill-climbs and sports car racing before entering 3 Formula One Grands Prix with the ÖASC Racing Team in 1976, with a Tyrrell 007. He was refused entry to the 1976 Austrian Grand Prix, along with teammate Karl Oppitzhauser, despite trying to raise a petition from the other teams."}]}, {"heading": "Deaths", "year": "2001", "date": "August 13", "txt": "Jim Hughes, American baseball player and manager (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 13", "txt": "Betty Cavanna, American author (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "August 13", "txt": "Ed Townsend, American singer-songwriter and producer (b. 1929)", "entities": [{"title": "Ed Townsend", "href": "/wiki/Ed_Townsend", "description": "\nEdward Benjamin 'Ed' Townsend was an American singer, songwriter, producer and attorney. He performed and composed \"For Your Love\", a rhythm and blues doo wop classic, and co-wrote \"Let's Get It On\" with Marvin Gaye."}]}, {"heading": "Deaths", "year": "2004", "date": "August 13", "txt": "Julia Child, American chef, author, and television host (b. 1912)", "entities": [{"title": "Julia Child", "href": "/wiki/Julia_Child", "description": "Julia Carolyn Child was an American cooking teacher, author, and television personality. She is recognized for bringing French cuisine to the American public with her debut cookbook, Mastering the Art of French Cooking, and her subsequent television programs, the most notable of which was The French Chef, which premiered in 1963."}]}, {"heading": "Deaths", "year": "2005", "date": "August 13", "txt": "Miguel Arraes, Brazilian lawyer and politician (b. 1916)", "entities": [{"title": "Miguel Arraes", "href": "/wiki/Miguel_Arraes", "description": "Miguel Arraes de Alencar was a Brazilian lawyer and politician. He was mayor of Recife, State Deputy, Federal Deputy and three times Governor of Pernambuco."}]}, {"heading": "Deaths", "year": "2005", "date": "August 13", "txt": "David Lange, New Zealand lawyer and politician, 32nd Prime Minister of New Zealand (b. 1942)", "entities": [{"title": "Prime Minister of New Zealand", "href": "/wiki/Prime_Minister_of_New_Zealand", "description": "The prime minister of New Zealand is the head of government of New Zealand. The incumbent prime minister, Jacinda Ardern, leader of the New Zealand Labour Party, took office on 26 October 2017."}]}, {"heading": "Deaths", "year": "2006", "date": "August 13", "txt": "Tony Jay, English actor and singer (b. 1933)", "entities": [{"title": "Tony Jay", "href": "/wiki/Tony_Jay", "description": "Tony Jay was an English actor."}]}, {"heading": "Deaths", "year": "2006", "date": "August 13", "txt": "Jon Nödtveidt, Swedish musician (b. 1975)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 13", "txt": "Brian Adams, American wrestler (b. 1964)", "entities": [{"title": "Brian Adams (wrestler)", "href": "/wiki/Brian_Adams_(wrestler)", "description": "Brian Keith Adams was an American professional wrestler. Adams is known for his time with the World Wrestling Federation (WWF), under the name Crush, and for World Championship Wrestling (WCW) under his real name Brian Adams. Trained in Japan by Antonio Inoki, he was a two-time WCW World Tag Team Champion, a one-time WWF Tag Team Champion and a one-time AJPW World Tag Team Champion, among other ac"}]}, {"heading": "Deaths", "year": "2007", "date": "August 13", "txt": "Brooke Astor, American philanthropist and socialite (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 13", "txt": "Phil Rizzuto, American baseball player and sportscaster (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 13", "txt": "Henri Cartan, French mathematician and academic (b. 1904)", "entities": [{"title": "Henri Cartan", "href": "/wiki/Henri_Cartan", "description": "Henri Paul Cartan was a French mathematician who made substantial contributions to algebraic topology. He was the son of the French mathematician Élie Cartan and the brother of composer Jean Cartan."}]}, {"heading": "Deaths", "year": "2008", "date": "August 13", "txt": "Bill Gwatney, American politician (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 13", "txt": "Jack Weil, American businessman (b. 1901)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 13", "txt": "Lavelle Felton, American basketball player (b. 1980)", "entities": [{"title": "Lavelle Felton", "href": "/wiki/Lavelle_Felton", "description": "Lavelle Felton was an American professional basketball player playing in the European professional basketball leagues."}]}, {"heading": "Deaths", "year": "2010", "date": "August 13", "txt": "Panagiotis Bachramis, Greek footballer (b. 1976)", "entities": [{"title": "Panagiotis Bachramis", "href": "/wiki/Panagiotis_Bachramis", "description": "Panagiotis Bachramis was a Greek professional footballer who played as midfielder. On August 13, 2010, he was killed when a speedboat struck him while he was snorkeling near the beach in Kyparissia."}]}, {"heading": "Deaths", "year": "2010", "date": "August 13", "txt": "Lance Cade, American wrestler (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "August 13", "txt": "Edwin Newman, American journalist and author (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 13", "txt": "Tareque Masud, Bangladeshi director, producer, and screenwriter (b. 1957)", "entities": [{"title": "Tareque Masud", "href": "/wiki/Tareque_Masud", "description": "Tareque Masud was a Bangladeshi independent film director, film producer, screenwriter and lyricist. He first found success with the films Muktir Gaan (1995) and Matir Moina (2002), for which he won three international awards, including the International Critics' FIPRESCI Prize, in the Directors' Fortnight section outside competition at the 2002 Cannes Film Festival. The film became Bangladesh's f"}]}, {"heading": "Deaths", "year": "2011", "date": "August 13", "txt": "Mishuk Munier, Bangladeshi journalist and cinematographer (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 13", "txt": "Hugo Adam Bedau, American philosopher and academic (b. 1926)", "entities": [{"title": "Hugo Adam Bedau", "href": "/wiki/Hugo_Adam_Bedau", "description": "Hugo Adam Bedau was the Austin B. Fletcher Professor of Philosophy, Emeritus, at Tufts University, and is best known for his work on capital punishment. He has been called a \"leading anti-death-penalty scholar\" by Stuart Taylor Jr., who has quoted Bedau as saying \"I'll let the criminal justice system execute all the McVeighs they can capture, provided they'd sentence to prison all the people who a"}]}, {"heading": "Deaths", "year": "2012", "date": "August 13", "txt": "Helen Gurley Brown, American journalist and author (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 13", "txt": "Ray Jordon, Australian cricketer and coach (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 13", "txt": "Johnny Pesky, American baseball player and manager (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 13", "txt": "Joan Roberts, American actress and singer (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 13", "txt": "Lothar Bisky, German politician (b. 1941)", "entities": [{"title": "Lothar Bisky", "href": "/wiki/Lothar_Bisky", "description": "Lothar Bisky was a German politician. He was the chairman of the Party of Democratic Socialism (PDS), the successor of East Germany's Socialist Unity Party (SED). In June 2007 he became co-chairman of The Left party, formed by a merger of the PDS and the much smaller Labour and Social Justice – The Electoral Alternative. From 2007 until 2010 he was the President of the Party of the European Left. "}]}, {"heading": "Deaths", "year": "2013", "date": "August 13", "txt": "Aaron Selber, Jr., American businessman and philanthropist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 13", "txt": "Jean Vincent, French footballer and manager (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 13", "txt": "Frans Brüggen, Dutch flute player and conductor (b. 1934)", "entities": [{"title": "Frans Brüggen", "href": "/wiki/Frans_Br%C3%BCggen", "description": "Franciscus (\"Frans\") Jozef Brüggen was a Dutch conductor, recorder player and baroque flautist."}]}, {"heading": "Deaths", "year": "2014", "date": "August 13", "txt": "Eduardo Campos, Brazilian politician, 14th Brazilian Minister of Science and Technology (b. 1965)", "entities": [{"title": "Ministry of Science, Technology and Innovation (Brazil)", "href": "/wiki/Ministry_of_Science,_Technology_and_Innovation_(Brazil)", "description": "The Ministry of Science, Technology and Innovation of Brazil is the civilian cabinet organization which coordinates science, technology, and innovation activities in the country. It is headed by the Minister of Science, Technology and Innovation."}]}, {"heading": "Deaths", "year": "2014", "date": "August 13", "txt": "Martino Finotto, Italian race car driver (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 13", "txt": "Süleyman Seba, Turkish footballer and manager (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 13", "txt": "Watban Ibrahim al-Tikriti, Iraqi politician, Iraqi Minister of Interior (b. 1952)", "entities": [{"title": "Watban Ibrahim al-Tikriti", "href": "/wiki/Watban_Ibrahim_al-Tikriti", "description": "Watban Ibrahim al-Nassiri was a senior Interior Minister of Iraq. He was the half-brother of Saddam Hussein and the brother of Barzan al-Tikriti. He was taken into coalition custody 13 April 2003, following his capture as he tried fleeing to Syria. He died in prison of natural causes in 2015."}, {"title": "Ministry of Interior (Iraq)", "href": "/wiki/Ministry_of_Interior_(Iraq)", "description": "The Ministry of Interior (MOI) is the government body charged with overseeing policing and border control in Iraq. The MOI comprises several agencies, including the Iraqi Police, Highway Patrol, Traffic Department, Emergency Response Unit, Explosive Ordnance Disposal Unit, and Department of Border Enforcement. Following passage of the Facilities Protection Service Reform Law, the Ministry absorbed"}]}, {"heading": "Deaths", "year": "2015", "date": "August 13", "txt": "Bob Fillion, Canadian ice hockey player and manager (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 13", "txt": "Om Prakash Munjal, Indian businessman and philanthropist, co-founded Hero Cycles (b. 1928)", "entities": [{"title": "Hero Cycles", "href": "/wiki/Hero_Cycles", "description": "Hero Cycles Limited, based in Ludhiana Punjab, is an Indian company that manufactures bicycles and bicycle related products. Pankaj M Munjal is the Chairman & Managing Director of Hero Cycles."}]}, {"heading": "Deaths", "year": "2016", "date": "August 13", "txt": "Kenny Baker, English actor and musician (b. 1934)", "entities": [{"title": "Kenny Baker (English actor)", "href": "/wiki/Kenny_Baker_(English_actor)", "description": "Kenneth George Baker was an English actor and musician. He portrayed the character R2-D2 in the Star Wars franchise and also appeared in The Elephant Man, Time Bandits, Willow, Flash Gordon, Amadeus and Labyrinth."}]}, {"heading": "Deaths", "year": "2016", "date": "August 13", "txt": "Pramukh Swami Maharaj, Indian Hindu leader (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "August 13", "txt": "Jim Neidhart, American wrestler (b. 1955)", "entities": [{"title": "Jim Neidhart", "href": "/wiki/Jim_Neidhart", "description": "James Henry Neidhart was an American professional wrestler known for his appearances in the 1980s and 1990s in the World Wrestling Federation as Jim \"The Anvil\" Neidhart, where he was a two-time WWF Tag Team Champion with his real-life brother-in-law Bret Hart in The Hart Foundation. He also won titles in Stampede Wrestling, Championship Wrestling from Florida, Mid-South Wrestling, Memphis Champio"}]}]