[{"heading": "Events", "year": "367", "date": "August 24", "txt": "Gratian, son of Roman Emperor Valentinian I, is named co-Augustus at the age of eight by his father.", "entities": [{"title": "Gratian", "href": "/wiki/Gratian", "description": "Gratian was Roman emperor from 367 to 383. The eldest son of Valentinian I, Gratian accompanied his father on several campaigns along the Rhine and Danube frontiers and was raised to the rank of augustus in 367. Upon the death of Valentinian in 375, Gratian took over government of the west while his half-brother Valentinian II was also acclaimed emperor in Pannonia. Gratian governed the western pr"}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Valentinian I", "href": "/wiki/Valentinian_I", "description": "Valentinian I, sometimes called Valentinian the Great, was Roman emperor from 364 to 375. Upon becoming emperor he made his brother Valens his co-emperor, giving him rule of the eastern provinces while Valentinian retained the west."}, {"title": "Augustus (honorific)", "href": "/wiki/Augustus_(honorific)", "description": "Augustus was an ancient Roman title given as both name and title to Gaius Octavius, Rome's first Emperor. On his death, it became an official title of his successor, and was so used by Roman emperors thereafter. The feminine form Augusta was used for Roman empresses and other female members of the Imperial family. The masculine and feminine forms originated in the time of the Roman Republic, in co"}]}, {"heading": "Events", "year": "394", "date": "August 24", "txt": "The Graffito of Esmet-Akhom, the latest known inscription in Egyptian hieroglyphs, is written.", "entities": [{"title": "Graffito of Esmet-Akhom", "href": "/wiki/Graffito_of_Esmet-Akhom", "description": "The Graffito of Esmet-Akhom is the last known inscription written in Egyptian hieroglyphs, dated to 394 CE.\nIt is inscribed in the temple Isis at Philae in southern Egypt."}, {"title": "Egyptian hieroglyphs", "href": "/wiki/Egyptian_hieroglyphs", "description": "Egyptian hieroglyphs were the formal writing system used in Ancient Egypt. Hieroglyphs combined logographic, syllabic and alphabetic elements, with a total of some 1,000 distinct characters. Cursive hieroglyphs were used for religious literature on papyrus and wood. The later hieratic and demotic Egyptian scripts were derived from hieroglyphic writing, as was the Proto-Sinaitic script that later e"}]}, {"heading": "Events", "year": "410", "date": "August 24", "txt": "The Visigoths under king Alaric I begin to pillage Rome.", "entities": [{"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}, {"title": "Alaric I", "href": "/wiki/Alaric_I", "description": "Alaric I was the first king of the Visigoths, from 395 to 410. He rose to leadership of the Goths who came to occupy Moesia – territory acquired a couple of decades earlier by a combined force of Goths and Alans after the Battle of Adrianople."}, {"title": "Sack of Rome (410)", "href": "/wiki/Sack_of_Rome_(410)", "description": "The Sack of Rome on 24 August 410 AD was undertaken by the Visigoths led by their king, Alaric. At that time, Rome was no longer the capital of the Western Roman Empire, having been replaced in that position first by Mediolanum in 286 and then by Ravenna in 402. Nevertheless, the city of Rome retained a paramount position as \"the eternal city\" and a spiritual center of the Empire. The sack was a m"}]}, {"heading": "Events", "year": "1185", "date": "August 24", "txt": "Sack of Thessalonica by the Normans.", "entities": [{"title": "Sack of Thessalonica (1185)", "href": "/wiki/Sack_of_Thessalonica_(1185)", "description": "The sack of Thessalonica in 1185 by Normans of the Kingdom of Sicily was one of the worst disasters to befall the Byzantine Empire in the 12th century."}]}, {"heading": "Events", "year": "1200", "date": "August 24", "txt": "King John of England, signer of the first Magna Carta, marries Isabella of Angoulême in Angoulême Cathedral.", "entities": [{"title": "John of England", "href": "/wiki/John_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}, {"title": "Magna Carta", "href": "/wiki/Magna_Carta", "description": "Magna Carta Libertatum, commonly called Magna Carta, is a royal charter of rights agreed to by King John of England at Runnymede, near Windsor, on 15 June 1215. First drafted by Archbishop of Canterbury Stephen Langton to make peace between the unpopular king and a group of rebel barons, it promised the protection of church rights, protection for the barons from illegal imprisonment, access to swi"}, {"title": "Isabella of Angoulême", "href": "/wiki/Isabella_of_Angoul%C3%AAme", "description": "Isabella of Angoulême was Queen of England as the second wife of King John from 1200 until John's death in 1216. She was also suo jure Countess of Angoulême from 1202 until 1246."}, {"title": "Angoulême Cathedral", "href": "/wiki/Angoul%C3%AAme_Cathedral", "description": "Angoulême Cathedral is a Roman Catholic church in Angoulême, Charente, France. The cathedral is in the Romanesque architectural and sculptural tradition, and is the seat of the Bishop of Angoulême."}]}, {"heading": "Events", "year": "1215", "date": "August 24", "txt": "Pope Innocent III issues a bull declaring Magna Carta invalid.", "entities": [{"title": "Pope Innocent III", "href": "/wiki/Pope_Innocent_III", "description": "Pope Innocent III (Latin: Innocentius III; 1160 or 1161 - 16 July 1216, born Lotario dei Conti di Segni was the head of the Catholic Church and ruler of the Papal States from 8 January 1198 to his death."}, {"title": "Magna Carta", "href": "/wiki/Magna_Carta", "description": "Magna Carta Libertatum, commonly called Magna Carta, is a royal charter of rights agreed to by King John of England at Runnymede, near Windsor, on 15 June 1215. First drafted by Archbishop of Canterbury Stephen Langton to make peace between the unpopular king and a group of rebel barons, it promised the protection of church rights, protection for the barons from illegal imprisonment, access to swi"}]}, {"heading": "Events", "year": "1349", "date": "August 24", "txt": "Six thousand Jews are killed in Mainz after being blamed for the bubonic plague.", "entities": [{"title": "Mainz", "href": "/wiki/Mainz", "description": "Mainz is the capital and largest city of Rhineland-Palatinate, Germany."}, {"title": "Bubonic plague", "href": "/wiki/Bubonic_plague", "description": "Bubonic plague is one of three types of plague caused by the plague bacterium. One to seven days after exposure to the bacteria, flu-like symptoms develop. These symptoms include fever, headaches, and vomiting. Swollen and painful lymph nodes occur in the area closest to where the bacteria entered the skin. Occasionally, the swollen lymph nodes, known as \"buboes\" pictured to the right, may break o"}]}, {"heading": "Events", "year": "1482", "date": "August 24", "txt": "The town and castle of Berwick upon Tweed is captured from Scotland by an English army.", "entities": [{"title": "Capture of Berwick (1482)", "href": "/wiki/Capture_of_Berwick_(1482)", "description": "In July 1482 an English army invaded Scotland during the Anglo-Scottish Wars. The town of Berwick-upon-Tweed and its castle were captured and the English army briefly occupied Edinburgh. These events followed the signing of the Treaty of Fotheringhay, 11 June 1482, in which Alexander Stewart, Duke of Albany, the brother of James III of Scotland declared himself King of Scotland and swore loyalty t"}]}, {"heading": "Events", "year": "1516", "date": "August 24", "txt": "The Ottoman Empire under Selim I defeats the Mamluk Sultanate and captures present-day Syria at the Battle of Marj Dabiq.", "entities": [{"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Selim I", "href": "/wiki/Selim_I", "description": "Selim I , known as Selim the Grim or Selim the Resolute, was the Sultan of the Ottoman Empire from 1512 to 1520. Despite lasting only eight years, his reign is notable for the enormous expansion of the Empire, particularly his conquest between 1516 and 1517 of the entire Mamluk Sultanate of Egypt, which included all of the Levant, Hejaz, Tihamah, and Egypt itself. On the eve of his death in 1520, "}, {"title": "Mamluk Sultanate (Cairo)", "href": "/wiki/Mamluk_Sultanate_(Cairo)", "description": "The Mamluk Sultanate was a medieval realm spanning Egypt, the Levant and Hejaz that established itself as a caliphate. It lasted from the overthrow of the Ayyubid dynasty until the Ottoman conquest of Egypt in 1517. Historians have traditionally broken the era of Mamluk rule into two periods, one covering 1250–1382 and the other 1382–1517. Western historians call the former the \"Baḥrī\" period and "}, {"title": "Battle of Marj Dabiq", "href": "/wiki/Battle_of_Marj_Dabiq", "description": "The Battle of Marj Dābiq was a decisive military engagement in Middle Eastern history, fought on 24 August 1516, near the town of Dabiq, 44 km north of Aleppo. The battle was part of the 1516–17 war between the Ottoman Empire and the Mamluk Sultanate, which ended in an Ottoman victory and conquest of much of the Middle East, bringing about the destruction of the Mamluk Sultanate. The Ottoman victo"}]}, {"heading": "Events", "year": "1561", "date": "August 24", "txt": "Willem of Orange marries duchess Anna of Saxony.", "entities": [{"title": "William the Silent", "href": "/wiki/William_the_Silent", "description": "William the Silent, also known as William the Taciturn, or William of Orange, was the main leader of the Dutch Revolt against the Spanish Habsburgs that set off the Eighty Years' War (1568–1648) and resulted in the formal independence of the United Provinces in 1581. Born into the House of Nassau, he became Prince of Orange in 1544 and is thereby the founder of the Orange-Nassau branch and the anc"}, {"title": "Anna of Saxony", "href": "/wiki/Anna_of_Saxony", "description": "Anna of Saxony was the heiress of Maurice, Elector of Saxony, and Agnes, eldest daughter of Philip I, Landgrave of Hesse. Maurice's only son, Albert, died in infancy. Anna was the second wife of William the Silent."}]}, {"heading": "Events", "year": "1608", "date": "August 24", "txt": "The first official English representative to India lands in Surat.", "entities": [{"title": "Surat", "href": "/wiki/Surat", "description": "Surat is a city in the western Indian state of Gujarat. Located at the mouth of the Tapti River, it used to be a large seaport. It is now the commercial and economic center in South Gujarat, and one of the largest urban areas of western India. It has well-established diamond and textile industries, and is a shopping centre for apparels and accessories. It is the eighth largest city by population a"}]}, {"heading": "Events", "year": "1643", "date": "August 24", "txt": "A Dutch fleet establishes a new colony in the ruins of Valdivia in southern Chile.", "entities": [{"title": "Dutch expedition to Valdivia", "href": "/wiki/Dutch_expedition_to_Valdivia", "description": "The Dutch expedition to Valdivia was a naval expedition, commanded by Hendrik Brouwer, sent by the Dutch Republic in 1643 to establish a base of operations and a trading post on the southern coast of Chile. With Spain and the Dutch Republic at war, the Dutch wished to take over the ruins of the abandoned Spanish city of Valdivia. The expedition sacked the Spanish settlements of Carelmapu and Castr"}, {"title": "Valdivia", "href": "/wiki/Valdivia", "description": "Valdivia is a city and commune in southern Chile, administered by the Municipality of Valdivia. The city is named after its founder Pedro de Valdivia and is located at the confluence of the Calle-Calle, Valdivia, and Cau-Cau Rivers, approximately 15 km (9 mi) east of the coastal towns of Corral and Niebla. Since October 2007, Valdivia has been the capital of Los Ríos Region and is also the capital"}, {"title": "Zona Sur", "href": "/wiki/Zona_Sur", "description": "The Zona Sur is one of the five natural regions on which CORFO divided continental Chile in 1950. Its northern border is formed by the Bío-Bío River, the limit with the Central Chile Zone. By west with the Pacific Ocean, by the east with the Andean mountains and Argentina. Its southern border is the Chacao Channel, beyond it lies the Austral Zone. While Chiloé Archipelago belongs geographically to"}]}, {"heading": "Events", "year": "1662", "date": "August 24", "txt": "The Act of Uniformity requires England to accept the Book of Common Prayer.", "entities": [{"title": "Act of Uniformity 1662", "href": "/wiki/Act_of_Uniformity_1662", "description": "The Act of Uniformity 1662 is an Act of the Parliament of England. It prescribed the form of public prayers, administration of sacraments, and other rites of the Established Church of England, according to the rites and ceremonies prescribed in the Book of Common Prayer. Adherence to this was required in order to hold any office in government or the church, although the 1662 edition of the Book of"}, {"title": "Book of Common Prayer", "href": "/wiki/Book_of_Common_Prayer", "description": "Book of Common Prayer (BCP) is the short title of a number of related prayer books used in the Anglican Communion, as well as by other Christian churches historically related to Anglicanism. The original book, published in 1549 in the reign of Edward VI, was a product of the English Reformation following the break with Rome. The work of 1549 was the first prayer book to include the complete forms "}]}, {"heading": "Events", "year": "1682", "date": "August 24", "txt": "William Penn receives the area that is now the state of Delaware, and adds it to his colony of Pennsylvania.", "entities": [{"title": "William Penn", "href": "/wiki/William_Penn", "description": "William Penn was an English writer and religious thinker belonging to the Religious Society of Friends (Quakers), and founder of the Province of Pennsylvania, a North American colony of England. He was an early advocate of democracy and religious freedom, notable for his good relations and successful treaties with the Lenape Native Americans. Under his direction, the city of Philadelphia was plann"}, {"title": "Delaware", "href": "/wiki/Delaware", "description": "Delaware is a state in the Mid-Atlantic region of the United States, bordering Maryland to its south and west; Pennsylvania to its north; and New Jersey and the Atlantic Ocean to its east. The state takes its name from the nearby Delaware River named after Thomas West, 3rd Baron De La Warr, an English nobleman and Virginia's first colonial governor."}, {"title": "Colony", "href": "/wiki/Colony", "description": "In political science, a colony is a territory subject to a form of foreign rule. Though dominated by the foreign colonizers, colonies remain separate from the administration of the original country of the colonizers, the metropolitan state .\nThis administrative colonial separation makes colonies neither incorporated territories, nor client states. Some colonies have been organized either as depend"}, {"title": "Pennsylvania", "href": "/wiki/Pennsylvania", "description": "Pennsylvania, officially the Commonwealth of Pennsylvania, is a state in the Mid-Atlantic, Northeastern, and Appalachian regions of the United States. The Commonwealth is bordered by Delaware to the southeast, Maryland to the south, West Virginia to the southwest, Ohio to the west, Lake Erie and the Canadian province of Ontario to the northwest, New York to the north, and New Jersey to the east, w"}]}, {"heading": "Events", "year": "1690", "date": "August 24", "txt": "Job Charnock of the East India Company establishes a factory in Calcutta, an event formerly considered the founding of the city (in 2003 the Calcutta High Court ruled that the city's foundation date is unknown).", "entities": [{"title": "Job Charnock", "href": "/wiki/Job_Charnock", "description": "Job Charnock was an employee and administrator of the East India Company, and traditionally regarded as the founder of the city of Kolkata. However, his status as official founder is not universally accepted."}, {"title": "East India Company", "href": "/wiki/East_India_Company", "description": "The East India Company (EIC), also known as the Honourable East India Company (HEIC), East India Trading Company (EITC), the English East India Company or the British East India Company, and informally known as John Company, Company Bahadur, or simply The Company was an English and later British joint-stock company founded in 1600. It was formed to trade in the Indian Ocean region, initially with "}, {"title": "Factory (trading post)", "href": "/wiki/Factory_(trading_post)", "description": "Factory was the common name during the medieval and early modern eras for an entrepôt – which was essentially an early form of free-trade zone or transshipment point. At a factory, local inhabitants could interact with foreign merchants, often known as factors. First established in Europe, factories eventually spread to many other parts of the world."}, {"title": "Kolkata", "href": "/wiki/Kolkata", "description": "Kolkata is the capital of the Indian state of West Bengal. Located on the eastern bank of the Hooghly River, the city is approximately 80 kilometres (50 mi) west of the border with Bangladesh. It is the primary business, commercial, and financial hub of Eastern India and the main port of communication for North-East India, as well as having the third-largest urban economy of India. Kolkata is home"}, {"title": "Calcutta High Court", "href": "/wiki/Calcutta_High_Court", "description": "The Calcutta High Court is the oldest High Court in India. It is located in B.B.D. Bagh, Kolkata, West Bengal. It has jurisdiction over the state of West Bengal and the Union Territory of the Andaman and Nicobar Islands. The High Court building's design is based on the Cloth Hall, Ypres, in Belgium."}]}, {"heading": "Events", "year": "1781", "date": "August 24", "txt": "American Revolutionary War: A small force of Pennsylvania militia is ambushed and overwhelmed by an American Indian group, which forces George Rogers Clark to abandon his attempt to attack Detroit.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Militia (United States)", "href": "/wiki/Militia_(United_States)", "description": "The militia of the United States, as defined by the U.S. Congress, has changed over time. During colonial America, all able-bodied men of a certain age range were members of the militia, depending on the respective state's rule. Individual towns formed local independent militias for their own defense. The year before the US Constitution was ratified, The Federalist Papers detailed the founders' pa"}, {"title": "Lochry's Defeat", "href": "/wiki/Lochry%27s_Defeat", "description": "Lochry's Defeat, also known as the Lochry massacre, was a battle fought on August 24, 1781, near present-day Aurora, Indiana, in the United States. The battle was part of the American Revolutionary War (1775–1783), which began as a conflict between Great Britain and the Thirteen Colonies before spreading to the western frontier, where American Indians entered the war as British allies. The battle "}, {"title": "George Rogers Clark", "href": "/wiki/George_Rogers_Clark", "description": "George Rogers Clark was an American surveyor, soldier, and militia officer from Virginia who became the highest-ranking American patriot military officer on the northwestern frontier during the American Revolutionary War. He served as leader of the militia in Kentucky throughout much of the war. He is best known for his celebrated captures of Kaskaskia (1778) and Vincennes (1779) during the Illino"}, {"title": "Detroit", "href": "/wiki/Detroit", "description": "Detroit is the largest and most-populous city in the U.S. state of Michigan, the largest U.S. city on the United States–Canada border, and the seat of Wayne County. The municipality of Detroit had a 2019 estimated population of 670,031, making it the 24th-most populous city in the United States. The metropolitan area, known as Metro Detroit, is home to 4.3 million people, making it the second-larg"}]}, {"heading": "Events", "year": "1812", "date": "August 24", "txt": "Peninsular War: A coalition of Spanish, British, and Portuguese forces succeed in lifting the two-and-a-half-year-long Siege of Cádiz.", "entities": [{"title": "Peninsular War", "href": "/wiki/Peninsular_War", "description": "The Peninsular War (1807–1814) was the military conflict fought by Spain, the United Kingdom and Portugal against the invading and occupying forces of France for control of the Iberian Peninsula during the Napoleonic Wars. In Spain, it is considered to overlap with the Spanish War of Independence. The war began when the French and Spanish armies invaded and occupied Portugal in 1807 by transiting "}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}, {"title": "Kingdom of Portugal", "href": "/wiki/Kingdom_of_Portugal", "description": "The Kingdom of Portugal was a monarchy on the Iberian Peninsula and the predecessor of the modern Portuguese Republic. It was in existence from 1139 until 1910. After 1415, it was also known as the Kingdom of Portugal and the Algarves, and between 1815 and 1822, it was known as the United Kingdom of Portugal, Brazil and the Algarves. The name is also often applied to the Portuguese Empire, the rea"}, {"title": "Siege of Cádiz", "href": "/wiki/Siege_of_C%C3%A1diz", "description": "The siege of Cádiz was a siege of the large Spanish naval base of Cádiz by a French army from 5 February 1810 to 24 August 1812 during the Peninsular War. Following the occupation of Seville, Cádiz became the Spanish seat of power, and was targeted by 70,000 French troops under the command of the Marshals Claude Victor and Nicolas Jean-de-Dieu Soult for one of the most important sieges of the war."}]}, {"heading": "Events", "year": "1814", "date": "August 24", "txt": "British troops invade Washington, D.C. and during the Burning of Washington the White House, the Capitol and many other buildings are set ablaze.", "entities": [{"title": "Burning of Washington", "href": "/wiki/Burning_of_Washington", "description": "The Burning of Washington was a British invasion of Washington City, the capital of the United States, during the Chesapeake Campaign of the War of 1812. To this date, it remains the only time since the American Revolutionary War that a foreign power has captured and occupied the capital of the United States."}, {"title": "White House", "href": "/wiki/White_House", "description": "The White House is the official residence and workplace of the president of the United States. It is located at 1600 Pennsylvania Avenue NW in Washington, D.C., and has been the residence of every US president since John Adams in 1800. The term \"White House\" is often used as a metonym for the president and their advisers."}, {"title": "United States Capitol", "href": "/wiki/United_States_Capitol", "description": "The United States Capitol, often called The Capitol or the Capitol Building, is the meeting place of the United States Congress and the seat of the legislative branch of the U.S. federal government. It is located on Capitol Hill at the eastern end of the National Mall in Washington, D.C. Though no longer at the geographic center of the federal district, the Capitol forms the origin point for the d"}]}, {"heading": "Events", "year": "1815", "date": "August 24", "txt": "The modern Constitution of the Netherlands is signed.", "entities": [{"title": "Constitution of the Netherlands", "href": "/wiki/Constitution_of_the_Netherlands", "description": "The Constitution for the Kingdom of the Netherlands is one of two fundamental documents governing the Kingdom of the Netherlands as well as the fundamental law of the European territory of the Kingdom of the Netherlands. It is generally seen as directly derived from the one issued in 1815, constituting a constitutional monarchy; it is the third oldest constitution still in use worldwide."}]}, {"heading": "Events", "year": "1816", "date": "August 24", "txt": "The Treaty of St. Louis is signed in St. Louis, Missouri.", "entities": [{"title": "Treaty of St. Louis (1816)", "href": "/wiki/Treaty_of_St._Louis_(1816)", "description": "The Treaty of St. Louis is the name of a series of treaties signed between the United States and various Native American tribes from 1804 through 1824. The fourteen treaties were all signed in the St. Louis, Missouri area."}, {"title": "St. Louis, Missouri", "href": "/wiki/St._Louis,_Missouri", "description": "St. Louis is the second-largest city in Missouri, United States. It sits near the confluence of the Mississippi and the Missouri Rivers, on the western bank of the latter. As of 2019, the city proper had an estimated population of around 300,000, while the bi-state metropolitan area, which extends into Illinois, had an estimated population of over 2.8 million, making it the largest metropolitan ar"}]}, {"heading": "Events", "year": "1820", "date": "August 24", "txt": "Constitutionalist insurrection at Oporto, Portugal.", "entities": [{"title": "Constitutionalism", "href": "/wiki/Constitutionalism", "description": "Constitutionalism is \"a compound of ideas, attitudes, and patterns of behavior elaborating the principle that the authority of government derives from and is limited by a body of fundamental law\"."}, {"title": "History of Portugal", "href": "/wiki/History_of_Portugal#Crises_of_the_nineteenth_century", "description": "The history of Portugal can be traced from circa 400,000 years ago, when the region of present-day Portugal was inhabited by Homo heidelbergensis. The oldest human fossil is the skull discovered in the Cave of Aroeira in Almonda. Later Neanderthals roamed the northern Iberian peninsula. Homo sapiens arrived in Portugal around 35,000 years ago."}, {"title": "Porto", "href": "/wiki/Porto", "description": "Porto or Oporto is the second-largest city in Portugal and one of the Iberian Peninsula's major urban areas. Porto city proper, which is the entire municipality of Porto, is small compared to its metropolitan area, with an estimated population of just 215,945 people in a municipality with only 41.42 km2. Porto's metropolitan area has around 1.7 million people (2019) in an area of 2,395 km2 (925 sq"}]}, {"heading": "Events", "year": "1821", "date": "August 24", "txt": "The Treaty of Córdoba is signed in Córdoba, now in Veracruz, Mexico, concluding the Mexican War of Independence from Spain.", "entities": [{"title": "Treaty of Córdoba", "href": "/wiki/Treaty_of_C%C3%B3rdoba", "description": "The Treaty of Córdoba established Mexican independence from Spain at the conclusion of the Mexican War of Independence. It was signed on August 24, 1821 in Córdoba, Veracruz, Mexico. The signatories were the head of the Army of the Three Guarantees, Agustín de Iturbide, and, acting on behalf of the Spanish government, Jefe Político Superior Juan O'Donojú. The treaty has 17 articles, which develope"}, {"title": "Córdoba, Veracruz", "href": "/wiki/C%C3%B3rdoba,_Veracruz", "description": "Córdoba, officially known as Heroica Córdoba, is a city and the seat of the municipality of the same name in the Mexican state of Veracruz. It was founded in 1618."}, {"title": "Veracruz (state)", "href": "/wiki/Veracruz_(state)", "description": "Veracruz, formally Veracruz de Ignacio de la Llave, officially the Free and Sovereign State of Veracruz de Ignacio de la Llave, is one of the 32 states that comprise the Federal Entities of Mexico. It is divided in 212 municipalities, and its capital city is Xalapa-Enríquez."}, {"title": "Mexican War of Independence", "href": "/wiki/Mexican_War_of_Independence", "description": "The Mexican War of Independence was an armed conflict and political process, lasting from 1808 to 1821, resulting in Mexico's independence from Spain. It was not a single, coherent event, but local and regional struggles that occurred within the same time period, and can be considered a revolutionary civil war. Independence was not an inevitable outcome, but events in Spain itself had a direct imp"}]}, {"heading": "Events", "year": "1857", "date": "August 24", "txt": "The Panic of 1857 begins, setting off one of the most severe economic crises in United States history.", "entities": [{"title": "Panic of 1857", "href": "/wiki/Panic_of_1857", "description": "The Panic of 1857 was a financial panic in the United States caused by the declining international economy and over-expansion of the domestic economy. Because of the invention of the telegraph by Samuel F. Morse in 1844, the Panic of 1857 was the first financial crisis to spread rapidly throughout the United States. The world economy was also more interconnected by the 1850s, which also made the P"}]}, {"heading": "Events", "year": "1870", "date": "August 24", "txt": "The Wolseley expedition reaches Manitoba to end the Red River Rebellion.", "entities": [{"title": "Wolseley expedition", "href": "/wiki/Wolseley_expedition", "description": "The Wolseley expedition was a military force authorized by Sir John A. Macdonald to confront Louis Riel and the Métis in 1870, during the Red River Rebellion, at the Red River Colony in what is now the Canadian province of Manitoba. The expedition was also intended to counter American expansionist sentiments in northern border states. Leaving Toronto in May 1870, the expedition arrived at Fort Gar"}, {"title": "Manitoba", "href": "/wiki/Manitoba", "description": "Manitoba is a province of Canada at the longitudinal centre of the country. It is Canada's fifth-most populous province, with a population of 1,278,365 as of 2016. The easternmost of the three prairie provinces, Manitoba covers 649,950 square kilometres (250,900 sq mi) of widely varied landscape, from arctic tundra and the Hudson Bay coastline in the north to dense boreal forest, large freshwater "}, {"title": "Red River Rebellion", "href": "/wiki/Red_River_Rebellion", "description": "The Red River Rebellion, also known as the Red River Resistance, Red River uprising, or First Riel Rebellion, was the sequence of events that led up to the 1869 establishment of a provisional government by the Métis leader Louis Riel and his followers at the Red River Colony, in what was the early stages of establishing today's Canadian province of Manitoba. For a prior period, it had been a terri"}]}, {"heading": "Events", "year": "1898", "date": "August 24", "txt": "Count Muravyov, Foreign Minister of Russia presents a rescript that convoked the First Hague Peace Conference.", "entities": [{"title": "Mikhail Nikolayevich Muravyov", "href": "/wiki/Mikhail_Nikolayevich_Muravyov", "description": "Count Mikhail Nikolayevich Muravyov or Muraviev was a Russian statesman who advocated transferring the attention of Russian foreign policy from Europe to the Far East. He is probably best remembered for having initiated the Hague Peace Conference."}, {"title": "Foreign Minister of Russia", "href": "/wiki/Foreign_Minister_of_Russia", "description": "The Minister of Foreign Affairs is the head of Russian Ministry of Foreign Affairs which is concerned with foreign affairs and is a member of the Government of Russia."}, {"title": "First Hague Peace Conference", "href": "/wiki/First_Hague_Peace_Conference", "description": "The Hague Conventions of 1899 and 1907 are a series of international treaties and declarations negotiated at two international peace conferences at The Hague in the Netherlands. Along with the Geneva Conventions, the Hague Conventions were among the first formal statements of the laws of war and war crimes in the body of secular international law. A third conference was planned for 1914 and later "}]}, {"heading": "Events", "year": "1909", "date": "August 24", "txt": "Workers start pouring concrete for the Panama Canal.", "entities": [{"title": "Panama Canal", "href": "/wiki/Panama_Canal", "description": "The Panama Canal is an artificial 82 km (51 mi) waterway in Panama that connects the Atlantic Ocean with the Pacific Ocean. The canal cuts across the Isthmus of Panama and is a conduit for maritime trade. One of the largest and most difficult engineering projects ever undertaken, the Panama Canal shortcut greatly reduces the time for ships to travel between the Atlantic and Pacific oceans, enablin"}]}, {"heading": "Events", "year": "1911", "date": "August 24", "txt": "Manuel de Arriaga is elected and sworn in as the first President of Portugal.", "entities": [{"title": "Manuel de Arriaga", "href": "/wiki/Manuel_de_Arriaga", "description": "Manuel José de Arriaga Brum da Silveira e Peyrelongue was a Portuguese lawyer, the first Attorney-General and the first elected President of the First Portuguese Republic, following the deposition of King Manuel II of Portugal and a Republican Provisional Government headed by Teófilo Braga."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Events", "year": "1914", "date": "August 24", "txt": "World War I: German troops capture Namur.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Siege of Namur (1914)", "href": "/wiki/Siege_of_Namur_(1914)", "description": "The Siege of Namur was a battle between Belgian and German forces around the fortified city of Namur during World War I. Namur was defended by a ring of modern fortresses, known as the Fortified Position of Namur and guarded by the Belgian 4th Division. When the siege began on 20 August, the German forces used experience gained at the Battle of Liège (4–16 August) and bombarded the forts using Ger"}]}, {"heading": "Events", "year": "1914", "date": "August 24", "txt": "World War I: The Battle of Cer ends as the first Allied victory in the war.", "entities": []}, {"heading": "Events", "year": "1929", "date": "August 24", "txt": "Second day of two-day Hebron massacre during the 1929 Palestine riots: Arab attacks on the Jewish community in Hebron in the British Mandate of Palestine, result in the death of 65–68 Jews; the remaining Jews are forced to flee the city.", "entities": [{"title": "1929 Hebron massacre", "href": "/wiki/1929_Hebron_massacre", "description": "The Hebron massacre refers to the killing of sixty-seven or sixty-nine Jews on 24 August 1929 in Hebron, then part of Mandatory Palestine, by Arabs incited to violence by rumors that Jews were planning to seize control of the Temple Mount in Jerusalem. The event also left scores seriously wounded or maimed. Jewish homes were pillaged and synagogues were ransacked. Some of the 435 Jews who survived"}, {"title": "1929 Palestine riots", "href": "/wiki/1929_Palestine_riots", "description": "The 1929 Arab riots in Palestine, or the Buraq Uprising, also known as the 1929 Massacres, refers to a series of demonstrations and riots in late August 1929 when a long-running dispute between Muslims and Jews over access to the Western Wall in Jerusalem escalated into violence."}, {"title": "Palestinians", "href": "/wiki/Palestinians", "description": "The Palestinian people, also referred to as Palestinians or Palestinian Arabs, are an ethnonational group comprising the modern descendants of the peoples who have lived in Palestine continuously over the centuries and who today are largely culturally and linguistically Arab; including those ethnic Jews and Samaritans who fit this definition."}, {"title": "Hebron", "href": "/wiki/Hebron", "description": "Hebron is a Palestinian city in the southern West Bank, 30 km (19 mi) south of Jerusalem. Nestled in the Judaean Mountains, it lies 930 meters (3,050 ft) above sea level. The largest city in the West Bank, and the second largest in the Palestinian territories after Gaza, it has a population of over 215,000 Palestinians (2016), and seven hundred Jewish settlers concentrated on the outskirts of the "}, {"title": "Mandatory Palestine", "href": "/wiki/Mandatory_Palestine", "description": "Mandatory Palestine was a geopolitical entity established between 1920 and 1948 in the region of Palestine under the terms of the League of Nations Mandate for Palestine."}]}, {"heading": "Events", "year": "1931", "date": "August 24", "txt": "Resignation of the United Kingdom's Second Labour Government. Formation of the UK National Government.", "entities": [{"title": "Second Labour Government", "href": "/wiki/Second_Labour_Government", "description": "The second MacDonald ministry was formed by Ramsay MacDonald on his reappointment as Prime Minister of the United Kingdom by King George V on 5 June 1929. It was only the second occasion on which the Labour Party had formed a government; the First MacDonald Ministry held office in 1924."}, {"title": "UK National Government", "href": "/wiki/UK_National_Government", "description": "\n\nIn the United Kingdom, a National Government is a coalition of some or all of the major political parties. In a historical sense, it refers primarily to the governments of Ramsay MacDonald, Stanley Baldwin and Neville Chamberlain which held office from 1931 until 1940."}]}, {"heading": "Events", "year": "1932", "date": "August 24", "txt": "Amelia Earhart becomes the first woman to fly across the United States non-stop (from Los Angeles to Newark, New Jersey).", "entities": [{"title": "Amelia Earhart", "href": "/wiki/Amelia_Earhart", "description": "Amelia Mary Earhart was an American aviation pioneer and author. Earhart was the first female aviator to fly solo across the Atlantic Ocean. She set many other records, wrote best-selling books about her flying experiences, and was instrumental in the formation of The Ninety-Nines, an organization for female pilots."}, {"title": "Newark, New Jersey", "href": "/wiki/Newark,_New_Jersey", "description": "Newark is the most populous city in the U.S. state of New Jersey and the seat of Essex County. As one of the nation's major air, shipping, and rail hubs, the city had a census-estimated population of 282,011 in 2019, making it the nation's 73rd-most populous municipality, after being ranked 63rd in the nation in 2000."}]}, {"heading": "Events", "year": "1933", "date": "August 24", "txt": "The Crescent Limited train derails in Washington, D.C., after the bridge it is crossing is washed out by the 1933 Chesapeake–Potomac hurricane.", "entities": [{"title": "Crescent (train)", "href": "/wiki/Crescent_(train)", "description": "The Crescent is a thrice-weekly long-distance passenger train operated by Amtrak in the eastern United States. It operates 1,377 miles (2,216 km) daily between Pennsylvania Station in New York City and Union Passenger Terminal in New Orleans as train numbers 19 and 20. Major service stops outside the Northeast Corridor include Birmingham, Ala.; Atlanta, Ga.; and Charlotte, N.C.. Daily service resu"}, {"title": "Amtrak Railroad Anacostia Bridge", "href": "/wiki/Amtrak_Railroad_Anacostia_Bridge#Wreck_of_the_Crescent_Limited", "description": "The Amtrak Railroad Anacostia Bridge is a railway-only bridge that crosses the Anacostia River in Washington, D.C. It carries Amtrak's Northeast Corridor and MARC's Penn Line passenger rail traffic. The bridge was damaged by the 1933 Chesapeake–Potomac hurricane, causing the famous \"Crescent Limited wreck\"."}, {"title": "Amtrak Railroad Anacostia Bridge", "href": "/wiki/Amtrak_Railroad_Anacostia_Bridge", "description": "The Amtrak Railroad Anacostia Bridge is a railway-only bridge that crosses the Anacostia River in Washington, D.C. It carries Amtrak's Northeast Corridor and MARC's Penn Line passenger rail traffic. The bridge was damaged by the 1933 Chesapeake–Potomac hurricane, causing the famous \"Crescent Limited wreck\"."}, {"title": "1933 Chesapeake–Potomac hurricane", "href": "/wiki/1933_Chesapeake%E2%80%93Potomac_hurricane", "description": "The 1933 Chesapeake–Potomac hurricane was among the most damaging hurricanes in the Mid-Atlantic states in the eastern United States. The sixth storm and third hurricane of the very active 1933 Atlantic hurricane season, it formed in the eastern Atlantic, where it moved west-northwestward and eventually became a Category 4 on the Saffir-Simpson hurricane wind scale. A strong ridge over New England"}]}, {"heading": "Events", "year": "1936", "date": "August 24", "txt": "The Australian Antarctic Territory is created.", "entities": [{"title": "Australian Antarctic Territory", "href": "/wiki/Australian_Antarctic_Territory", "description": "The Australian Antarctic Territory (AAT) is a part of East Antarctica administered by the Australian Antarctic Division, an agency of the federal Department of the Environment and Energy. The territory's history dates to a claim on Enderby Land made by the United Kingdom in 1841, which was subsequently expanded and eventually transferred to Australia in 1933. It is the largest territory of Antarct"}]}, {"heading": "Events", "year": "1937", "date": "August 24", "txt": "Spanish Civil War: the Basque Army surrenders to the Italian Corpo Truppe Volontarie following the Santoña Agreement.", "entities": [{"title": "Spanish Civil War", "href": "/wiki/Spanish_Civil_War", "description": "The Spanish Civil War was a civil war in Spain fought from 1936 to 1939. Republicans loyal to the left-leaning Popular Front government of the Second Spanish Republic, in alliance with anarchists, of the communist and syndicalist variety, fought against a revolution by the Nationalists, an alliance of Falangists, monarchists, conservatives and traditionalists, led by a military group among whom Ge"}, {"title": "Basque Army", "href": "/wiki/Basque_Army", "description": "Euzko Gudarostea was the name of the army commanded by the Basque Government during the Spanish Civil War. It was formed by Basque nationalists, socialists, communists, anarchists and republicans under the direction of lehendakari José Antonio Aguirre and coordinating with the army of the Second Spanish Republic. It fought the troops of Francisco Franco during 1936 and 1937.\nIt surrendered to the "}, {"title": "Corpo Truppe Volontarie", "href": "/wiki/Corpo_Truppe_Volontarie", "description": "The Corps of Volunteer Troops was a Fascist Italian expeditionary force which was sent to Spain to support the Nationalist forces under General Francisco Franco against the Spanish Republic during the Spanish Civil War, 1936–39."}, {"title": "Santoña Agreement", "href": "/wiki/Santo%C3%B1a_Agreement", "description": "The Santoña Agreement, or Pact of Santoña, was an agreement signed in the town of Guriezo, near Santoña, Cantabria, on August 24, 1937, during the Spanish Civil War, between politicians close to the Basque Nationalist Party, fighting for the Spanish Republicans, and Italian forces, fighting for Francisco Franco."}]}, {"heading": "Events", "year": "1937", "date": "August 24", "txt": "Spanish Civil War: Sovereign Council of Asturias and León is proclaimed in Gijón.", "entities": [{"title": "Gijón", "href": "/wiki/Gij%C3%B3n", "description": "Gijón or Xixón is a city in north-western Spain. It is the largest city and municipality by population in the autonomous community of Asturias. It is located on the coast of the Cantabrian Sea in the Bay of Biscay, in the central-northern part of Asturias; it is approximately 24 km (15 mi) north-east of Oviedo, the capital of Asturias, and 26 km from Avilés. With a population of 271,780, Gijón is "}]}, {"heading": "Events", "year": "1941", "date": "August 24", "txt": "Adolf Hitler orders the cessation of Nazi Germany's systematic T4 euthanasia program of the mentally ill and the handicapped due to protests, although killings continue for the remainder of the war.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Action T4", "href": "/wiki/Action_T4", "description": "Aktion T4 was a campaign of mass murder by involuntary euthanasia in Nazi Germany. The term was first used in post-war trials against doctors who had been involved in the killings. The name T4 is an abbreviation of Tiergartenstraße 4, a street address of the Chancellery department set up in early 1940, in the Berlin borough of Tiergarten, which recruited and paid personnel associated with T4. Cert"}, {"title": "Mental illness", "href": "/wiki/Mental_illness", "description": "A mental disorder, also called a mental illness or psychiatric disorder, is a behavioral or mental pattern that causes significant distress or impairment of personal functioning. Such features may be persistent, relapsing and remitting, or occur as a single episode. Many disorders have been described, with signs and symptoms that vary widely between specific disorders. Such disorders may be diagno"}, {"title": "Disability", "href": "/wiki/Disability", "description": "A disability is a societal imposition on people who have impairments, making it more difficult for people to do certain activities or interact with the world around them. Due to cognitive, developmental, intellectual, mental, physical, and/or sensory differences, disabled people are “unnecessarily isolated and excluded from full participation in society.” As a result of impairments, people with di"}]}, {"heading": "Events", "year": "1942", "date": "August 24", "txt": "World War II: The Battle of the Eastern Solomons. Japanese aircraft carrier Ryūjō is sunk, with the loss of seven officers and 113 crewmen. The US carrier USS Enterprise is heavily damaged.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of the Eastern Solomons", "href": "/wiki/Battle_of_the_Eastern_Solomons", "description": "The naval Battle of the Eastern Solomons took place on 24–25 August 1942, and was the third carrier battle of the Pacific campaign of World War II and the second major engagement fought between the United States Navy and the Imperial Japanese Navy during the Guadalcanal campaign. As at the Battle of the Coral Sea and the Battle of Midway, the ships of the two adversaries were never within sight of"}, {"title": "Aircraft carrier", "href": "/wiki/Aircraft_carrier", "description": "An aircraft carrier is a warship that serves as a seagoing airbase, equipped with a full-length flight deck and facilities for carrying, arming, deploying, and recovering aircraft. Typically, it is the capital ship of a fleet, as it allows a naval force to project air power worldwide without depending on local bases for staging aircraft operations. Carriers have evolved since their inception in th"}, {"title": "USS Enterprise (CV-6)", "href": "/wiki/USS_Enterprise_(CV-6)", "description": "USS Enterprise (CV-6) was a  Yorktown-class carrier built for the United States Navy during the 1930s. She was the seventh U.S. Navy vessel of that name. Colloquially called \"The Big E\", she was the sixth aircraft carrier of the United States Navy. Launched in 1936, she was one of only three American carriers commissioned before World War II to survive the war. She participated in more major actio"}]}, {"heading": "Events", "year": "1944", "date": "August 24", "txt": "World War II: Allied troops begin the attack on Paris.", "entities": [{"title": "Liberation of Paris", "href": "/wiki/Liberation_of_Paris", "description": "The Liberation of Paris was a military battle that took place during World War II from 19 August 1944 until the German garrison surrendered the French capital on 25 August 1944. Paris had been occupied by Nazi Germany since the signing of the Second Compiègne Armistice on 22 June 1940, after which the Wehrmacht occupied northern and western France."}]}, {"heading": "Events", "year": "1949", "date": "August 24", "txt": "The treaty creating the North Atlantic Treaty Organization goes into effect.", "entities": [{"title": "NATO", "href": "/wiki/NATO", "description": "The North Atlantic Treaty Organization, also called the North Atlantic Alliance, is an intergovernmental military alliance between 30 European and North American countries. The organization implements the North Atlantic Treaty that was signed on 4 April 1949. NATO constitutes a system of collective defence whereby its independent member states agree to mutual defence in response to an attack by an"}]}, {"heading": "Events", "year": "1950", "date": "August 24", "txt": "Edith Sampson becomes the first black U.S. delegate to the United Nations.", "entities": [{"title": "Edith Sampson", "href": "/wiki/Edith_Sampson", "description": "Edith Spurlock Sampson was an American lawyer and judge, and the first Black U.S. delegate appointed to the United Nations on 24 August 1950. She conceded that Black people did not have equal rights in America but she said \"I would rather be a Negro in America than a citizen in any other land\"."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1954", "date": "August 24", "txt": "The Communist Control Act goes into effect, outlawing the American Communist Party.", "entities": [{"title": "Communist Control Act", "href": "/wiki/Communist_Control_Act", "description": "The Communist Control Act is an American law signed by President Dwight Eisenhower on 24 August 1954 that outlaws the Communist Party of the United States and criminalizes membership in or support for the party or \"Communist-action\" organizations and defines evidence to be considered by a jury in determining participation in the activities, planning, actions, objectives, or purposes of such organi"}, {"title": "American Communist Party", "href": "/wiki/American_Communist_Party", "description": "The Communist Party USA, officially the Communist Party of the United States of America (CPUSA), is a far-left communist party in the United States established in 1919 after a split in the Socialist Party of America following the Russian Revolution."}]}, {"heading": "Events", "year": "1954", "date": "August 24", "txt": "Getúlio Vargas, president of Brazil, commits suicide and is succeeded by João Café Filho.", "entities": [{"title": "Brazil", "href": "/wiki/Brazil", "description": "Brazil, officially the Federative Republic of Brazil, is the largest country in both South America and Latin America. It covers an area of 8,515,767 square kilometres (3,287,956 sq mi), with a population of over 211 million. Brazil is the world's fifth-largest and sixth-most populous country, composed of 26 states and the Federal District. It is the largest country to have Portuguese as an officia"}, {"title": "João Café Filho", "href": "/wiki/Jo%C3%A3o_Caf%C3%A9_Filho", "description": "João Fernandes Campos Café Filho was a Brazilian politician who served as the 18th President of Brazil, taking office upon the suicide of former President Getúlio Vargas. He was the first Protestant to occupy the position."}]}, {"heading": "Events", "year": "1963", "date": "August 24", "txt": "Buddhist crisis: As a result of the Xá Lợi Pagoda raids, the US State Department cables the United States Embassy, Saigon to encourage Army of the Republic of Vietnam generals to launch a coup against President Ngô Đình Diệm if he did not remove his brother Ngô Đình Nhu.", "entities": [{"title": "Buddhist crisis", "href": "/wiki/Buddhist_crisis", "description": "The Buddhist crisis was a period of political and religious tension in South Vietnam between May and November 1963, characterized by a series of repressive acts by the South Vietnamese government and a campaign of civil resistance, led mainly by Buddhist monks."}, {"title": "Xá Lợi Pagoda raids", "href": "/wiki/X%C3%A1_L%E1%BB%A3i_Pagoda_raids", "description": "The Xá Lợi Pagoda raids were a series of synchronized attacks on various Buddhist pagodas in the major cities of South Vietnam shortly after midnight on 21 August 1963. The raids were executed by the Army of the Republic of Vietnam Special Forces under Colonel Lê Quang Tung, and combat police, both of which took their orders directly from Ngô Đình Nhu, younger brother of the Roman Catholic Preside"}, {"title": "US State Department", "href": "/wiki/US_State_Department", "description": "The United States Department of State (DOS), or State Department, is an executive department of the U.S. federal government responsible for the nation's foreign policy and international relations. Equivalent to the ministry of foreign affairs of other nations, its primary duties are advising the U.S. president, administering diplomatic missions, negotiating international treaties and agreements, a"}, {"title": "Cable 243", "href": "/wiki/Cable_243", "description": "DEPTEL 243, also known as Telegram 243, the August 24 cable or most commonly Cable 243, was a high-profile message sent on August 24, 1963, by the United States Department of State to Henry Cabot Lodge, Jr., the US ambassador to South Vietnam. The cable came in the wake of the midnight raids on August 21 by the regime of Ngo Dinh Diem against Buddhist pagodas across the country, in which hundreds "}, {"title": "United States Embassy, Saigon", "href": "/wiki/United_States_Embassy,_Saigon", "description": "The United States Embassy in Saigon was first established in June 1952, and moved into a new building in 1967 and eventually closed in 1975. The embassy was the scene of a number of significant events of the Vietnam War, most notably the Viet Cong attack during the Tet Offensive which helped turn American public opinion against the war, and the helicopter evacuation during the Fall of Saigon after"}, {"title": "Army of the Republic of Vietnam", "href": "/wiki/Army_of_the_Republic_of_Vietnam", "description": "The Army of the Republic of Vietnam were the ground forces of the South Vietnamese military from its inception in 1955 to the Fall of Saigon in April 1975. It is estimated to have suffered 1,394,000 casualties during the Vietnam War."}, {"title": "1963 South Vietnamese coup", "href": "/wiki/1963_South_Vietnamese_coup", "description": "In November 1963, President Ngô Đình Diệm and the Personalist Labor Revolutionary Party of South Vietnam was deposed by a group of Army of the Republic of Vietnam officers who disagreed with his handling of both the Buddhist crisis and the Viet Cong threat to the regime. In South Vietnam, the coup was referred to as Cách mạng 1-11-63."}, {"title": "Ngô Đình Diệm", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Di%E1%BB%87m", "description": "Ngô Đình Diệm was a Vietnamese politician. He was the final prime minister of the State of Vietnam (1954–55), and then served as President of South Vietnam from 1955 until he was deposed and assassinated during the 1963 military coup."}, {"title": "Ngô Đình Nhu", "href": "/wiki/Ng%C3%B4_%C4%90%C3%ACnh_Nhu", "description": "Ngô Đình Nhu was a Vietnamese archivist and politician. He was the younger brother and chief political advisor of South Vietnam's first president, Ngô Đình Diệm. Although he held no formal executive position, he wielded immense unofficial power, exercising personal command of both the ARVN Special Forces and the Cần Lao political apparatus which served as the regime's de facto secret police."}]}, {"heading": "Events", "year": "1967", "date": "August 24", "txt": "Led by Abbie Hoffman, the Youth International Party temporarily disrupts trading at the New York Stock Exchange by throwing dollar bills from the viewing gallery, causing trading to cease as brokers scramble to grab them.", "entities": [{"title": "Abbie Hoffman", "href": "/wiki/Abbie_Hoffman", "description": "Abbot Howard Hoffman, better known as Abbie Hoffman, was an American political and social activist who co-founded the Youth International Party (\"Yippies\") and was a member of the Chicago Seven. He was also a leading proponent of the Flower Power movement."}, {"title": "Youth International Party", "href": "/wiki/Youth_International_Party", "description": "The Youth International Party (YIP), whose members were commonly called Yippies, was an American youth-oriented radical and countercultural revolutionary offshoot of the free speech and anti-war movements of the late 1960s. It was founded on December 31, 1967. They employed theatrical gestures to mock the social status quo, such as advancing a pig as a candidate for president of the United States "}, {"title": "New York Stock Exchange", "href": "/wiki/New_York_Stock_Exchange", "description": "The New York Stock Exchange is an American stock exchange in the Financial District of Lower Manhattan in New York City. It is by far the world's largest stock exchange by market capitalization of its listed companies at US$30.1 trillion as of February 2018. The average daily trading value was approximately US$169 billion in 2013. The NYSE trading floor is at the New York Stock Exchange Building o"}]}, {"heading": "Events", "year": "1970", "date": "August 24", "txt": "Vietnam War protesters bomb Sterling Hall at the University of Wisconsin–Madison, leading to an international manhunt for the perpetrators.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Sterling Hall bombing", "href": "/wiki/Sterling_Hall_bombing", "description": "The Sterling Hall bombing that occurred on the University of Wisconsin–Madison campus on August 24, 1970, was committed by four men as a protest against the university's research connections with the U.S. military during the Vietnam War. It resulted in the death of a university physics researcher and injuries to three others."}, {"title": "University of Wisconsin–Madison", "href": "/wiki/University_of_Wisconsin%E2%80%93Madison", "description": "The University of Wisconsin–Madison is a public land-grant research university in Madison, Wisconsin. Founded when Wisconsin achieved statehood in 1848, UW–Madison is the official state university of Wisconsin and the flagship campus of the University of Wisconsin System. It was the first public university established in Wisconsin and remains the oldest and largest public university in the state. "}]}, {"heading": "Events", "year": "1981", "date": "August 24", "txt": "Mark David Chapman is sentenced to 20 years to life in prison for murdering John Lennon.", "entities": [{"title": "Mark David Chapman", "href": "/wiki/Mark_David_Chapman", "description": "Mark David Chapman is an American former security guard who murdered John Lennon, formerly of the Beatles, outside Lennon's apartment at the Dakota, in Manhattan, on December 8, 1980. As Lennon walked into the building's archway with his wife Yoko Ono, Chapman fired five shots at Lennon from a few yards away with a Charter Arms Undercover .38 Special revolver. Lennon was hit four times from the ba"}, {"title": "John Lennon", "href": "/wiki/John_Lennon", "description": "John Winston Ono Lennon was an English singer, songwriter, musician and peace activist who achieved worldwide fame as the founder, co-lead vocalist, and rhythm guitarist of the Beatles. His songwriting partnership with Paul McCartney remains the most successful in history. In 1969, he started the Plastic Ono Band with his second wife, Yoko Ono. After the Beatles disbanded in 1970, Lennon continued"}]}, {"heading": "Events", "year": "1989", "date": "August 24", "txt": "Colombian drug barons declare \"total war\" on the Colombian government.", "entities": [{"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Drug baron", "href": "/wiki/Drug_baron", "description": "A drug lord, drug baron, kingpin or narcotrafficker is a high ranking crime boss who controls a sizable network of people involved in the illegal drug trade. Such figures are often difficult to bring to justice, as they are normally not directly in possession of something illegal, but are insulated from the actual trade in drugs by several layers of staff. The prosecution of drug lords is therefor"}, {"title": "Government of Colombia", "href": "/wiki/Government_of_Colombia", "description": "The Government of Colombia is a republic with separation of powers into executive, judicial and legislative branches. \nIts legislature has a congress,\nits judiciary has a supreme court, and\nits executive branch has a president."}]}, {"heading": "Events", "year": "1989", "date": "August 24", "txt": "Cincinnati Reds manager Pete Rose is banned from baseball for gambling by Commissioner A. Bartlett Giamatti.", "entities": [{"title": "Manager (baseball)", "href": "/wiki/Manager_(baseball)", "description": "In baseball, the field manager is the equivalent of a head coach who is responsible for overseeing and making final decisions on all aspects of on-field team strategy, lineup selection, training and instruction. Managers are typically assisted by a staff of assistant coaches whose responsibilities are specialized. Field managers are typically not involved in off-field personnel decisions or long-t"}, {"title": "Pete Rose", "href": "/wiki/Pete_Rose", "description": "Peter Edward Rose Sr., also known by his nickname \"Charlie Hustle\", is an American former professional baseball player and manager. Rose played in Major League Baseball (MLB) from 1963 to 1986, and managed the Cincinnati Reds from 1984 to 1989."}, {"title": "Baseball", "href": "/wiki/Baseball", "description": "Baseball is a bat-and-ball game played between two opposing teams who take turns batting and fielding. The game proceeds when a player on the fielding team, called the pitcher, throws a ball which a player on the batting team tries to hit with a bat. The objective of the offensive team is to hit the ball into the field of play, allowing its players to run the bases, having them advance counter-clo"}, {"title": "Commissioner of Baseball (MLB)", "href": "/wiki/Commissioner_of_Baseball_(MLB)", "description": "The Commissioner of Baseball is the chief executive officer of Major League Baseball (MLB) and the associated Minor League Baseball (MiLB) – a constellation of leagues and clubs known as \"organized baseball\". Under the direction of the Commissioner, the Office of the Commissioner of Baseball hires and maintains the sport's umpiring crews, and negotiates marketing, labor, and television contracts. "}, {"title": "A. Bartlett Giamatti", "href": "/wiki/A._Bartlett_Giamatti", "description": "Angelo Bartlett Giamatti was an American professor of English Renaissance literature, the president of Yale University, and the seventh Commissioner of Major League Baseball."}]}, {"heading": "Events", "year": "1989", "date": "August 24", "txt": "Tadeusz Mazowiecki is chosen as the first non-communist prime minister in Central and Eastern Europe.", "entities": [{"title": "Communist", "href": "/wiki/Communist", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "Prime minister", "href": "/wiki/Prime_minister", "description": "A prime minister is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems, a prime minister is not the head of state of their respective state nor a monarch; rather the prime minister is the head of government, serving typically under a monarch in a hybrid of aristocratic and democrat"}]}, {"heading": "Events", "year": "1991", "date": "August 24", "txt": "Mikhail Gorbachev resigns as head of the Communist Party of the Soviet Union.", "entities": [{"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "Communist Party of the Soviet Union", "href": "/wiki/Communist_Party_of_the_Soviet_Union", "description": "The Communist Party of the Soviet Union (CPSU) was the founding and ruling political party of the Soviet Union. The CPSU was the sole governing party of the Soviet Union until 1990 when the Congress of People's Deputies modified Article 6 of the 1977 Soviet Constitution, which had previously granted the CPSU a monopoly over the political system."}]}, {"heading": "Events", "year": "1991", "date": "August 24", "txt": "Ukraine declares itself independent from the Soviet Union.", "entities": [{"title": "Declaration of Independence of Ukraine", "href": "/wiki/Declaration_of_Independence_of_Ukraine", "description": "The Act of Declaration of Independence of Ukraine was adopted by the Ukrainian parliament on 24 August 1991. The Act reestablished Ukraine's state independence."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1992", "date": "August 24", "txt": "Hurricane Andrew makes landfall in Homestead, Florida as a Category 5 hurricane, causing up to $25 billion (1992 USD) in damages.", "entities": [{"title": "Hurricane Andrew", "href": "/wiki/Hurricane_Andrew", "description": "Hurricane Andrew was a very powerful and destructive Category 5 Atlantic hurricane that struck the Bahamas, Florida, and Louisiana in August 1992. It is the most destructive hurricane to ever hit Florida in terms of structures damaged or destroyed, and was the costliest in financial terms until Hurricane Irma surpassed it 25 years later. It was the strongest landfalling hurricane in decades and th"}, {"title": "Homestead, Florida", "href": "/wiki/Homestead,_Florida", "description": "Homestead is a city within Miami-Dade County in the U.S. state of Florida, between Biscayne National Park to the east and Everglades National Park to the west. Homestead is primarily a Miami suburb and a major agricultural area. It is a principal city of the Miami metropolitan area, which was home to an estimated 6,012,331 people at the 2015 census."}, {"title": "List of Category 5 Atlantic hurricanes", "href": "/wiki/List_of_Category_5_Atlantic_hurricanes", "description": "A Category 5 Atlantic hurricane is a tropical cyclone that reaches Category 5 intensity on the Saffir–Simpson hurricane wind scale, within the Atlantic Ocean to the north of the equator. They are among the strongest tropical cyclones that can form on Earth, having 1-minute sustained wind speeds of at least 137 knots. The United States National Hurricane Center currently estimates that a total of 3"}, {"title": "USD", "href": "/wiki/USD", "description": "The United States dollar is the official currency of the United States and its territories per the Coinage Act of 1792. One dollar is divided into 100 cents, or into 1000 mills for accounting and taxation purposes. The Coinage Act of 1792 created a decimal currency by creating the dime, nickel, and penny coins, as well as the dollar, half dollar, and quarter dollar coins, all of which are still mi"}]}, {"heading": "Events", "year": "1995", "date": "August 24", "txt": "Microsoft Windows 95 was released to the public in North America.", "entities": [{"title": "Windows 95", "href": "/wiki/Windows_95", "description": "Windows 95 is a consumer-oriented operating system developed by Microsoft as part of its Windows 9x family of operating systems. The first operating system in the 9x family, it is the successor to Windows 3.1x, and was released to manufacturing on August 15, 1995, and generally to retail on August 24, 1995. Windows 95 merged Microsoft's formerly separate MS-DOS and Microsoft Windows products, and "}]}, {"heading": "Events", "year": "1998", "date": "August 24", "txt": "First radio-frequency identification (RFID) human implantation tested in the United Kingdom.", "entities": [{"title": "Radio-frequency identification", "href": "/wiki/Radio-frequency_identification", "description": "Radio-frequency identification (RFID) uses electromagnetic fields to automatically identify and track tags attached to objects. An RFID system consists of a tiny radio transponder, a radio receiver and transmitter. When triggered by an electromagnetic interrogation pulse from a nearby RFID reader device, the tag transmits digital data, usually an identifying inventory number, back to the reader. T"}]}, {"heading": "Events", "year": "2004", "date": "August 24", "txt": "Ninety passengers die after two airliners explode after flying out of Domodedovo International Airport, near Moscow. The explosions are caused by suicide bombers from Chechnya.", "entities": [{"title": "Russian aircraft bombings of August 2004", "href": "/wiki/Russian_aircraft_bombings_of_August_2004", "description": "On the night of 24 August 2004, explosive devices were detonated on board two domestic passenger flights that had taken off from Domodedovo International Airport in Moscow, Russia, causing the destruction of both aircraft and the loss of all 90 people on board them."}, {"title": "Domodedovo International Airport", "href": "/wiki/Domodedovo_International_Airport", "description": "Moscow Domodedovo Airport, formally \"Domodedovo Mikhail Lomonosov International Airport\" is an international airport located in Domodedovo, Moscow Oblast, Russia, 42 kilometres (26 mi) south-southeast from the centre of Moscow. Domodedovo is one of the four major Moscow airports, one of the largest airports in Russia, and the eighth-busiest airport in Europe. In 2017, it served 30,700,000 passenge"}, {"title": "Chechnya", "href": "/wiki/Chechnya", "description": "Chechnya, officially the Chechen Republic, is a constituent republic of Russia situated in the North Caucasus in Eastern Europe, close to the Caspian Sea. The republic forms part of Russia's North Caucasian Federal District. It shares land borders with the country of Georgia to its south; with the Russian republic of Dagestan to its east and north, with Ingushetia and North Ossetia–Alania to its w"}]}, {"heading": "Events", "year": "2006", "date": "August 24", "txt": "The International Astronomical Union (IAU) redefines the term \"planet\" such that Pluto is now considered a dwarf planet.", "entities": [{"title": "International Astronomical Union", "href": "/wiki/International_Astronomical_Union", "description": "The International Astronomical Union exists to promote and safeguard the science of astronomy through international cooperation, assign official names and designations to celestial bodies, and liaise with organizations that include amateur astronomers. Founded in 1919 and based in Paris, the IAU is a member of the International Science Council (ISC)."}, {"title": "IAU definition of planet", "href": "/wiki/IAU_definition_of_planet", "description": "The International Astronomical Union (IAU) defined in August 2006 that, in the Solar System, a planet is a celestial body which:is in orbit around the Sun,\nhas sufficient mass to assume hydrostatic equilibrium, and\nhas \"cleared the neighborhood\" around its orbit."}, {"title": "Pluto", "href": "/wiki/Pluto", "description": "Pluto is a dwarf planet in the Kuiper belt, a ring of bodies beyond the orbit of Neptune. It was the first and the largest Kuiper belt object to be discovered.\nAfter Pluto was discovered in 1930, it was declared to be the ninth planet from the Sun. Beginning in the 1990s, its status as a planet was questioned following the discovery of several objects of similar size in the Kuiper belt, including "}, {"title": "Dwarf planet", "href": "/wiki/Dwarf_planet", "description": "A dwarf planet is a planetary-mass object that does not dominate its region of space and is not a satellite. That is, it is in direct orbit of the Sun and is massive enough to be plastic – for its gravity to maintain it in a hydrostatically equilibrious shape – but has not cleared the neighborhood of its orbit of similar objects. The prototype dwarf planet is Pluto. The interest of dwarf planets t"}]}, {"heading": "Events", "year": "2010", "date": "August 24", "txt": "In San Fernando, Tamaulipas, Mexico, 72 illegal immigrants are killed by Los Zetas and eventually found dead by Mexican authorities.", "entities": [{"title": "San Fernando, Tamaulipas", "href": "/wiki/San_Fernando,_Tamaulipas", "description": "San Fernando is a municipality and city located in the Mexican state of Tamaulipas. It is about 85 miles (137 km) away from Brownsville, Texas. The municipality has a population of 57,220, while the city itself has a population of 29,665."}, {"title": "2010 San Fernando massacre", "href": "/wiki/2010_San_Fernando_massacre", "description": "The 2010 San Fernando massacre, also known as the first massacre of San Fernando, was the mass murder of 72 undocumented immigrants by Los Zetas drug cartel in the village of El Huizachal in the municipality of San Fernando, Tamaulipas, Mexico. The 72 killed—58 men and 14 women—were mainly from Central and South America, and they were shot in the back of the head and then piled up together. The bo"}, {"title": "Los Zetas", "href": "/wiki/Los_Zetas", "description": "Los Zetas is a Mexican criminal syndicate, regarded as one of the most dangerous of Mexico's drug cartels. They are known for engaging in brutally violent \"shock and awe\" tactics such as beheadings, torture, and indiscriminate murder. While primarily concerned with drug trafficking, the organization also runs profitable sex trafficking and gun running rackets. Los Zetas also operate through protec"}]}, {"heading": "Events", "year": "2010", "date": "August 24", "txt": "Henan Airlines Flight 8387 crashes at Yichun Lindu Airport in Yichun, Heilongjiang, China, killing 44 out of the 96 people on board.", "entities": [{"title": "Yichun Lindu Airport", "href": "/wiki/Yichun_Lindu_Airport", "description": "Yichun Lindu Airport is an airport serving the city of Yichun in northeast China's Heilongjiang Province. It started operations in August 2009, and is capable of serving 142,000 passengers a year. It is located in a forest approximately 9 kilometres (5.6 mi) from downtown Yichun."}, {"title": "Yichun, Heilongjiang", "href": "/wiki/Yichun,_Heilongjiang", "description": "Yichun is a prefecture-level city on the Songhua river in Heilongjiang province, People's Republic of China. The city is separated from Russia by the Amur River and has an international border of 246 kilometres (153 mi). At the 2010 census, Yichun has a total population of 1,148,126 while 729,202 people live in 15 districts separated by forests. The greening rate of Yichun is up to 83%. The nickna"}, {"title": "Heilongjiang", "href": "/wiki/Heilongjiang", "description": "Heilongjiang is a province of the People's Republic of China, located in the northeast of the country. It is the northernmost and easternmost province of the country. The province is bordered by Jilin to the south and Inner Mongolia to the west. It also shares a border with Russia to the north and east. The capital and the largest city of the province is Harbin. Among Chinese provincial-level admi"}, {"title": "China", "href": "/wiki/China", "description": "China, officially the People's Republic of China (PRC), is a country in East Asia. It is the world's most populous country, with a population of around 1.4 billion. China covers an area of approximately 9.6 million square kilometers, it is the world's third or fourth-largest country. \nThe country is officially divided into 23 provinces, five autonomous regions, four direct-controlled municipalitie"}]}, {"heading": "Events", "year": "2016", "date": "August 24", "txt": "An earthquake strikes Central Italy with a magnitude of 6.2, with aftershocks felt as far as Rome and Florence.", "entities": [{"title": "August 2016 Central Italy earthquake", "href": "/wiki/August_2016_Central_Italy_earthquake", "description": "An earthquake, measuring 6.2 ± 0.016 on the moment magnitude scale, hit Central Italy on 24 August 2016 at 03:36:32 CEST."}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}, {"title": "Florence", "href": "/wiki/Florence", "description": "Florence is a city in Central Italy and the capital city of the Tuscany region. It is the most populated city in Tuscany, with 383,084 inhabitants in 2013, and over 1,520,000 in its metropolitan area."}]}, {"heading": "Births", "year": "1016", "date": "August 24", "txt": "Fujiwara no Genshi, Japanese empress consort (d. 1039)", "entities": [{"title": "Fujiwara no Genshi", "href": "/wiki/Fujiwara_no_Genshi", "description": "Fujiwara no Genshi , born Princess Genshi (嫄子女王), was an empress consort (chūgū) of Emperor Go-Suzaku of Japan. She was the adopted daughter of Fujiwara no Yorimichi, and biological daughter of Imperial Prince Atsuyasu (敦康親王)."}]}, {"heading": "Births", "year": "1113", "date": "August 24", "txt": "Geoffrey Plantagenet, Count of Anjou (d. 1151)", "entities": [{"title": "Geoffrey Plantagenet, Count of Anjou", "href": "/wiki/Geoffrey_Plantagenet,_Count_of_Anjou", "description": "Geoffrey V, called the Handsome, the Fair or Plantagenet, was the count of Anjou, Touraine and Maine by inheritance from 1129, and also the duke of Normandy by conquest from 1144. His marriage to Empress Matilda, daughter of King Henry I of England, led to the centuries-long reign of the Plantagenet dynasty in England. The name \"Plantagenet\" was taken from Geoffrey's epithet. Geoffrey's ancestral "}]}, {"heading": "Births", "year": "1198", "date": "August 24", "txt": "Alexander II of Scotland (d. 1249)", "entities": [{"title": "Alexander II of Scotland", "href": "/wiki/Alexander_II_of_Scotland", "description": "Alexander II was King of Scotland from 1214 until his death. He concluded the Treaty of York (1237) which defined the boundary between England and Scotland, virtually unchanged today."}]}, {"heading": "Births", "year": "1358", "date": "August 24", "txt": "John I of Castile (d. 1390)", "entities": [{"title": "John I of Castile", "href": "/wiki/John_I_of_Castile", "description": "John I was king of the Crown of Castile from 1379 until 1390. He was the son of Henry II and of his wife Juana Manuel of Castile. He was the last monarch of Castile to receive a formal coronation."}]}, {"heading": "Births", "year": "1393", "date": "August 24", "txt": "Arthur III, Duke of Brittany (d. 1458)", "entities": [{"title": "Arthur III, Duke of Brittany", "href": "/wiki/Arthur_III,_Duke_of_Brittany", "description": "Arthur III, more commonly known as Arthur de Richemont, was briefly Duke of Brittany from 1457 until his death. He is noted primarily, however, for his role as a leading military commander during the Hundred Years' War. Although Richemont briefly sided with the English once, he otherwise remained firmly committed to the House of Valois. He fought alongside Joan of Arc, and was appointed Constable "}]}, {"heading": "Births", "year": "1423", "date": "August 24", "txt": "Thomas Rotherham, English cleric (d. 1500)", "entities": [{"title": "Thomas Rotherham", "href": "/wiki/Thomas_Rotherham", "description": "Thomas Rotherham, also known as Thomas (Scot) de Rotherham, was an English cleric and statesman. He served as bishop of several dioceses, most notably as Archbishop of York and, on two occasions as Lord Chancellor. He is considered a venerable figure in Rotherham, South Yorkshire, his town of birth."}]}, {"heading": "Births", "year": "1498", "date": "August 24", "txt": "John, Hereditary Prince of Saxony (d. 1537)", "entities": [{"title": "John, Hereditary Prince of Saxony", "href": "/wiki/John,_Hereditary_Prince_of_Saxony", "description": "John of Saxony, also known as \"John the Younger\" or \"Hans of Saxony\" was Hereditary Prince of Saxony from the Albertine line of the House of Wettin."}]}, {"heading": "Births", "year": "1510", "date": "August 24", "txt": "Elisabeth of Brandenburg, Duchess of Brunswick-Calenberg-Göttingen (d. 1558)", "entities": [{"title": "Elisabeth of Brandenburg, Duchess of Brunswick-Calenberg-Göttingen", "href": "/wiki/Elisabeth_of_Brandenburg,_Duchess_of_Brunswick-Calenberg-G%C3%B6ttingen", "description": "Elisabeth of Brandenburg was a Duchess consort of Brunswick-Göttingen-Calenberg by marriage to Eric I, Duke of Brunswick-Lüneburg, and Regent of the Duchy of Brunswick-Göttingen-Calenberg during the minority of her son, Eric II, Duke of Brunswick-Lüneburg, from 1540 until 1545. She is considered a \"Reformation Princess\", who, together with the Hessian reformer Anton Corvinus, helped the Reformatio"}]}, {"heading": "Births", "year": "1552", "date": "August 24", "txt": "Lavinia Fontana, Italian painter and educator (d. 1614)", "entities": [{"title": "Lavinia Fontana", "href": "/wiki/Lavinia_Fontana", "description": "Lavinia Fontana was a Bolognese Mannerist painter active in Bologna and Rome. She is best known for her successful portraiture, but also worked in the genres of mythology and religious painting. She was trained by her father Prospero Fontana who was a teacher at the School of Bologna. She is regarded as the first female career artist in Western Europe as she relied on commissions for her income. H"}]}, {"heading": "Births", "year": "1556", "date": "August 24", "txt": "Sophia Brahe, Danish horticulturalist and astronomer (d. 1643)", "entities": [{"title": "Sophia Brahe", "href": "/wiki/Sophia_Brahe", "description": "Sophia or Sophie Brahe or after marriage Sophie Thott Lange, was a Danish noble woman and horticulturalist with knowledge of astronomy, chemistry, and medicine. She worked alongside her brother Tycho Brahe in making astronomical observations."}]}, {"heading": "Births", "year": "1561", "date": "August 24", "txt": "Thomas Howard, 1st Earl of Suffolk (d. 1626)", "entities": [{"title": "Thomas Howard, 1st Earl of Suffolk", "href": "/wiki/Thomas_Howard,_1st_Earl_of_Suffolk", "description": "Thomas Howard, 1st Earl of Suffolk, was a son of Thomas Howard, 4th Duke of Norfolk by his second wife Margaret Audley, Duchess of Norfolk, the daughter and heiress of the 1st Baron Audley of Walden."}]}, {"heading": "Births", "year": "1578", "date": "August 24", "txt": "John Taylor, English poet and author (d. 1653)", "entities": [{"title": "John Taylor (poet)", "href": "/wiki/John_Taylor_(poet)", "description": "John Taylor was an English poet who dubbed himself \"The Water Poet\"."}]}, {"heading": "Births", "year": "1591", "date": "August 24", "txt": "Robert Herrick, English poet and cleric (d. 1674)", "entities": [{"title": "Robert Herrick (poet)", "href": "/wiki/Robert_Herrick_(poet)", "description": "Robert Herrick was a 17th-century English lyric poet and cleric. He is best known for Hesperides, a book of poems. This includes the carpe diem poem \"To the Virgins, to Make Much of Time\", with the first line \"Gather ye rosebuds while ye may\"."}]}, {"heading": "Births", "year": "1631", "date": "August 24", "txt": "Philip Henry, English minister (d. 1696)", "entities": [{"title": "Philip Henry", "href": "/wiki/Philip_Henry", "description": "Philip Henry was an English Nonconformist clergyman and diarist. His son Matthew Henry was a notable commentator on the Bible and also a Presbyterian minister."}]}, {"heading": "Births", "year": "1635", "date": "August 24", "txt": "Peder Griffenfeld, Danish lawyer and politician (d. 1699)", "entities": [{"title": "Peder Griffenfeld", "href": "/wiki/Peder_Griffenfeld", "description": "Count Peder Griffenfeld was a Danish statesman and royal favourite. He became the principal adviser to King Christian V of Denmark from 1670 and the de facto ruler of the dual kingdom of Denmark-Norway in the first half of the 1670s. In 1673 he was appointed as Chancellor of Denmark, elevated to count, the highest aristocratic rank in Denmark-Norway, and received the Order of the Elephant, the cou"}]}, {"heading": "Births", "year": "1684", "date": "August 24", "txt": "Sir Robert Munro, 6th Baronet, British politician (d. 1746)", "entities": [{"title": "Sir Robert Munro, 6th Baronet", "href": "/wiki/Sir_Robert_Munro,_6th_Baronet", "description": "Sir Robert Munro of Foulis, 6th Baronet was a soldier-politician whose life followed an 18th-century pattern. He fought in support of the Revolution Settlement and the House of Hanover, and their opposition to all attempts by the Jacobites to restore the House of Stuart either by force of arms or by political intrigue."}]}, {"heading": "Births", "year": "1714", "date": "August 24", "txt": "Alaungpaya, Burmese king (d. 1760)", "entities": [{"title": "Alaungpaya", "href": "/wiki/Alaungpaya", "description": "Alaungpaya was the founder of the Konbaung Dynasty of Burma (Myanmar). By the time of his death from illness during his campaign in Siam, this former chief of a small village in Upper Burma had unified Burma, subdued Manipur, conquered Lan Na and defeated the French and the British who had given help to the Restored Hanthawaddy Kingdom. He added settlements around Dagon, and called the enlarged to"}]}, {"heading": "Births", "year": "1732", "date": "August 24", "txt": "Peter Ernst Wilde, German physician and journalist (d. 1785)", "entities": [{"title": "Peter Ernst Wilde", "href": "/wiki/Peter_Ernst_Wilde", "description": "Peter Ernst Wilde was a Baltic German physician and Enlightenment era Estophile."}]}, {"heading": "Births", "year": "1758", "date": "August 24", "txt": "Duchess Sophia Frederica of Mecklenburg-Schwerin (d. 1794)", "entities": [{"title": "Duchess Sophia Frederica of Mecklenburg-Schwerin", "href": "/wiki/Duchess_Sophia_Frederica_of_Mecklenburg-Schwerin", "description": "Sophia Frederica of Mecklenburg-Schwerin was a Princess and Duchess of Mecklenburg-Schwerin, and by marriage Hereditary Princess of Denmark and Norway."}]}, {"heading": "Births", "year": "1759", "date": "August 24", "txt": "William Wilberforce, English philanthropist and politician (d. 1833)", "entities": [{"title": "William Wilberforce", "href": "/wiki/William_Wilberforce", "description": "William Wilberforce was a British politician, philanthropist, and a leader of the movement to abolish the slave trade. A native of Kingston upon Hull, Yorkshire, he began his political career in 1780, eventually becoming an independent Member of Parliament (MP) for Yorkshire (1784–1812). In 1785, he became an evangelical Christian, which resulted in major changes to his lifestyle and a lifelong co"}]}, {"heading": "Births", "year": "1772", "date": "August 24", "txt": "William I of the Netherlands (d. 1840)", "entities": [{"title": "William I of the Netherlands", "href": "/wiki/William_I_of_the_Netherlands", "description": "William I was a Prince of Orange, the King of the Netherlands and Grand Duke of Luxembourg."}]}, {"heading": "Births", "year": "1787", "date": "August 24", "txt": "James Weddell, Belgian-English sailor, hunter, and explorer (d. 1834)", "entities": [{"title": "James Weddell", "href": "/wiki/James_Weddell", "description": "James Weddell was a British sailor, navigator and seal hunter who in February 1823 sailed to latitude of 74° 15′ S—a record 7.69 degrees or 532 statute miles south of the Antarctic Circle—and into a region of the Southern Ocean that later became known as the Weddell Sea."}]}, {"heading": "Births", "year": "1824", "date": "August 24", "txt": "Antonio Stoppani, Italian geologist and scholar (d. 1891)", "entities": [{"title": "Antonio Stoppani", "href": "/wiki/Antonio_Stoppani", "description": "Antonio Stoppani was an Italian Catholic priest, patriot, geologist and palaeontologist. He studied the geology of the Italian region and wrote a popular treatise, Il Bel Paese, on geology and natural history. He was among the first to propose a geological epoch dominated by human activities that altered the shape of the land."}]}, {"heading": "Births", "year": "1837", "date": "August 24", "txt": "Théodore Dubois, French organist, composer, and educator (d. 1924)", "entities": [{"title": "Théodore Dubois", "href": "/wiki/Th%C3%A9odore_Dubois", "description": "François-Clément Théodore Dubois was a French composer, organist, and music teacher."}]}, {"heading": "Births", "year": "1843", "date": "August 24", "txt": "Boyd Dunlop Morehead, Australian politician, 10th Premier of Queensland (d. 1905)", "entities": [{"title": "Boyd Dunlop Morehead", "href": "/wiki/Boyd_Dunlop_Morehead", "description": "Boyd Dunlop Morehead was a politician in Queensland, Australia. He was Premier of Queensland from November 1888 to June 1890."}, {"title": "Premier of Queensland", "href": "/wiki/Premier_of_Queensland", "description": "The Premier of Queensland is the head of government in the Australian state of Queensland."}]}, {"heading": "Births", "year": "1845", "date": "August 24", "txt": "James Calhoun, American lieutenant (d. 1876)", "entities": [{"title": "James Calhoun (soldier)", "href": "/wiki/James_Calhoun_(soldier)", "description": "James Calhoun was a soldier in the United States Army during the American Civil War and the Black Hills War. He was the brother-in-law of George Armstrong Custer and was killed along with Custer in the Battle of the Little Bighorn. His brother-in-law Myles Moylan survived the battle as part of the forces with Major Marcus Reno and Captain Frederick Benteen."}]}, {"heading": "Births", "year": "1851", "date": "August 24", "txt": "Tom Kendall, Australian cricketer and journalist (d. 1924)", "entities": [{"title": "Tom Kendall", "href": "/wiki/Tom_Kendall", "description": "Thomas Kingston Kendall was an Australian cricketer, who played in two Test matches in 1877, including the inaugural Test which was played at the Melbourne Cricket Ground in March 1877."}]}, {"heading": "Births", "year": "1860", "date": "August 24", "txt": "David Bowman, Australian lawyer and politician (d. 1916)", "entities": [{"title": "David Bowman (politician)", "href": "/wiki/David_Bowman_(politician)", "description": "David Bowman was a Labor politician in the Legislative Assembly of Queensland and Queensland Leader of the Opposition from 1908 to 1912."}]}, {"heading": "Births", "year": "1862", "date": "August 24", "txt": "Zonia Baber, American geographer and geologist (d. 1956)", "entities": [{"title": "Zonia Baber", "href": "/wiki/Zonia_Baber", "description": "Zonia Baber, born Mary Arizona Baber in Clark County, Illinois, was an American geographer and geologist best known for developing methods for teaching geography. Her teachings emphasized experiential learning through field work and experimentation."}]}, {"heading": "Births", "year": "1863", "date": "August 24", "txt": "Dragutin Lerman, Croatian explorer (d. 1918)", "entities": [{"title": "Dragutin Lerman", "href": "/wiki/Dragutin_Lerman", "description": "Dragutin Lerman was a Croatian explorer."}]}, {"heading": "Births", "year": "1865", "date": "August 24", "txt": "Ferdinand I of Romania (d. 1927)", "entities": [{"title": "Ferdinand I of Romania", "href": "/wiki/Ferdinand_I_of_Romania", "description": "Ferdinand, nicknamed Întregitorul, was the second King of Romania from 1914 until his death in 1927. Ferdinand was the second son of Leopold, Prince of Hohenzollern and Infanta Antónia of Portugal, daughter of Ferdinand II of Portugal and Maria II of Portugal. His family was part of the Catholic branch of the Prussian royal family Hohenzollern."}]}, {"heading": "Births", "year": "1872", "date": "August 24", "txt": "Max Beerbohm, English essayist, parodist, and caricaturist (d. 1956)", "entities": [{"title": "Max Beerbohm", "href": "/wiki/Max_Beerbohm", "description": "Sir Henry Maximilian \"Max\" Beerbohm was an English essayist, parodist and caricaturist under the signature Max. He first became known in the 1890s as a dandy and a humorist. He was the drama critic for the Saturday Review from 1898 until 1910, when he relocated to Rapallo, Italy. In his later years he was popular for his occasional radio broadcasts. Among his best-known works is his only novel, Zu"}]}, {"heading": "Births", "year": "1884", "date": "August 24", "txt": "Earl Derr Biggers, American author and playwright (d. 1933)", "entities": [{"title": "Earl Derr Biggers", "href": "/wiki/Earl_Derr_Biggers", "description": "Earl Derr Biggers was an American novelist and playwright. His novels featuring the fictional Chinese American detective Charlie Chan were adapted into popular films made in the United States and China."}]}, {"heading": "Births", "year": "1887", "date": "August 24", "txt": "Harry Hooper, American baseball player (d. 1974)", "entities": [{"title": "Harry Hooper", "href": "/wiki/Harry_Hooper", "description": "Harry Bartholomew Hooper was a Major League Baseball (MLB) right fielder in the early 20th century. Hooper batted left-handed and threw right-handed. Hooper was born in Bell Station, California, and he graduated from Saint Mary's College of California. He played for major league teams between 1909 and 1925, spending most of that time with the Boston Red Sox and finishing his career with the Chicag"}]}, {"heading": "Births", "year": "1888", "date": "August 24", "txt": "Valentine Baker, Welsh co-founder of the Martin-Baker Aircraft Company (d. 1942)", "entities": [{"title": "Valentine Baker (pilot)", "href": "/wiki/Valentine_Baker_(pilot)", "description": "Captain Valentine Henry Baker MC AFC, nicknamed \"Bake\", served in all three of the British Armed Forces during the First World War. After the war he became a civilian flight instructor, and co-founder of the Martin-Baker Aircraft Company. He was the father of novelist Denys Val Baker."}, {"title": "Martin-Baker", "href": "/wiki/Martin-Baker", "description": "Martin-Baker Aircraft Co. Ltd. is a British manufacturer of ejection seats and safety-related equipment for aviation. The company's origins were originally as an aircraft manufacturer before becoming a pioneer in the field of ejection seats. The company's headquarters are in Higher Denham, Buckinghamshire, England with other sites in France, Italy and the United States."}]}, {"heading": "Births", "year": "1890", "date": "August 24", "txt": "Duke Kahanamoku, American swimmer, actor, and surfer (d. 1968)", "entities": [{"title": "Duke Kahanamoku", "href": "/wiki/Duke_Kahanamoku", "description": "Duke Paoa Kahinu Mokoe Hulikohola Kahanamoku was an American and Native Hawaiian competition swimmer who popularized the ancient Hawaiian sport of surfing. He was born towards the end of the Kingdom of Hawaii, just before the overthrow, living into statehood as a United States citizen. He was a five-time Olympic medalist in swimming. Duke was also a Scottish Rite Freemason, a Shriner, a law enforc"}]}, {"heading": "Births", "year": "1890", "date": "August 24", "txt": "Jean Rhys, Dominican-English novelist (d. 1979)", "entities": []}, {"heading": "Births", "year": "1893", "date": "August 24", "txt": "Haim Ernst Wertheimer, German-Israeli biochemist and academic (d. 1978)", "entities": [{"title": "Haim Ernst Wertheimer", "href": "/wiki/Haim_Ernst_Wertheimer", "description": "Haim Ernst Wertheimer was an Israeli biochemist."}]}, {"heading": "Births", "year": "1895", "date": "August 24", "txt": "Richard Cushing, American cardinal (d. 1970)", "entities": [{"title": "Richard Cushing", "href": "/wiki/Richard_Cushing", "description": "Richard James Cushing was an American prelate of the Roman Catholic Church. He served as Archbishop of Boston from 1944 to 1970 and was made a cardinal in 1958. Cushing's main role was as fundraiser and builder of new churches, schools, and institutions. Unlike his predecessor, he was on good terms with practically the entire Boston elite, as he softened the traditional confrontation between the C"}]}, {"heading": "Births", "year": "1897", "date": "August 24", "txt": "Fred Rose, American pianist, songwriter, and publisher (d. 1954)", "entities": [{"title": "Fred Rose (songwriter)", "href": "/wiki/Fred_Rose_(songwriter)", "description": "Knowles Fred Rose was an American musician, Hall of Fame songwriter, and music publishing executive."}]}, {"heading": "Births", "year": "1898", "date": "August 24", "txt": "Malcolm Cowley, American novelist, poet, literary critic  (d. 1989)", "entities": [{"title": "Malcolm Cowley", "href": "/wiki/Malcolm_Cowley", "description": "Malcolm Cowley was an American writer, editor, historian, poet, and literary critic. His best known works include his first book of poetry, Blue Juniata (1929), his lyrical memoir, Exile's Return, as a chronicler and fellow traveller of the Lost Generation, and as an influential editor and talent scout at Viking Press."}]}, {"heading": "Births", "year": "1899", "date": "August 24", "txt": "Jorge Luis Borges, Argentine short-story writer, essayist, poet and translator (d. 1986)", "entities": [{"title": "Jorge Luis Borges", "href": "/wiki/Jorge_Luis_Borges", "description": "Jorge Francisco Isidoro Luis Borges Acevedo was an Argentine short-story writer, essayist, poet and translator, and a key figure in Spanish-language and universal literature. His best-known books, Ficciones (Fictions) and El Aleph, published in the 1940s, are compilations of short stories interconnected by common themes, including dreams, labyrinths, philosophers, libraries, mirrors, fictional wri"}]}, {"heading": "Births", "year": "1899", "date": "August 24", "txt": "Albert Claude, Belgian biologist and academic, Nobel Prize laureate (d. 1983)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1899", "date": "August 24", "txt": "Gaylord DuBois, American author and poet (d. 1993)", "entities": []}, {"heading": "Births", "year": "1901", "date": "August 24", "txt": "Preston Foster, American actor (d. 1970)", "entities": [{"title": "Preston Foster", "href": "/wiki/Preston_Foster", "description": "Preston Stratton Foster, was an American actor of stage, film, radio, and television, whose career spanned nearly four decades. He also had a career as a vocalist."}]}, {"heading": "Births", "year": "1902", "date": "August 24", "txt": "Fernand Braudel, French historian and academic (d. 1985)", "entities": [{"title": "Fernand Braudel", "href": "/wiki/Fernand_Braudel", "description": "Fernand Braudel was a French historian and a leader of the Annales School. His scholarship focused on three main projects: The Mediterranean, Civilization and Capitalism (1955–79), and the unfinished Identity of France (1970–85). His reputation stems in part from his writings, but even more from his success in making the Annales School the most important engine of historical research in France and"}]}, {"heading": "Births", "year": "1902", "date": "August 24", "txt": "Carlo Gambino, Italian-American mob boss (d. 1976)", "entities": []}, {"heading": "Births", "year": "1903", "date": "August 24", "txt": "Karl Hanke, German businessman and politician (d. 1945)", "entities": [{"title": "Karl Hanke", "href": "/wiki/Karl_Hanke", "description": "Karl August Hanke was an official of the Nazi Party (NSDAP) during its rule over Germany and served as the fifth and last Reichsführer of the Schutzstaffel (SS). He also served as Gauleiter of Gau Lower Silesia from 1941 to 1945 and as Oberpräsident of the Prussian Province of Lower Silesia. Captured on 6 May 1945, he was shot and killed by Czech partisans on 8 June."}]}, {"heading": "Births", "year": "1904", "date": "August 24", "txt": "Ida Cook, English campaigner for Jewish refugees, and romantic novelist as Mary Burchell (d. 1986)", "entities": [{"title": "Ida Cook", "href": "/wiki/Ida_Cook", "description": "Ida Cook was a British campaigner for Jewish refugees and a romance novelist as Mary Burchell."}]}, {"heading": "Births", "year": "1905", "date": "August 24", "txt": "Arthur \"Big Boy\" Crudup, American singer-songwriter and guitarist (d. 1974)", "entities": [{"title": "Arthur Crudup", "href": "/wiki/Arthur_Crudup", "description": "Arthur William \"Big Boy\" Crudup was an American Delta blues singer, songwriter and guitarist. He is best known, outside blues circles, for his songs \"That's All Right\" (1946), \"My Baby Left Me\" and \"So Glad You're Mine\", later recorded by Elvis Presley and other artists."}]}, {"heading": "Births", "year": "1905", "date": "August 24", "txt": "Siaka Stevens, Sierra Leonean police officer and politician, 1st President of Sierra Leone (d. 1988)", "entities": [{"title": "President of Sierra Leone", "href": "/wiki/President_of_Sierra_Leone", "description": "The president of the Republic of Sierra Leone is the head of state and the head of government of Sierra Leone, as well as the commander-in-chief of the Armed Forces."}]}, {"heading": "Births", "year": "1907", "date": "August 24", "txt": "Bruno Giacometti, Swiss architect, designed the Hallenstadion (d. 2012)", "entities": [{"title": "Bruno Giacometti", "href": "/wiki/Bruno_Giacometti", "description": "Bruno Giacometti was a Swiss architect and the brother of the artists Alberto and Diego Giacometti. He was among the most notable post-World War II architects in Switzerland."}, {"title": "Hallenstadion", "href": "/wiki/Hallenstadion", "description": "The Hallenstadion is a multi-purpose facility located in the quarter of Oerlikon in northern Zürich. It is home to the ZSC Lions of the National League (NL) and has a capacity of 11,200 spectators. Designed by Bruno Giacometti, it opened on November 4, 1939, and was renovated in 2004–05."}]}, {"heading": "Births", "year": "1908", "date": "August 24", "txt": "Shivaram Rajguru, Indian activist (d. 1931)", "entities": [{"title": "Shivaram Rajguru", "href": "/wiki/Shivaram_Rajguru", "description": "Shivaram Hari Rajguru was an Indian revolutionary from Maharashtra, known mainly for his involvement in the assassination of a British Raj police officer. He also fought for the independence of India and on 23 March 1931 he was hanged by the British government along with Bhagat Singh and Sukhdev Thapar."}]}, {"heading": "Births", "year": "1909", "date": "August 24", "txt": "Ronnie Grieveson, South African cricketer and soldier (d. 1998)", "entities": [{"title": "Ronnie Grieveson", "href": "/wiki/Ronnie_Grieveson", "description": "Ronald Eustace Grieveson OBE was a South African cricketer who played in two Tests in 1938–39. He was born and died in Johannesburg, South Africa. He attended Parktown Boys' High School in 1922 and thereafter attended St John's College, Johannesburg from 1923 until 1926 where he matriculated."}]}, {"heading": "Births", "year": "1911", "date": "August 24", "txt": "Durward Kirby, American television host and announcer (d. 2000)", "entities": [{"title": "Durward Kirby", "href": "/wiki/Durward_Kirby", "description": "Homer Durward Kirby was an American television host and announcer. He is best remembered for The Garry Moore Show in the 1950s and Candid Camera, which he co-hosted with Allen Funt from 1961 through 1966. His name is sometimes misspelled \"Durwood\"."}]}, {"heading": "Births", "year": "1913", "date": "August 24", "txt": "Charles Snead Houston, American physician and mountaineer (d. 2009)", "entities": [{"title": "Charles Snead Houston", "href": "/wiki/Charles_Snead_Houston", "description": "Charles Snead Houston was an American physician, mountaineer, high-altitude investigator, inventor, author, film-maker, and former Peace Corps administrator. He made two important and celebrated attempts to climb the mountain K2 in the Karakoram Range."}]}, {"heading": "Births", "year": "1915", "date": "August 24", "txt": "Wynonie Harris, American singer and guitarist (d. 1969)", "entities": [{"title": "Wynonie Harris", "href": "/wiki/Wynonie_Harris", "description": "Wynonie Harris was an American blues shouter and rhythm-and-blues singer of upbeat songs, featuring humorous, often ribald lyrics. He had fifteen Top 10 hits between 1946 and 1952. Harris is attributed by many music scholars to be one of the founding fathers of rock and roll. His Good Rocking Tonight is especially mentioned at least as a precursor to rock and roll."}]}, {"heading": "Births", "year": "1915", "date": "August 24", "txt": "James Tiptree, Jr., American psychologist and author (d. 1987)", "entities": []}, {"heading": "Births", "year": "1917", "date": "August 24", "txt": "Dennis James, American game show host (d. 1997)", "entities": [{"title": "Dennis James", "href": "/wiki/Dennis_James", "description": "Dennis James was an American television personality, philanthropist, and commercial spokesman. Up until 1976, he had appeared on TV more times and for a longer period than any other television star. Alternately referred to as \"The Dean of Game Show Hosts\" and the \"Godfather of Gameshows\", he is credited as the host of television's first network game show, the DuMont Network's Cash and Carry (1946)"}]}, {"heading": "Births", "year": "1918", "date": "August 24", "txt": "Sikander Bakht, Indian field hockey player and politician, Indian Minister of External Affairs (d. 2004)", "entities": [{"title": "Sikander Bakht", "href": "/wiki/Sikander_Bakht", "description": "Sikander Bakht was an Indian politician belonging to the Indian National Congress, the Janata Party and, finally, the Bharatiya Janata Party (BJP). He was elected as the Vice President of the BJP, served its leader in the Rajya Sabha, and as a cabinet minister in the NDA government headed by Atal Bihari Vajpayee. In 2000, he was awarded Padma Vibhushan, the second highest civilian honour of the Go"}, {"title": "Minister of External Affairs (India)", "href": "/wiki/Minister_of_External_Affairs_(India)", "description": "The Minister of External Affairs is the head of the Ministry of External Affairs of the Government of India. One of the senior-most offices in the Union Cabinet, the chief responsibility of the Foreign Minister is to represent India and its government in the international community. The Foreign Minister also plays an important role in determining Indian foreign policy. Occasionally, the Foreign Mi"}]}, {"heading": "Births", "year": "1919", "date": "August 24", "txt": "Tosia Altman, member of the Polish resistance in World War II (d. 1943)", "entities": [{"title": "Tosia Altman", "href": "/wiki/Tosia_Altman", "description": "Tosia Altman was a courier and smuggler for Hashomer Hatzair and the Jewish Combat Organization (ŻOB) during the German occupation of Poland and the Warsaw Ghetto Uprising."}]}, {"heading": "Births", "year": "1919", "date": "August 24", "txt": "J. Gordon Edwards, American entomologist, mountaineer, and DDT advocate (d. 2004)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 24", "txt": "Enrique Llanes, Mexican wrestler (d. 2004)", "entities": []}, {"heading": "Births", "year": "1920", "date": "August 24", "txt": "Alex Colville, Canadian painter and academic (d. 2013)", "entities": [{"title": "Alex Colville", "href": "/wiki/Alex_Colville", "description": "David Alexander Colville, was a Canadian painter."}]}, {"heading": "Births", "year": "1921", "date": "August 24", "txt": "Eric Simms, English ornithologist and conservationist (d. 2009)", "entities": [{"title": "Eric Simms (ornithologist)", "href": "/wiki/Eric_Simms_(ornithologist)", "description": "Eric Arthur Simms, \nDFC was an English ornithologist, naturalist, writer, sound recordist, broadcaster and conservationist, as well as a decorated wartime Bomber Command pilot/ bomb-aimer."}]}, {"heading": "Births", "year": "1921", "date": "August 24", "txt": "Sam Tingle, English-Zimbabwean race car driver (d. 2008)", "entities": []}, {"heading": "Births", "year": "1922", "date": "August 24", "txt": "René Lévesque, Canadian journalist and politician, 23rd Premier of Quebec (d. 1987)", "entities": [{"title": "René Lévesque", "href": "/wiki/Ren%C3%A9_L%C3%A9vesque", "description": "René Lévesque was a Québécois politician and journalist who served as premier of Quebec from 1976 to 1985, the 23rd since Confederation. Starting his career as a reporter, and radio and television host, he later became known for his eminent role in Quebec's nationalization of hydro, and as an ardent defender of Quebec sovereignty. He was the founder of the Parti Québécois, and before that, a Liber"}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1922", "date": "August 24", "txt": "Howard Zinn, American historian, author, and activist (d. 2010)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 24", "txt": "Arthur Jensen, American psychologist and academic (d. 2012)", "entities": [{"title": "Arthur Jensen", "href": "/wiki/Arthur_Jensen", "description": "Arthur Robert Jensen was an American psychologist and writer. He was a professor of educational psychology at the University of California, Berkeley. Jensen was known for his work in psychometrics and differential psychology, the study of how and why individuals differ behaviorally from one another."}]}, {"heading": "Births", "year": "1924", "date": "August 24", "txt": "Alyn Ainsworth, English singer and conductor (d. 1990)", "entities": [{"title": "Alyn Ainsworth", "href": "/wiki/Alyn_Ainsworth", "description": "Alyn Ainsworth was a British musician, singer and conductor of light entertainment music."}]}, {"heading": "Births", "year": "1924", "date": "August 24", "txt": "Louis Teicher, American pianist (d. 2008)", "entities": []}, {"heading": "Births", "year": "1926", "date": "August 24", "txt": "Nancy Spero, American painter and academic (d. 2009)", "entities": [{"title": "Nancy Spero", "href": "/wiki/Nancy_Spero", "description": "Nancy Spero was an American visual artist. Born in Cleveland, Ohio, Spero lived for much of her life in New York City. She married and collaborated with artist Leon Golub. As both artist and activist, Nancy Spero had a career that spanned fifty years. She is known for her continuous engagement with contemporary political, social, and cultural concerns. Spero chronicled wars and apocalyptic violenc"}]}, {"heading": "Births", "year": "1927", "date": "August 24", "txt": "Anjali Devi, Indian actress and producer (d. 2014)", "entities": [{"title": "Anjali Devi", "href": "/wiki/Anjali_Devi", "description": "Anjali Devi was an Indian actress, model and producer in Telugu and Tamil films. She was well known for her role as the Devi Sita in Lava Kusa as well as for the titular roles in movies like Suvarna Sundari and Anarkali."}]}, {"heading": "Births", "year": "1927", "date": "August 24", "txt": "David Ireland, Australian author and playwright", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 24", "txt": "Harry Markowitz, American economist and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Economics", "href": "/wiki/Nobel_Prize_in_Economics", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1929", "date": "August 24", "txt": "Yasser Arafat, Egyptian-Palestinian engineer and politician, 1st President of the Palestinian National Authority (d. 2004)", "entities": [{"title": "Yasser Arafat", "href": "/wiki/Yasser_Arafat", "description": "Mohammed Abdel Rahman Abdel Raouf al-Qudwa al-Husseini, popularly known as Yasser Arafat or by his kunya Abu Ammar, was a Palestinian political leader. He was Chairman of the Palestine Liberation Organization (PLO) from 1969 to 2004 and President of the Palestinian National Authority (PNA) from 1994 to 2004. Ideologically an Arab nationalist, he was a founding member of the Fatah political party, "}, {"title": "President of the Palestinian National Authority", "href": "/wiki/President_of_the_Palestinian_National_Authority", "description": "\nThe President of the Palestinian National Authority is the highest-ranking political position in the Palestinian National Authority (PNA). The President appoints the Prime Minister of the Palestinian National Authority, who normally requires approval of the Palestinian Legislative Council, and who shares executive and administrative power with the President."}]}, {"heading": "Births", "year": "1929", "date": "August 24", "txt": "Betty Dodson, American author and educator", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 24", "txt": "Jackie Brenston, American singer-songwriter and saxophonist (d. 1979)", "entities": [{"title": "Jackie Brenston", "href": "/wiki/Jackie_Brenston", "description": "Jackie Brenston was an American R&B singer and saxophonist, who recorded, with Ike Turner's band, the first version of the pioneering rock-and-roll song \"Rocket 88\"."}]}, {"heading": "Births", "year": "1930", "date": "August 24", "txt": "Roger McCluskey, American race car driver (d. 1993)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 24", "txt": "Robert D. Hales, American captain and religious leader (d. 2017)", "entities": [{"title": "Robert D. Hales", "href": "/wiki/Robert_D._Hales", "description": "Robert Dean Hales was an American businessman and member of the Quorum of the Twelve Apostles of The Church of Jesus Christ of Latter-day Saints from 1994 until his death. As a member of the Quorum of the Twelve, Hales was accepted by the church as a prophet, seer, and revelator. At the time of his death he was the fifth most senior apostle in the church."}]}, {"heading": "Births", "year": "1932", "date": "August 24", "txt": "Richard Meale, Australian pianist and composer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1932", "date": "August 24", "txt": "Cormac Murphy-O'Connor, English cardinal (d. 2017)", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 24", "txt": "Prince Rupert Loewenstein, Spanish-English banker and manager (d. 2014)", "entities": [{"title": "Prince Rupert Loewenstein", "href": "/wiki/Prince_Rupert_Loewenstein", "description": "Rupert Louis Ferdinand Frederick Constantine Lofredo Leopold Herbert Maximilian Hubert John Henry zu Löwenstein-Wertheim-Freudenberg, Count of Loewenstein-Scharffeneck was a Spanish-born Bavarian aristocrat and the longtime financial manager of the rock band The Rolling Stones."}]}, {"heading": "Births", "year": "1934", "date": "August 24", "txt": "Kenny Baker, English actor (d. 2016)", "entities": [{"title": "Kenny Baker (English actor)", "href": "/wiki/Kenny_Baker_(English_actor)", "description": "Kenneth George Baker was an English actor and musician. He portrayed the character R2-D2 in the Star Wars franchise and also appeared in The Elephant Man, Time Bandits, Willow, Flash Gordon, Amadeus and Labyrinth."}]}, {"heading": "Births", "year": "1936", "date": "August 24", "txt": "A. S. Byatt, English novelist and poet", "entities": [{"title": "A. S. Byatt", "href": "/wiki/A._S._Byatt", "description": "Dame Antonia Susan Duffy, known professionally as A. S. Byatt, is an English novelist, poet and Booker Prize winner. In 2008, The Times newspaper named her on its list of the 50 greatest British writers since 1945."}]}, {"heading": "Births", "year": "1936", "date": "August 24", "txt": "Kenny Guinn, American banker and politician, 27th Governor of Nevada (d. 2010)", "entities": [{"title": "Governor of Nevada", "href": "/wiki/Governor_of_Nevada", "description": "The governor of Nevada is the head of state, head of government and chief executive of the U.S. state of Nevada, the Governor is also the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Nevada Legislature, to convene the legislature at any time, and, except in cases of treason or impeachme"}]}, {"heading": "Births", "year": "1936", "date": "August 24", "txt": "Arthur B. C. Walker, Jr., American physicist and academic (d. 2001)", "entities": []}, {"heading": "Births", "year": "1937", "date": "August 24", "txt": "Moshood Abiola, Nigerian businessman and politician (d. 1998)", "entities": [{"title": "Moshood Abiola", "href": "/wiki/Moshood_Abiola", "description": "Chief Moshood Kashimawo Olawale Abiola, also known as M. K. O. Abiola GCFR was a Nigerian businessman, publisher, and politician. He was the Aare Ona Kankafo XIV of Yorubaland and an aristocrat of the Egba clan."}]}, {"heading": "Births", "year": "1937", "date": "August 24", "txt": "Susan Sheehan, Austrian-American journalist and author", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 24", "txt": "David Freiberg, American singer and bass player", "entities": [{"title": "David Freiberg", "href": "/wiki/David_Freiberg", "description": "David Freiberg is an American musician best known for contributing vocals, keyboards, electric bass, rhythm guitar, viola and percussion as a member of Quicksilver Messenger Service, Jefferson Airplane, and Jefferson Starship. Among other tracks, he co-wrote \"Jane,\" a hit for Jefferson Starship."}]}, {"heading": "Births", "year": "1938", "date": "August 24", "txt": "Mason Williams, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 24", "txt": "Madsen Pirie, British academic, President and co-founder of the Adam Smith Institute", "entities": [{"title": "Madsen Pirie", "href": "/wiki/Madsen_Pirie", "description": "Duncan Madsen Pirie is a British researcher and author. He is a co-founder and current President of the Adam Smith Institute, a UK neoliberal think tank which has been in operation since 1978."}, {"title": "Adam Smith Institute", "href": "/wiki/Adam_Smith_Institute", "description": "The Adam Smith Institute (ASI) is a neoliberal think tank and lobbying group based in the United Kingdom and named after Adam Smith, a Scottish moral philosopher and classical economist. The libertarian label was officially changed to neoliberal on 10 October 2016. The Institute advocates free market and classical liberal ideas, primarily via the formation of radical policy options with regard to "}]}, {"heading": "Births", "year": "1940", "date": "August 24", "txt": "Francine Lalonde, Canadian educator and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 24", "txt": "Keith Savage, English rugby player", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 24", "txt": "Alan M. Roberts, English academic, Professor of Zoology at the University of Bristol", "entities": [{"title": "Alan M. Roberts", "href": "/wiki/Alan_M._Roberts", "description": "Alan Madoc Roberts FRS is an English academic serving as Emeritus professor of Zoology in the School of Biological Sciences at the University of Bristol."}]}, {"heading": "Births", "year": "1942", "date": "August 24", "txt": "Max Cleland, American captain and politician", "entities": [{"title": "Max Cleland", "href": "/wiki/Max_Cleland", "description": "Joseph Maxwell Cleland is an American politician from the state of Georgia. Cleland, a Democrat, is a disabled US Army veteran of the Vietnam War, a recipient of the Silver Star and the Bronze Star for valorous actions in combat, and a former United States Senator."}]}, {"heading": "Births", "year": "1942", "date": "August 24", "txt": "Peter Gummer, Baron Chadlington, English businessman", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 24", "txt": "Jimmy Soul, American pop-soul singer (d. 1988)", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 24", "txt": "John Cipollina, American rock guitarist (d. 1989)", "entities": [{"title": "John Cipollina", "href": "/wiki/John_Cipollina", "description": "John Cipollina was a guitarist best known for his role as a founder and the lead guitarist of the prominent San Francisco rock band Quicksilver Messenger Service. After leaving Quicksilver he formed the band Copperhead, was a member of the San Francisco All Stars and later played with numerous other bands."}]}, {"heading": "Births", "year": "1944", "date": "August 24", "txt": "Henry Braden, American lawyer and politician (d. 2013)", "entities": [{"title": "Henry Braden", "href": "/wiki/Henry_Braden", "description": "Henry English Braden, IV, known as Hank Braden, was an American lawyer, lobbyist, and Democratic politician from New Orleans, Louisiana."}]}, {"heading": "Births", "year": "1944", "date": "August 24", "txt": "Bill Goldsworthy, Canadian-American ice hockey player and coach (d. 1996)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 24", "txt": "Gregory Jarvis, American captain, engineer, and astronaut (d. 1986)", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 24", "txt": "Rocky Johnson, Canadian-American wrestler and trainer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 24", "txt": "Ronee Blakley, American singer-songwriter, producer, and actress", "entities": [{"title": "Ronee Blakley", "href": "/wiki/Ronee_Blakley", "description": "Ronee Sue Blakley is an American actress, singer-songwriter, composer, producer and director, perhaps best known for her work as an actress."}]}, {"heading": "Births", "year": "1945", "date": "August 24", "txt": "Molly Duncan, Scottish saxophonist (d. 2019)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 24", "txt": "Ken Hensley, English rock singer-songwriter and musician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 24", "txt": "Marsha P. Johnson, American gay liberation activist and drag queen (d. 1992)", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 24", "txt": "Vince McMahon, American wrestler, promoter, and entrepreneur; co-founded WWE", "entities": [{"title": "WWE", "href": "/wiki/WWE", "description": "World Wrestling Entertainment, Inc., d/b/a WWE, is an American integrated media and entertainment company that is primarily known for professional wrestling. WWE has also branched out into other fields, including movies, football, and various other business ventures."}]}, {"heading": "Births", "year": "1947", "date": "August 24", "txt": "Anne Archer, American actress and producer", "entities": [{"title": "Anne Archer", "href": "/wiki/Anne_Archer", "description": "Anne Archer is an American actress. She was nominated for the Academy Award for Best Supporting Actress for the 1987 film Fatal Attraction. Her other film appearances include Paradise Alley (1978), Raise the Titanic (1980), Patriot Games (1992), Short Cuts (1993), Clear and Present Danger (1994), and Lullaby (2014)."}]}, {"heading": "Births", "year": "1947", "date": "August 24", "txt": "Paulo Coelho, Brazilian author and songwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 24", "txt": "Roger De Vlaeminck, Belgian cyclist and coach", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 24", "txt": "Jim Fox, American rock drummer and organist", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 24", "txt": "Joe Manchin, American politician, 34th Governor of West Virginia", "entities": [{"title": "Governor of West Virginia", "href": "/wiki/Governor_of_West_Virginia", "description": "The governor of West Virginia is the head of the executive branch of West Virginia's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the West Virginia Legislature, to convene the legislature at any time, and, except when prosecution has been carried out by the House of"}]}, {"heading": "Births", "year": "1947", "date": "August 24", "txt": "Vladimir Masorin, Russian admiral", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 24", "txt": "Kim Sung-il, South Korean commander and pilot", "entities": [{"title": "Kim Sung-il (general)", "href": "/wiki/Kim_Sung-il_(general)", "description": "Kim Sung-il (Korean: 김성일) is a former Chief of Staff of the Republic of Korea Air Force."}]}, {"heading": "Births", "year": "1948", "date": "August 24", "txt": "Jean Michel Jarre, French pianist, composer, and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 24", "txt": "Sauli Niinistö, Finnish captain and politician, 12th President of Finland", "entities": [{"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1948", "date": "August 24", "txt": "Alexander McCall Smith, Rhodesian-Scottish author and educator", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 24", "txt": "Stephen Paulus, American composer and educator (d. 2014)", "entities": [{"title": "Stephen Paulus", "href": "/wiki/Stephen_Paulus", "description": "Stephen Paulus was a Grammy winning American composer, best known for his operas and choral music. His best-known piece is his 1982 opera The Postman Always Rings Twice, one of several operas he composed for the Opera Theatre of St. Louis, which prompted The New York Times to call him \"a young man on the road to big things\". His style is essentially tonal, and melodic and romantic by nature. He re"}]}, {"heading": "Births", "year": "1949", "date": "August 24", "txt": "Charles Rocket, American actor (d. 2005)", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 24", "txt": "John Banaszak, American football player and coach", "entities": [{"title": "John Banaszak", "href": "/wiki/John_Banaszak", "description": "John Arthur Banaszak is an American football coach and former player. He was formerly the head football coach at Robert Morris University. Banaszak played in the National Football League with the Pittsburgh Steelers from 1975 to 1981. He is a three-time Super Bowl Champion. Banaszak was a starter at right defensive end for the Steelers in Super Bowl XIII and Super Bowl XIV. He later played in the "}]}, {"heading": "Births", "year": "1950", "date": "August 24", "txt": "Tim D. White, American paleoanthropologist and academic", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 24", "txt": "Danny Joe Brown, American southern rock singer-songwriter and musician (d. 2005)", "entities": [{"title": "Danny Joe Brown", "href": "/wiki/Danny_Joe_Brown", "description": "Danny Joe Brown was the lead singer of the Southern rock group Molly Hatchet after succeeding founder Dave Hlubek in 1976 and co-writer of the band's biggest hits from the late 1970s."}]}, {"heading": "Births", "year": "1951", "date": "August 24", "txt": "Orson Scott Card, American novelist, critic, public speaker, essayist, and columnist", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 24", "txt": "Oscar Hijuelos, American author and academic (d. 2013)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 24", "txt": "Marion Bloem, Dutch author, director, and painter", "entities": [{"title": "Marion Bloem", "href": "/wiki/Marion_Bloem", "description": "Marion Bloem is a Dutch writer and film maker of Indo descent, best known as author of the literary acclaimed book Geen gewoon Indisch meisje and director of the 2008 feature film Ver van familie."}]}, {"heading": "Births", "year": "1952", "date": "August 24", "txt": "Bob Corker, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 24", "txt": "Carlo Curley, American organist and educator (d. 2012)", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 24", "txt": "Ian Grob, English race car driver", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 24", "txt": "Linton Kwesi Johnson, Jamaican dub poet", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 24", "txt": "Mike Shanahan, American football player and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "August 24", "txt": "Ron Holloway, American saxophonist", "entities": [{"title": "Ron Holloway", "href": "/wiki/Ron_Holloway", "description": "Ronald Edward Holloway is an American tenor saxophonist. He is listed in the Biographical Encyclopedia of Jazz where veteran jazz critic Ira Gitler described Holloway as a \"Hard bear-down-hard-bopper who can blow authentic R&B and croon a ballad with warm, blue feeling.\""}]}, {"heading": "Births", "year": "1953", "date": "August 24", "txt": "Sam Torrance, Scottish golfer and sportscaster", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 24", "txt": "Alain Daigle, Canadian ice hockey player", "entities": [{"title": "Alain Daigle", "href": "/wiki/Alain_Daigle", "description": "Roland Alain Daigle is a former professional ice hockey forward who played six seasons with the Chicago Black Hawks of the National Hockey League from 1974–75 to 1979–80."}]}, {"heading": "Births", "year": "1954", "date": "August 24", "txt": "Heini Otto, Dutch footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 24", "txt": "Mike Huckabee, American minister and politician, 44th Governor of Arkansas", "entities": [{"title": "Mike Huckabee", "href": "/wiki/Mike_Huckabee", "description": "Michael Dale Huckabee is an American politician, Baptist minister, political commentator and bassist who served as the 44th governor of Arkansas from 1996 to 2007. He was a candidate for the Republican Party presidential nomination in both 2008 and 2016."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Births", "year": "1956", "date": "August 24", "txt": "Gerry Cooney, American boxer", "entities": [{"title": "Gerry Cooney", "href": "/wiki/Gerry_Cooney", "description": "Gerald Arthur Cooney is an American former professional boxer who competed from 1977 to 1990, and challenged twice for world heavyweight titles in 1982 and 1987."}]}, {"heading": "Births", "year": "1956", "date": "August 24", "txt": "John Culberson, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 24", "txt": "Dick Lee, Singaporean singer-songwriter and playwright", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 24", "txt": "Jeffrey Daniel, American singer-songwriter and dancer", "entities": [{"title": "Jeffrey Daniel", "href": "/wiki/Jeffrey_Daniel", "description": "Jeffrey Glenn Daniel is an American dancer, singer-songwriter and choreographer, most notable for being a founding member of the R&B vocal group Shalamar. In Nigeria he is best known as an Idol series judge."}]}, {"heading": "Births", "year": "1957", "date": "August 24", "txt": "Stephen Fry, English actor, journalist, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 24", "txt": "Steve Guttenberg, American actor and producer", "entities": [{"title": "Steve Guttenberg", "href": "/wiki/Steve_Guttenberg", "description": "Steven Robert Guttenberg is an American actor, author, businessman, producer, and director. He is known for his lead roles in Hollywood films of the 1980s and 1990s, including Cocoon, Police Academy, Three Men and a Baby, Diner, The Bedroom Window, Three Men and a Little Lady, The Big Green, and Short Circuit."}]}, {"heading": "Births", "year": "1958", "date": "August 24", "txt": "Chris Offutt, American author and academic", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 24", "txt": "Meg Munn, English social worker and politician", "entities": [{"title": "Meg Munn", "href": "/wiki/Meg_Munn", "description": "Margaret Patricia Munn is the first Independent Chair of the Church of England’s National Safeguarding Panel,\nProChancellor and Deputy Chair of the Board of Governors of Sheffield Hallam University, Chair of the British Council's Society Advisory Group and Non-Executive Director of the Phone-paid Services Authority. She was a Non-Executive Director of the Esh Group (2015-18)."}]}, {"heading": "Births", "year": "1960", "date": "August 24", "txt": "Cal Ripken, Jr., American baseball player and coach", "entities": [{"title": "Cal Ripken, Jr.", "href": "/wiki/Cal_Ripken,_Jr.", "description": "Calvin Edwin Ripken Jr., nicknamed \"The Iron Man\", is a retired American baseball shortstop and third baseman who played 21 seasons in Major League Baseball (MLB) for the Baltimore Orioles (1981–2001). One of his position's most offensively productive players, Ripken compiled 3,184 hits, 431 home runs, and 1,695 runs batted in during his career, and he won two Gold Glove Awards for his defense. He"}]}, {"heading": "Births", "year": "1961", "date": "August 24", "txt": "Jared Harris, English actor", "entities": [{"title": "Jared Harris", "href": "/wiki/Jared_Harris", "description": "Jared Francis Harris is an English actor. His roles include Lane Pryce in the television drama series Mad Men for which he received a nomination for the Primetime Emmy Award for Outstanding Supporting Actor in a Drama Series, David Robert Jones in the science fiction series Fringe, King George VI in the historical drama series The Crown, Anderson Dawes on the science fiction series The Expanse, Ca"}]}, {"heading": "Births", "year": "1962", "date": "August 24", "txt": "Major Garrett, American journalist and author", "entities": [{"title": "Major Garrett", "href": "/wiki/Major_Garrett", "description": "Major Elliott Garrett is an American journalist who is chief Washington correspondent for CBS News. Garrett is the host of The Takeout podcast and was a correspondent for National Journal. Prior to joining National Journal, he was the senior White House correspondent for Fox News. He covered the 2004 presidential election, the War on Terror, and the 2008 presidential election."}]}, {"heading": "Births", "year": "1962", "date": "August 24", "txt": "Emile Roemer, Dutch educator and politician", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 24", "txt": "Hideo Kojima, Japanese director, screenwriter and video game designer", "entities": [{"title": "Hideo Kojima", "href": "/wiki/Hideo_Kojima", "description": "Hideo Kojima  is a Japanese video game designer, director, producer and writer."}]}, {"heading": "Births", "year": "1963", "date": "August 24", "txt": "Francis Pangilinan, Filipino lawyer and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 24", "txt": "Éric Bernard, French race car driver", "entities": [{"title": "Éric Bernard", "href": "/wiki/%C3%89ric_Bernard", "description": "Éric Bernard is a retired French Formula One racing driver, who drove in Formula One from 1989 to 1994 for the Ligier, Larrousse and Lotus teams. His best finish in Formula One was third place at the German Grand Prix in 1994. After his Formula One career ended, he raced sportscars."}]}, {"heading": "Births", "year": "1964", "date": "August 24", "txt": "Mark Cerny, American video game designer, programmer, producer and business executive", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 24", "txt": "Salizhan Sharipov, Kyrgyzstani-Russian lieutenant, pilot, and astronaut", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 24", "txt": "Marlee Matlin, American actress and producer", "entities": [{"title": "Marlee Matlin", "href": "/wiki/Marlee_Matlin", "description": "Marlee Beth Matlin is an American actress, author, and deaf activist. She won the Academy Award for Best Actress for Children of a Lesser God (1986) and to date is the only deaf performer to have won an Academy Award. Having won the award at the age of 21, she is also the youngest winner in the category. Her work in film and television has resulted in a Golden Globe award, with two additional nomi"}]}, {"heading": "Births", "year": "1965", "date": "August 24", "txt": "Reggie Miller, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 24", "txt": "Brian Rajadurai, Sri Lankan-Canadian cricketer", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 24", "txt": "Nick Denton, English journalist and businessman, founded Gawker Media", "entities": [{"title": "Nick Denton", "href": "/wiki/Nick_Denton", "description": "Nicholas Guido Anthony Denton is a British Internet entrepreneur, journalist and blogger, the founder and former proprietor of the blog collective Gawker Media, and was the managing editor of the New York-based Gawker, until a lawsuit by Hulk Hogan bankrupted the company. For years after starting Gawker Media in 2003, Denton ran the company from his apartment in SoHo."}, {"title": "Gawker Media", "href": "/wiki/Gawker_Media", "description": "Gawker Media LLC was an American online media company and blog network."}]}, {"heading": "Births", "year": "1967", "date": "August 24", "txt": "Michael Thomas, English footballer", "entities": [{"title": "Michael Thomas (footballer, born 1967)", "href": "/wiki/Michael_Thomas_(footballer,_born_1967)", "description": "Michael Lauriston Thomas is an English former professional footballer who played as a midfielder from 1986 to 2001."}]}, {"heading": "Births", "year": "1968", "date": "August 24", "txt": "Benoît Brunet, Canadian ice hockey player and sportscaster", "entities": [{"title": "Benoît Brunet", "href": "/wiki/Beno%C3%AEt_Brunet", "description": "Joseph Jean Luc Benoît Brunet is a Canadian former professional ice hockey player. He was drafted by the Montreal Canadiens in the second round, 27th overall, of the 1986 NHL Entry Draft."}]}, {"heading": "Births", "year": "1968", "date": "August 24", "txt": "Shoichi Funaki, Japanese-American wrestler and sportscaster", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 24", "txt": "Andreas Kisser, Brazilian guitarist, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 24", "txt": "Tim Salmon, American baseball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 24", "txt": "Jans Koerts, Dutch cyclist", "entities": [{"title": "Jans Koerts", "href": "/wiki/Jans_Koerts", "description": "Jans Koerts is a Dutch former professional road bicycle racer. He was professional from 1992 until 2007."}]}, {"heading": "Births", "year": "1970", "date": "August 24", "txt": "Rich Beem, American golfer", "entities": [{"title": "Rich Beem", "href": "/wiki/Rich_Beem", "description": "Richard Michael Beem is an American professional golfer who played on the PGA Tour and is best known for his upset victory at the 2002 PGA Championship."}]}, {"heading": "Births", "year": "1970", "date": "August 24", "txt": "Tugay Kerimoğlu, Turkish footballer and manager", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 24", "txt": "Jean-Luc Brassard, Canadian skier and radio host", "entities": [{"title": "Jean-Luc Brassard", "href": "/wiki/Jean-Luc_Brassard", "description": "Jean-Luc Brassard is a Canadian freestyle skier, winning the gold medal at the 1994 Winter Olympics. Brassard has been credited with popularizing the wearing of bright knee pads to show off absorption and leg position for mogul skiers to best show judges how smoothly the athlete is taking the turns. He was born in Salaberry-de-Valleyfield, Quebec. In his other Olympic appearances, Brassard placed "}]}, {"heading": "Births", "year": "1972", "date": "August 24", "txt": "Ava DuVernay, American director and screenwriter", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 24", "txt": "Todd Young, American politician", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 24", "txt": "Andrew Brunette, Canadian ice hockey player and coach", "entities": [{"title": "Andrew Brunette", "href": "/wiki/Andrew_Brunette", "description": "Andrew D. Brunette is a Canadian former professional ice hockey left winger who played over 1,100 career games in the National Hockey League (NHL). He was an assistant coach of the NHL's Minnesota Wild for two seasons from the 2014–15 season and served as the Wild's assistant general manager until the conclusion of the 2018–19 season."}]}, {"heading": "Births", "year": "1973", "date": "August 24", "txt": "Dave Chappelle, American comedian, actor, producer and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 24", "txt": "Inge de Bruijn, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1974", "date": "August 24", "txt": "Jennifer Lien, American actress", "entities": [{"title": "Jennifer Lien", "href": "/wiki/Jennifer_Lien", "description": "Jennifer Anne Lien is an American actress, best known for playing the alien Kes on the television series Star Trek: Voyager."}]}, {"heading": "Births", "year": "1975", "date": "August 24", "txt": "Roberto Colombo, Italian footballer", "entities": [{"title": "Roberto Colombo (footballer)", "href": "/wiki/Roberto_Colombo_(footballer)", "description": "Roberto Colombo is an Italian former professional football goalkeeper."}]}, {"heading": "Births", "year": "1975", "date": "August 24", "txt": "Mark de Vries, Surinamese-Dutch footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 24", "txt": "Funke Akindele, Nigerian actress", "entities": [{"title": "Funke Akindele", "href": "/wiki/Funke_Akindele", "description": "Akindele-Bello Olufunke Ayotunde is a Nigerian actress and producer. Funke Akindele starred in the sitcom I Need to Know from 1998 to 2002, and in 2009, Funke won the Africa Movie Academy Award for Best Actress in a Leading Role. Funke Akindele plays the lead character in the show Jenifa's Diary, for which she was named Best Actress in a Comedy at the 2016 Africa Magic Viewers Choice Awards."}]}, {"heading": "Births", "year": "1976", "date": "August 24", "txt": "Simon Dennis, English rower and academic", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 24", "txt": "Alex O'Loughlin, Australian actor, writer, director, and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 24", "txt": "Nordin Wooter, Surinamese-Dutch footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 24", "txt": "Denílson de Oliveira Araújo, Brazilian footballer", "entities": [{"title": "Denílson de Oliveira Araújo", "href": "/wiki/Den%C3%ADlson_de_Oliveira_Ara%C3%BAjo", "description": "Denílson de Oliveira, known simply as Denílson, is a Brazilian football pundit and retired footballer who played as a left winger."}]}, {"heading": "Births", "year": "1977", "date": "August 24", "txt": "Robert Enke, German footballer (d. 2009)", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 24", "txt": "Per Gade, Danish footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 24", "txt": "John Green, American author and vlogger", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 24", "txt": "Jürgen Macho, Austrian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 24", "txt": "Derek Morris, Canadian ice hockey player", "entities": [{"title": "Derek Morris (ice hockey)", "href": "/wiki/Derek_Morris_(ice_hockey)", "description": "Derek Terrence Morris is a Canadian former professional ice hockey defenceman who played over 1,100 games in the National Hockey League (NHL) for the Calgary Flames, Colorado Avalanche, Phoenix Coyotes, Boston Bruins and New York Rangers. He was originally drafted out of the Western Hockey League (WHL) 13th overall by the Calgary Flames in the 1996 NHL Entry Draft."}]}, {"heading": "Births", "year": "1979", "date": "August 24", "txt": "Vahur Afanasjev, Estonian author and poet", "entities": [{"title": "Vahur Afanasjev", "href": "/wiki/Vahur_Afanasjev", "description": "Vahur Afanasjev is an Estonian writer."}]}, {"heading": "Births", "year": "1979", "date": "August 24", "txt": "Orlando Engelaar, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 24", "txt": "Kaki King, American guitarist and composer", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 24", "txt": "Michael Redd, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 24", "txt": "Chad Michael Murray, American model and actor", "entities": [{"title": "Chad Michael Murray", "href": "/wiki/Chad_Michael_Murray", "description": "Chad Michael Murray is an American actor and former fashion model. He is best known for playing Lucas Scott in The WB/CW drama series One Tree Hill, a recurring role as Tristan Dugray on The WB/CW series Gilmore Girls (2000–01), Charlie Todd in the fifth season of The WB series Dawson’s Creek (2001–02). Murray had supporting roles in the films Freaky Friday (2003), A Cinderella Story (2004), House"}]}, {"heading": "Births", "year": "1982", "date": "August 24", "txt": "José Bosingwa, Portuguese footballer", "entities": [{"title": "José Bosingwa", "href": "/wiki/Jos%C3%A9_Bosingwa", "description": "José Bosingwa da Silva is a Portuguese retired footballer."}]}, {"heading": "Births", "year": "1982", "date": "August 24", "txt": "Kim Källström, Swedish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 24", "txt": "Glen Atle Larsen, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 24", "txt": "Brett Gardner, American baseball player", "entities": [{"title": "Brett Gardner", "href": "/wiki/Brett_Gardner", "description": "Brett Michael Gardner is an American professional baseball outfielder for the New York Yankees of Major League Baseball (MLB). Gardner made his MLB debut with the Yankees in 2008 and was a part of the Yankees' 2009 World Series championship team over the Philadelphia Phillies. He was named an All-Star in 2015 and won a Gold Glove Award in 2016."}]}, {"heading": "Births", "year": "1983", "date": "August 24", "txt": "Marcel Goc, German ice hockey player", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 24", "txt": "George Perris, Greek-French singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 24", "txt": "Erin Molan, Australian journalist and sportscaster", "entities": [{"title": "Erin Molan", "href": "/wiki/Erin_Molan", "description": "Erin Molan is an Australian television sports presenter with the Nine Network."}]}, {"heading": "Births", "year": "1984", "date": "August 24", "txt": "Charlie Villanueva, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 24", "txt": "Joseph Akpala, Nigerian footballer", "entities": [{"title": "Joseph Akpala", "href": "/wiki/Joseph_Akpala", "description": "Joseph Eneojo Akpala is a Nigerian professional footballer who plays as a striker for Liga I side Dinamo București."}]}, {"heading": "Births", "year": "1986", "date": "August 24", "txt": "Fabiano Santacroce, Italian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 24", "txt": "Anže Kopitar, Slovenian ice hockey player", "entities": [{"title": "Anže Kopitar", "href": "/wiki/An%C5%BEe_Kopitar", "description": "Anže Kopitar is a Slovene professional ice hockey centre and captain for the Los Angeles Kings of the National Hockey League (NHL). The 11th overall pick in the 2005 NHL Entry Draft, Kopitar became the first Slovene to play in the NHL upon making his debut in 2006. Kopitar has spent his entire NHL career with the Kings, and has led the team in scoring in all but two seasons and is fourth in franch"}]}, {"heading": "Births", "year": "1987", "date": "August 24", "txt": "Daichi Miura, Japanese singer-songwriter, dancer, and choreographer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 24", "txt": "Rupert Grint, English actor", "entities": [{"title": "Rupert Grint", "href": "/wiki/Rupert_Grint", "description": "Rupert Alexander Lloyd Grint is an English actor. He rose to fame for his role as Ron Weasley, one of the three main characters in the Harry Potter film series. Grint was cast as Ron at age eleven, having previously acted only in school plays and at his local theatre group. From 2001 to 2011, he starred in all eight Harry Potter films."}]}, {"heading": "Births", "year": "1988", "date": "August 24", "txt": "Manu Ma'u, New Zealand rugby league player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 24", "txt": "Joel Thompson, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 24", "txt": "Maya Yoshida, Japanese footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "August 24", "txt": "Reynaldo, Brazilian footballer", "entities": [{"title": "Reynaldo dos Santos Silva", "href": "/wiki/Reynaldo_dos_Santos_Silva", "description": "Reynaldo dos Santos Silva is a Brazilian retired professional footballer who played as a forward."}]}, {"heading": "Births", "year": "1989", "date": "August 24", "txt": "Rocío Igarzábal, Argentinian actress and singer", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 24", "txt": "Juan Pedro Lanzani, Argentinian actor and singer", "entities": [{"title": "Juan Pedro Lanzani", "href": "/wiki/Juan_Pedro_Lanzani", "description": "Juan Pedro Lanzani , also known as Peter Lanzani, is an Argentine actor of cinema, theater and television, a former child model, and a singer. He is best known for his role on the Cris Morena television series Casi Ángeles playing 'Thiago Bedoya Agüero', and as a member of the music group Teen Angels. He is also known for his roles in Chiquititas Sin Fin and El Clan by Pablo Trapero."}]}, {"heading": "Births", "year": "1991", "date": "August 24", "txt": "Wang Zhen, Chinese race walker", "entities": [{"title": "Wang Zhen (racewalker)", "href": "/wiki/Wang_Zhen_(racewalker)", "description": "Wang Zhen is a Chinese race walker who specialises in the 10 kilometres and 20 kilometres race walk. He holds the senior Asian record for the 20 km with his time of 1:17:36 hours and is also the Asian, Chinese and junior world record holder over 10 km. He was the bronze medallist over 20 km at the 2012 London Olympics and the gold medallist at the 2016 Rio Olympics."}]}, {"heading": "Births", "year": "1992", "date": "August 24", "txt": "Jemerson, Brazilian footballer", "entities": [{"title": "Jemerson", "href": "/wiki/Jemerson", "description": "Jemerson de Jesus Nascimento, known simply as Jemerson, is a Brazilian footballer who plays as a central defender for Brazilian Serie A club Corinthians."}]}, {"heading": "Births", "year": "1993", "date": "August 24", "txt": "Allen Robinson, American football player", "entities": [{"title": "Allen Robinson", "href": "/wiki/Allen_Robinson", "description": "Allen Bernard Robinson II is an American football wide receiver for the Chicago Bears of the National Football League (NFL). He was drafted by the Jacksonville Jaguars in the second round of the 2014 NFL Draft, and played for the Jaguars for four seasons before signing with the Bears in 2018. He played college football at Penn State."}]}, {"heading": "Births", "year": "1995", "date": "August 24", "txt": "Lady Amelia Windsor, member of the British royal family", "entities": [{"title": "Lady Amelia Windsor", "href": "/wiki/Lady_Amelia_Windsor", "description": "Lady Amelia Sophia Theodora Mary Margaret Windsor is an English fashion model and a relative of the British royal family. She is currently 41st in the line of succession to the British throne, as of March 2021."}]}, {"heading": "Births", "year": "2001", "date": "August 24", "txt": "Mildred Maldonado, Mexican rhythmic gymnast", "entities": [{"title": "Mildred Maldonado", "href": "/wiki/Mildred_Maldonado", "description": "Mildred Maldonado is a Mexican rhythmic gymnast."}]}, {"heading": "Deaths", "year": "927", "date": "August 24", "txt": "Wei Shuo, chancellor of Later Tang", "entities": []}, {"heading": "Deaths", "year": "1572", "date": "August 24", "txt": "Charles de Téligny, French soldier and diplomat (b. 1535)", "entities": []}, {"heading": "Deaths", "year": "1680", "date": "August 24", "txt": "Ferdinand Bol, Dutch painter and etcher (b. 1616)", "entities": []}, {"heading": "Deaths", "year": "1841", "date": "August 24", "txt": "John Ordronaux, French-American soldier (b. 1778)", "entities": []}, {"heading": "Deaths", "year": "1943", "date": "August 24", "txt": "Simone Weil, French philosopher and activist (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "August 24", "txt": "Scott Nearing, American economist, educator, and activist (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "August 24", "txt": "Gely Abdel Rahman, Sudanese-Egyptian poet and academic (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "August 24", "txt": "Alexandre Lagoya, Egyptian guitarist and composer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 24", "txt": "Roman Matsov, Estonian violinist, pianist, and conductor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "August 24", "txt": "Léopold Simoneau, Canadian tenor and educator (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "August 24", "txt": "Aaron Russo, American director and producer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "August 24", "txt": "Mike Flanagan, American baseball player, coach, and sportscaster (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 24", "txt": "Pauli Ellefsen, Faroese surveyor and politician, 6th Prime Minister of the Faroe Islands (b. 1936)", "entities": [{"title": "Prime Minister of the Faroe Islands", "href": "/wiki/Prime_Minister_of_the_Faroe_Islands", "description": "This is a list of lawmen and prime ministers of the Faroe Islands."}]}, {"heading": "Deaths", "year": "2012", "date": "August 24", "txt": "Steve Franken, American actor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 24", "txt": "Félix Miélli Venerando, Brazilian footballer and manager (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 24", "txt": "Nílton de Sordi, Brazilian footballer and manager (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 24", "txt": "Julie Harris, American actress (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 24", "txt": "Muriel Siebert, American businesswoman and philanthropist (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 24", "txt": "Antônio Ermírio de Moraes, Brazilian businessman (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 24", "txt": "Joseph F. Traub, German-American computer scientist and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 24", "txt": "Justin Wilson, English race car driver (b. 1978)", "entities": []}]