[{"heading": "Events", "year": "295 BC", "date": "August 19", "txt": "The first temple to Venus, the Roman goddess of love, beauty and fertility, is dedicated by Quintus Fabius Maximus Gurges during the Third Samnite War.", "entities": [{"title": "Venus (mythology)", "href": "/wiki/Venus_(mythology)", "description": "Venus is a Roman goddess, whose functions encompassed love, beauty, desire, sex, fertility, prosperity and victory. In Roman mythology, she was the ancestor of the Roman people through her son, Aeneas, who survived the fall of Troy and fled to Italy. Julius Caesar claimed her as his ancestor. Venus was central to many religious festivals, and was revered in Roman religion under numerous cult title"}, {"title": "Quintus Fabius Maximus Gurges (consul 292 BC)", "href": "/wiki/Quintus_Fabius_Maximus_Gurges_(consul_292_BC)", "description": "Quintus Fabius Q. f. M. n. Maximus Gurges, the son of Quintus Fabius Maximus Rullianus, was consul in 292, 276, and 265 BC. After a dissolute youth and a significant military defeat during his first consulate, he was given the opportunity to salvage his reputation through the influence of his father, and became a successful general, eventually holding the highest honours of the Roman state. He was"}, {"title": "Third Samnite War", "href": "/wiki/Third_Samnite_War", "description": "The First, Second, and Third Samnite Wars were fought between the Roman Republic and the Samnites, who lived on a stretch of the Apennine Mountains south of Rome and north of the Lucanians.The first of these wars was the result of Rome's intervention to rescue the Campanian city of Capua from a Samnite attack.The second one was the result of Rome's intervention in the politics of the city of Naple"}]}, {"heading": "Events", "year": "43 BC", "date": "August 19", "txt": "Gaius Julius Caesar Octavianus, later known as Augustus, compels the Roman Senate to elect him Consul.", "entities": [{"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}, {"title": "Roman Senate", "href": "/wiki/Roman_Senate", "description": "The Roman Senate was a governing and advisory assembly in ancient Rome. It was one of the most enduring institutions in Roman history, being established in the first days of the city of Rome. It survived the overthrow of the Roman monarchy in 509 BC; the fall of the Roman Republic in the 1st century BC; the division of the Roman Empire in AD 395; and the fall of the Western Roman Empire in 476; Ju"}, {"title": "Roman consul", "href": "/wiki/Roman_consul", "description": "A consul held the highest elected political office of the Roman Republic, and ancient Romans considered the consulship the highest level of the cursus honorum. Each year, the citizens of Rome elected two consuls to serve jointly for a one-year term. The consuls alternated in holding fasces each month when both were in Rome and a consul's imperium extended over Rome and all its provinces."}]}, {"heading": "Events", "year": "947", "date": "August 19", "txt": "Abu Yazid, a Kharijite rebel leader, is defeated and killed in the Hodna Mountains in modern-day Algeria by Fatimid forces.", "entities": [{"title": "Abu Yazid", "href": "/wiki/Abu_Yazid", "description": "Abu Yazid Makhlad ibn Kaydad al-Nukkari, known as the Man on the Donkey, was an Ibadi Berber of the Banu Ifran tribe who led a rebellion against the Fatimid Caliphate in Ifriqiya starting in 944. Abu Yazid conquered Kairouan for a time, but was eventually driven back and defeated by the Fatimid caliph al-Mansur bi-Nasr Allah."}, {"title": "Hodna Mountains", "href": "/wiki/Hodna_Mountains", "description": "The Hodna Mountains are a mountain massif in northeastern Algeria. It rises on the northern side of the Hodna natural region in the M'Sila Province, near the town of Maadid around 200 km southeast of Algiers. These mountains are one of the ranges of the Saharan Atlas, part of the Atlas Mountain System."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}, {"title": "Fatimid Caliphate", "href": "/wiki/Fatimid_Caliphate", "description": "The Fatimid Caliphate was an Ismaili Shia caliphate of the 10th to the 12th centuries CE. Spanning a large area of North Africa, it ranged from the Red Sea in the east to the Atlantic Ocean in the west. The Fatimids, a dynasty of Arab origin, trace their ancestry to the Prophet’s daughter Fatima and her husband ‘Ali b. Abi Talib, the first Shi‘ite imam. The Fatimids were acknowledged as the rightf"}]}, {"heading": "Events", "year": "1153", "date": "August 19", "txt": "Baldwin III of Jerusalem takes control of the Kingdom of Jerusalem from his mother Melisende, and also captures Ascalon.", "entities": [{"title": "Baldwin III of Jerusalem", "href": "/wiki/Baldwin_III_of_Jerusalem", "description": "Baldwin III was King of Jerusalem from 1143 to 1163. He was the eldest son of Melisende and Fulk of Jerusalem. He became king while still a child, and was at first overshadowed by his mother Melisende, whom he eventually defeated in a civil war. During his reign Jerusalem became more closely allied with the Byzantine Empire, and the Second Crusade tried and failed to conquer Damascus. Baldwin capt"}, {"title": "Kingdom of Jerusalem", "href": "/wiki/Kingdom_of_Jerusalem", "description": "The Kingdom of Jerusalem, also known as the Latin Kingdom of Jerusalem, was a Crusader state established in the Southern Levant by Godfrey of Bouillon in 1099 after the First Crusade. The kingdom lasted nearly two hundred years, from 1099 until 1291 when its last remaining possession, Acre, was destroyed by the Mamluks. Its history is divided into two distinct periods."}, {"title": "Melisende, Queen of Jerusalem", "href": "/wiki/Melisende,_Queen_of_Jerusalem", "description": "Melisende was Queen of Jerusalem from 1131 to 1153, and regent for her son between 1153 and 1161 while he was on campaign. She was the eldest daughter of King Baldwin II of Jerusalem, and the Armenian princess Morphia of Melitene."}, {"title": "Siege of Ascalon", "href": "/wiki/Siege_of_Ascalon", "description": "The siege of Ascalon took place in 1153, resulting in the capture of that Egyptian fortress by the Crusader Kingdom of Jerusalem."}]}, {"heading": "Events", "year": "1458", "date": "August 19", "txt": "Pope Pius II is elected the 211th Pope.", "entities": [{"title": "Pope Pius II", "href": "/wiki/Pope_Pius_II", "description": "Pope Pius II, born Enea Silvio Bartolomeo Piccolomini, was head of the Catholic Church and ruler of the Papal States from 19 August 1458 to his death. He was born at Corsignano in the Sienese territory of a noble but impoverished family. His longest and most enduring work is the story of his life, the Commentaries, which is the only revealed autobiography ever to have been written by a reigning po"}]}, {"heading": "Events", "year": "1504", "date": "August 19", "txt": "In Ireland, the Hiberno-Norman de Burghs (Burkes) and Anglo-Norman Fitzgeralds fight in the Battle of Knockdoe.", "entities": [{"title": "Hiberno-Normans", "href": "/wiki/Hiberno-Normans", "description": "From the 12th century onwards, a group of Normans invaded and settled in Gaelic Ireland. These settlers later became known as Norman Irish or Hiberno-Normans. They originated mainly among Anglo-Norman from England and Cambro-Norman families in Wales, who were loyal to the Kingdom of England, and the English state supported their claims to territory in the various realms then comprising Ireland. Du"}, {"title": "Anglo-Normans", "href": "/wiki/Anglo-Normans", "description": "The Anglo-Normans were the medieval ruling class in England, composed mainly of a combination of ethnic Anglo-Saxons, Normans, Bretons, Flemings, Gascons and French, following the Norman conquest. A small number of Normans had earlier befriended future Anglo-Saxon king of England, Edward the Confessor, during his exile in his mother's homeland of Normandy in northern France. When he returned to En"}, {"title": "Battle of Knockdoe", "href": "/wiki/Battle_of_Knockdoe", "description": "The Battle of Knockdoe took place on 19 August 1504 at Knockdoe, in the Parish of Lackagh, County Galway, between two Anglo-Irish lords—Gerald FitzGerald, Earl of Kildare, the Lord Deputy of Ireland, and Ulick Fionn Burke, lord of Clanricarde—along with their respective Irish allies. The cause was a dispute between Maelsechlainn mac Tadhg Ó Cellaigh (O'Kelly), King of Ui Maine – Mod. Irish Uí Mhái"}]}, {"heading": "Events", "year": "1561", "date": "August 19", "txt": "Mary, Queen of Scots, aged 18, returns to Scotland after spending 13 years in France.", "entities": [{"title": "Mary, Queen of Scots", "href": "/wiki/Mary,_Queen_of_Scots", "description": "Mary, Queen of Scots, also known as Mary Stuart or Mary I of Scotland, reigned over Scotland from 14 December 1542 until her forced abdication on 24 July 1567."}, {"title": "Kingdom of Scotland", "href": "/wiki/Kingdom_of_Scotland", "description": "The Kingdom of Scotland was a sovereign state in northwest Europe traditionally said to have been founded in 843. Its territories expanded and shrank, but it came to occupy the northern third of the island of Great Britain, sharing a land border to the south with the Kingdom of England. It suffered many invasions by the English, but under Robert the Bruce it fought a successful War of Independence"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}]}, {"heading": "Events", "year": "1612", "date": "August 19", "txt": "The \"Samlesbury witches\", three women from the Lancashire village of Samlesbury, England, are put on trial, accused of practicing witchcraft, one of the most famous witch trials in British history.", "entities": [{"title": "Samlesbury witches", "href": "/wiki/Samlesbury_witches", "description": "The Samlesbury witches were three women from the Lancashire village of Samlesbury – Jane Southworth, Jennet Bierley, and Ellen Bierley – accused by a 14-year-old girl, Grace Sowerbutts, of practising witchcraft. Their trial at Lancaster Assizes in England on 19 August 1612 was one in a series of witch trials held there over two days, among the most famous in English history. The trials were unusua"}, {"title": "Lancashire", "href": "/wiki/Lancashire", "description": "Lancashire is a ceremonial county and geographical area in North West England. The ceremonial county's administrative centre is Preston, while Lancaster is still the county town. The borders of the ceremonial county were created by the Local Government Act 1972 and enclose a population of 1,449,300 and an area of 1,189 square miles (3,080 km2)."}, {"title": "Samlesbury", "href": "/wiki/Samlesbury", "description": "Samlesbury is a village and civil parish in South Ribble, Lancashire, England. Samlesbury Hall, a historic house, is in the village, as is Samlesbury Aerodrome and a large modern brewery owned by Anheuser-Busch InBev. The population at the 2011 census was 1,206."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}, {"title": "Witchcraft", "href": "/wiki/Witchcraft", "description": "Witchcraft is the practice of what the practitioner (\"witch\") believes to be magical skills and abilities such as using spells, incantations, and magical rituals. Witchcraft is a broad term that varies culturally and societally, and thus can be difficult to define with precision. Historically, the most common meaning is the use of supernatural means to cause harm to the innocent; this remains the "}, {"title": "Witch-hunt", "href": "/wiki/Witch-hunt", "description": "A witch-hunt, or a witch purge, is a search for people who have been labeled witches or a search for evidence of witchcraft. The classical period of witch-hunts in Early Modern Europe and Colonial America took place in the Early Modern period or about 1450 to 1750, spanning the upheavals of the Reformation and the Thirty Years' War, resulting in an estimated 35,000 to 100,000 executions. The last "}]}, {"heading": "Events", "year": "1666", "date": "August 19", "txt": "Second Anglo-Dutch War: Rear Admiral Robert Holmes leads a raid on the Dutch island of Terschelling, destroying 150 merchant ships, an act later known as \"Holmes's Bonfire\".", "entities": [{"title": "Second Anglo-Dutch War", "href": "/wiki/Second_Anglo-Dutch_War", "description": "The Second Anglo-Dutch War or the Second Dutch War was a conflict between England and the Dutch Republic partly for control over the seas and trade routes, where England tried to end the Dutch domination of world trade during a period of intense European commercial rivalry, but also as a result of political tensions. After initial English successes, the war ended in a Dutch victory. It was the sec"}, {"title": "Robert Holmes (Royal Navy officer)", "href": "/wiki/Robert_Holmes_(Royal_Navy_officer)", "description": "Sir Robert Holmes was an English Admiral of the Restoration Navy. He participated in the second and third Anglo-Dutch Wars, both of which he is, by some, credited with having started. He was made Governor of the Isle of Wight, where he is buried in Yarmouth Parish Church."}, {"title": "Terschelling", "href": "/wiki/Terschelling", "description": "Terschelling is a municipality and an island in the northern Netherlands, one of the West Frisian Islands. It is situated between the islands of Vlieland and Ameland."}, {"title": "Holmes's Bonfire", "href": "/wiki/Holmes%27s_Bonfire", "description": "Holmes's Bonfire was a raid on the Vlie estuary in the Netherlands, executed by the English Fleet during the Second Anglo-Dutch War on 19 and 20 August 1666 New Style. The attack, named after the commander of the landing force, Rear-Admiral Robert Holmes, was successful in destroying by fire a large merchant fleet of 140 ships. During the same action, the town of West-Terschelling was burnt down, "}]}, {"heading": "Events", "year": "1692", "date": "August 19", "txt": "Salem witch trials: In Salem, Province of Massachusetts Bay, five people, one woman and four men, including a clergyman, are executed after being convicted of witchcraft.", "entities": [{"title": "Salem witch trials", "href": "/wiki/Salem_witch_trials", "description": "The Salem witch trials were a series of hearings and prosecutions of people accused of witchcraft in colonial Massachusetts between February 1692 and May 1693. More than two hundred people were accused. Thirty were found guilty, nineteen of whom were executed by hanging. One other man, Giles Corey, was pressed to death for refusing to plead, and at least five people died in jail."}, {"title": "Salem, Massachusetts", "href": "/wiki/Salem,_Massachusetts", "description": "Salem is a historic coastal city in Essex County, Massachusetts located in the North Shore region. Continuous settlement by Europeans began in 1626 and Salem would become one of the most significant seaports in early American history."}]}, {"heading": "Events", "year": "1745", "date": "August 19", "txt": "Prince Charles Edward Stuart raises his standard in Glenfinnan: The start of the Second Jacobite Rebellion, known as \"the 45\".", "entities": [{"title": "Charles Edward Stuart", "href": "/wiki/Charles_Edward_Stuart", "description": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart was the elder son of James Francis Edward Stuart, grandson of James II and VII, and the Stuart claimant to the throne of Great Britain after 1766 as \"Charles III\". During his lifetime, he was also known as \"the Young Pretender\" and \"the Young Chevalier\"; in popular memory, he is \"Bonnie Prince Charlie\". He is best remembered for his"}, {"title": "Glenfinnan", "href": "/wiki/Glenfinnan", "description": "Glenfinnan is a hamlet in Lochaber area of the Highlands of Scotland. In 1745 the Jacobite rising began here when Prince Charles Edward Stuart raised his standard on the shores of Loch Shiel. Seventy years later, the 18 m (60 ft) Glenfinnan Monument, at the head of the loch, was erected to commemorate the historic event."}, {"title": "Jacobite rising of 1745", "href": "/wiki/Jacobite_rising_of_1745", "description": "The Jacobite rising of 1745, also known as the Forty-five Rebellion or simply the '45, was an attempt by Charles Edward Stuart to regain the British throne for his father, James Francis Edward Stuart. It took place during the War of the Austrian Succession, when the bulk of the British Army was fighting in mainland Europe, and proved to be the last in a series of revolts that began in 1689, with m"}]}, {"heading": "Events", "year": "1745", "date": "August 19", "txt": "Ottoman–Persian War: In the Battle of Kars, the Ottoman army is routed by Persian forces led by Nader Shah.", "entities": [{"title": "Battle of Kars (1745)", "href": "/wiki/Battle_of_Kars_(1745)", "description": "The Battle of Kars was the last major engagement of the Ottoman-Persian War. The battle resulted in the complete and utter destruction of the Ottoman army. It was also the last of the great military triumphs of Nader Shah. The battle was in fact fought over a period of ten days in which the first day saw the Ottomans routed from the field, followed by a series of subsequent blockades and pursuits "}, {"title": "Nader Shah", "href": "/wiki/Nader_Shah", "description": "Nader Shah Afshar was one of the most powerful Iranian rulers in Iranian history, ruling as Shah of Iran (Persia) from 1736 to 1747 when he was assassinated during a rebellion. Because of his military genius as evidenced in his numerous campaigns throughout Middle East, Caucasus, Central and South Asia, such as the battles of Herat, Mihmandust, Murche-Khort, Kirkuk, Yeghevard, Khyber Pass, Karnal "}]}, {"heading": "Events", "year": "1759", "date": "August 19", "txt": "Battle of Lagos Naval battle during the Seven Years' War between Great Britain and France.", "entities": [{"title": "Battle of Lagos", "href": "/wiki/Battle_of_Lagos", "description": "The naval Battle of Lagos took place between a British fleet commanded by Sir Edward Boscawen and a French fleet under Jean-François de La Clue-Sabran over two days in 1759 during the Seven Years' War. They fought south west of the Gulf of Cádiz on 18 August and to the east of the small Portuguese port of Lagos, after which the battle is named, on 19 August."}, {"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}]}, {"heading": "Events", "year": "1772", "date": "August 19", "txt": "Gustav III of Sweden stages a coup d'état, in which he assumes power and enacts a new constitution that divides power between the Riksdag and the King.", "entities": [{"title": "Gustav III of Sweden", "href": "/wiki/Gustav_III_of_Sweden", "description": "Gustav III, also called Gustavus III, was King of Sweden from 1771 until his assassination in 1792. He was the eldest son of Adolf Frederick, King of Sweden and Queen Louise Ulrika, and a first cousin of Empress Catherine the Great of Russia by reason of their common descent from Christian August of Holstein-Gottorp, Prince of Eutin, and his wife Albertina Frederica of Baden-Durlach."}, {"title": "Revolution of 1772", "href": "/wiki/Revolution_of_1772", "description": "The Revolution of 1772, also known as the Coup of Gustav III was a Swedish coup d'état performed by king Gustav III of Sweden on 19 August 1772 to introduce absolute monarchy against the Riksdag of the Estates, resulting in the end of the Age of liberty and the introduction of the Swedish Constitution of 1772."}, {"title": "Riksdag of the Estates", "href": "/wiki/Riksdag_of_the_Estates", "description": "Riksdag of the Estates was the name used for the Estates of Sweden when they were assembled. Until its dissolution in 1866, the institution was the highest authority in Sweden next to the King. It was a Diet made up of the Four Estates, which historically were the lines of division in Swedish society:Nobility\nClergy\nBurghers\nFarmers"}]}, {"heading": "Events", "year": "1782", "date": "August 19", "txt": "American Revolutionary War: Battle of Blue Licks: The last major engagement of the war, almost ten months after the surrender of the British commander Charles Cornwallis following the Siege of Yorktown.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Battle of Blue Licks", "href": "/wiki/Battle_of_Blue_Licks", "description": "The Battle of Blue Licks, fought on August 19, 1782, was one of the last battles of the American Revolutionary War. The battle occurred ten months after Lord Cornwallis's surrender at Yorktown, which had effectively ended the war in the east. On a hill next to the Licking River in what is now Robertson County, Kentucky, a force of about 50 Loyalists along with 300 American Indians ambushed and rou"}, {"title": "Commander", "href": "/wiki/Commander", "description": "Commander is a common naval officer rank. Commander is also used as a rank or title in other formal organizations, including several police forces. In several countries this naval rank is termed frigate captain."}, {"title": "Charles Cornwallis, 1st Marquess Cornwallis", "href": "/wiki/Charles_Cornwallis,_1st_Marquess_Cornwallis", "description": "Charles Cornwallis, 1st Marquess Cornwallis,, styled Viscount Brome between 1753 and 1762 and known as the Earl Cornwallis between 1762 and 1792, was a British Army general and official. In the United States and the United Kingdom he is best remembered as one of the leading British generals in the American War of Independence. His surrender in 1781 to a combined American and French force at the si"}, {"title": "Siege of Yorktown", "href": "/wiki/Siege_of_Yorktown", "description": "The siege of Yorktown, also known as the Battle of Yorktown, the surrender at Yorktown, or the German battle, ending on October 19, 1781, at Yorktown, Virginia, was a decisive victory by a combined force of the American Continental Army troops led by General George Washington and Gilbert du Motier, Marquis de Lafayette, and French Army troops led by Comte de Rochambeau over a British army commande"}]}, {"heading": "Events", "year": "1812", "date": "August 19", "txt": "War of 1812: American frigate USS Constitution defeats the British frigate HMS Guerriere off the coast of Nova Scotia, Canada earning the nickname \"Old Ironsides\".", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "USS Constitution", "href": "/wiki/USS_Constitution", "description": "USS Constitution, also known as Old Ironsides, is a wooden-hulled, three-masted heavy frigate of the United States Navy. She is the world's oldest commissioned naval vessel still afloat. She was launched in 1797, one of six original frigates authorized for construction by the Naval Act of 1794 and the third constructed. The name \"Constitution\" was among ten names submitted to President George Wash"}, {"title": "USS Constitution vs HMS Guerriere", "href": "/wiki/USS_Constitution_vs_HMS_Guerriere", "description": "USS Constitution vs HMS Guerriere was a battle between the two ships during the War of 1812, approximately 400 miles (640 km) southeast of Halifax, Nova Scotia. It took place shortly after war had broken out, exactly one month after the first engagement between British and American forces. Guerriere had been detached from a squadron which had earlier failed to capture Constitution and was proceedi"}, {"title": "HMS Guerriere (1806)", "href": "/wiki/HMS_Guerriere_(1806)", "description": "Guerrière was a 38-gun frigate of the French Navy, designed by Forfait. The British captured her and recommissioned her as HMS Guerriere. She is most famous for her fight against USS Constitution."}, {"title": "Nova Scotia", "href": "/wiki/Nova_Scotia", "description": "Nova Scotia is one of the thirteen provinces and territories of Canada. It is one of the three Maritime provinces and one of the four Atlantic provinces. Nova Scotia is Latin for \"New Scotland\". Most of the population are native English-speakers."}]}, {"heading": "Events", "year": "1813", "date": "August 19", "txt": "Gervasio Antonio de Posadas joins Argentina's Second Triumvirate.", "entities": [{"title": "Gervasio Antonio de Posadas", "href": "/wiki/Gervasio_Antonio_de_Posadas", "description": "Gervasio Antonio de Posadas y Dávila was a member of Argentina's Second Triumvirate from 19 August 1813 to 31 January 1814, after which he served as Supreme Director until 9 January 1815."}, {"title": "Second Triumvirate (Argentina)", "href": "/wiki/Second_Triumvirate_(Argentina)", "description": "The Second Triumvirate was the governing body of the United Provinces of the Río de la Plata that followed the First Triumvirate in 1812, shortly after the May Revolution, and lasted 2 years."}]}, {"heading": "Events", "year": "1839", "date": "August 19", "txt": "The French government announces that Louis Daguerre's photographic process is a gift \"free to the world\".", "entities": [{"title": "Louis Daguerre", "href": "/wiki/Louis_Daguerre", "description": "Louis-Jacques-Mandé Daguerre, better known as Louis Daguerre, was a French artist and photographer, recognized for his invention of the daguerreotype process of photography. He became known as one of the fathers of photography. Though he is most famous for his contributions to photography, he was also an accomplished painter and a developer of the diorama theatre."}, {"title": "Daguerreotype", "href": "/wiki/Daguerreotype", "description": "The daguerreotype was the first publicly available photographic process—widely used during the 1840s and 1850s. \"Daguerreotype\" also refers to the images created through this process."}]}, {"heading": "Events", "year": "1848", "date": "August 19", "txt": "California Gold Rush: The New York Herald breaks the news to the East Coast of the United States of the gold rush in California (although the rush started in January).", "entities": [{"title": "California Gold Rush", "href": "/wiki/California_Gold_Rush", "description": "The California Gold Rush (1848–1855) was a gold rush that began on January 24, 1848, when gold was found by James W. Marshall at Sutter's Mill in Coloma, California. The news of gold brought approximately 300,000 people to California from the rest of the United States and abroad. The sudden influx of gold into the money supply reinvigorated the American economy, and the sudden population increase "}, {"title": "Gold rush", "href": "/wiki/Gold_rush", "description": "A gold rush or gold fever is a discovery of gold—sometimes accompanied by other precious metals and rare-earth minerals—that brings an onrush of miners seeking their fortune. Major gold rushes took place in the 19th century in Australia, New Zealand, Brazil, Canada, South Africa, and the United States, while smaller gold rushes took place elsewhere."}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}]}, {"heading": "Events", "year": "1854", "date": "August 19", "txt": "The First Sioux War begins when United States Army soldiers kill Lakota chief Conquering Bear and in return are massacred.", "entities": [{"title": "First Sioux War", "href": "/wiki/First_Sioux_War", "description": "The Sioux Wars were a series of conflicts between the United States and various subgroups of the Sioux people which occurred in the later half of the 19th century. The earliest conflict came in 1854 when a fight broke out at Fort Laramie in Wyoming, when Sioux warriors killed 31 American soldiers in the Grattan Massacre, and the final came in 1890 during the Ghost Dance War."}, {"title": "Lakota people", "href": "/wiki/Lakota_people", "description": "The Lakota are a Native American tribe. Also known as the Teton Sioux, they are one of the three prominent subcultures of the Sioux people. Their current lands are in North and South Dakota. They speak Lakȟótiyapi—the Lakota language, the westernmost of three closely related languages that belong to the Siouan language family."}, {"title": "Conquering Bear", "href": "/wiki/Conquering_Bear", "description": "Matȟó Wayúhi was a Brulé Lakota chief who signed the Fort Laramie Treaty (1851). He was killed in 1854 when troops from Fort Laramie entered his encampment to arrest a Sioux who had shot a calf belonging to a Mormon emigrant. All 30 troopers in the army detachment were annihilated, in what would be called the Grattan massacre or \"the Mormon Cow War\" according to Army Historian S.L.A. Marshall in h"}, {"title": "Grattan massacre", "href": "/wiki/Grattan_massacre", "description": "The Grattan Massacre, also known as the Grattan Fight, was the opening engagement of the First Sioux War, fought between United States Army and Lakota Sioux warriors on August 19, 1854. It occurred east of Fort Laramie, Nebraska Territory, in present-day Goshen County, Wyoming."}]}, {"heading": "Events", "year": "1861", "date": "August 19", "txt": "First ascent of Weisshorn, fifth highest summit in the Alps.", "entities": [{"title": "Weisshorn", "href": "/wiki/Weisshorn", "description": "The Weisshorn is a major peak of Switzerland and the Alps, culminating at 4,506 metres above sea level. It is part of the Pennine Alps and is located between the valleys of Anniviers and Zermatt in the canton of Valais. In the latter valley, the Weisshorn is one of the many 4000ers surrounding Zermatt, with Monte Rosa and the Matterhorn."}]}, {"heading": "Events", "year": "1862", "date": "August 19", "txt": "American Indian Wars: During an uprising in Minnesota, Lakota warriors decide not to attack heavily defended Fort Ridgely and instead turn to the settlement of New Ulm, killing white settlers along the way.", "entities": [{"title": "American Indian Wars", "href": "/wiki/American_Indian_Wars", "description": "The American Indian Wars, also known as the American Frontier Wars, the First Nations Wars in Canada and the Indian Wars were fought by European governments and colonists, and later by the United States and Canadian governments and American and Canadian settlers, against various American Indian and First Nation tribes. These conflicts occurred in North America from the time of the earliest colonia"}, {"title": "Lakota people", "href": "/wiki/Lakota_people", "description": "The Lakota are a Native American tribe. Also known as the Teton Sioux, they are one of the three prominent subcultures of the Sioux people. Their current lands are in North and South Dakota. They speak Lakȟótiyapi—the Lakota language, the westernmost of three closely related languages that belong to the Siouan language family."}, {"title": "Fort Ridgely", "href": "/wiki/Fort_Ridgely", "description": "Fort Ridgely was a frontier United States Army outpost from 1851 to 1867. Half of the fort's land was on the Dakota reservation in the Minnesota river valley. Fort Ridgely had no defensive wall, palisade, or guard towers. It was located northwest of Mankato near Fairfax. Built between 1853-1854, in Minnesota Territory. Before it was named the Army referred to the fort as the \"New Post on the Upper"}, {"title": "New Ulm, Minnesota", "href": "/wiki/New_Ulm,_Minnesota", "description": "New Ulm is a city in Brown County, Minnesota, United States. The population was 13,522 at the 2010 census. It is the county seat of Brown County."}]}, {"heading": "Events", "year": "1909", "date": "August 19", "txt": "The Indianapolis Motor Speedway opens for automobile racing. Wilfred Bourque and his mechanic are killed during the first day's events.", "entities": [{"title": "Wilfred Bourque", "href": "/wiki/Wilfred_Bourque", "description": "Wilfred Bourque, also known as Billy Bourque and William Bourque, was a Canadian racecar driver, born in W. Farnham, Québec. At the time of his racing career, he lived in West Springfield, Massachusetts."}]}, {"heading": "Events", "year": "1920", "date": "August 19", "txt": "The Tambov Rebellion breaks out, in response to the Bolshevik policy of Prodrazvyorstka.", "entities": [{"title": "Tambov Rebellion", "href": "/wiki/Tambov_Rebellion", "description": "The Tambov Rebellion of 1920–1921 was one of the largest and best-organized peasant rebellions challenging the Bolshevik regime during the Russian Civil War. The uprising took place in the territories of the modern Tambov Oblast and part of the Voronezh Oblast, less than 300 miles southeast of Moscow."}, {"title": "Bolshevik", "href": "/wiki/Bolshevik", "description": "The Bolsheviks, also known in English as the Bolshevists, were a radical, far-left, and revolutionary Marxist faction founded by Vladimir Lenin and Alexander Bogdanov that split from the Menshevik faction of the Marxist Russian Social Democratic Labour Party (RSDLP), a revolutionary socialist political party formed in 1898, at its Second Party Congress in 1903."}]}, {"heading": "Events", "year": "1927", "date": "August 19", "txt": "Patriarch Sergius of Moscow proclaims the declaration of loyalty of the Russian Orthodox Church to the Soviet Union.", "entities": [{"title": "Patriarch Sergius of Moscow", "href": "/wiki/Patriarch_Sergius_of_Moscow", "description": "Patriarch Sergius I was the 12th Patriarch of Moscow and all the Rus', from September 8, 1943 until his death. He was also the de facto head of the Russian Orthodox Church in 1925–1943, firstly as deputy Patriarchal locum tenens (1925–1937) subsequently as Patriarchal locum tenens (1937–1943)."}, {"title": "Russian Orthodox Church", "href": "/wiki/Russian_Orthodox_Church", "description": "The Russian Orthodox Church, alternatively legally known as the Moscow Patriarchate, is one of the autocephalous Eastern Orthodox Christian churches. The primate of the ROC is the Patriarch of Moscow and all Rus'. The ROC, as well as its primate, officially ranks fifth in the Orthodox order of precedence, immediately below the four ancient patriarchates of the Greek Orthodox Church: Constantinople"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1934", "date": "August 19", "txt": "The first All-American Soap Box Derby is held in Dayton, Ohio.", "entities": [{"title": "Soap Box Derby", "href": "/wiki/Soap_Box_Derby", "description": "The Soap Box Derby is a youth soapbox car racing program which has been run in the United States since 1933. World Championship finals are held each July at Derby Downs in Akron, Ohio. Cars competing in this and related events are unpowered, relying completely upon gravity to move."}, {"title": "Dayton, Ohio", "href": "/wiki/Dayton,_Ohio", "description": "Dayton is the sixth-largest city in the state of Ohio and the county seat of Montgomery County. A small part of the city extends into Greene County. The 2019 U.S. census estimate put the city population at 140,407, while Greater Dayton was estimated to be at 803,416 residents. This makes Dayton the fourth-largest metropolitan area in Ohio and 63rd in the United States. Dayton is within Ohio's Miam"}]}, {"heading": "Events", "year": "1934", "date": "August 19", "txt": "The German referendum of 1934 approves Hitler's appointment as head of state with the title of Führer.", "entities": [{"title": "Führer", "href": "/wiki/F%C3%BChrer", "description": "Führer is a German word meaning \"leader\" or \"guide\". As a political title it is associated with the Nazi dictator Adolf Hitler."}]}, {"heading": "Events", "year": "1936", "date": "August 19", "txt": "The Great Purge of the Soviet Union begins when the first of the Moscow Trials is convened.", "entities": [{"title": "Moscow Trials", "href": "/wiki/Moscow_Trials", "description": "The Moscow Trials were a series of show trials held in the Soviet Union at the instigation of Joseph Stalin between 1936 and 1938 against Trotskyists and members of Right Opposition of the Communist Party of the Soviet Union. There were three Moscow Trials, including:the Case of the Trotskyite-Zinovievite Terrorist Center ;\nthe Case of the Anti-Soviet Trotskyist Center ; and\nthe Case of the Anti-S"}]}, {"heading": "Events", "year": "1940", "date": "August 19", "txt": "First flight of the B-25 Mitchell medium bomber.", "entities": [{"title": "North American B-25 Mitchell", "href": "/wiki/North_American_B-25_Mitchell", "description": "The North American B-25 Mitchell is a medium bomber that was introduced in 1941 and named in honor of Major General William \"Billy\" Mitchell, a pioneer of U.S. military aviation. Used by many Allied air forces, the B-25 served in every theater of World War II, and after the war ended, many remained in service, operating across four decades. Produced in numerous variants, nearly 10,000 B-25s were b"}]}, {"heading": "Events", "year": "1941", "date": "August 19", "txt": "Germany and Romania sign the Tiraspol Agreement, rendering the region of Transnistria under control of the latter.", "entities": [{"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Tiraspol Agreement", "href": "/wiki/Tiraspol_Agreement", "description": "The Tiraspol Agreement was an agreement between Germany and Romania signed on 19 August 1941 in the city of Tiraspol regarding the Romanian administration of the region of Transnistria, which became the Transnistria Governorate. It fell under the rule of Gheorghe Alexianu, under immediate subordination of Ion Antonescu, the Conducător (leader) of Romania. It was signed during World War II, while t"}, {"title": "Transnistria (region)", "href": "/wiki/Transnistria_(region)", "description": "Transnistria is a region in Eastern Europe, which forms a narrow strip of territory to the east of the Dniester river. The Pridnestrovian Moldavian Republic (PMR) controls the main part of this region, and the city of Bender and its surrounding localities on the west bank, in the historical region of Bessarabia."}]}, {"heading": "Events", "year": "1942", "date": "August 19", "txt": "World War II: Operation Jubilee: The 2nd Canadian Infantry Division leads an amphibious assault by allied forces on Dieppe, France and fails, many Canadians are killed or captured. The operation was intended to develop and try new amphibious landing tactics for the coming full invasion in Normandy.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Dieppe Raid", "href": "/wiki/Dieppe_Raid", "description": "Operation Jubilee or the Dieppe Raid was an Allied amphibious attack on the German-occupied port of Dieppe in northern France, during the Second World War. Over 6,050 infantry, predominantly Canadian, supported by a regiment of tanks, were put ashore from a naval force operating under protection of Royal Air Force (RAF) fighters."}, {"title": "2nd Canadian Infantry Division", "href": "/wiki/2nd_Canadian_Infantry_Division", "description": "The 2nd Canadian Division, an infantry division of the Canadian Army, was mobilized for war service on 1 September 1939 at the outset of World War II. Adopting the designation of the 2nd Canadian Infantry Division, it was initially composed of volunteers within brigades established along regional lines, though a halt in recruitment in the early months of the war caused a delay in the formation of "}, {"title": "Amphibious warfare", "href": "/wiki/Amphibious_warfare", "description": "Amphibious warfare is a type of offensive military operation that today uses naval ships to project ground and air power onto a hostile or potentially hostile shore at a designated landing beach. Through history the operations were conducted using ship's boats as the primary method of delivering troops to shore. Since the Gallipoli Campaign, specialised watercraft were increasingly designed for la"}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}, {"title": "Dieppe", "href": "/wiki/Dieppe", "description": "Dieppe is a coastal community in the Arrondissement of Dieppe in the Seine-Maritime department in the Normandy region of northern France. The population stood at 29,080 in 2017."}]}, {"heading": "Events", "year": "1944", "date": "August 19", "txt": "World War II: Liberation of Paris: Paris, France rises against German occupation with the help of Allied troops.", "entities": [{"title": "Liberation of Paris", "href": "/wiki/Liberation_of_Paris", "description": "The Liberation of Paris was a military battle that took place during World War II from 19 August 1944 until the German garrison surrendered the French capital on 25 August 1944. Paris had been occupied by Nazi Germany since the signing of the Second Compiègne Armistice on 22 June 1940, after which the Wehrmacht occupied northern and western France."}]}, {"heading": "Events", "year": "1945", "date": "August 19", "txt": "August Revolution: Viet Minh led by Ho Chi Minh take power in Hanoi, Vietnam.", "entities": [{"title": "August Revolution", "href": "/wiki/August_Revolution", "description": "The August Revolution, also known as the August General Uprising, was a revolution launched by Ho Chi Minh's Việt Minh against French and the Japanese Empire colonial rule in Vietnam, on August 14, 1945."}, {"title": "Viet Minh", "href": "/wiki/Viet_Minh", "description": "Việt Minh was a national independence coalition formed at Pác Bó by Hồ Chí Minh on May 19, 1941. The Việt Nam Độc Lập Đồng Minh Hội had previously formed in Nanjing, China, at some point between August 1935 and early 1936 when Vietnamese nationalist parties formed an anti-imperialist united front. This organization soon lapsed into inactivity, only to be revived by the Indochinese Communist Party "}, {"title": "Ho Chi Minh", "href": "/wiki/Ho_Chi_Minh", "description": "Hồ Chí Minh, born Nguyễn Sinh Cung, also known as Nguyễn Tất Thành, Nguyễn Ái Quốc, Bác Hồ, or simply Bác, was a Vietnamese revolutionary and politician. He served as Prime Minister of North Vietnam from 1945 to 1955 and President from 1945 until his death in 1969. Ideologically a Marxist–Leninist, he served as Chairman and First Secretary of the Workers' Party of Vietnam."}]}, {"heading": "Events", "year": "1953", "date": "August 19", "txt": "Cold War: The CIA and MI6 help to overthrow the government of Mohammad Mosaddegh in Iran and reinstate the Shah Mohammad Reza Pahlavi.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Central Intelligence Agency", "href": "/wiki/Central_Intelligence_Agency", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}, {"title": "Secret Intelligence Service", "href": "/wiki/Secret_Intelligence_Service", "description": "The Secret Intelligence Service (SIS), commonly known as MI6, is the foreign intelligence service of the United Kingdom, tasked mainly with the covert overseas collection and analysis of human intelligence (HUMINT) in support of the UK's national security. SIS is a member of the country's intelligence community and its Chief is directly accountable to the Secretary of State for Foreign and Commonw"}, {"title": "1953 Iranian coup d'état", "href": "/wiki/1953_Iranian_coup_d%27%C3%A9tat", "description": "The 1953 Iranian coup d'état, known in Iran as the 28 Mordad coup d'état, was the overthrow of the democratically elected Prime Minister Mohammad Mosaddegh in favour of strengthening the monarchical rule of the Shah, Mohammad Reza Pahlavi on 19 August 1953. It was orchestrated by the United States and the United Kingdom. The clergy also played a considerable role."}, {"title": "Mohammad Mosaddegh", "href": "/wiki/Mohammad_Mosaddegh", "description": "Mohammad Mosaddegh was an Iranian politician who served as the 35th Prime Minister of Iran, holding office from 1951 until 1953, when his government was overthrown in the 1953 Iranian coup d'état orchestrated by the United States' Central Intelligence Agency and the United Kingdom's MI6."}, {"title": "Shah", "href": "/wiki/Shah", "description": "Shah is a title given to the emperors, kings, princes and lords of Iran. It was also adopted by the kings of Shirvan namely the Shirvanshahs, and Khwarazmshahs. It was also used by Persianate societies such as the rulers and offspring of the Ottoman Empire, Mughal India, Bengal Sultanate, Gorkha, and Afghanistan. In Iran the title was continuously used; rather than King in the European sense, each"}, {"title": "Mohammad Reza Pahlavi", "href": "/wiki/Mohammad_Reza_Pahlavi", "description": "Mohammad Reza Pahlavi, also known as Mohammad Reza Shah, was the last Shah (King) of Iran from 16 September 1941 until his overthrow in the Iranian Revolution on 11 February 1979. Due to his status as the last Shah of Iran, he is often known as simply the Shah."}]}, {"heading": "Events", "year": "1955", "date": "August 19", "txt": "In the Northeast United States, severe flooding caused by Hurricane Diane, claims 200 lives.", "entities": [{"title": "Hurricane Diane", "href": "/wiki/Hurricane_Diane", "description": "Hurricane Diane was the first Atlantic hurricane to cause more than an estimated $1 billion in damage, including direct costs and the loss of business and personal revenue. One of three hurricanes to hit North Carolina during the 1955 Atlantic hurricane season, it formed on August 7 from a tropical wave between the Lesser Antilles and Cape Verde. Diane initially moved west-northwestward with littl"}]}, {"heading": "Events", "year": "1960", "date": "August 19", "txt": "Cold War: In Moscow, Russia, Soviet Union, downed American U-2 pilot Francis Gary Powers is sentenced to ten years imprisonment by the Soviet Union for espionage.", "entities": [{"title": "Lockheed U-2", "href": "/wiki/Lockheed_U-2", "description": "The Lockheed U-2, nicknamed \"Dragon Lady\", is an American single-jet engine, high altitude reconnaissance aircraft operated by the United States Air Force (USAF) and previously flown by the Central Intelligence Agency (CIA). It provides day and night, high-altitude, all-weather intelligence gathering."}, {"title": "Francis Gary Powers", "href": "/wiki/Francis_Gary_Powers", "description": "Francis Gary Powers was an American pilot whose Central Intelligence Agency (CIA) U-2 spy plane was shot down while flying a reconnaissance mission in Soviet Union airspace, causing the 1960 U-2 incident."}, {"title": "Espionage", "href": "/wiki/Espionage", "description": "Espionage or spying is the act of obtaining secret or confidential information from non-disclosed sources or divulging of the same without the permission of the holder of the information. A person who commits espionage is called an espionage agent or spy. Any individual or spy ring, in the service of a government, company or independent operation, can commit espionage. The practice is clandestine,"}]}, {"heading": "Events", "year": "1960", "date": "August 19", "txt": "Sputnik program: Korabl-Sputnik 2: The Soviet Union launches the satellite with the dogs Belka and Strelka, 40 mice, two rats and a variety of plants.", "entities": [{"title": "Dog", "href": "/wiki/Dog", "description": "The domestic dog is a domesticated wolf. The dog descended from an ancient, extinct wolf, with the modern grey wolf being the dog's nearest living relative. The dog was the first species to be domesticated, by hunter–gatherers over 15,000 years ago, before the development of agriculture. Their long association with humans has led dogs to be uniquely adapted to human behavior, leading to a large nu"}, {"title": "Soviet space dogs", "href": "/wiki/Soviet_space_dogs#Belka_and_Strelka", "description": "During the 1950s and 1960s the Soviet space program used dogs for sub-orbital and orbital space flights to determine whether human spaceflight was feasible. In this period, the Soviet Union launched missions with passenger slots for at least 57 dogs. The number of dogs in space is smaller, as some dogs flew more than once. Most survived; the few that died were lost mostly through technical failure"}]}, {"heading": "Events", "year": "1964", "date": "August 19", "txt": "Syncom 3, the first geostationary communication satellite, is launched. Two months later, it would enable live coverage of the 1964 Summer Olympics.", "entities": [{"title": "Syncom", "href": "/wiki/Syncom", "description": "Syncom started as a 1961 NASA program for active geosynchronous communication satellites, all of which were developed and manufactured by the Space and Communications division of Hughes Aircraft Company. Syncom 2, launched in 1963, was the world's first geosynchronous communications satellite. Syncom 3, launched in 1964, was the world's first geostationary satellite."}, {"title": "1964 Summer Olympics", "href": "/wiki/1964_Summer_Olympics", "description": "The 1964 Summer Olympics, officially known as the Games of the XVIII Olympiad , were an international multi-sport event held from 10 to 24 October 1964 in Tokyo, Japan. Tokyo had been awarded the organization of the 1940 Summer Olympics, but this honor was subsequently passed to Helsinki due to Japan's invasion of China, before ultimately being cancelled due to World War II."}]}, {"heading": "Events", "year": "1965", "date": "August 19", "txt": "Japanese prime minister Eisaku Satō becomes the first post-World War II sitting prime minister to visit Okinawa Prefecture.", "entities": [{"title": "Prime Minister of Japan", "href": "/wiki/Prime_Minister_of_Japan", "description": "The prime minister of Japan  is head of the government of Japan, the chief executive of the National Cabinet and the commander-in-chief of the Armed Forces of Japan; he is appointed by the emperor of Japan after being designated by the National Diet and must enjoy the confidence of the House of Representatives to remain in office. He is the head of the Cabinet and appoints and dismisses the other "}, {"title": "Eisaku Satō", "href": "/wiki/Eisaku_Sat%C5%8D", "description": "Eisaku Satō  was a Japanese politician who served as Prime Minister of Japan from 1964 to 1972. He is the third-longest serving Prime Minister, and ranks second in longest uninterrupted service as Prime Minister."}, {"title": "Okinawa Prefecture", "href": "/wiki/Okinawa_Prefecture", "description": "Okinawa Prefecture  is a prefecture of Japan located on the Ryukyu Islands. Okinawa Prefecture is the southernmost and westernmost prefecture of Japan, has a population of 1,457,162 and has a geographic area of 2,281 km2."}]}, {"heading": "Events", "year": "1978", "date": "August 19", "txt": "In Iran, Cinema Rex fire caused more than 400 deaths.", "entities": [{"title": "Cinema Rex fire", "href": "/wiki/Cinema_Rex_fire", "description": "The Cinema Rex, located in Abadan, Iran, was set ablaze on 19 August 1978, killing at least 420 people. The event started when four men doused the building with airplane fuel before setting it alight. The attack was responsible for triggering the 1979 Iranian Revolution which saw the overthrow of the Iranian monarchy. It was the largest terrorist attack in history until the 1990 massacre of Sri La"}]}, {"heading": "Events", "year": "1980", "date": "August 19", "txt": "Saudia Flight 163, a Lockheed L-1011 TriStar burns after making an emergency landing at King Khalid International Airport in Riyadh, Saudi Arabia, killing 301 people.", "entities": [{"title": "Saudia Flight 163", "href": "/wiki/Saudia_Flight_163", "description": "Saudia Flight 163 was a scheduled Saudia passenger flight that caught fire after takeoff from Riyadh International Airport en route to Jeddah, Saudi Arabia on 19 August 1980. All 287 passengers and 14 crew on board the Lockheed L-1011-200 TriStar died from smoke inhalation after the aircraft made a successful emergency landing at Riyadh."}, {"title": "Lockheed L-1011 TriStar", "href": "/wiki/Lockheed_L-1011_TriStar", "description": "The Lockheed L-1011 TriStar, commonly referred to as the L-1011 or TriStar, is an American medium-to-long-range, wide-body trijet airliner built by the Lockheed Corporation. It was the third wide-body airliner to enter commercial operations, after the Boeing 747 and the McDonnell Douglas DC-10. The airliner has a seating capacity of up to 400 passengers and a range of over 4,000 nautical miles (7,"}, {"title": "King Khalid International Airport", "href": "/wiki/King_Khalid_International_Airport", "description": "King Khalid International Airport is located 35 kilometres (22 mi) north of Riyadh, Saudi Arabia, designed by the architectural firm HOK, and Arabian Bechtel Company Limited served as the construction manager on behalf of the Saudi government."}, {"title": "Riyadh", "href": "/wiki/Riyadh", "description": "Riyadh is the capital of Saudi Arabia and the largest city on the Arabian Peninsula. Located in the center of the an-Nafud desert, on the eastern part of the Najd plateau, the city sits at an average of 600 metres (2,000 ft) above sea level, and receives around 5 million tourists each year, making it the forty-ninth most visited city in the world and the 6th in the Middle East. Riyadh had a popula"}, {"title": "Saudi Arabia", "href": "/wiki/Saudi_Arabia", "description": "Saudi Arabia, officially the Kingdom of Saudi Arabia, is a country in Western Asia constituting the vast majority of the Arabian Peninsula. With a land area of approximately 2,150,000 km2 (830,000 sq mi), Saudi Arabia is geographically the largest sovereign state in Western Asia, the second-largest in the Arab world, the fifth-largest in Asia, and the 12th-largest in the world. Saudi Arabia is bor"}]}, {"heading": "Events", "year": "1980", "date": "August 19", "txt": "Otłoczyn railway accident: In Poland's worst post-war railway accident, 67 people lose their lives and a further 62 are injured.", "entities": []}, {"heading": "Events", "year": "1981", "date": "August 19", "txt": "Gulf of Sidra Incident: United States fighters intercept and shoot down two Libyan Sukhoi Su-22 fighter jets over the Gulf of Sidra.", "entities": [{"title": "Gulf of Sidra incident (1981)", "href": "/wiki/Gulf_of_Sidra_incident_(1981)", "description": "In the first Gulf of Sidra incident, 19 August 1981, two Russian-made Libyan Su-22 Fitters fired upon and were subsequently shot down by two U.S. F-14 Tomcats off the Libyan coast. Libya had claimed that the entire Gulf was their territory, at 32° 30' N, with an exclusive 62 nautical miles fishing zone, which Libyan leader Muammar Gaddafi asserted as \"The Line of Death\" in 1973. Two further incide"}, {"title": "Libyan Air Force (1951–2011)", "href": "/wiki/Libyan_Air_Force_(1951%E2%80%932011)", "description": "The Libyan Air Force is the branch of the Libyan military responsible for aerial warfare. In 2010, before the Libyan Civil War, the Libyan Air Force personnel strength was estimated at 18,000, with an inventory of 374 combat capable aircraft operating from 13 military airbases in Libya. Since the 2011 civil war and the ongoing conflict, multiple factions fighting in Libya are in possession of mili"}, {"title": "Sukhoi Su-17", "href": "/wiki/Sukhoi_Su-17", "description": "The Sukhoi Su-17 is a variable-sweep wing fighter-bomber developed for the Soviet military. Its NATO reporting name is \"Fitter\". Developed from the Sukhoi Su-7, the Su-17 was the first variable-sweep wing aircraft to enter Soviet service. Two subsequent Sukhoi aircraft, the Su-20 and Su-22, have usually been regarded as variants of the Su-17."}, {"title": "Gulf of Sidra", "href": "/wiki/Gulf_of_Sidra", "description": "Gulf of Sidra,, after the oil port of Sidra, or Gulf of Sirte, after the city of Sirte, is a body of water in the Mediterranean Sea on the northern coast of Libya. Historically it has been also known as the Great Sirte or Greater Syrtis."}]}, {"heading": "Events", "year": "1987", "date": "August 19", "txt": "Hungerford massacre: In the United Kingdom, Michael Ryan kills sixteen people with a semi-automatic rifle and then commits suicide.", "entities": [{"title": "Hungerford massacre", "href": "/wiki/Hungerford_massacre", "description": "The Hungerford massacre was a series of random shootings in Hungerford, England, United Kingdom on 19 August 1987, when 27-year-old Michael Robert Ryan, an antiques dealer and handyman, shot dead 16 people, including an unarmed police officer and his own mother, before shooting himself. The shootings, committed using a handgun and two semi-automatic rifles, occurred at several locations, including"}, {"title": "Semi-automatic rifle", "href": "/wiki/Semi-automatic_rifle", "description": "A semi-automatic rifle is a rifle that fires a single bullet with each pull of the trigger. For comparison, a bolt action rifle requires the user to cycle the bolt manually before they can fire a second time, and a fully automatic rifle, provided it has ammunition, will continue to fire until the trigger is released. Most modern automatic rifles are selective fire, meaning the user can fire semi-a"}]}, {"heading": "Events", "year": "1989", "date": "August 19", "txt": "Polish president Wojciech Jaruzelski nominates Solidarity activist Tadeusz Mazowiecki to be the first non-communist prime minister in 42 years.", "entities": [{"title": "Wojciech Jaruzelski", "href": "/wiki/Wojciech_Jaruzelski", "description": "Wojciech Witold Jaruzelski was a Polish military officer, politician and de facto dictator of the Polish People's Republic from 1981 until 1989. He was the First Secretary of the Polish United Workers' Party between 1981 and 1989, making him the last leader of the Polish People's Republic. Jaruzelski served as Prime Minister from 1981 to 1985, the Chairman of the Council of State from 1985 to 1989"}, {"title": "Solidarity (Polish trade union)", "href": "/wiki/Solidarity_(Polish_trade_union)", "description": "Solidarity is a trade union founded in August 1980 at the Lenin Shipyard in Gdańsk, Poland. Subsequently, it was the first independent free trade union in a Warsaw Pact country to be recognised by the state. The union's membership peaked at 10 million in September 1981, representing one-third of the country's working-age population. Solidarity's leader Lech Wałęsa was awarded the Nobel Peace Prize"}, {"title": "Tadeusz Mazowiecki", "href": "/wiki/Tadeusz_Mazowiecki", "description": "Tadeusz Mazowiecki was a Polish author, journalist, philanthropist and Christian-democratic politician, formerly one of the leaders of the Solidarity movement, and the first non-communist Polish prime minister since 1946."}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}, {"title": "Prime minister", "href": "/wiki/Prime_minister", "description": "A prime minister is the head of the cabinet and the leader of the ministers in the executive branch of government, often in a parliamentary or semi-presidential system. Under those systems, a prime minister is not the head of state of their respective state nor a monarch; rather the prime minister is the head of government, serving typically under a monarch in a hybrid of aristocratic and democrat"}]}, {"heading": "Events", "year": "1989", "date": "August 19", "txt": "Several hundred East Germans cross the frontier between Hungary and Austria during the Pan-European Picnic, part of the events that began the process of the Fall of the Berlin Wall.", "entities": [{"title": "Pan-European Picnic", "href": "/wiki/Pan-European_Picnic", "description": "The Pan-European Picnic was a peace demonstration held on the Austrian-Hungarian border near Sopron, Hungary on 19 August 1989. The opening of the border gate between Austria and Hungary at the Pan-European Picnic set in motion a peaceful chain reaction, at the end of which there was no longer a GDR, the Iron Curtain fell apart and the Eastern Bloc had disintegrated. The communist governments and "}, {"title": "Fall of the Berlin Wall", "href": "/wiki/Fall_of_the_Berlin_Wall", "description": "The fall of the Berlin Wall on 9 November 1989 was a pivotal event in world history which marked the falling of the Iron Curtain and the start of the fall of communism in Eastern and Central Europe. The fall of the inner German border took place shortly afterwards. An end to the Cold War was declared at the Malta Summit three weeks later and the German reunification took place in October the follo"}]}, {"heading": "Events", "year": "1991", "date": "August 19", "txt": "Dissolution of the Soviet Union, August Coup: Soviet President Mikhail Gorbachev is placed under house arrest while on holiday in the town of Foros, Ukraine.", "entities": [{"title": "Dissolution of the Soviet Union", "href": "/wiki/Dissolution_of_the_Soviet_Union", "description": "The dissolution of the Soviet Union (1988–1991) was the process of internal disintegration within the Soviet Union, which began with growing unrest in its various constituent republics developing into an incessant political and legislative conflict between the republics and the central government, and ended when the leaders of three primal republics declared it no longer existed, later accompanied"}, {"title": "1991 Soviet coup d'état attempt", "href": "/wiki/1991_Soviet_coup_d%27%C3%A9tat_attempt", "description": "The 1991 Soviet coup d'état attempt, also known as the August Coup, was a failed attempt made by Communist leaders of the Soviet Union to take control of the country from Mikhail Gorbachev, who was Soviet President and General Secretary. The coup leaders were hard-line opponents of Gorbachev's reform program and of the new union treaty that he had negotiated. The treaty decentralized much of the c"}, {"title": "President of the Soviet Union", "href": "/wiki/President_of_the_Soviet_Union", "description": "The President of the Union of Soviet Socialist Republics, also known as the President of the Soviet Union or the President of the USSR, was the head of state of the Union of Soviet Socialist Republics from 15 March 1990 to 25 December 1991. Mikhail Gorbachev was the only person to occupy this office. Gorbachev was also General Secretary of the Communist Party of the Soviet Union between March 1985"}, {"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "House arrest", "href": "/wiki/House_arrest", "description": "In justice and law, house arrest is a measure by which a person is confined by the authorities to their residence. Travel is usually restricted, if allowed at all. House arrest is an alternative to being in a prison while awaiting trial or after sentencing."}, {"title": "Foros, Ukraine", "href": "/wiki/Foros,_Ukraine", "description": "Foros is a resort town in Yalta Municipality of the Autonomous Republic of Crimea, a territory recognized by a majority of countries as part of Ukraine and incorporated by Russia as the Republic of Crimea. Population: 1,844 .\n"}]}, {"heading": "Events", "year": "1991", "date": "August 19", "txt": "Crown Heights riot begins.", "entities": []}, {"heading": "Events", "year": "1999", "date": "August 19", "txt": "In Belgrade, Yugoslavia, tens of thousands of Serbians rally to demand the resignation of Federal Republic of Yugoslavia President Slobodan Milošević.", "entities": [{"title": "Belgrade", "href": "/wiki/Belgrade", "description": "Belgrade is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. Nearly 1.7 million people live within the administrative limits of the City of Belgrade, a quarter of the total population of Serbia."}, {"title": "Serbia and Montenegro", "href": "/wiki/Serbia_and_Montenegro", "description": "The Federal Republic of Yugoslavia, commonly referred to as FR Yugoslavia or simply Yugoslavia, was a country in the Balkans, which came into existence in 1992, following the breakup of the SFR Yugoslavia. It comprised the Republic of Serbia and the Republic of Montenegro, the two remaining republics of Yugoslavia. In February 2003, FR Yugoslavia was transformed from a federal republic to a politi"}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}, {"title": "President of Serbia and Montenegro", "href": "/wiki/President_of_Serbia_and_Montenegro", "description": "The president of Serbia and Montenegro was the head of state of Serbia and Montenegro. From its establishment in 1992 until 2003, when the country was reconstituted as a confederacy via constitutional reform, the head of state was known as the president of the Federal Republic of Yugoslavia. With the constitutional reforms of 2003 and the merging of the offices of head of government and head of st"}, {"title": "Slobodan Milošević", "href": "/wiki/Slobodan_Milo%C5%A1evi%C4%87", "description": "Slobodan Milošević was a Yugoslav and Serbian politician who served as the president of Serbia from 1989 to 1992 and within the Federal Republic of Yugoslavia from 1992 to 1997, and president of the Federal Republic of Yugoslavia from 1997 to 2000. He led the Socialist Party of Serbia from its foundation in 1990 and rose to power as Serbian President during efforts to reform the 1974 Constitution "}]}, {"heading": "Events", "year": "2002", "date": "August 19", "txt": "Khankala Mi-26 crash: A Russian Mil Mi-26 helicopter carrying troops is hit by a Chechen missile outside Grozny, killing 118 soldiers.", "entities": [{"title": "Khankala Mi-26 crash", "href": "/wiki/Khankala_Mi-26_crash", "description": "On 19 August 2002, a group of Chechen separatists armed with a man-portable air-defense system brought down a Russian Mil Mi-26 helicopter in a minefield, which resulted in the death of 127 Russian soldiers in the greatest loss of life in the history of helicopter aviation. It was also the most deadly aviation disaster ever suffered by the Russian Armed Forces, as well as its worst loss of life in"}, {"title": "Mil Mi-26", "href": "/wiki/Mil_Mi-26", "description": "The Mil Mi-26 is a Soviet/Russian heavy transport helicopter. Its product code is izdeliye 90. Operated by both military and civilian operators, it is the largest and most powerful helicopter to have gone into serial production."}, {"title": "Chechens", "href": "/wiki/Chechens", "description": "The Chechens, historically also known as Kisti and Durdzuks, are a Northeast Caucasian ethnic group of the Nakh peoples native to the North Caucasus in Eastern Europe. They refer to themselves as Nokhchiy. Chechen and Ingush peoples are collectively known as the Vainakh since the 1930s and were known as Nakhchi prior. The vast majority of Chechens today are Muslims and live in Chechnya, a republic"}, {"title": "Grozny", "href": "/wiki/Grozny", "description": "Grozny is the capital city of Chechnya, Russia. The city lies on the Sunzha River. According to the 2010 Census, it had a population of 271,573 – up from 210,720 recorded in the 2002 Census, but still only about two-thirds of 399,688 recorded in the 1989 Census. It was previously known as Groznaya."}]}, {"heading": "Events", "year": "2003", "date": "August 19", "txt": "A car-bomb attack on United Nations headquarters in Iraq kills the agency's top envoy Sérgio Vieira de Mello and 21 other employees.", "entities": [{"title": "Canal Hotel bombing", "href": "/wiki/Canal_Hotel_bombing", "description": "The Canal Hotel bombing was a suicide truck bombing in Baghdad, Iraq, in the afternoon of August 19, 2003. It killed 22 people, including the United Nations' Special Representative in Iraq Sérgio Vieira de Mello, and wounded over 100, including human rights lawyer and political activist Dr. Amin Mekki Medani. The blast targeted the United Nations Assistance Mission in Iraq created just five days e"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}, {"title": "Sérgio Vieira de Mello", "href": "/wiki/S%C3%A9rgio_Vieira_de_Mello", "description": "Sérgio Vieira de Mello was a Brazilian United Nations diplomat who worked on several UN humanitarian and political programs for over 34 years. The Government of Brazil posthumously awarded the Sergio Vieira de Mello Medal to honor his legacy in promoting sustainable peace, international security and better living conditions for individuals in situations of armed conflict, challenges to which Sergi"}]}, {"heading": "Events", "year": "2003", "date": "August 19", "txt": "Shmuel HaNavi bus bombing: A suicide attack on a bus in Jerusalem, planned by Hamas, kills 23 Israelis, seven of them children. in the .", "entities": [{"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "Hamas", "href": "/wiki/Hamas", "description": "Hamas is a Palestinian Sunni-Islamic fundamentalist but pragmatic, militant, and nationalist organization. It has a social service wing, Dawah, and a military wing, the Izz ad-Din al-Qassam Brigades. It won the 2006 Palestinian legislative election and became the de facto governing authority of the Gaza Strip following the 2007 Battle of Gaza. Israel and Hamas have since engaged in several wars of"}]}, {"heading": "Events", "year": "2005", "date": "August 19", "txt": "The first-ever joint military exercise between Russia and China, called Peace Mission 2005 begins.", "entities": [{"title": "Peace Mission 2005", "href": "/wiki/Peace_Mission_2005", "description": "Peace Mission 2005 was the first ever joint military exercise between China and Russia. The exercise started on August 19, 2005, and consisted of combined land, sea, and air elements simulating an intervention in a state besieged by terrorists or political turmoil. It concluded on August 25, 2005. The force practiced air and naval blockades, an amphibious assault, and occupying a region. Approxima"}]}, {"heading": "Events", "year": "2009", "date": "August 19", "txt": "A series of bombings in Baghdad, Iraq, kills 101 and injures 565 others.", "entities": [{"title": "August 2009 Baghdad bombings", "href": "/wiki/August_2009_Baghdad_bombings", "description": "The August 2009 Baghdad bombings were three coordinated car bomb attacks and a number of mortar strikes in the Iraqi capital, Baghdad, on 19 August 2009. The explosives were detonated simultaneously across the capital at approximately 10:45 in the morning, killing at least 101 people and wounding at least 565, making it the deadliest attack since the 14 August 2007 Yazidi communities bombings in n"}, {"title": "Baghdad", "href": "/wiki/Baghdad", "description": "Baghdad is the capital of Iraq and one of the largest cities in the Arab world. Located along the Tigris, near the ruins of the ancient Akkadian city of Babylon and the ancient Iranian capital of Ctesiphon, Baghdad was founded in the 8th century and became the capital of the Abbasid Caliphate. Within a short time, Baghdad evolved into a significant cultural, commercial, and intellectual center of "}]}, {"heading": "Events", "year": "2010", "date": "August 19", "txt": "Operation Iraqi Freedom ends, with the last of the United States brigade combat teams crossing the border to Kuwait.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Brigade", "href": "/wiki/Brigade", "description": "A brigade is a major tactical military formation that is typically composed of three to six battalions plus supporting elements. It is roughly equivalent to an enlarged or reinforced regiment. Two or more brigades may constitute a division."}, {"title": "Kuwait", "href": "/wiki/Kuwait", "description": "Kuwait, officially the State of Kuwait, is a country in Western Asia. It is situated in the northern edge of Eastern Arabia at the tip of the Persian Gulf, bordering Iraq to the north and Saudi Arabia to the south. As of 2021, Kuwait has a population of 4.5 million people: 1.3 million are Kuwaitis and 3.2 million are expatriates. Expatriates account for approximately 70% of the population. More th"}]}, {"heading": "Events", "year": "2013", "date": "August 19", "txt": "The Dhamara Ghat train accident kills at least 37 people in the Indian state of Bihar.", "entities": [{"title": "Dhamara Ghat train accident", "href": "/wiki/Dhamara_Ghat_train_accident", "description": "The Dhamara Ghat train accident occurred on 19 August 2013 when the Saharsa Patna Rajya Rani Express train struck a large group of people at the Dhamara Ghat railway station in the Indian state of Bihar. At least 28 people were killed and 24 were injured. The victims were mostly Hindu pilgrims returning from prayers at the nearby Katyayani mandir. The accident triggered a protest by passengers who"}, {"title": "Bihar", "href": "/wiki/Bihar", "description": "Bihar is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural"}]}, {"heading": "Events", "year": "2017", "date": "August 19", "txt": "Tens of thousands of farmed non-native Atlantic salmon are accidentally released into the wild in Washington waters in the 2017 Cypress Island Atlantic salmon pen break.", "entities": [{"title": "Atlantic salmon", "href": "/wiki/Atlantic_salmon", "description": "The Atlantic salmon is a species of ray-finned fish in the family Salmonidae. It is the 3rd largest of the Salmonidae and can grow up to a meter in length. Mongolian Taimen, and Pacific Chinook Salmon can be larger, with Taimen reportedly able to grow to 6 ft long. It is found in the northern Atlantic Ocean and in rivers that flow into this ocean. Most populations of this fish species are anadromo"}, {"title": "Washington (state)", "href": "/wiki/Washington_(state)", "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington, the first U.S. president, the state was made out of the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which i"}, {"title": "2017 Cypress Island Atlantic salmon pen break", "href": "/wiki/2017_Cypress_Island_Atlantic_salmon_pen_break", "description": "On August 19, 2017, a net pen break resulted in the accidental release of hundreds of thousands of farmed non-native Atlantic salmon near Cypress Island, Skagit County, Washington into the wild. The salmon farm was run by Cooke Aquaculture Pacific, LLC. According to the Washington State Department of Natural Resources, the inadequate cleaning of biofouling on the net pens containing the farmed sal"}]}, {"heading": "Births", "year": "232", "date": "August 19", "txt": "Marcus Aurelius Probus, Roman emperor (d. 282)", "entities": [{"title": "Marcus Aurelius Probus", "href": "/wiki/Marcus_Aurelius_Probus", "description": "Marcus Aurelius Probus was Roman emperor from 276 to 282. Probus was an active and successful general as well as a conscientious administrator, and in his reign of six years he secured prosperity for the inner provinces while withstanding repeated invasions of barbarian tribes on almost every sector of the frontier."}]}, {"heading": "Births", "year": "1342", "date": "August 19", "txt": "Catherine of Bohemia, duchess of Austria (d. 1395)", "entities": [{"title": "Catherine of Bohemia", "href": "/wiki/Catherine_of_Bohemia", "description": "Catherine of Bohemia was Electress of Brandenburg, the second daughter of Holy Roman Emperor Charles IV and Blanche of Valois."}]}, {"heading": "Births", "year": "1398", "date": "August 19", "txt": "Íñigo López de Mendoza, 1st Marquis of Santillana, Spanish poet and politician (d. 1458)", "entities": [{"title": "Íñigo López de Mendoza, 1st Marquis of Santillana", "href": "/wiki/%C3%8D%C3%B1igo_L%C3%B3pez_de_Mendoza,_1st_Marquis_of_Santillana", "description": "Íñigo López de Mendoza y de la Vega, 1st Marquess of Santillana was a Castilian politician and poet who held an important position in society and literature during the reign of John II of Castile."}]}, {"heading": "Births", "year": "1570", "date": "August 19", "txt": "Salamone Rossi, Italian violinist and composer (probable; d. 1630)", "entities": [{"title": "Salamone Rossi", "href": "/wiki/Salamone_Rossi", "description": "Salamone Rossi or Salomone Rossi was an Italian Jewish violinist and composer. He was a transitional figure between the late Italian Renaissance period and early Baroque."}]}, {"heading": "Births", "year": "1583", "date": "August 19", "txt": "Daišan, Chinese prince and statesman (d. 1648)", "entities": [{"title": "Daišan", "href": "/wiki/Dai%C5%A1an", "description": "Daišan was an influential Manchu prince and statesman of the Qing dynasty."}]}, {"heading": "Births", "year": "1590", "date": "August 19", "txt": "Henry Rich, 1st Earl of Holland, English soldier and politician, Lord Lieutenant of Berkshire (d. 1649)", "entities": [{"title": "Henry Rich, 1st Earl of Holland", "href": "/wiki/Henry_Rich,_1st_Earl_of_Holland", "description": "Henry Rich, 1st Earl of Holland, August 1590 to 9 March 1649, was an English courtier and politician. He was executed by Parliament after being captured fighting for the Royalists during the Second English Civil War."}, {"title": "Lord Lieutenant of Berkshire", "href": "/wiki/Lord_Lieutenant_of_Berkshire", "description": "This is a list of people who have served as Lord Lieutenant of Berkshire. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Berkshire."}]}, {"heading": "Births", "year": "1596", "date": "August 19", "txt": "Elizabeth Stuart, queen of Bohemia (d. 1662)", "entities": [{"title": "Elizabeth Stuart, Queen of Bohemia", "href": "/wiki/Elizabeth_Stuart,_Queen_of_Bohemia", "description": "Elizabeth Stuart was Electress of the Palatinate and briefly Queen of Bohemia as the wife of Frederick V of the Palatinate. Because her husband's reign in Bohemia and Palatinate lasted for just one winter, Elizabeth is often referred to as the \"Winter Queen\"."}]}, {"heading": "Births", "year": "1609", "date": "August 19", "txt": "Jan Fyt, Flemish painter (d. 1661)", "entities": [{"title": "Jan Fyt", "href": "/wiki/Jan_Fyt", "description": "Jan Fijt or Johannes Fijt was a Flemish Baroque painter, draughtsman and etcher. One of the leading animaliers of the 17th century, he was known for his refined depictions of animals and his lush hunting pieces."}]}, {"heading": "Births", "year": "1621", "date": "August 19", "txt": "Gerbrand van den Eeckhout, Dutch painter, etcher, and poet (d. 1674)", "entities": [{"title": "Gerbrand van den Eeckhout", "href": "/wiki/Gerbrand_van_den_Eeckhout", "description": "Gerbrand van den Eeckhout, was a Dutch Golden Age painter and a favourite student of Rembrandt. He was also an etcher, an amateur poet, a collector and an adviser on art."}]}, {"heading": "Births", "year": "1631", "date": "August 19", "txt": "John Dryden, English poet, literary critic and playwright (d. 1700)", "entities": [{"title": "John Dryden", "href": "/wiki/John_Dryden", "description": "John Dryden was an English poet, literary critic, translator, and playwright who was appointed England's first Poet Laureate in 1668."}]}, {"heading": "Births", "year": "1646", "date": "August 19", "txt": "John Flamsteed, English astronomer and academic (d. 1719)", "entities": [{"title": "John Flamsteed", "href": "/wiki/John_Flamsteed", "description": "John Flamsteed FRS was an English astronomer and the first Astronomer Royal. His main achievements were the preparation of a 3,000-star catalogue, Catalogus Britannicus, and a star atlas called Atlas Coelestis, both published posthumously. He also made the first recorded observations of Uranus, although he mistakenly catalogued it as a star, and he laid the foundation stone for the Royal Greenwich"}]}, {"heading": "Births", "year": "1686", "date": "August 19", "txt": "Eustace Budgell, English journalist and politician (d. 1737)", "entities": [{"title": "Eustace Budgell", "href": "/wiki/Eustace_Budgell", "description": "Eustace Budgell was an English writer and politician."}]}, {"heading": "Births", "year": "1689 (baptized)", "date": "August 19", "txt": "Samuel Richardson, English author and publisher (d. 1761)", "entities": [{"title": "Samuel Richardson", "href": "/wiki/Samuel_Richardson", "description": "Samuel Richardson was an English writer and printer best known for three epistolary novels: Pamela; or, Virtue Rewarded (1740), Clarissa: Or the History of a Young Lady (1748) and The History of Sir Charles Grandison (1753). He printed almost 500 works during his life, including journals and magazines, working periodically with the London bookseller Andrew Millar. Richardson had been apprenticed t"}]}, {"heading": "Births", "year": "1711", "date": "August 19", "txt": "Edward Boscawen, English admiral and politician (d. 1761)", "entities": [{"title": "Edward Boscawen", "href": "/wiki/Edward_Boscawen", "description": "Admiral of the Blue Edward Boscawen, PC was a British Admiral in the Royal Navy and Member of Parliament for the borough of Truro, Cornwall. He is known principally for his various naval commands during the 18th century and the engagements that he won, including the siege of Louisburg in 1758 and Battle of Lagos in 1759. He is also remembered as the officer who signed the warrant authorising the e"}]}, {"heading": "Births", "year": "1719", "date": "August 19", "txt": "Charles-François de Broglie, marquis de Ruffec, French soldier and diplomat (d. 1791)", "entities": [{"title": "Charles-François de Broglie, marquis de Ruffec", "href": "/wiki/Charles-Fran%C3%A7ois_de_Broglie,_marquis_de_Ruffec", "description": "Charles-François de Broglie, marquis de Ruffec, was a French soldier and diplomat from the House of Broglie."}]}, {"heading": "Births", "year": "1743", "date": "August 19", "txt": "Madame du Barry, French mistress of Louis XV of France (d. 1793)", "entities": [{"title": "Madame du Barry", "href": "/wiki/Madame_du_Barry", "description": "Jeanne Bécu, Comtesse du Barry was the last Maîtresse-en-titre of Louis XV of France and one of the victims of the Reign of Terror during the French Revolution."}, {"title": "Louis XV of France", "href": "/wiki/Louis_XV_of_France", "description": "Louis XV, known as Louis the Beloved, was King of France from 1 September 1715 until his death in 1774. He succeeded his great-grandfather Louis XIV at the age of five. Until he reached maturity on 15 February 1723, the kingdom was ruled by Philippe II, Duke of Orléans, as Regent of France.\nCardinal Fleury was chief minister from 1726 until his death in 1743, at which time the king took sole contr"}]}, {"heading": "Births", "year": "1777", "date": "August 19", "txt": "Francis I, king of the Two Sicilies (d. 1830)", "entities": [{"title": "Francis I of the Two Sicilies", "href": "/wiki/Francis_I_of_the_Two_Sicilies", "description": "Francis I of the Two Sicilies was King of the Two Sicilies from 1825 to 1830 and regent of the Kingdom of Sicily from 1806 to 1814."}]}, {"heading": "Births", "year": "1815", "date": "August 19", "txt": "Harriette Newell Woods Baker, American editor and children's book writer (d. 1893)", "entities": [{"title": "Harriette Newell Woods Baker", "href": "/wiki/Harriette_Newell_Woods_Baker", "description": "Harriette Newell Woods Baker was an American author of books for children, and editor. She often wrote using the pen names Mrs. Madeline Leslie and Aunt Hattie."}]}, {"heading": "Births", "year": "1819", "date": "August 19", "txt": "Julius van Zuylen van Nijevelt, Luxembourger-Dutch politician, Prime Minister of the Netherlands (d. 1894)", "entities": [{"title": "Julius van Zuylen van Nijevelt", "href": "/wiki/Julius_van_Zuylen_van_Nijevelt", "description": "Julius Philip Jacob Adriaan, Count van Zuylen van Nijevelt was a conservative Dutch politician."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Births", "year": "1830", "date": "August 19", "txt": "Julius Lothar Meyer, German chemist (d. 1895)", "entities": [{"title": "Julius Lothar Meyer", "href": "/wiki/Julius_Lothar_Meyer", "description": "Julius Lothar Meyer was a German chemist. He was one of the pioneers in developing the earliest versions of the periodic table of the chemical elements. Russian chemist Dmitri Mendeleev and he had both worked with Robert Bunsen. Meyer never used his first given name, and was known throughout his life simply as Lothar Meyer."}]}, {"heading": "Births", "year": "1835", "date": "August 19", "txt": "Tom Wills, Australian cricketer and pioneer of Australian rules football (d. 1880)", "entities": [{"title": "Tom Wills", "href": "/wiki/Tom_Wills", "description": "Thomas Wentworth Wills was an Australian sportsman who is credited with being Australia's first cricketer of significance and a founder of Australian rules football. Born in the British penal colony of New South Wales to a wealthy family descended from convicts, Wills grew up in the bush on stations owned by his father, the squatter and politician Horatio Wills, in what is now the state of Victori"}, {"title": "Australian rules football", "href": "/wiki/Australian_rules_football", "description": "Australian rules football, also called Australian football, or simply called \"Aussie rules\", \"football\" or \"footy\", is a contact sport played between two teams of 18 players on an oval field, often a modified cricket ground. Points are scored by kicking the oval ball between the middle goal posts or between a goal and behind post."}]}, {"heading": "Births", "year": "1843", "date": "August 19", "txt": "C. I. Scofield, American minister and theologian (d. 1921)", "entities": [{"title": "C. I. Scofield", "href": "/wiki/C._I._Scofield", "description": "Cyrus Ingerson Scofield was an American theologian, minister, and writer whose best-selling annotated Bible popularized futurism and dispensationalism among fundamentalist Christians."}]}, {"heading": "Births", "year": "1846", "date": "August 19", "txt": "Luis Martín, Spanish religious leader, 24th Superior General of the Society of Jesus (d. 1906)", "entities": [{"title": "Luis Martín", "href": "/wiki/Luis_Mart%C3%ADn", "description": "Very Rev. Luis Martín García, S.J. was a Spanish Jesuit, elected the twenty-fourth Superior General of the Society of Jesus."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Births", "year": "1848", "date": "August 19", "txt": "Gustave Caillebotte, French painter and engineer (d. 1894)", "entities": [{"title": "Gustave Caillebotte", "href": "/wiki/Gustave_Caillebotte", "description": "Gustave Caillebotte was a French painter who was a member and patron of the Impressionists, although he painted in a more realistic manner than many others in the group. Caillebotte was noted for his early interest in photography as an art form."}]}, {"heading": "Births", "year": "1849", "date": "August 19", "txt": "Joaquim Nabuco, Brazilian politician and diplomat (d. 1910)", "entities": [{"title": "Joaquim Nabuco", "href": "/wiki/Joaquim_Nabuco", "description": "Joaquim Aurélio Barreto Nabuco de Araújo was a Brazilian writer, statesman, and a leading voice in the abolitionist movement of his country."}]}, {"heading": "Births", "year": "1858", "date": "August 19", "txt": "Ellen Willmott, English horticulturalist (d. 1934)", "entities": [{"title": "Ellen Willmott", "href": "/wiki/Ellen_Willmott", "description": "Ellen Ann Willmott was an English horticulturist. She was an influential member of the Royal Horticultural Society, and a recipient of the first Victoria Medal of Honour, awarded to British horticulturists living in the UK by the society, in 1897. Willmott was said to have cultivated more than 100,000 species and cultivars of plants and sponsored expeditions to discover new species. Inherited weal"}]}, {"heading": "Births", "year": "1870", "date": "August 19", "txt": "Bernard Baruch, American businessman and philanthropist (d. 1965)", "entities": [{"title": "Bernard Baruch", "href": "/wiki/Bernard_Baruch", "description": "Bernard Mannes Baruch was an American financier and statesman. According to historian Thomas A. Krueger:For half a century Bernard Baruch was one of the country's richest and most powerful men. A great speculator, public official, presidential counselor, political benefactor, and indefatigable almonor, his public life provides a clear view of the inner workings of the American political system."}]}, {"heading": "Births", "year": "1871", "date": "August 19", "txt": "Orville Wright, American engineer and pilot, co-founded the Wright Company (d. 1948)", "entities": [{"title": "Orville Wright", "href": "/wiki/Orville_Wright", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}, {"title": "Wright Company", "href": "/wiki/Wright_Company", "description": "The Wright Company was the commercial aviation business venture of the Wright Brothers, established by them on November 22, 1909, in conjunction with several prominent industrialists from New York and Detroit with the intention of capitalizing on their invention of the practical airplane. The company maintained its headquarters office in New York City and built its factory in Dayton, Ohio."}]}, {"heading": "Births", "year": "1873", "date": "August 19", "txt": "Fred Stone, American actor and producer (d. 1959)", "entities": [{"title": "Fred Stone", "href": "/wiki/Fred_Stone", "description": "Fred Andrew Stone was an American actor. Stone began his career as a performer in circuses and minstrel shows, went on to act on vaudeville, and became a star on Broadway and in feature films, which earned him a star on the Hollywood Walk of Fame."}]}, {"heading": "Births", "year": "1878", "date": "August 19", "txt": "Manuel L. Quezon, Filipino soldier, lawyer, and politician, 2nd President of the Philippines (d. 1944)", "entities": [{"title": "Manuel L. Quezon", "href": "/wiki/Manuel_L._Quezon", "description": "Manuel Luis Quezon y Molina, also referred to by his initials MLQ, was a Filipino statesman, soldier and politician who served as president of the Commonwealth of the Philippines from 1935 to 1944. He was the first Filipino to head a government of the entire Philippines, and is considered to have been the second president of the Philippines, after Emilio Aguinaldo (1899–1901)."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}]}, {"heading": "Births", "year": "1881", "date": "August 19", "txt": "George Enescu, Romanian violinist, pianist, composer, and conductor (d. 1955)", "entities": [{"title": "George Enescu", "href": "/wiki/George_Enescu", "description": "George Enescu, known in France as Georges Enesco, was a Romanian musician. Enescu is regarded as one of the greatest musicians in Romanian history; he was a composer, violinist, pianist, conductor, and teacher. He is featured on the Romanian five lei."}]}, {"heading": "Births", "year": "1881", "date": "August 19", "txt": "George Shepherd, 1st Baron Shepherd (d. 1954)", "entities": []}, {"heading": "Births", "year": "1883", "date": "August 19", "txt": "Coco Chanel, French fashion designer, founded the Chanel Company (d. 1971)", "entities": [{"title": "Coco Chanel", "href": "/wiki/Coco_Chanel", "description": "Gabrielle Bonheur \"Coco\" Chanel was a French fashion designer and businesswoman. The founder and namesake of the Chanel brand, she was credited in the post-World War I era with popularizing a sporty, casual chic as the feminine standard of style, replacing the \"corseted silhouette\" that was dominant beforehand. She is the only fashion designer listed on Time magazine's list of the 100 most influen"}, {"title": "Chanel", "href": "/wiki/Chanel", "description": "Chanel is a French luxury fashion house that was founded by couturière Coco Chanel in 1910. It focuses on women's high fashion and ready-to-wear clothes, luxury goods and accessories. The company is currently owned by Alain Wertheimer and Gérard Wertheimer, grandsons of Pierre Wertheimer, who was an early business partner of Coco Chanel."}]}, {"heading": "Births", "year": "1883", "date": "August 19", "txt": "José Mendes Cabeçadas, Portuguese admiral and politician, 9th President of Portugal (d. 1965)", "entities": [{"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Births", "year": "1887", "date": "August 19", "txt": "S. Satyamurti, Indian lawyer and politician (d. 1943)", "entities": [{"title": "S. Satyamurti", "href": "/wiki/S._Satyamurti", "description": "Sundara Sastri Satyamurti was an Indian independence activist and politician. He was acclaimed for his rhetoric and was one of the leading politicians of the Indian National Congress from the Madras Presidency, alongside S. Srinivasa Iyengar, C. Rajagopalachari and T. Prakasam. Satyamurti is regarded as the mentor of K. Kamaraj, Chief Minister of Madras State from 1954 to 1962."}]}, {"heading": "Births", "year": "1895", "date": "August 19", "txt": "C. Suntharalingam, Sri Lankan lawyer, academic, and politician (d. 1985)", "entities": [{"title": "C. Suntharalingam", "href": "/wiki/C._Suntharalingam", "description": "Chellappah Suntharalingam was a Ceylon Tamil academic, politician, Member of Parliament and government minister."}]}, {"heading": "Births", "year": "1899", "date": "August 19", "txt": "Colleen Moore, American actress (d. 1988)", "entities": [{"title": "Colleen Moore", "href": "/wiki/Colleen_Moore", "description": "Colleen Moore was an American film actress who began her career during the silent film era. Moore became one of the most fashionable stars of the era and helped popularize the bobbed haircut."}]}, {"heading": "Births", "year": "1900", "date": "August 19", "txt": "Gontran de Poncins, French author and adventurer (d. 1962)", "entities": [{"title": "Gontran de Poncins", "href": "/wiki/Gontran_de_Poncins", "description": "Jean-Pierre Gontran de Montaigne, vicomte de Poncins, known as Gontran De Poncins, was a French writer and adventurer."}]}, {"heading": "Births", "year": "1900", "date": "August 19", "txt": "Gilbert Ryle, English philosopher, author, and academic (d. 1976)", "entities": []}, {"heading": "Births", "year": "1900", "date": "August 19", "txt": "Dorothy Burr Thompson, American archaeologist and art historian (d. 2001)", "entities": []}, {"heading": "Births", "year": "1902", "date": "August 19", "txt": "Ogden Nash, American poet (d. 1971)", "entities": [{"title": "Ogden Nash", "href": "/wiki/Ogden_Nash", "description": "Frederic Ogden Nash was an American poet well known for his light verse, of which he wrote over 500 pieces. With his unconventional rhyming schemes, he was declared the country's best-known producer of humorous poetry."}]}, {"heading": "Births", "year": "1903", "date": "August 19", "txt": "James Gould Cozzens, American novelist and short story writer (d. 1978)", "entities": [{"title": "James Gould Cozzens", "href": "/wiki/James_Gould_Cozzens", "description": "James Gould Cozzens was a Pulitzer prize-winning American author whose work enjoyed an unusual degree of popular success and critical acclaim for more than three decades. His 1949 Pulitzer win was for the WWII race novel Guard of Honor, which more than one critic considered one of the most important accounts of the war. His 1957 Pulitzer nomination was for the best-selling novel By Love Possessed,"}]}, {"heading": "Births", "year": "1904", "date": "August 19", "txt": "Maurice Wilks, English engineer and businessman (d. 1963)", "entities": [{"title": "Maurice Wilks", "href": "/wiki/Maurice_Wilks", "description": "Maurice Fernand Cary Wilks was a British automotive and aeronautical engineer, and by the time of his death in 1963, was the chairman of the Rover Company, a British car manufacturer. He was the founder of the Land Rover marque and responsible for the inspiration and concept work that led to the development of the first Land Rover off-road utility vehicle."}]}, {"heading": "Births", "year": "1906", "date": "August 19", "txt": "Philo Farnsworth, American inventor, invented the Fusor (d. 1971)", "entities": [{"title": "Philo Farnsworth", "href": "/wiki/Philo_Farnsworth", "description": "Philo Taylor Farnsworth was an American inventor and television pioneer. He made many crucial contributions to the early development of all-electronic television. He is best known for his 1927 invention of the first fully functional all-electronic image pickup device, the image dissector, as well as the first fully functional and complete all-electronic television system. Farnsworth developed a te"}, {"title": "Fusor", "href": "/wiki/Fusor", "description": "A fusor is a device that uses an electric field to heat ions to nuclear fusion conditions. The machine induces a voltage between two metal cages, inside a vacuum. Positive ions fall down this voltage drop, building up speed. If they collide in the center, they can fuse. This is one kind of an inertial electrostatic confinement device – a branch of fusion research."}]}, {"heading": "Births", "year": "1907", "date": "August 19", "txt": "Hazari Prasad Dwivedi, Indian historian, author, and scholar (d. 1979)", "entities": [{"title": "Hazari Prasad Dwivedi", "href": "/wiki/Hazari_Prasad_Dwivedi", "description": "Hazari Prasad Dwivedi was a Hindi novelist, literary historian, essayist, critic and scholar. He penned numerous novels, collections of essays, historical research on medieval religious movements of India especially Kabir and Natha Sampradaya, and historical outlines of Hindi literature."}]}, {"heading": "Births", "year": "1907", "date": "August 19", "txt": "Thruston Ballard Morton, American soldier and politician (d. 1982)", "entities": []}, {"heading": "Births", "year": "1909", "date": "August 19", "txt": "Ronald King, New Zealand rugby player (d. 1988)", "entities": [{"title": "Ronald King", "href": "/wiki/Ronald_King", "description": "Ronald Russell King was a New Zealand rugby union player."}]}, {"heading": "Births", "year": "1910", "date": "August 19", "txt": "Quentin Bell, English historian and author (d. 1996)", "entities": [{"title": "Quentin Bell", "href": "/wiki/Quentin_Bell", "description": "Quentin Claudian Stephen Bell was an English art historian and author."}]}, {"heading": "Births", "year": "1910", "date": "August 19", "txt": "Saint Alphonsa,  first woman of Indian origin to be canonized as a saint by the Catholic Church (d. 1946)", "entities": [{"title": "Canonization", "href": "/wiki/Canonization", "description": "Canonization is the declaration of a deceased person as an officially recognized saint, specifically, the official act of a Christian communion declaring a person worthy of public cult and entering their name in the canon, or authorized list, of that communion's recognized saints."}, {"title": "Catholic Church", "href": "/wiki/Catholic_Church", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}]}, {"heading": "Births", "year": "1911", "date": "August 19", "txt": "Anna Terruwe, Dutch psychiatrist and author (d. 2004)", "entities": [{"title": "Anna Terruwe", "href": "/wiki/Anna_Terruwe", "description": "Dr. Anna A. A. Terruwe was a Catholic psychiatrist from the Netherlands. She discovered emotional deprivation disorder and how obsessive-compulsive disorder could be healed: the \"bevestigingsleer,\" the idea of \"affirmation.\""}]}, {"heading": "Births", "year": "1912", "date": "August 19", "txt": "Herb Narvo, Australian rugby league player, coach, and boxer(d. 1958)", "entities": [{"title": "Herb Narvo", "href": "/wiki/Herb_Narvo", "description": "Hermann Olaf Frances \"Herb\" Narvo was an Australian rugby league footballer and boxer of the 1930s and 1940s. He was a national representative rugby league player and national heavyweight boxing champion. He has since been named amongst the nation's finest footballers and sportsman of the 20th century."}]}, {"heading": "Births", "year": "1913", "date": "August 19", "txt": "John Argyris, Greek engineer and academic (d. 2004)", "entities": [{"title": "John Argyris", "href": "/wiki/John_Argyris", "description": "Johann Hadji Argyris FRS was a Greek pioneer of computer applications in science and engineering, among the creators of the finite element method (FEM), and lately Professor at the University of Stuttgart and Director of the Institute for Statics and Dynamics of Aerospace Structures."}]}, {"heading": "Births", "year": "1913", "date": "August 19", "txt": "Peter Kemp, Indian-English soldier and author (d. 1993)", "entities": []}, {"heading": "Births", "year": "1913", "date": "August 19", "txt": "Richard Simmons, American actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 19", "txt": "Lajos Baróti, Hungarian footballer and manager (d. 2005)", "entities": [{"title": "Lajos Baróti", "href": "/wiki/Lajos_Bar%C3%B3ti", "description": "Lajos Baróti was a Hungarian football player and manager. With eleven major titles he is one of the outstanding coaches of his era."}]}, {"heading": "Births", "year": "1914", "date": "August 19", "txt": "Fumio Hayasaka, Japanese composer (d. 1955)", "entities": []}, {"heading": "Births", "year": "1914", "date": "August 19", "txt": "Rose Heilbron, British barrister and judge (d. 2005)", "entities": []}, {"heading": "Births", "year": "1915", "date": "August 19", "txt": "Ring Lardner, Jr., American journalist and screenwriter (d. 2000)", "entities": [{"title": "Ring Lardner, Jr.", "href": "/wiki/Ring_Lardner,_Jr.", "description": "Ringgold Wilmer \"Ring\" Lardner Jr. was an American journalist and screenwriter. A member of the \"Hollywood Ten\", he was blacklisted by the Hollywood film studios during the late 1940s and 1950s after his appearance as an \"unfriendly\" witness before the House Un-American Activities Committee (HUAC) leading to Lardner's being found guilty of contempt of Congress."}]}, {"heading": "Births", "year": "1915", "date": "August 19", "txt": "Alfred Rouleau, Canadian businessman (d. 1985)", "entities": []}, {"heading": "Births", "year": "1916", "date": "August 19", "txt": "Dennis Poore, English racing driver and businessman (d. 1987)", "entities": [{"title": "Dennis Poore", "href": "/wiki/Dennis_Poore", "description": "Roger Dennistoun \"Dennis\" Poore was a British entrepreneur, financier and sometime racing driver. He became chairman of NVT during the dying days of the old British motorcycle industry."}]}, {"heading": "Births", "year": "1918", "date": "August 19", "txt": "Jimmy Rowles, American singer-songwriter and pianist (d. 1996)", "entities": [{"title": "Jimmy Rowles", "href": "/wiki/Jimmy_Rowles", "description": "James George Hunter, known professionally as Jimmy Rowles, was an American jazz pianist, vocalist, and composer. As a bandleader and accompanist, he explored various styles including swing and cool jazz."}]}, {"heading": "Births", "year": "1919", "date": "August 19", "txt": "Malcolm Forbes, American publisher and politician (d. 1990)", "entities": [{"title": "Malcolm Forbes", "href": "/wiki/Malcolm_Forbes", "description": "Malcolm Stevenson Forbes was an American entrepreneur most prominently known as the publisher of Forbes magazine, founded by his father B. C. Forbes. He was known as an avid promoter of capitalism and free market, and for an extravagant lifestyle, spending on parties, travel, and his collection of homes, yachts, aircraft, art, motorcycles, and Fabergé eggs."}]}, {"heading": "Births", "year": "1921", "date": "August 19", "txt": "Gene Roddenberry, American screenwriter and producer (d. 1991)", "entities": [{"title": "Gene Roddenberry", "href": "/wiki/Gene_Roddenberry", "description": "Eugene Wesley Roddenberry was an American television screenwriter, producer and creator of Star Trek: The Original Series, and its sequel spin-off series Star Trek: The Animated Series and Star Trek: The Next Generation. Born in El Paso, Texas, Roddenberry grew up in Los Angeles, where his father was a police officer. Roddenberry flew 89 combat missions in the Army Air Forces during World War II, "}]}, {"heading": "Births", "year": "1922", "date": "August 19", "txt": "Jack Holland, Australian rugby league player (d. 1994)", "entities": [{"title": "Jack Holland (rugby league)", "href": "/wiki/Jack_Holland_(rugby_league)", "description": "Jack Holland (1922-1994) was an Australian professional rugby league footballer who played in the 1940s and 1950s. An Australian international and New South Wales interstate representative forward, he played his club football in Sydney's NSWRFL Premiership for the St. George club."}]}, {"heading": "Births", "year": "1924", "date": "August 19", "txt": "Willard Boyle, Canadian physicist and academic, Nobel Prize laureate (d. 2011)", "entities": [{"title": "Willard Boyle", "href": "/wiki/Willard_Boyle", "description": "Willard Sterling Boyle, was a Canadian physicist. He was a pioneer in the field of laser technology and co-inventor of the charge-coupled device. As director of Space Science and Exploratory Studies at Bellcomm he helped select lunar landing sites and provided support for the Apollo space program."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1924", "date": "August 19", "txt": "William Marshall, American actor, director, and opera singer (d. 2003)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 19", "txt": "Claude Gauvreau, Canadian poet and playwright (d. 1971)", "entities": [{"title": "Claude Gauvreau", "href": "/wiki/Claude_Gauvreau", "description": "Claude Gauvreau was a Canadian playwright, poet, sound poet and polemicist. He was a member of the radical Automatist movement and a contributor to the revolutionary Refus Global Manifesto."}]}, {"heading": "Births", "year": "1926", "date": "August 19", "txt": "Angus Scrimm, American actor and author (d. 2016)", "entities": [{"title": "Angus Scrimm", "href": "/wiki/Angus_Scrimm", "description": "Angus Scrimm was an American actor, author, and journalist, known for his portrayal of the Tall Man in the 1979 horror film Phantasm and its sequels."}]}, {"heading": "Births", "year": "1928", "date": "August 19", "txt": "Shiv Prasaad Singh, Indian Hindi writer (d.1998)", "entities": [{"title": "Shiv Prasaad Singh", "href": "/wiki/Shiv_Prasaad_Singh", "description": "Shiv Prasaad Singh was an Indian writer, university professor and scholar of the Hindi language. He is well-known for writing novels, short stories and critiques in Hindi. He was formerly a professor of Hindi literature in Benares Hindu University. He received the Kendra Sahitya Akademi Award in 1990 for his novel Neela Chand."}]}, {"heading": "Births", "year": "1928", "date": "August 19", "txt": "Bernard Levin, English journalist, author, and broadcaster (d. 2004)", "entities": []}, {"heading": "Births", "year": "1929", "date": "August 19", "txt": "Bill Foster, American basketball player and coach (d. 2016)", "entities": [{"title": "Bill Foster (basketball, born 1929)", "href": "/wiki/Bill_Foster_(basketball,_born_1929)", "description": "William Edwin Foster was the head men's basketball coach at Rutgers University, University of Utah, Duke University, University of South Carolina, and Northwestern University. He is best known for guiding Duke to the NCAA championship game in 1978, and that year he was named national Coach of the Year by the National Association of Basketball Coaches. Foster was inducted into the Rutgers Basketbal"}]}, {"heading": "Births", "year": "1929", "date": "August 19", "txt": "Ion N. Petrovici, Romanian-German neurologist and academic", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 19", "txt": "Frank McCourt, American author and educator (d. 2009)", "entities": [{"title": "Frank McCourt", "href": "/wiki/Frank_McCourt", "description": "Francis McCourt was an Irish-American teacher and writer. He won a Pulitzer Prize for his book Angela's Ashes, a tragicomic memoir of the misery and squalor of his childhood."}]}, {"heading": "Births", "year": "1931", "date": "August 19", "txt": "Bill Shoemaker, American jockey and author (d. 2003)", "entities": [{"title": "Bill Shoemaker", "href": "/wiki/Bill_Shoemaker", "description": "William Lee Shoemaker was an American jockey. For 29 years he held the world record for total professional jockey victories."}]}, {"heading": "Births", "year": "1932", "date": "August 19", "txt": "Thomas P. Salmon, American lawyer and politician, 75th Governor of Vermont", "entities": [{"title": "Thomas P. Salmon", "href": "/wiki/Thomas_P._Salmon", "description": "Thomas Paul Salmon is an American Democratic Party politician who served as the 75th Governor of Vermont from 1973 to 1977."}, {"title": "Governor of Vermont", "href": "/wiki/Governor_of_Vermont", "description": "The Governor of Vermont is the head of the Government of Vermont. The officeholder is elected in even-numbered years by direct voting for a term of 2 years. Vermont and bordering New Hampshire are now the only states to hold gubernatorial elections every 2 years, instead of every 4 as in the other 48 U.S. states."}]}, {"heading": "Births", "year": "1932", "date": "August 19", "txt": "Banharn Silpa-archa, Thai politician, Prime Minister (1995–1996) (d. 2016)", "entities": [{"title": "Prime Minister of Thailand", "href": "/wiki/Prime_Minister_of_Thailand", "description": "The prime minister of Thailand is the head of government of Thailand. The prime minister is also the chair of the Cabinet of Thailand. The post has existed since the Revolution of 1932, when the country became a constitutional monarchy."}]}, {"heading": "Births", "year": "1933", "date": "August 19", "txt": "Bettina Cirone, American model and photographer", "entities": [{"title": "Bettina Cirone", "href": "/wiki/Bettina_Cirone", "description": "Bettina Cirone is an American photographer, interviewer, and former Ford model who lives in the Upper West Side of New York, New York. Cirone has taken photographs of celebrities; including actors, musicians, artists, politicians including President Donald Trump in the United States and internationally since about 1970. Her works have appeared in magazines, newspapers, books and at the Guggenheim "}]}, {"heading": "Births", "year": "1933", "date": "August 19", "txt": "David Hopwood, English microbiologist and geneticist", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 19", "txt": "Debra Paget, American actress", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 19", "txt": "David Durenberger, American soldier, lawyer, and politician", "entities": [{"title": "David Durenberger", "href": "/wiki/David_Durenberger", "description": "David Ferdinand Durenberger is an American politician and a former Republican member of the U.S. Senate from Minnesota."}]}, {"heading": "Births", "year": "1934", "date": "August 19", "txt": "Renée Richards, American tennis player and ophthalmologist", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 19", "txt": "Bobby Richardson, American baseball player and coach", "entities": [{"title": "Bobby Richardson", "href": "/wiki/Bobby_Richardson", "description": "Robert Clinton Richardson, Jr. is an American former professional baseball second baseman. He played in Major League Baseball (MLB) for the New York Yankees from 1955 through 1966. Batting and throwing right-handed, he formed a top double play combination with fellow Yankee infielders Clete Boyer and Tony Kubek. He became the only World Series Most Valuable Player to be selected from the losing te"}]}, {"heading": "Births", "year": "1936", "date": "August 19", "txt": "Richard McBrien, American priest, theologian, and academic (d. 2015)", "entities": [{"title": "Richard McBrien", "href": "/wiki/Richard_McBrien", "description": "Richard Peter McBrien was a Catholic priest and the Crowley-O'Brien Professor of Theology at the University of Notre Dame in South Bend, Indiana, United States. He authored twenty-five books, including the very popular Catholicism, a reference text on the Church after the Second Vatican Council."}]}, {"heading": "Births", "year": "1937", "date": "August 19", "txt": "Richard Ingrams, English journalist, founded The Oldie", "entities": [{"title": "Richard Ingrams", "href": "/wiki/Richard_Ingrams", "description": "Richard Reid Ingrams is an English journalist, a co-founder and second editor of the British satirical magazine Private Eye, and founding editor of The Oldie magazine. He left the latter job at the end of May 2014."}]}, {"heading": "Births", "year": "1937", "date": "August 19", "txt": "William Motzing, American composer and conductor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 19", "txt": "Diana Muldaur, American actress", "entities": [{"title": "Diana Muldaur", "href": "/wiki/Diana_Muldaur", "description": "Diana Charlton Muldaur is an American film and television actress. Muldaur's television roles include Rosalind Shays on L.A. Law and Dr. Katherine Pulaski in the second season of Star Trek: The Next Generation. She also appeared in two episodes of Star Trek: The Original Series in the late 1960s, playing two different roles. She has been nominated for an Emmy two times: twice as a supporting actre"}]}, {"heading": "Births", "year": "1938", "date": "August 19", "txt": "Nelly Vuksic, Argentine conductor and musician", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 19", "txt": "Ginger Baker, English drummer and songwriter (d. 2019)", "entities": [{"title": "Ginger Baker", "href": "/wiki/Ginger_Baker", "description": "Peter Edward \"Ginger\" Baker was an English drummer and a co-founder of the rock band Cream. His work in the 1960s and 1970s earned him the reputation of \"rock's first superstar drummer\", for a style that melded jazz and African rhythms and pioneered both jazz fusion and world music."}]}, {"heading": "Births", "year": "1940", "date": "August 19", "txt": "Roger Cook, English songwriter, singer, and producer", "entities": [{"title": "Roger Cook (songwriter)", "href": "/wiki/Roger_Cook_(songwriter)", "description": "Roger Frederick Cook is an English singer, songwriter and record producer, who has written many hit records for other recording artists. He has also had a successful recording career in his own right."}]}, {"heading": "Births", "year": "1940", "date": "August 19", "txt": "Johnny Nash, American singer-songwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1940", "date": "August 19", "txt": "Jill St. John, American model and actress", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 19", "txt": "John Cootes, Australian rugby league player, priest, and businessman", "entities": [{"title": "John Cootes", "href": "/wiki/John_Cootes", "description": "John Cootes is an Australian former professional rugby league footballer who played in the 1960s and 1970s, and Roman Catholic priest. An Australia international representative three-quarter back and adept goal-kicker, he played club football in the Newcastle Rugby League for Western Suburbs during the 1960s and also later worked as a television commentator and presenter."}]}, {"heading": "Births", "year": "1941", "date": "August 19", "txt": "Mihalis Papagiannakis, Greek educator and politician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 19", "txt": "Fred Thompson, American actor, lawyer, and politician (d. 2015)", "entities": [{"title": "Fred Thompson", "href": "/wiki/Fred_Thompson", "description": "Freddie Dalton Thompson was an American politician, attorney, lobbyist, columnist, actor and radio personality. A member of the Republican Party, he served as a United States Senator from Tennessee from 1994 to 2003; Thompson was a candidate in the 2008 presidential primaries."}]}, {"heading": "Births", "year": "1943", "date": "August 19", "txt": "Don Fardon, English pop singer", "entities": [{"title": "Don Fardon", "href": "/wiki/Don_Fardon", "description": "Don Fardon is an English pop singer."}]}, {"heading": "Births", "year": "1943", "date": "August 19", "txt": "Sid Going, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1943", "date": "August 19", "txt": "Billy J. Kramer, English pop singer", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 19", "txt": "Jack Canfield, American author", "entities": [{"title": "Jack Canfield", "href": "/wiki/Jack_Canfield", "description": "Jack Canfield is an American author, motivational speaker, corporate trainer, and entrepreneur. He is the co-author of the Chicken Soup for the Soul series, which has more than 250 titles and 500 million copies in print in over 40 languages. In 2005 Canfield co-authored with Janet Switzer The Success Principles: How to Get From Where You Are to Where You Want to Be."}]}, {"heading": "Births", "year": "1944", "date": "August 19", "txt": "Bodil Malmsten, Swedish author and poet", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 19", "txt": "Eddy Raven, American country music singer-songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 19", "txt": "Charles Wang, Chinese-American businessman and philanthropist, co-founded Computer Associates International (d. 2018)", "entities": [{"title": "Computer Associates International", "href": "/wiki/Computer_Associates_International", "description": "CA Technologies, formerly known as CA, Inc. and Computer Associates International, Inc., is an American multinational corporation headquartered in San Jose, California. It is primarily known for its business-to-business (B2B) software with a product portfolio focused on Agile software development, DevOps, and computer security software spanning across a wide range of environments such as mainframe"}]}, {"heading": "Births", "year": "1945", "date": "August 19", "txt": "Dennis Eichhorn, American author and illustrator (d. 2015)", "entities": [{"title": "Dennis Eichhorn", "href": "/wiki/Dennis_Eichhorn", "description": "Dennis P. Eichhorn was an American writer, best known for his adult-oriented autobiographical comic book series Real Stuff. His stories, often involving, sex, drugs, and alcohol, have been compared to those of Jack Kerouac, Ken Kesey, and Charles Bukowski."}]}, {"heading": "Births", "year": "1945", "date": "August 19", "txt": "Charles Wellesley, 9th Duke of Wellington, English politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 19", "txt": "Ian Gillan, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 19", "txt": "Charles Bolden, American general and astronaut", "entities": [{"title": "Charles Bolden", "href": "/wiki/Charles_Bolden", "description": "Charles Frank Bolden Jr. is a former NASA administrator, a retired United States Marine Corps Major General, and a former astronaut who flew on four Space Shuttle missions."}]}, {"heading": "Births", "year": "1946", "date": "August 19", "txt": "Bill Clinton, American lawyer and politician, 42nd President of the United States", "entities": [{"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}]}, {"heading": "Births", "year": "1946", "date": "August 19", "txt": "Dawn Steel, American film producer (d. 1997)", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 19", "txt": "Dave Dutton, English actor and screenwriter", "entities": [{"title": "Dave Dutton", "href": "/wiki/Dave_Dutton", "description": "Dave Dutton is an English actor. He first came to public recognition when he played the part of Oswald, the eccentric cafe owner in Granada television's situation comedy, Watching. He has played roles in many different television series including Heartbeat and The Royal. He has also played eleven different parts in the soap opera, Coronation Street as well as five in Emmerdale."}]}, {"heading": "Births", "year": "1947", "date": "August 19", "txt": "Terry Hoeppner, American football player and coach (d. 2007)", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 19", "txt": "Gerard Schwarz, American conductor and director", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 19", "txt": "Anuška Ferligoj, Slovenian mathematician", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 19", "txt": "Robert Hughes, Australian actor", "entities": [{"title": "Robert Hughes (Australian actor)", "href": "/wiki/Robert_Hughes_(Australian_actor)", "description": "Robert Lindsay Hughes is an Australian former actor, voice actor, and musician, whose most significant roles include ABBA: The Movie and the television sitcom Hey Dad..!. In May 2014, he was convicted of sexual offences against children and sentenced to 10 years and 9 months' imprisonment with a minimum non-parole period of 6 years."}]}, {"heading": "Births", "year": "1948", "date": "August 19", "txt": "Christy O'Connor Jnr, Irish golfer and architect (d. 2016)", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 19", "txt": "Michael Nazir-Ali, Pakistani-English bishop", "entities": [{"title": "Michael Nazir-Ali", "href": "/wiki/Michael_Nazir-Ali", "description": "Michael James Nazir-Ali is an Anglican bishop who was the 106th Bishop of Rochester in the Church of England from 1994 to 2009. He is now director of the Oxford Centre for Training, Research, Advocacy and Dialogue, and has been Visiting Bishop of the Anglican Diocese of South Carolina, in the United States, since 2010. He is a dual citizen of Pakistan and Britain."}]}, {"heading": "Births", "year": "1950", "date": "August 19", "txt": "Jennie Bond, English journalist and author", "entities": [{"title": "Jennie Bond", "href": "/wiki/Jennie_Bond", "description": "Jennifer Bond is an English journalist and television presenter. Bond worked for fourteen years as the BBC's royal correspondent. She has most recently hosted Cash in the Attic and narrated the programme Great British Menu."}]}, {"heading": "Births", "year": "1950", "date": "August 19", "txt": "Sudha Murty, Indian author and teacher, head of Infosys Foundation", "entities": [{"title": "Infosys Foundation", "href": "/wiki/Infosys_Foundation", "description": "Infosys Foundation is a non-profit organisation based in Karnataka, India, established in 1996 by Infosys to support the underprivileged sections of society. The foundation supports programs in the areas of education, rural development, healthcare, arts and culture, and destitute care. Its mission is to work in remote regions of several states in India. The foundation is solely funded by Infosys, "}]}, {"heading": "Births", "year": "1951", "date": "August 19", "txt": "John Deacon, English bass player and songwriter", "entities": [{"title": "John Deacon", "href": "/wiki/John_Deacon", "description": "John Richard Deacon is an English retired musician, best known for being the bass guitarist for the rock band Queen. He composed several songs for the group—including Top 10 hits \"You're My Best Friend\", \"Another One Bites the Dust\", and \"I Want to Break Free\"; co-wrote \"Under Pressure\", \"Friends Will Be Friends\" and \"One Vision\"—and was involved in the band's financial management."}]}, {"heading": "Births", "year": "1951", "date": "August 19", "txt": "Gustavo Santaolalla, Argentinian singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 19", "txt": "Jonathan Frakes, American actor and director", "entities": [{"title": "Jonathan Frakes", "href": "/wiki/Jonathan_Frakes", "description": "Jonathan Scott Frakes is an American actor and director. He is best known for his portrayal of Commander William Riker in the television series Star Trek: The Next Generation and subsequent films. Frakes also hosted the anthology series Beyond Belief: Fact or Fiction, and was the voice for David Xanatos in the Disney television series Gargoyles. In June 2011, he narrated the History Channel docume"}]}, {"heading": "Births", "year": "1954", "date": "August 19", "txt": "Oscar Larrauri, Argentinian racing driver", "entities": [{"title": "Oscar Larrauri", "href": "/wiki/Oscar_Larrauri", "description": "Oscar Rubén Larrauri is a racing driver from Argentina. He participated in 21 Formula One Grands Prix, all with the EuroBrun team, debuting at the 1988 Brazilian Grand Prix. He scored no championship points, only qualifying 8 times."}]}, {"heading": "Births", "year": "1955", "date": "August 19", "txt": "Mary-Anne Fahey, Australian actress", "entities": [{"title": "Mary-Anne Fahey", "href": "/wiki/Mary-Anne_Fahey", "description": "Mary-Anne Fahey is an Australian actress, comedian and writer."}]}, {"heading": "Births", "year": "1955", "date": "August 19", "txt": "Peter Gallagher, American actor", "entities": []}, {"heading": "Births", "year": "1955", "date": "August 19", "txt": "Patricia Scotland, Baroness Scotland of Asthal, Dominica-born English lawyer and politician, Attorney General for England and Wales", "entities": [{"title": "Dominica", "href": "/wiki/Dominica", "description": "Dominica, officially the Commonwealth of Dominica, is an island country in the Caribbean. The capital, Roseau, is located on the western side of the island. It is geographically situated as part of the Windward Islands chain in the Lesser Antilles archipelago in the Caribbean Sea. The island is located near Guadeloupe to the northwest and Martinique to the south-southeast. Its area is 750 km2 (290"}, {"title": "Attorney General for England and Wales", "href": "/wiki/Attorney_General_for_England_and_Wales", "description": "Her Majesty's Attorney General for England and Wales, usually known as the Attorney General, is one of the Law Officers of the Crown. The Attorney General serves as the principal legal adviser to the Crown and the Government in England and Wales. The Attorney General maintains their own office and currently attends Cabinet. The office is also concurrently held with that of Advocate General for Nor"}]}, {"heading": "Births", "year": "1955", "date": "August 19", "txt": "Ned Yost, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 19", "txt": "Adam Arkin, American actor, director, and producer", "entities": [{"title": "Adam Arkin", "href": "/wiki/Adam_Arkin", "description": "Adam Arkin is an American actor and director. He is known for playing the role of Aaron Shutt on Chicago Hope. He has been nominated for numerous awards, including a Tony as well as three primetime Emmys, four SAG Awards, and a DGA Award. In 2002, Arkin won a Daytime Emmy for Outstanding Directing in a Children's Special for My Louisiana Sky. He is also one of the three actors to portray Dale \"The"}]}, {"heading": "Births", "year": "1956", "date": "August 19", "txt": "José Rubén Zamora, Guatemalan journalist", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 19", "txt": "Paul-Jan Bakker, Dutch cricketer", "entities": [{"title": "Paul-Jan Bakker", "href": "/wiki/Paul-Jan_Bakker", "description": "Paul-Jan Bakker is a former Dutch cricketer. Bakker was a right-handed batsman and a right-arm medium-fast bowler."}]}, {"heading": "Births", "year": "1957", "date": "August 19", "txt": "Gary Chapman, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 19", "txt": "Martin Donovan, American actor and director", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 19", "txt": "Ian Gould, English cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 19", "txt": "Cesare Prandelli, Italian footballer and manager", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 19", "txt": "Christine Soetewey, Belgian high jumper", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 19", "txt": "Gerda Verburg, Dutch trade union leader and politician, Dutch Minister of Agriculture", "entities": [{"title": "Ministry of Agriculture, Nature and Food Quality (Netherlands)", "href": "/wiki/Ministry_of_Agriculture,_Nature_and_Food_Quality_(Netherlands)", "description": "The Ministry of Agriculture, Nature and Food Quality is the Dutch Ministry responsible for Agricultural policy, Food policy, Food safety, Fisheries, Forestry, Natural conservation and Animal welfare. The Ministry was created in 1935 and in 2010 the department was merged with the Ministry of Economic Affairs and was named the Ministry of Economic Affairs, Agriculture and Innovation. In 2017 the Min"}]}, {"heading": "Births", "year": "1958", "date": "August 19", "txt": "Gary Gaetti, American baseball player, coach, and manager", "entities": [{"title": "Gary Gaetti", "href": "/wiki/Gary_Gaetti", "description": "Gary Joseph Gaetti, is an American former third baseman in Major League Baseball for the Minnesota Twins (1981–1990), California Angels (1991–1993), Kansas City Royals (1993–1995), St. Louis Cardinals (1996–1998), Chicago Cubs (1998–1999) and Boston Red Sox (2000)."}]}, {"heading": "Births", "year": "1958", "date": "August 19", "txt": "Anthony Muñoz, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 19", "txt": "Brendan Nelson, Australian physician and politician, 47th Minister for Defence for Australia", "entities": [{"title": "Minister for Defence (Australia)", "href": "/wiki/Minister_for_Defence_(Australia)", "description": "The Minister for Defence is the principal minister responsible for the organisation, implementation, and formulation of government policy in defence and military matters for the Australian Government. The individual who holds this office directs the government’s approach to such matters through the Australian Defence Organisation and, by extension, the Department of Defence and the Australian Defe"}]}, {"heading": "Births", "year": "1958", "date": "August 19", "txt": "Rick Snyder, American politician and businessman, 48th Governor of Michigan", "entities": [{"title": "Governor of Michigan", "href": "/wiki/Governor_of_Michigan", "description": "The governor of Michigan is the chief executive of the U.S. state of Michigan. The current governor is Gretchen Whitmer, a member of the Democratic Party, who was inaugurated on January 1, 2019, as the state's 49th governor. The governor is elected to a 4-year term and is limited to two terms."}]}, {"heading": "Births", "year": "1959", "date": "August 19", "txt": "Chris Mortimer, Australian rugby league player", "entities": [{"title": "Chris Mortimer", "href": "/wiki/Chris_Mortimer", "description": "Chris Mortimer is an Australian former professional rugby league footballer who played in the 1970s, 1980s and 1990s for the Canterbury-Bankstown, Penrith, New South Wales and for the Australian national side."}]}, {"heading": "Births", "year": "1959", "date": "August 19", "txt": "Ricky Pierce, American basketball player", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 19", "txt": "Morten Andersen, Danish-American football player", "entities": [{"title": "Morten Andersen", "href": "/wiki/Morten_Andersen", "description": "Morten Andersen, nicknamed the \"Great Dane\", is a Danish former player of American football who was a placekicker in the National Football League (NFL) for 25 seasons, most notably with the New Orleans Saints and Atlanta Falcons. Following a career from 1982 to 2007, Andersen holds the NFL record for regular season games played at 382. He also ranks second in field goals (565) and points scored (2"}]}, {"heading": "Births", "year": "1961", "date": "August 19", "txt": "Jonathan Coe, English author and academic", "entities": [{"title": "Jonathan Coe", "href": "/wiki/Jonathan_Coe", "description": "Jonathan Coe is an English novelist and writer. His work has an underlying preoccupation with political issues, although this serious engagement is often expressed comically in the form of satire. For example, What a Carve Up! reworks the plot of an old 1960s spoof horror film of the same name. It is set within the \"carve up\" of the UK's resources which was carried out by Margaret Thatcher's Conse"}]}, {"heading": "Births", "year": "1963", "date": "August 19", "txt": "John Stamos, American actor", "entities": [{"title": "John Stamos", "href": "/wiki/John_Stamos", "description": "John Phillip Stamos is an American actor, producer, musician, comedian and singer. He first gained recognition for his contract role as Blackie Parrish on the ABC television series General Hospital, for which he was nominated for the Daytime Emmy Award for Outstanding Supporting Actor in a Drama Series. He is known for his work in television, especially in his starring role as Jesse Katsopolis on "}]}, {"heading": "Births", "year": "1963", "date": "August 19", "txt": "Joey Tempest, Swedish rock singer-songwriter and musician", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 19", "txt": "Hemant Birje, Indian actor", "entities": [{"title": "Hemant Birje", "href": "/wiki/Hemant_Birje", "description": "Hemant Birje is an Indian actor who works primarily in Hindi language films. In 1985, he debuted as Tarzan in Babbar Subhash's Adventures of Tarzan, also starring Kimi Katkar. He has had mixed success in later films. He was a regular actor in Mithun Chakraborty films. In 2005, Birje appeared in Garv: Pride and Honour, starring Salman Khan. He has also appeared in Malayalam and Telugu movies."}]}, {"heading": "Births", "year": "1965", "date": "August 19", "txt": "Kevin Dillon, American actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 19", "txt": "Kyra Sedgwick, American actress and producer", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 19", "txt": "James Tomkins, Australian rower", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 19", "txt": "Lee Ann Womack, American singer-songwriter", "entities": [{"title": "Lee Ann Womack", "href": "/wiki/Lee_Ann_Womack", "description": "Lee Ann Womack is an American country music singer and songwriter. Her 2000 single, \"I Hope You Dance\" was a major crossover music hit, reaching No. 1 on the Billboard Country Chart and the Top 15 of the Billboard Hot 100, becoming her signature song."}]}, {"heading": "Births", "year": "1967", "date": "August 19", "txt": "Khandro Rinpoche, Indian spiritual leader", "entities": [{"title": "Khandro Rinpoche", "href": "/wiki/Khandro_Rinpoche", "description": "Mindrolling Jetsün Khandro Rinpoche is a lama in Tibetan Buddhism. Born in Kalimpong, India and the daughter of the late Mindrolling Trichen, Khandro Rinpoche was recognized by Rangjung Rigpe Dorje, 16th Karmapa at the age of two as the reincarnation of the Great Dakini of Tsurphu Monastery, Urgyen Tsomo, who was one of the most well-known female masters of her time. Khandro Urgyen Tsomo was the c"}]}, {"heading": "Births", "year": "1969", "date": "August 19", "txt": "Douglas Allen Tunstall Jr., American professional wrestler and politician", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 19", "txt": "Nate Dogg, American rapper (d. 2011)", "entities": [{"title": "Nate Dogg", "href": "/wiki/Nate_Dogg", "description": "Nathaniel Dwayne Hale, better known by his stage name Nate Dogg, was an American singer, rapper, and songwriter. Recognisable for his deep singing voice, Hale became best known for providing guest vocals for a multitude of hit rap songs between 1994 and 2007, earning the nickname \"King of Hooks\"."}]}, {"heading": "Births", "year": "1969", "date": "August 19", "txt": "Matthew Perry, American actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 19", "txt": "Kazuyoshi Tatsunami, Japanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 19", "txt": "Clay Walker, American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 19", "txt": "Mary Joe Fernández, Dominican-American tennis player and coach", "entities": [{"title": "Mary Joe Fernández", "href": "/wiki/Mary_Joe_Fern%C3%A1ndez", "description": "Mary Joe Fernández Godsick is an American former professional tennis player, who reached a career-high ranking of world No. 4 in both singles and doubles. In singles, Fernández was the runner-up at the 1990 and 1992 Australian Opens, and the 1993 French Open, as well as winning a bronze medal at the 1992 Summer Olympics. In doubles, she won the 1991 Australian Open with Patty Fendick and 1996 Fren"}]}, {"heading": "Births", "year": "1971", "date": "August 19", "txt": "João Vieira Pinto, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1972", "date": "August 19", "txt": "Roberto Abbondanzieri, Argentinian footballer and manager", "entities": [{"title": "Roberto Abbondanzieri", "href": "/wiki/Roberto_Abbondanzieri", "description": "Roberto Carlos \"Pato\" Abbondanzieri is an Argentine former footballer who played as a goalkeeper. He spent most of his career at Boca Juniors in his homeland, as well as Getafe of La Liga and Internacional of Brazil. He is currently the assistant manager of Pachuca."}]}, {"heading": "Births", "year": "1972", "date": "August 19", "txt": "Chihiro Yonekura, Japanese singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "August 19", "txt": "Marco Materazzi, Italian footballer and manager", "entities": [{"title": "Marco Materazzi", "href": "/wiki/Marco_Materazzi", "description": "Marco Materazzi is an Italian former professional footballer and manager."}]}, {"heading": "Births", "year": "1973", "date": "August 19", "txt": "Tasma Walton, Australian actress", "entities": []}, {"heading": "Births", "year": "1975", "date": "August 19", "txt": "Chynna Clugston, American illustrator", "entities": [{"title": "Chynna Clugston", "href": "/wiki/Chynna_Clugston", "description": "Chynna Clugston Flores is a freelance American comic book creator known for her manga-influenced teen comedy series Blue Monday. Based in Coarsegold, Clugston Flores has been drawing comics since 1994 and has worked with Oni Press, Dark Horse Presents, Double Feature, Action Girl Comics, DC Comics and several digital comics as an editor, penciler, writer, inker, colorist, letterer and cover artist"}]}, {"heading": "Births", "year": "1976", "date": "August 19", "txt": "Régine Chassagne, Canadian singer-songwriter", "entities": [{"title": "Régine Chassagne", "href": "/wiki/R%C3%A9gine_Chassagne", "description": "Régine Alexandra Chassagne is a Canadian singer, songwriter, musician, multi-instrumentalist, and is a founding member of the band Arcade Fire. She is married to co-founder Win Butler."}]}, {"heading": "Births", "year": "1977", "date": "August 19", "txt": "Iban Mayo, Spanish cyclist", "entities": [{"title": "Iban Mayo", "href": "/wiki/Iban_Mayo", "description": "Iban Mayo Diez is a former professional road bicycle racer."}]}, {"heading": "Births", "year": "1978", "date": "August 19", "txt": "Chris Capuano, American baseball player", "entities": [{"title": "Chris Capuano", "href": "/wiki/Chris_Capuano", "description": "Christopher Frank Capuano is an American former professional baseball pitcher whose professional playing career spanned from 2000 through 2016. He played in Major League Baseball (MLB) for the Arizona Diamondbacks, Milwaukee Brewers, New York Mets, Los Angeles Dodgers, Boston Red Sox, and New York Yankees, and was an All Star in 2006."}]}, {"heading": "Births", "year": "1978", "date": "August 19", "txt": "Qais Al Khonji, Omani entrepreneur", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 19", "txt": "Oumar Kondé, Swiss footballer", "entities": [{"title": "Oumar Kondé", "href": "/wiki/Oumar_Kond%C3%A9", "description": "Oumar Kondé is a Swiss former footballer who played as a defender in the 1990s and 2000s."}]}, {"heading": "Births", "year": "1980", "date": "August 19", "txt": "Darius Campbell, Scottish singer-songwriter, guitarist, and actor", "entities": [{"title": "Darius Campbell", "href": "/wiki/Darius_Campbell", "description": "Darius Campbell-Danesh is a British singer, songwriter, musician, actor, and film producer."}]}, {"heading": "Births", "year": "1980", "date": "August 19", "txt": "Craig Frawley, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 19", "txt": "Jun Jin, South Korean singer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 19", "txt": "Paul Parry, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "August 19", "txt": "Michael Todd, American bass player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 19", "txt": "Nick Kennedy, English rugby player", "entities": [{"title": "Nick Kennedy", "href": "/wiki/Nick_Kennedy", "description": "Nick Kennedy is a retired English rugby union player and former Director of Rugby at London Irish. He played Lock for England, London Irish, Toulon and Harlequins."}]}, {"heading": "Births", "year": "1981", "date": "August 19", "txt": "Percy Watson, American football player and wrestler", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 19", "txt": "J. J. Hardy, American baseball player", "entities": [{"title": "J. J. Hardy", "href": "/wiki/J._J._Hardy", "description": "James Jerry Hardy is an American former professional baseball shortstop. He played in Major League Baseball (MLB) for the Milwaukee Brewers, Minnesota Twins, and Baltimore Orioles. Hardy attended Sabino High School in Tucson, Arizona where he was an All-State selection from 1999 to 2001 and an All-American selection in 2001. Hardy was originally drafted by the Milwaukee Brewers in the second round"}]}, {"heading": "Births", "year": "1982", "date": "August 19", "txt": "Kevin Rans, Belgian pole vaulter", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 19", "txt": "Stipe Miocic, American professional mixed martial artist", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 19", "txt": "Mike Conway, English racing driver", "entities": [{"title": "Mike Conway", "href": "/wiki/Mike_Conway", "description": "Mike Conway is a British professional racing driver. He lives in Sevenoaks, Kent and is currently competing in the FIA World Endurance Championship with Toyota Gazoo Racing."}]}, {"heading": "Births", "year": "1983", "date": "August 19", "txt": "Missy Higgins, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "August 19", "txt": "John McCargo, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 19", "txt": "Simon Bird, English actor and screenwriter", "entities": [{"title": "Simon Bird", "href": "/wiki/Simon_Bird", "description": "Simon Antony Bird is an English actor, comedian and director. He is best known for playing Will McKenzie in the E4 comedy series The Inbetweeners (2008–2010), as well as its two films, and Adam Goodman in the Channel 4 comedy series Friday Night Dinner (2011–2020)."}]}, {"heading": "Births", "year": "1984", "date": "August 19", "txt": "Alessandro Matri, Italian footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "August 19", "txt": "Ryan Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 19", "txt": "David A. Gregory, American actor", "entities": [{"title": "David A. Gregory", "href": "/wiki/David_A._Gregory", "description": "David Andrew Gregory is an American actor and writer. He portrayed Robert Ford on the soap opera One Life to Live from 2009 until the show ended in 2012. He wrote and produced “Powder Burns”, the scripted Western podcast starring John Wesley Shipp as a Blind Sheriff, which premiered on Apple Podcasts in 2015 to rave reviews and earned him a Voice Arts Award in 2017. On TV, he is a recurring player"}]}, {"heading": "Births", "year": "1985", "date": "August 19", "txt": "Gavin Cooper, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1985", "date": "August 19", "txt": "Lindsey Jacobellis, American snowboarder", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 19", "txt": "Sotiris Balafas, Greek footballer", "entities": [{"title": "Sotiris Balafas", "href": "/wiki/Sotiris_Balafas", "description": "Sotiris Balafas is a Greek professional footballer who plays as a defensive midfielder for Football League club Niki Volos.\nHe is a defensive midfielder known for his defensive awareness, his tackling and heading skills as well as his pace and strength."}]}, {"heading": "Births", "year": "1986", "date": "August 19", "txt": "Saori Kimura, Japanese volleyball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 19", "txt": "Christina Perri, American singer and songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 19", "txt": "Nick Driebergen, Dutch swimmer", "entities": [{"title": "Nick Driebergen", "href": "/wiki/Nick_Driebergen", "description": "Nicolaas \"Nick\" Driebergen is a former Dutch Swimmer who is specialized in backstroke. He currently holds national long course records in all backstroke events and in the 4×100 medley relay. At short course he holds the national record in 50 and 100 m backstroke and in the 4×50 medley relay. He was the first swimmer in his country to swim the 100 m backstroke under 55 seconds and 200 m backstroke "}]}, {"heading": "Births", "year": "1987", "date": "August 19", "txt": "Nico Hülkenberg, German racing driver", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 19", "txt": "Veronica Roth, American author", "entities": [{"title": "Veronica Roth", "href": "/wiki/Veronica_Roth", "description": "Veronica Anne Roth is an American novelist and short story writer, known for her bestselling Divergent trilogy."}]}, {"heading": "Births", "year": "1989", "date": "August 19", "txt": "Romeo Miller, American basketball player, rapper, actor", "entities": []}, {"heading": "Births", "year": "1990", "date": "August 19", "txt": "Danny Galbraith, Scottish footballer", "entities": [{"title": "Danny Galbraith", "href": "/wiki/Danny_Galbraith", "description": "Daniel William Galbraith is a Scottish professional footballer who plays as a winger for Gala Fairydean Rovers."}]}, {"heading": "Births", "year": "1994", "date": "August 19", "txt": "Nafissatou Thiam, Belgian pentathlete and heptathlete", "entities": [{"title": "Nafissatou Thiam", "href": "/wiki/Nafissatou_Thiam", "description": "Nafissatou \"Nafi\" Thiam is a Belgian athlete specializing in multi-event competition. As of February 2020, Thiam holds the Belgian record in women's heptathlon, women's javelin and women's long jump. She set a new world record for the high jump discipline within a women's heptathlon competition in 2019."}]}, {"heading": "Births", "year": "1994", "date": "August 19", "txt": "Fernando Gaviria, Colombian cyclist", "entities": []}, {"heading": "Births", "year": "1996", "date": "August 19", "txt": "Lachlan Lewis, Australian rugby league player", "entities": [{"title": "Lachlan Lewis", "href": "/wiki/Lachlan_Lewis", "description": "Lachlan Lewis is an Australian rugby league footballer who plays as a halfback or five-eighth for the Canterbury-Bankstown Bulldogs in the NRL."}]}, {"heading": "Births", "year": "1999", "date": "August 19", "txt": "Thomas Flegler, Australian rugby league player", "entities": [{"title": "Thomas Flegler", "href": "/wiki/Thomas_Flegler", "description": "Thomas Flegler is an Australian professional rugby league footballer who plays as a prop and lock for the Brisbane Broncos in the NRL."}]}, {"heading": "Deaths", "year": "AD 14", "date": "August 19", "txt": "Augustus, Roman emperor (b. 63 BC)", "entities": [{"title": "Augustus", "href": "/wiki/Augustus", "description": "Caesar Augustus was the first Roman emperor, reigning from 27 BC until his death in AD 14. His status as the founder of the Roman Principate has consolidated an enduring legacy as one of the most effective and controversial leaders in human history. The reign of Augustus initiated an era of relative peace known as the Pax Romana. The Roman world was largely free from large-scale conflict for more "}]}, {"heading": "Deaths", "year": "780", "date": "August 19", "txt": "Credan, English abbot and saint", "entities": [{"title": "Credan", "href": "/wiki/Credan", "description": "Saint Credan of Evesham is a saint in the calendar of the Roman Catholic Church and of the Orthodox Church. He is also known in Latin as Credus or Credanus."}]}, {"heading": "Deaths", "year": "947", "date": "August 19", "txt": "Abu Yazid, Kharijite rebel leader (b. 873)", "entities": [{"title": "Abu Yazid", "href": "/wiki/Abu_Yazid", "description": "Abu Yazid Makhlad ibn Kaydad al-Nukkari, known as the Man on the Donkey, was an Ibadi Berber of the Banu Ifran tribe who led a rebellion against the Fatimid Caliphate in Ifriqiya starting in 944. Abu Yazid conquered Kairouan for a time, but was eventually driven back and defeated by the Fatimid caliph al-Mansur bi-Nasr Allah."}]}, {"heading": "Deaths", "year": "998", "date": "August 19", "txt": "Fujiwara no Sukemasa, Japanese noble, statesman and calligrapher (b. 944)", "entities": [{"title": "Fujiwara no Sukemasa", "href": "/wiki/Fujiwara_no_Sukemasa", "description": "Fujiwara no Sukemasa  was a Japanese noble, statesman, and renowned calligrapher of the middle Heian period. Grandson and adopted son of the daijō-daijin Fujiwara no Saneyori and son of major general of the imperial guard Fujiwara no Atsutoshi (藤原敦敏), he is honored as one of the Sanseki, a group of outstanding calligraphers."}]}, {"heading": "Deaths", "year": "1072", "date": "August 19", "txt": "Hawise, Duchess of Brittany  (b. 1037)", "entities": [{"title": "Hawise, Duchess of Brittany", "href": "/wiki/Hawise,_Duchess_of_Brittany", "description": "Hawise of Rennes was sovereign Duchess of Brittany from 1066 until her death."}]}, {"heading": "Deaths", "year": "1085", "date": "August 19", "txt": "Al-Juwayni, Muslim scholar and imam (b. 1028)", "entities": [{"title": "Al-Juwayni", "href": "/wiki/Al-Juwayni", "description": "Dhia' ul-Dīn 'Abd al-Malik ibn Yūsuf al-Juwaynī al-Shafi'ī was a Persian Sunni Shafi'i jurist and mutakallim theologian. His name is commonly abbreviated as Al-Juwayni; he is also commonly referred to as Imam al Haramayn, meaning \"leading master of the two holy cities\", that is, Mecca and Medina."}]}, {"heading": "Deaths", "year": "1186", "date": "August 19", "txt": "Geoffrey II, Duke of Brittany (b. 1158)", "entities": [{"title": "Geoffrey II, Duke of Brittany", "href": "/wiki/Geoffrey_II,_Duke_of_Brittany", "description": "Geoffrey II was Duke of Brittany and 3rd Earl of Richmond between 1181 and 1186, through his marriage with the heiress Constance. Geoffrey was the fourth of five sons of Henry II, King of England and Eleanor, Duchess of Aquitaine."}]}, {"heading": "Deaths", "year": "1245", "date": "August 19", "txt": "Ramon Berenguer IV, Count of Provence (b. 1195)", "entities": [{"title": "Ramon Berenguer IV, Count of Provence", "href": "/wiki/Ramon_Berenguer_IV,_Count_of_Provence", "description": "Ramon Berenguer IV was a member of the House of Barcelona who ruled as count of Provence and Forcalquier. He was the first count of Provence to live in the county in more than one hundred years. During the minority of a previous count, the regency was exercised by Ramon Berenguer IV de Barcelona, who is sometimes counted among the counts of Provence. It follows that the count Ramon Berenguer IV de"}]}, {"heading": "Deaths", "year": "1284", "date": "August 19", "txt": "Alphonso, Earl of Chester (b. 1273)", "entities": [{"title": "Alphonso, Earl of Chester", "href": "/wiki/Alphonso,_Earl_of_Chester", "description": "Alphonso or Alfonso, also called Alphonsus and Alphonse and styled Earl of Chester, was an heir apparent to the English throne who never became king."}]}, {"heading": "Deaths", "year": "1297", "date": "August 19", "txt": "Louis of Toulouse, French bishop and saint (b. 1274)", "entities": [{"title": "Louis of Toulouse", "href": "/wiki/Louis_of_Toulouse", "description": "Louis of Toulouse was a Neapolitan prince of the Capetian House of Anjou and a Catholic bishop."}]}, {"heading": "Deaths", "year": "1457", "date": "August 19", "txt": "Andrea del Castagno, Italian painter (b. 1421)", "entities": [{"title": "Andrea del Castagno", "href": "/wiki/Andrea_del_Castagno", "description": "Andrea del Castagno or Andrea di Bartolo di Bargilla was an Italian painter from Florence, influenced chiefly by Masaccio and Giotto di Bondone. His works include frescoes in Sant'Apollonia in Florence and the painted equestrian monument of Niccolò da Tolentino (1456) in the Cathedral in Florence. He in turn influenced the Ferrarese school of Cosmè Tura, Francesco del Cossa and Ercole de' Roberti."}]}, {"heading": "Deaths", "year": "1470", "date": "August 19", "txt": "Richard Olivier de Longueil, French cardinal (b. 1406)", "entities": [{"title": "Richard Olivier de Longueil", "href": "/wiki/Richard_Olivier_de_Longueil", "description": "Richard Olivier de Longueil (1406–1470) was a French Roman Catholic bishop and cardinal."}, {"title": "Cardinal (Catholic Church)", "href": "/wiki/Cardinal_(Catholic_Church)", "description": "Cardinals are the most senior members of the clergy of the Catholic Church, being second in precedence only to the Pope. They are appointed to the rank of cardinal in addition to their existing position within the Church. Collectively, they constitute the College of Cardinals, and are appointed for life."}]}, {"heading": "Deaths", "year": "1493", "date": "August 19", "txt": "Frederick III, Holy Roman Emperor (b. 1415)", "entities": [{"title": "Frederick III, Holy Roman Emperor", "href": "/wiki/Frederick_III,_Holy_Roman_Emperor", "description": "Frederick III was Holy Roman Emperor from 1452 until his death. He was the first emperor of the House of Habsburg, and the fourth member of the House of Habsburg to be elected King of Germany after Rudolf I of Germany, Albert I in the 13th century and his predecessor Albert II of Germany. He was the penultimate emperor to be crowned by the Pope, and the last to be crowned in Rome."}]}, {"heading": "Deaths", "year": "1506", "date": "August 19", "txt": "King Alexander Jagiellon of Poland (b. 1461)", "entities": [{"title": "Alexander Jagiellon", "href": "/wiki/Alexander_Jagiellon", "description": "Alexander Jagiellon of the House of Jagiellon was the grand duke of Lithuania and later also king of Poland. He was the fourth son of Casimir IV Jagiellon. He was elected grand duke of Lithuania on the death of his father (1492) and king of Poland on the death of his brother John I Albert (1501)."}]}, {"heading": "Deaths", "year": "1541", "date": "August 19", "txt": "Vincenzo Cappello, Venetian admiral and statesman (b. 1469)", "entities": [{"title": "Vincenzo Cappello", "href": "/wiki/Vincenzo_Cappello", "description": "Vincenzo Cappello was a Venetian nobleman and statesman, best known as the admiral of the Venetian navy in the Battle of Preveza."}]}, {"heading": "Deaths", "year": "1580", "date": "August 19", "txt": "Andrea Palladio, Italian architect, designed the Church of San Giorgio Maggiore and Il Redentore (b. 1508)", "entities": [{"title": "Andrea Palladio", "href": "/wiki/Andrea_Palladio", "description": "Andrea Palladio was an Italian Renaissance architect active in the Venetian Republic. Palladio, influenced by Roman and Greek architecture, primarily Vitruvius, is widely considered to be one of the most influential individuals in the history of architecture. While he designed churches and palaces, he was best known for country houses and villas. His teachings, summarized in the architectural trea"}, {"title": "Church of San Giorgio Maggiore", "href": "/wiki/Church_of_San_Giorgio_Maggiore", "description": "San Giorgio Maggiore is a 16th-century Benedictine church on the island of the same name in Venice, northern Italy, designed by Andrea Palladio, and built between 1566 and 1610. The church is a basilica in the classical Renaissance style and its brilliant white marble gleams above the blue water of the lagoon opposite the Piazzetta di San Marco and forms the focal point of the view from every part"}, {"title": "Il Redentore", "href": "/wiki/Il_Redentore", "description": "The Chiesa del Santissimo Redentore, commonly known as Il Redentore, is a 16th-century Roman Catholic church located on Giudecca (island) in the sestiere of Dorsoduro, in the city of Venice, Italy."}]}, {"heading": "Deaths", "year": "1646", "date": "August 19", "txt": "Alexander Henderson, Scottish theologian and academic (b. 1583)", "entities": [{"title": "Alexander Henderson (theologian)", "href": "/wiki/Alexander_Henderson_(theologian)", "description": "Alexander Henderson was a Scottish theologian, and an important ecclesiastical statesman of his period. He is considered the second founder of the Reformed Church in Scotland. He was one of the most eminent ministers of the Church of Scotland in the most important period of her history, namely, previous to the middle of the seventeenth century."}]}, {"heading": "Deaths", "year": "1654", "date": "August 19", "txt": "Yom-Tov Lipmann Heller, Bohemian rabbi (b. 1579)", "entities": [{"title": "Yom-Tov Lipmann Heller", "href": "/wiki/Yom-Tov_Lipmann_Heller", "description": "Rabbi Gershon Shaul Yom-Tov Lipmann ben Nathan ha-Levi Heller, was a Bohemian rabbi and Talmudist, best known for writing a commentary on the Mishnah called the Tosefet Yom-Tov (1614–1617). Heller was one of the major Talmudic scholars in Prague and in Poland during the \"Golden Age\" before 1648."}]}, {"heading": "Deaths", "year": "1662", "date": "August 19", "txt": "Blaise Pascal, French mathematician, physicist, and philosopher (b. 1623)", "entities": [{"title": "Blaise Pascal", "href": "/wiki/Blaise_Pascal", "description": "Blaise Pascal was a French mathematician, physicist, inventor, philosopher, writer and Catholic theologian."}]}, {"heading": "Deaths", "year": "1680", "date": "August 19", "txt": "Jean Eudes, French priest, founded the Congregation of Jesus and Mary (b. 1601)", "entities": [{"title": "Jean Eudes", "href": "/wiki/Jean_Eudes", "description": "John Eudes was a French Roman Catholic priest and the founder of both the Order of Our Lady of Charity in 1641 and Congregation of Jesus and Mary also known as The Eudists in 1643. He was also a professed member of the Oratory of Jesus until 1643 and the author of the proper for the Mass and Divine Office of the Sacred Hearts of Jesus Christ and the Blessed Virgin. Eudes was an ardent proponent of"}, {"title": "Congregation of Jesus and Mary", "href": "/wiki/Congregation_of_Jesus_and_Mary", "description": "The Congregation of Jesus and Mary, commonly referred to as the Eudists, is a Society of Apostolic Life in the Roman Catholic Church."}]}, {"heading": "Deaths", "year": "1691", "date": "August 19", "txt": "Köprülü Fazıl Mustafa Pasha, Ottoman commander and politician, 117th Grand Vizier of the Ottoman Empire (b. 1637)", "entities": [{"title": "Köprülü Fazıl Mustafa Pasha", "href": "/wiki/K%C3%B6pr%C3%BCl%C3%BC_Faz%C4%B1l_Mustafa_Pasha", "description": "Köprülüzade Fazıl Mustafa Pasha (\"Köprülü Mustafa Pasha the Wise\", also known as Gazi Fazıl Mustafa Köprülü served as the Grand Vizier of the Ottoman Empire from 1689 to 1691, when the Empire was engaged in a war against the Holy League countries in the Great Turkish War. He was a member of the Köprülü family of Albanian origin. His father Köprülü Mehmed Pasha, his elder brother Köprülü Fazıl Ahme"}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1702", "date": "August 19", "txt": "Anthony Grey, 11th Earl of Kent, English politician (b. 1645)", "entities": [{"title": "Anthony Grey, 11th Earl of Kent", "href": "/wiki/Anthony_Grey,_11th_Earl_of_Kent", "description": "Anthony Grey was Earl of Kent from 1651 to his death."}]}, {"heading": "Deaths", "year": "1753", "date": "August 19", "txt": "Johann Balthasar Neumann, German engineer and architect, designed Basilica of the Fourteen Holy Helpers (b. 1687)", "entities": [{"title": "Johann Balthasar Neumann", "href": "/wiki/Johann_Balthasar_Neumann", "description": "Johann Balthasar Neumann, usually known as Balthasar Neumann, was a German architect and military artillery engineer who developed a refined brand of Baroque architecture, fusing Austrian, Bohemian, Italian, and French elements to design some of the most impressive buildings of the period, including the Würzburg Residence and the Basilica of the Fourteen Holy Helpers."}, {"title": "Basilica of the Fourteen Holy Helpers", "href": "/wiki/Basilica_of_the_Fourteen_Holy_Helpers", "description": "The Basilica of the Fourteen Holy Helpers is a church located near the town of Bad Staffelstein near Bamberg, in Bavaria, southern Germany. The late Baroque-Rococo basilica, designed by Balthasar Neumann, was constructed between 1743 and 1772. It is dedicated to the Fourteen Holy Helpers, a group of saints venerated together in the Catholic Church, especially in Germany at the time of the Black De"}]}, {"heading": "Deaths", "year": "1808", "date": "August 19", "txt": "Fredrik Henrik af Chapman, Swedish admiral and shipbuilder (b. 1721)", "entities": [{"title": "Fredrik Henrik af Chapman", "href": "/wiki/Fredrik_Henrik_af_Chapman", "description": "Fredrik Henrik af Chapman was a Swedish shipbuilder, scientist and officer in the Swedish navy. He was also manager of the Karlskrona shipyard 1782-1793. Chapman is credited as the world's first person to apply scientific methods to shipbuilding and is considered to be the first naval architect."}]}, {"heading": "Deaths", "year": "1822", "date": "August 19", "txt": "Jean Baptiste Joseph Delambre, French mathematician and astronomer (b. 1749)", "entities": [{"title": "Jean Baptiste Joseph Delambre", "href": "/wiki/Jean_Baptiste_Joseph_Delambre", "description": "Jean Baptiste Joseph, chevalier Delambre was a French mathematician and astronomer. He was also director of the Paris Observatory, and author of well-known books on the history of astronomy from ancient times to the 18th century."}]}, {"heading": "Deaths", "year": "1883", "date": "August 19", "txt": "Jeremiah S. Black, American lawyer and politician, 24th United States Attorney General (b. 1810)", "entities": [{"title": "Jeremiah S. Black", "href": "/wiki/Jeremiah_S._Black", "description": "Jeremiah Sullivan Black was an American statesman and lawyer. He served as a justice on the Supreme Court of Pennsylvania (1851–1857) and as the Court's Chief Justice (1851–1854). He also served in the Cabinet of President James Buchanan, first as Attorney General (1857–1860), and then Secretary of State (1860–1861)."}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Deaths", "year": "1889", "date": "August 19", "txt": "Auguste Villiers de l'Isle-Adam, French author, poet, and playwright (b. 1838)", "entities": [{"title": "Auguste Villiers de l'Isle-Adam", "href": "/wiki/Auguste_Villiers_de_l%27Isle-Adam", "description": "Jean-Marie-Mathias-Philippe-Auguste, comte de Villiers de l'Isle-Adam was a French symbolist writer."}]}, {"heading": "Deaths", "year": "1895", "date": "August 19", "txt": "John Wesley Hardin, American Old West outlaw, gunfighter (b. 1853)", "entities": [{"title": "John Wesley Hardin", "href": "/wiki/John_Wesley_Hardin", "description": "John Wesley Hardin was an American Old West outlaw, gunfighter, and controversial folk icon. Hardin often got into trouble with the law from an early age. He killed his first man at the age of 15, claiming he did so in self-defense."}]}, {"heading": "Deaths", "year": "1900", "date": "August 19", "txt": "Jean-Baptiste Accolay, Belgian violinist, composer, and conductor (b. 1833)", "entities": [{"title": "Jean-Baptiste Accolay", "href": "/wiki/Jean-Baptiste_Accolay", "description": "Jean-Baptiste Accolay was a Belgian violin teacher, violinist, conductor, and composer of the romantic period. His best-known composition is his one-movement student concerto in A minor. It was written in 1868, originally for violin and orchestra."}]}, {"heading": "Deaths", "year": "1914", "date": "August 19", "txt": "Franz Xavier Wernz, German religious leader, 25th Superior General of the Society of Jesus (b. 1844)", "entities": [{"title": "Franz Xavier Wernz", "href": "/wiki/Franz_Xavier_Wernz", "description": "Franz Xavier Wernz SJ was the twenty-fifth Superior General of the Society of Jesus. He was born in Rottweil, Württemberg."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Deaths", "year": "1915", "date": "August 19", "txt": "Tevfik Fikret, Turkish poet and educator (b. 1867)", "entities": [{"title": "Tevfik Fikret", "href": "/wiki/Tevfik_Fikret", "description": "Tevfik Fikret was the pseudonym of Mehmed Tevfik, an Ottoman educator and poet, who is considered the founder of the modern school of Turkish poetry."}]}, {"heading": "Deaths", "year": "1923", "date": "August 19", "txt": "Vilfredo Pareto, Italian sociologist and economist (b. 1845)", "entities": [{"title": "Vilfredo Pareto", "href": "/wiki/Vilfredo_Pareto", "description": "Vilfredo Federico Damaso Pareto was an Italian civil engineer, sociologist, economist, political scientist, and philosopher. He made several important contributions to economics, particularly in the study of income distribution and in the analysis of individuals' choices. He was also responsible for popularising the use of the term \"elite\" in social analysis."}]}, {"heading": "Deaths", "year": "1928", "date": "August 19", "txt": "Stephanos Skouloudis, Greek banker and diplomat, 97th Prime Minister of Greece (b. 1838)", "entities": [{"title": "Stephanos Skouloudis", "href": "/wiki/Stephanos_Skouloudis", "description": "Stefanos Skouloudis was a Greek banker, diplomat and the 34th Prime Minister of Greece."}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1929", "date": "August 19", "txt": "Sergei Diaghilev, Russian critic and producer, founded Ballets Russes (b. 1872)", "entities": [{"title": "Sergei Diaghilev", "href": "/wiki/Sergei_Diaghilev", "description": "Sergei Pavlovich Diaghilev, usually referred to outside Russia as Serge Diaghilev, was a Russian art critic, patron, ballet impresario and founder of the Ballets Russes, from which many famous dancers and choreographers would arise."}, {"title": "Ballets Russes", "href": "/wiki/Ballets_Russes", "description": "The Ballets Russes was an itinerant ballet company based in Paris that performed between 1909 and 1929 throughout Europe and on tours to North and South America. The company never performed in Russia, where the Revolution disrupted society. After its initial Paris season, the company had no formal ties there."}]}, {"heading": "Deaths", "year": "1932", "date": "August 19", "txt": "Louis Anquetin, French painter (b. 1861)", "entities": [{"title": "Louis Anquetin", "href": "/wiki/Louis_Anquetin", "description": "Louis Anquetin was a French painter."}]}, {"heading": "Deaths", "year": "1936", "date": "August 19", "txt": "Federico García Lorca, Spanish poet, playwright, and director (b. 1898)", "entities": [{"title": "Federico García Lorca", "href": "/wiki/Federico_Garc%C3%ADa_Lorca", "description": "Federico del Sagrado Corazón de Jesús García Lorca, known as Federico García Lorca, was a Spanish poet, playwright, and theatre director."}]}, {"heading": "Deaths", "year": "1942", "date": "August 19", "txt": "Harald Kaarmann, Estonian footballer (b. 1901)", "entities": [{"title": "Harald Kaarmann", "href": "/wiki/Harald_Kaarmann", "description": "Harald Kaarma was an Estonian footballer."}]}, {"heading": "Deaths", "year": "1942", "date": "August 19", "txt": "Heinrich Rauchinger, Kraków-born painter (b. 1858)", "entities": []}, {"heading": "Deaths", "year": "1945", "date": "August 19", "txt": "Tomás Burgos, Chilean philanthropist (b. 1875)", "entities": [{"title": "Tomás Burgos", "href": "/wiki/Tom%C3%A1s_Burgos", "description": "Tomás Burgos Sotomayor was a Chilean philanthropist, one of the strongest supporters of the \"mutualist movement\" and the founder of \"Villa Lo Burgos\", the present city of Purranque."}]}, {"heading": "Deaths", "year": "1950", "date": "August 19", "txt": "Giovanni Giorgi, Italian physicist and engineer (b. 1871)", "entities": [{"title": "Giovanni Giorgi", "href": "/wiki/Giovanni_Giorgi", "description": "Giovanni Giorgi was an Italian physicist and electrical engineer who proposed the Giorgi system of measurement, the precursor to the International System of Units (SI)."}]}, {"heading": "Deaths", "year": "1954", "date": "August 19", "txt": "Alcide De Gasperi, Italian journalist and politician, 30th Prime Minister of Italy (b. 1881)", "entities": [{"title": "Alcide De Gasperi", "href": "/wiki/Alcide_De_Gasperi", "description": "Alcide Amedeo Francesco De Gasperi was an Italian statesman who founded the Christian Democracy party and served as Prime Minister of Italy in eight successive coalition governments from 1945 to 1953."}, {"title": "Prime Minister of Italy", "href": "/wiki/Prime_Minister_of_Italy", "description": "The President of the Council of Ministers of the Italian Republic, commonly referred to in Italy as Presidente del Consiglio or informally as Premier, and known in English as the Prime Minister of Italy, is the head of government of the Italian Republic. The office of Prime Minister is established by Articles 92 through 96 of the Constitution of Italy. The Prime Minister is appointed by the Presid"}]}, {"heading": "Deaths", "year": "1957", "date": "August 19", "txt": "David Bomberg, English soldier and painter (b. 1890)", "entities": [{"title": "David Bomberg", "href": "/wiki/David_Bomberg", "description": "David Garshen Bomberg was a British painter, and one of the Whitechapel Boys."}]}, {"heading": "Deaths", "year": "1967", "date": "August 19", "txt": "Hugo Gernsback, Luxembourg-born American author and publisher (b. 1884)", "entities": [{"title": "Hugo Gernsback", "href": "/wiki/Hugo_Gernsback", "description": "Hugo Gernsback was a Luxembourgish–American inventor, writer, editor, and magazine publisher, best known for publications including the first science fiction magazine. His contributions to the genre as publisher—although not as a writer—were so significant that, along with the novelists H. G. Wells and Jules Verne, he is sometimes called \"The Father of Science Fiction\". In his honour, annual award"}]}, {"heading": "Deaths", "year": "1967", "date": "August 19", "txt": "Isaac Deutscher, Polish-English journalist and historian (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "August 19", "txt": "George Gamow, Ukrainian-American physicist and cosmologist (b. 1904)", "entities": [{"title": "George Gamow", "href": "/wiki/George_Gamow", "description": "George Gamow, born Georgiy Antonovich Gamov, was a Ukrainian-American theoretical physicist and cosmologist. He was an early advocate and developer of Lemaître's Big Bang theory. He discovered a theoretical explanation of alpha decay by quantum tunneling, invented the liquid drop model and the first mathematical model of the atomic nucleus, and worked on radioactive decay, star formation, stellar "}]}, {"heading": "Deaths", "year": "1970", "date": "August 19", "txt": "Paweł Jasienica, Polish soldier and historian (b. 1909)", "entities": [{"title": "Paweł Jasienica", "href": "/wiki/Pawe%C5%82_Jasienica", "description": "Paweł Jasienica was the pen name of Leon Lech Beynar, a Polish historian, journalist, essayist and soldier."}]}, {"heading": "Deaths", "year": "1975", "date": "August 19", "txt": "Mark Donohue, American race car driver and engineer (b. 1937)", "entities": [{"title": "Mark Donohue", "href": "/wiki/Mark_Donohue", "description": "Mark Neary Donohue Jr., nicknamed \"Captain Nice,\" and later \"Dark Monohue,\" was an American racecar driver and engineer known for his ability to set up his own race car as well as driving it to victories."}]}, {"heading": "Deaths", "year": "1976", "date": "August 19", "txt": "Alastair Sim, Scottish-English actor (b. 1900)", "entities": [{"title": "Alastair Sim", "href": "/wiki/Alastair_Sim", "description": "Alastair George Bell Sim, CBE was a Scottish character actor who began his theatrical career at the age of thirty and quickly became established as a popular West End performer, remaining so until his death in 1976. Starting in 1935, he also appeared in more than fifty British films, including an iconic adaptation of Charles Dickens’ novella A Christmas Carol, released in 1951 as Scrooge in Great "}]}, {"heading": "Deaths", "year": "1976", "date": "August 19", "txt": "Ken Wadsworth, New Zealand cricketer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "August 19", "txt": "Aleksander Kreek, Estonian shot putter and discus thrower (b. 1914)", "entities": [{"title": "Aleksander Kreek", "href": "/wiki/Aleksander_Kreek", "description": "Aleksander Kreek was an Estonian track and field athlete who specialised in the shot put. He was the 1938 European champion in the shot put – one of only two Estonian men to achieve the feat, alongside Arnold Viiding. He was twice a medallist at the International University Games."}]}, {"heading": "Deaths", "year": "1977", "date": "August 19", "txt": "Groucho Marx, American comedian and actor (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "August 19", "txt": "Otto Frank, German-Swiss businessman, father of Anne Frank (b. 1889)", "entities": [{"title": "Otto Frank", "href": "/wiki/Otto_Frank", "description": "Otto Heinrich Frank was a German businessman who later became a resident of the Netherlands and Switzerland. He was the father of Anne and Margot Frank and husband of Edith Frank-Holländer, and was the sole member of his family to survive the Holocaust. He inherited Anne's manuscripts after her death, arranged for the publication of her diary as The Diary of a Young Girl in 1947, and oversaw its a"}, {"title": "Anne Frank", "href": "/wiki/Anne_Frank", "description": "Annelies Marie \"Anne\" Frank was a German-Dutch diarist of Jewish heritage. One of the most discussed Jewish victims of the Holocaust, she gained fame posthumously with the 1947 publication of The Diary of a Young Girl, in which she documents her life in hiding from 1942 to 1944, during the German occupation of the Netherlands in World War II. It is one of the world's best-known books and has been "}]}, {"heading": "Deaths", "year": "1981", "date": "August 19", "txt": "Jessie Matthews, English actress, singer, and dancer (b. 1907)", "entities": [{"title": "Jessie Matthews", "href": "/wiki/Jessie_Matthews", "description": "Jessie Margaret Matthews was an English actress, dancer and singer of the 1920s and 1930s, whose career continued into the post-war period."}]}, {"heading": "Deaths", "year": "1982", "date": "August 19", "txt": "August Neo, Estonian wrestler (b. 1908)", "entities": [{"title": "August Neo", "href": "/wiki/August_Neo", "description": "August \"Ago\" Neo was an Estonian wrestler who won two medals at the 1936 Summer Olympics: a silver medal in the freestyle wrestling and a bronze in Greco-Roman wrestling. His achievements were underscored by teammate Kristjan Palusalu, who won two gold medals in wrestling at the same games. Neo also won five medals in both wrestling styles at the European championships in 1934–1939."}]}, {"heading": "Deaths", "year": "1986", "date": "August 19", "txt": "Hermione Baddeley, English actress (b. 1906)", "entities": [{"title": "Hermione Baddeley", "href": "/wiki/Hermione_Baddeley", "description": "Hermione Youlanda Ruby Clinton-Baddeley was an English actress of theatre, film and television. She typically played brash, vulgar characters, often referred to as \"brassy\" or \"blowsy\". She found her milieu in revue, in which she played from the 1930s to the 1950s, co-starring several times with the English actress Hermione Gingold."}]}, {"heading": "Deaths", "year": "1986", "date": "August 19", "txt": "Viv Thicknesse, Australian rugby player (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "August 19", "txt": "Utpal Dutt, Bangladeshi actor, director, and playwright (b. 1929)", "entities": [{"title": "Utpal Dutt", "href": "/wiki/Utpal_Dutt", "description": "Utpal Dutt was an Indian actor, director, and writer-playwright. He was primarily an actor in Bengali theatre, where he became a pioneering figure in Modern Indian theatre, when he founded the \"Little Theatre Group\" in 1949. This group enacted many English, Shakespearean and Brecht plays, in a period now known as the \"Epic theatre\" period, before it immersed itself completely in highly political a"}]}, {"heading": "Deaths", "year": "1994", "date": "August 19", "txt": "Linus Pauling, American chemist and biologist, Nobel Prize laureate (b. 1901)", "entities": [{"title": "Linus Pauling", "href": "/wiki/Linus_Pauling", "description": "Linus Carl Pauling was an American chemist, biochemist, chemical engineer, peace activist, author, and educator. He published more than 1,200 papers and books, of which about 850 dealt with scientific topics. New Scientist called him one of the 20 greatest scientists of all time, and as of 2000, he was rated the 16th most important scientist in history. For his scientific work, Pauling was awarded"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1995", "date": "August 19", "txt": "Pierre Schaeffer, French composer and musicologist (b. 1910)", "entities": [{"title": "Pierre Schaeffer", "href": "/wiki/Pierre_Schaeffer", "description": "Pierre Henri Marie Schaeffer was a French composer, writer, broadcaster, engineer, musicologist and acoustician. His innovative work in both the sciences—particularly communications and acoustics—and the various arts of music, literature and radio presentation after the end of World War II, as well as his anti-nuclear activism and cultural criticism garnered him widespread recognition in his lifet"}]}, {"heading": "Deaths", "year": "2000", "date": "August 19", "txt": "Bineshwar Brahma, Indian poet, author, and educator (b. 1948)", "entities": [{"title": "Bineshwar Brahma", "href": "/wiki/Bineshwar_Brahma", "description": "Bineshwar Brahma was the president of the Bodo Sahitya Sabha in Assam, India. He was born in a small village of Bhatarmari in Kokrajhar. He was the son of Late Taramoni Brahma and Late Sanathi Brahma."}]}, {"heading": "Deaths", "year": "2001", "date": "August 19", "txt": "Donald Woods, South African journalist and activist (b. 1933)", "entities": [{"title": "Donald Woods", "href": "/wiki/Donald_Woods", "description": "Donald James Woods, CBE, was a South African journalist and anti-apartheid activist. As editor of the Daily Dispatch, he was known for befriending fellow activist Steve Biko, who was killed by the police after being detained by the South African government. Woods continued his campaign against apartheid in London, and in 1978 became the first private citizen to address the United Nations Security "}]}, {"heading": "Deaths", "year": "2003", "date": "August 19", "txt": "Carlos Roberto Reina, Honduran lawyer and politician, President of Honduras (b. 1926)", "entities": [{"title": "Carlos Roberto Reina", "href": "/wiki/Carlos_Roberto_Reina", "description": "Carlos Roberto Reina Idiáquez was a politician of the Liberal Party of Honduras, and President of Honduras from January 27, 1994 to January 27, 1998."}, {"title": "President of Honduras", "href": "/wiki/President_of_Honduras", "description": "The president of Honduras officially known as the President of the Republic of Honduras, is the head of state and head of government of Honduras, and the Commander-in-chief of the Armed Forces. According to the 1982 Constitution of Honduras, the Government of Honduras consists of three branches: Executive, Legislative and Judicial. The president is the head of the Executive branch, their primary d"}]}, {"heading": "Deaths", "year": "2003", "date": "August 19", "txt": "Sérgio Vieira de Mello, Brazilian diplomat (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "August 19", "txt": "Mo Mowlam, English academic and politician, Chancellor of the Duchy of Lancaster (b. 1949)", "entities": [{"title": "Mo Mowlam", "href": "/wiki/Mo_Mowlam", "description": "Marjorie \"Mo\" Mowlam was a British Labour Party politician. She was the Member of Parliament (MP) for Redcar from 1987 to 2001 and served in the Cabinet as Secretary of State for Northern Ireland, Minister for the Cabinet Office and Chancellor of the Duchy of Lancaster."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "2008", "date": "August 19", "txt": "Levy Mwanawasa, Zambian lawyer and politician, 3rd President of Zambia (b. 1948)", "entities": [{"title": "Levy Mwanawasa", "href": "/wiki/Levy_Mwanawasa", "description": "Levy Patrick Mwanawasa was the third President of Zambia. He served as president from January 2002 until his death in August 2008."}, {"title": "President of Zambia", "href": "/wiki/President_of_Zambia", "description": "The president of Zambia is the head of state and the head of government of Zambia. The office was first held by Kenneth Kaunda following independence in 1964. Since 1991, when Kaunda left the presidency, the office has been held by five others: Frederick Chiluba, Levy Mwanawasa, Rupiah Banda, Michael Sata, and current president Edgar Lungu. In addition, Acting president Guy Scott served in an inte"}]}, {"heading": "Deaths", "year": "2009", "date": "August 19", "txt": "Don Hewitt, American television producer, created 60 Minutes (b. 1922)", "entities": [{"title": "Don Hewitt", "href": "/wiki/Don_Hewitt", "description": "Donald Shepard Hewitt was an American television news producer and executive, best known for creating the CBS television news magazine 60 Minutes in 1968, which at the time of his death was the longest-running prime-time broadcast on American television. Under Hewitt's leadership, 60 Minutes was the only news program ever rated the nation's top-ranked television program, an achievement it accompli"}]}, {"heading": "Deaths", "year": "2011", "date": "August 19", "txt": "Raúl Ruiz, Chilean director and producer (b. 1941)", "entities": [{"title": "Raúl Ruiz (director)", "href": "/wiki/Ra%C3%BAl_Ruiz_(director)", "description": "Raúl Ernesto Ruiz Pino was an experimental Chilean filmmaker, writer and teacher whose work is best known in France. He directed more than 100 films."}]}, {"heading": "Deaths", "year": "2012", "date": "August 19", "txt": "Donal Henahan, American journalist and critic (b. 1921)", "entities": [{"title": "Donal Henahan", "href": "/wiki/Donal_Henahan", "description": "Donal Henahan was an American music critic and journalist who had lengthy associations with the Chicago Daily News and The New York Times. With the Times he won the annual Pulitzer Prize for Criticism in 1986; he had been a finalist in 1982."}]}, {"heading": "Deaths", "year": "2012", "date": "August 19", "txt": "Ivar Iversen, Norwegian canoe racer (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 19", "txt": "Tony Scott, English-American director and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 19", "txt": "Edmund Skellings, American poet and academic (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 19", "txt": "Musa'id bin Abdulaziz Al Saud, Saudi Arabian prince (b. 1923)", "entities": [{"title": "Musa'id bin Abdulaziz Al Saud", "href": "/wiki/Musa%27id_bin_Abdulaziz_Al_Saud", "description": "Musa'id bin Abdulaziz Al Saud was the twelfth son of Ibn Saud, the founder of Saudi Arabia. He was a businessman and the father of Faisal bin Musaid, the assassin of his brother King Faisal."}]}, {"heading": "Deaths", "year": "2013", "date": "August 19", "txt": "Russell S. Doughten, American director and producer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 19", "txt": "Abdul Rahim Hatif, Afghan politician, 8th President of Afghanistan (b. 1926)", "entities": [{"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}]}, {"heading": "Deaths", "year": "2013", "date": "August 19", "txt": "Donna Hightower, American singer-songwriter (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 19", "txt": "Samih al-Qasim, Palestinian poet and journalist (b. 1939)", "entities": [{"title": "Samih al-Qasim", "href": "/wiki/Samih_al-Qasim", "description": "Samīħ al-Qāsim al Kaissy was a Palestinian poet whose work is well known throughout the Arab world. Son of a Druze family, he was born in Transjordan and lived in Israel throughout his childhood and adult life. His poetry is influenced by two primary periods of his life: before and after the Six-Day War - until 1967 he was mainly influenced by Arab nationalism; in 1967 he joined the Israeli Commun"}]}, {"heading": "Deaths", "year": "2014", "date": "August 19", "txt": "Simin Behbahani, Iranian poet and activist (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 19", "txt": "James Foley, American photographer and journalist (b. 1973)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 19", "txt": "Candida Lycett Green, Anglo-Irish journalist and author (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 19", "txt": "George Houser, American minister and activist (b. 1916)", "entities": [{"title": "George Houser", "href": "/wiki/George_Houser", "description": "George Mills Houser was an American Methodist minister, civil rights activist, and activist for the independence of African nations. He served on the staff of the Fellowship of Reconciliation."}]}, {"heading": "Deaths", "year": "2015", "date": "August 19", "txt": "Sanat Mehta, Indian activist and politician (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 19", "txt": "Jack Riley, American actor and voice artist (b. 1935)", "entities": [{"title": "Jack Riley (actor)", "href": "/wiki/Jack_Riley_(actor)", "description": "John Albert \"Jack\" Riley Jr. was an American actor, comedian and writer. He was known for playing Elliot Carlin on The Bob Newhart Show and for voicing Stu Pickles in the Rugrats franchise."}]}, {"heading": "Deaths", "year": "2017", "date": "August 19", "txt": "Dick Gregory, American comedian, author and activist (b. 1932)", "entities": [{"title": "Dick Gregory", "href": "/wiki/Dick_Gregory", "description": "Richard Claxton Gregory was an American comedian, civil rights and vegetarian activist. His writings were best sellers. Gregory became popular among the African-American communities in the southern United States with his \"no-holds-barred\" sets, poking fun at the bigotry and racism in the United States. In 1961 he became a staple in the comedy clubs, appeared on television, and released comedy reco"}]}, {"heading": "Deaths", "year": "2019", "date": "August 19", "txt": "Lars Larsen, Danish businessman and billionaire, founder and owner of the Danish retail chain JYSK (b. 1948)", "entities": [{"title": "Lars Larsen (entrepreneur)", "href": "/wiki/Lars_Larsen_(entrepreneur)", "description": "Lars Kristinus Larsen was a Danish businessman, owner and founder of the Jysk retail chain."}, {"title": "JYSK", "href": "/wiki/JYSK", "description": "Jysk A/S is a Danish retail chain, selling household goods such as mattresses, furniture and interior décor. Jysk is the largest Danish retailer operating internationally. In total, the companies have 2,937 stores in 50 countries and over 22,000 employees. The turnover in the financial year 19/20 was 4.1 billion Euro. The company is owned by Lars Larsen Group."}]}]