[{"heading": "Events", "year": "0766", "date": "August 25", "txt": "Emperor Constantine V humiliates nineteen high-ranking officials, after discovering a plot against him. He executes the leaders, Constantine Podopagouros and his brother Strategios.", "entities": [{"title": "Constantine V", "href": "/wiki/Constantine_V", "description": "Constantine V was Byzantine emperor from 741 to 775. His reign saw a consolidation of Byzantine security from external threats. As an able military leader, Constantine took advantage of civil war in the Muslim world to make limited offensives on the Arab frontier. With this eastern frontier secure, he undertook repeated campaigns against the Bulgars in the Balkans. His military activity, and polic"}, {"title": "Constantine Podopagouros", "href": "/wiki/Constantine_Podopagouros", "description": "Constantine Podopagouros was a high-ranking Byzantine official and with his brother Strategios leader of a conspiracy against Emperor Constantine V."}, {"title": "Strategios Podopagouros", "href": "/wiki/Strategios_Podopagouros", "description": "Strategios Podopagouros was a Byzantine military commander and with his brother Constantine leader of a conspiracy against Emperor Constantine V."}]}, {"heading": "Events", "year": "1248", "date": "August 25", "txt": "The Dutch city of Ommen receives city rights and fortification rights from Otto III, the Archbishop of Utrecht.", "entities": [{"title": "Ommen", "href": "/wiki/Ommen", "description": "Ommen is a municipality and a Hanseatic city in the eastern Netherlands. It is located in the Vecht valley of the Salland region in Overijssel. Historical records first name Ommen in the early 12th century and it was officially founded as a city in 1248. The municipality had a population of 17,813 in 2019 and covers an area of 182.01 km2 (70.27 sq mi)."}, {"title": "City rights in the Low Countries", "href": "/wiki/City_rights_in_the_Low_Countries", "description": "City rights are a feature of the medieval history of the Low Countries. A liege lord, usually a count, duke or similar member of the high nobility, granted to a town or village he owned certain town privileges that places without city rights did not have."}, {"title": "Roman Catholic Archdiocese of Utrecht", "href": "/wiki/Roman_Catholic_Archdiocese_of_Utrecht", "description": "The Archdiocese of Utrecht is an archdiocese of the Catholic Church in the Netherlands. The Archbishop of Utrecht is the Metropolitan of the Ecclesiastical province of Utrecht. There are six suffragan dioceses in the province: Breda, Groningen-Leeuwarden, Haarlem-Amsterdam, Roermond, Rotterdam, and 's-Hertogenbosch. The cathedral church of the archdiocese is Saint Catherine Cathedral which replace"}]}, {"heading": "Events", "year": "1258", "date": "August 25", "txt": "Regent George Mouzalon and his brothers are killed during a coup headed by the aristocratic faction under Michael VIII Palaiologos, paving the way for its leader to ultimately usurp the throne of the Empire of Nicaea.", "entities": [{"title": "George Mouzalon", "href": "/wiki/George_Mouzalon", "description": "George Mouzalon was a high official of the Empire of Nicaea under Theodore II Laskaris."}, {"title": "Michael VIII Palaiologos", "href": "/wiki/Michael_VIII_Palaiologos", "description": "Michael VIII Palaiologos or Palaeologus reigned as the co-emperor of the Empire of Nicaea from 1259 to 1261, and as Byzantine Emperor from 1261 until his death. Michael VIII was the founder of the Palaiologan dynasty that would rule the Byzantine Empire until the Fall of Constantinople in 1453. He recovered Constantinople from the Latin Empire in 1261 and transformed the Empire of Nicaea into a re"}, {"title": "Empire of Nicaea", "href": "/wiki/Empire_of_Nicaea", "description": "The Empire of Nicaea or the Nicene Empire is the conventional historiographic name for the largest of the three Byzantine Greek rump states founded by the aristocracy of the Byzantine Empire that fled after Constantinople was occupied by Western European and Venetian forces during the Fourth Crusade. Like the Empire of Trebizond and the Empire of Thessalonica, it claimed to be the continuation of "}]}, {"heading": "Events", "year": "1270", "date": "August 25", "txt": "Philip III, although suffering from dysentery, becomes King of France following the death of his father Louis IX, during the Eighth Crusade. His uncle, Charles I of Naples, is forced to begin peace negotiations with Muhammad I al-Mustansir, Hafsid Sultan of Tunis.", "entities": [{"title": "Philip III of France", "href": "/wiki/Philip_III_of_France", "description": "Philip III, called the Bold, was king of France from 1270 until his death in 1285. His father, Louis IX, died in Tunis during the Eighth Crusade. Philip, who was accompanying him, returned to France and was anointed king at Reims in 1271."}, {"title": "Louis IX of France", "href": "/wiki/Louis_IX_of_France", "description": "Louis IX, commonly known as Saint Louis or Louis the Saint, is the only king of France to have been canonized in the Catholic Church. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII; his mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis's childhood, Blanche "}, {"title": "Eighth Crusade", "href": "/wiki/Eighth_Crusade", "description": "The Eighth Crusade was a crusade launched by Louis IX of France against the Hafsid dynasty in 1270. The Eighth Crusade is sometimes counted as the Seventh, if the Fifth and Sixth Crusades of Frederick II are counted as a single crusade. The Ninth Crusade is sometimes also counted as part of the Eighth. The crusade is considered a failure after Louis died shortly after arriving on the shores of Tun"}, {"title": "Charles I of Naples", "href": "/wiki/Charles_I_of_Naples", "description": "Charles I, commonly called Charles of Anjou, was a member of the royal Capetian dynasty and the founder of the second House of Anjou. He was Count of Provence (1246–85) and Forcalquier in the Holy Roman Empire, Count of Anjou and Maine (1246–85) in France; he was also King of Sicily (1266–85) and Prince of Achaea (1278–85). In 1272, he was proclaimed King of Albania; and in 1277 he purchased a cla"}, {"title": "Muhammad I al-Mustansir", "href": "/wiki/Muhammad_I_al-Mustansir", "description": "Muhammad I al-Mustansir was the second ruler of the Hafsid dynasty in Ifriqiya and the first to claim the title of Khalif. Al-Mustansir concluded a peace agreement to end the Eighth Crusade launched by Louis IX of France in 1270. Muhammad I al-Mustansir had been a vassal of the Kingdom of Sicily, but had shaken off his allegiance when King Manfred was overthrown by King Charles I."}]}, {"heading": "Events", "year": "1537", "date": "August 25", "txt": "The Honourable Artillery Company, the oldest surviving regiment in the British Army, and the second most senior, is formed.", "entities": [{"title": "Honourable Artillery Company", "href": "/wiki/Honourable_Artillery_Company", "description": "The Honourable Artillery Company (HAC) was incorporated by royal charter in 1537 by King Henry VIII, it is a now registered charity whose purpose is to attend to the \"better defence of the realm\". This is primarily achieved by supporting the HAC regiment and a detachment of City of London Special Constabulary. The HAC regiment is the second-oldest military corps in the world. The word \"artillery\" "}, {"title": "Regiment", "href": "/wiki/Regiment", "description": "A regiment is a military unit. Its role and size varies markedly, depending on the country, service and/or a specialisation."}, {"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}]}, {"heading": "Events", "year": "1543", "date": "August 25", "txt": "António Mota and a few companions become the first Europeans to visit Japan.", "entities": [{"title": "António Mota", "href": "/wiki/Ant%C3%B3nio_Mota", "description": "António da Mota was a Portuguese trader and explorer, who in 1543 became one of the first Europeans to set foot in Japan."}]}, {"heading": "Events", "year": "1580", "date": "August 25", "txt": "War of the Portuguese Succession: Spanish victory at the Battle of Alcântara brings about the Iberian Union.", "entities": [{"title": "War of the Portuguese Succession", "href": "/wiki/War_of_the_Portuguese_Succession", "description": "The War of the Portuguese Succession, a result of the extinction of the Portuguese royal line after the Battle of Alcácer Quibir and the ensuing Portuguese succession crisis of 1580, was fought from 1580 to 1583 between the two main claimants to the Portuguese throne: António, Prior of Crato, proclaimed in several towns as King of Portugal, and his first cousin Philip II of Spain, who eventually s"}, {"title": "Battle of Alcântara (1580)", "href": "/wiki/Battle_of_Alc%C3%A2ntara_(1580)", "description": "The Battle of Alcântara took place on 25 August 1580, near the brook of Alcântara, in the vicinity of Lisbon, Portugal, and was a victory of the Habsburg King Philip II over the other pretender to the Portuguese throne, Dom António, Prior of Crato."}, {"title": "Iberian Union", "href": "/wiki/Iberian_Union", "description": "The Iberian Union was the dynastic union of the Kingdom of Spain and the Kingdom of Portugal under the Spanish Crown that existed between 1580 and 1640, and which brought the entire Iberian Peninsula, as well as Portuguese overseas possessions, under the Spanish Habsburg kings Philip II, Philip III and Philip IV. The union began following the Portuguese crisis of succession and the ensuing War of "}]}, {"heading": "Events", "year": "1609", "date": "August 25", "txt": "Galileo Galilei demonstrates his first telescope to Venetian lawmakers.", "entities": [{"title": "Galileo Galilei", "href": "/wiki/Galileo_Galilei", "description": "Galileo di Vincenzo Bonaiuti de' Galilei was an Italian astronomer, physicist and engineer, sometimes described as a polymath, from Pisa. Galileo has been called the \"father of observational astronomy\", the \"father of modern physics\", the \"father of the scientific method\", and the \"father of modern science\"."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Events", "year": "1630", "date": "August 25", "txt": "Portuguese forces are defeated by the Kingdom of Kandy at the Battle of Randeniwela in Sri Lanka.", "entities": [{"title": "Kingdom of Kandy", "href": "/wiki/Kingdom_of_Kandy", "description": "The Kingdom of Kandy was a monarchy on the island of Sri Lanka, located in the central and eastern portion of the island. It was founded in the late 15th century and endured until the early 19th century."}, {"title": "Battle of Randeniwela", "href": "/wiki/Battle_of_Randeniwela", "description": "The Battle of Randeniwela was a battle fought on 25 August 1630 in the Sinhalese–Portuguese War. It was fought between Portuguese Empire and King Senarth's youngest son Prince Maha Astana, who would later become Rajasinghe II against Portuguese forces commanded by then Governor Constantinu De Sá de Noronha. It was fought at Randeniwela near Wellawaya, a place close to the town of Badulla. The batt"}, {"title": "Sri Lanka", "href": "/wiki/Sri_Lanka", "description": "Sri Lanka, formerly known as Ceylon, and officially the Democratic Socialist Republic of Sri Lanka, is an island country in South Asia. It is situated on the Indian Ocean, southwest of the Bay of Bengal, and southeast of the Arabian Sea; while being separated from the Indian subcontinent by the Gulf of Mannar and the Palk Strait. Sri Jayawardenepura Kotte is its legislative capital, and Colombo is"}]}, {"heading": "Events", "year": "1758", "date": "August 25", "txt": "Seven Years' War: Frederick II of Prussia defeats the Russian army at the Battle of Zorndorf.", "entities": [{"title": "Seven Years' War", "href": "/wiki/Seven_Years%27_War", "description": "The Seven Years' War (1756–1763) was a global conflict, \"a struggle for global primacy between Britain and France\", which also had a major impact on the Spanish Empire. In Europe, the conflict arose from issues left unresolved by the War of the Austrian Succession (1740–1748), with Prussia seeking greater dominance. Long standing colonial rivalries between Britain against France and Spain in North"}, {"title": "Frederick II of Prussia", "href": "/wiki/Frederick_II_of_Prussia", "description": "Frederick II was a Prussian king and military leader who ruled the Kingdom of Prussia from 1740 until 1786, reigning longer than any other Hohenzollern king. His most significant accomplishments during his reign included his reorganization of Prussian armies, his military successes in the Silesian wars and the Partitions of Poland, and his patronage of the arts and the Enlightenment. Frederick was"}, {"title": "Battle of Zorndorf", "href": "/wiki/Battle_of_Zorndorf", "description": "The Battle of Zorndorf, fought on 25 August 1758, during the Seven Years' War, was fought between Russian troops commanded by Count William Fermor and a Prussian army commanded by King Frederick the Great. The battle was tactically inconclusive, with both armies holding their ground and claiming victory. The site of the battle was the Prussian village of Zorndorf."}]}, {"heading": "Events", "year": "1814", "date": "August 25", "txt": "War of 1812: On the second day of the Burning of Washington, British troops torch the Library of Congress, United States Treasury, Department of War, and other public buildings.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Burning of Washington", "href": "/wiki/Burning_of_Washington", "description": "The Burning of Washington was a British invasion of Washington City, the capital of the United States, during the Chesapeake Campaign of the War of 1812. To this date, it remains the only time since the American Revolutionary War that a foreign power has captured and occupied the capital of the United States."}, {"title": "Library of Congress", "href": "/wiki/Library_of_Congress", "description": "The Library of Congress (LC) is the research library that officially serves the United States Congress and is the de facto national library of the United States. It is the oldest federal cultural institution in the United States. The library is housed in three buildings on Capitol Hill in Washington, D.C.; it also maintains a conservation center in Culpeper, Virginia. The library's functions are o"}, {"title": "United States Treasury", "href": "/wiki/United_States_Treasury", "description": "The Department of the Treasury (USDT) is the national treasury of the federal government of the United States where it serves as an executive department. The department oversees the Bureau of Engraving and Printing, and the U.S. Mint; these two agencies are responsible for printing all paper currency and coins, while the treasury executes its circulation in the domestic fiscal system. The USDT col"}, {"title": "United States Department of War", "href": "/wiki/United_States_Department_of_War", "description": "The United States Department of War, also called the War Department, was the United States Cabinet department originally responsible for the operation and maintenance of the United States Army, also bearing responsibility for naval affairs until the establishment of the Navy Department in 1798, and for most land-based air forces until the creation of the Department of the Air Force on September 18"}]}, {"heading": "Events", "year": "1823", "date": "August 25", "txt": "American fur trapper Hugh Glass is mauled by a grizzly bear while on an expedition in South Dakota.", "entities": [{"title": "Hugh Glass", "href": "/wiki/Hugh_Glass", "description": "Hugh Glass was an American frontiersman, fur trapper, trader, hunter, and explorer. He is best known for his story of survival and forgiveness after being left for dead by companions when he was mauled by a grizzly bear."}, {"title": "Grizzly bear", "href": "/wiki/Grizzly_bear", "description": "The grizzly bear, also known as the North American brown bear or simply grizzly, is a population or subspecies of the brown bear inhabiting North America."}, {"title": "South Dakota", "href": "/wiki/South_Dakota", "description": "South Dakota is a U.S. state in the upper Midwestern United States. It is named after the Lakota and Dakota Sioux Native American tribes, who comprise a large portion of the population and historically dominated the territory. South Dakota is the seventeenth largest by area, but the 5th least populous, and the 5th least densely populated of the 50 United States. As the southern part of the former "}]}, {"heading": "Events", "year": "1825", "date": "August 25", "txt": "The Thirty-Three Orientals declare the independence of Uruguay from Brazil.", "entities": [{"title": "Thirty-Three Orientals", "href": "/wiki/Thirty-Three_Orientals", "description": "The Treinta y Tres Orientales was a militant revolutionary group led by Juan Antonio Lavalleja and Manuel Oribe against the Empire of Brazil. Their actions culminated in the foundation of modern Uruguay. They became famous by the name of the Treinta y Tres Orientales when, in 1825, they began an insurrection for the independence of Oriental Province, a historical territory encompassing modern Urug"}]}, {"heading": "Events", "year": "1830", "date": "August 25", "txt": "The Belgian Revolution begins.", "entities": [{"title": "Belgian Revolution", "href": "/wiki/Belgian_Revolution", "description": "The Belgian Revolution was the conflict which led to the secession of the southern provinces from the United Kingdom of the Netherlands and the establishment of an independent Kingdom of Belgium."}]}, {"heading": "Events", "year": "1835", "date": "August 25", "txt": "The first Great Moon Hoax article is published in The New York Sun, announcing the discovery of life and civilization on the Moon.", "entities": [{"title": "Great Moon Hoax", "href": "/wiki/Great_Moon_Hoax", "description": "The \"Great Moon Hoax\" refers to a series of six articles that were published in The Sun, a New York newspaper, beginning on August 25, 1835, about the supposed discovery of life and even civilization on the Moon. The discoveries were falsely attributed to Sir John Herschel, one of the best-known astronomers of that time."}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1875", "date": "August 25", "txt": "Captain Matthew Webb becomes the first person to swim across the English Channel, traveling from Dover, England, to Calais, France, in 21 hours and 45 minutes.", "entities": [{"title": "Matthew Webb", "href": "/wiki/Matthew_Webb", "description": "Captain Matthew Webb was the first recorded person to swim the English Channel for sport without the use of artificial aids. In 1875, Webb swam from Dover to Calais in less than 22 hours. This made him a celebrity, and he performed many stunts in public. He died trying to swim the Whirlpool Rapids below Niagara Falls, a feat declared impossible."}]}, {"heading": "Events", "year": "1883", "date": "August 25", "txt": "France and Viet Nam sign the Treaty of Huế, recognizing a French protectorate over Annam and Tonkin.", "entities": [{"title": "French Third Republic", "href": "/wiki/French_Third_Republic", "description": "The French Third Republic was the system of government adopted in France from 1870, when the Second French Empire collapsed during the Franco-Prussian War, until 10 July 1940 after France's defeat by Nazi Germany in World War II led to the formation of the Vichy government in France."}, {"title": "Nguyễn dynasty", "href": "/wiki/Nguy%E1%BB%85n_dynasty", "description": "The Nguyễn dynasty was the last Vietnamese dynasty, which ruled Vietnam largely independently from 1802 to 1883. During its existence, the empire expanded into modern-day southern Vietnam, Cambodia, and Laos through a continuation of the centuries-long Nam tiến and Siamese–Vietnamese wars. After 1883, the Nguyễn emperors ruled nominally as heads of state of the French protectorates of Annam and To"}, {"title": "Treaty of Huế (1883)", "href": "/wiki/Treaty_of_Hu%E1%BA%BF_(1883)", "description": "The Treaty of Huế, concluded on 25 August 1883 between France and Vietnam, recognised a French protectorate over Annam and Tonkin. Dictated to the Vietnamese by the French administrator François-Jules Harmand in the wake of the French military seizure of the Thuận An forts, the treaty is often known as the 'Harmand Treaty'. Considered overly harsh in French diplomatic circles, the treaty was never"}]}, {"heading": "Events", "year": "1894", "date": "August 25", "txt": "Kitasato Shibasaburō discovers the infectious agent of the bubonic plague and publishes his findings in The Lancet.", "entities": [{"title": "Kitasato Shibasaburō", "href": "/wiki/Kitasato_Shibasabur%C5%8D", "description": "Baron Kitasato Shibasaburō  was a Japanese physician and bacteriologist. He is remembered as the co-discoverer of the infectious agent of bubonic plague in Hong Kong during an outbreak in 1894, almost simultaneously with Alexandre Yersin."}, {"title": "Bubonic plague", "href": "/wiki/Bubonic_plague", "description": "Bubonic plague is one of three types of plague caused by the plague bacterium. One to seven days after exposure to the bacteria, flu-like symptoms develop. These symptoms include fever, headaches, and vomiting. Swollen and painful lymph nodes occur in the area closest to where the bacteria entered the skin. Occasionally, the swollen lymph nodes, known as \"buboes\" pictured to the right, may break o"}]}, {"heading": "Events", "year": "1898", "date": "August 25", "txt": "Seven hundred Greek civilians, 17 British guards and the British Consul of Crete are killed by a Turkish mob in Heraklion, Greece.", "entities": [{"title": "Consul (representative)", "href": "/wiki/Consul_(representative)", "description": "A consul is an official representative of the government of one state in the territory of another, normally acting to assist and protect the citizens of the consul's own country, and to facilitate trade and friendship between the people of the two countries."}, {"title": "Crete", "href": "/wiki/Crete", "description": "Crete is the largest and most populous of the Greek islands, the 88th largest island in the world and the fifth largest island in the Mediterranean Sea, after Sicily, Sardinia, Cyprus, and Corsica. It bounds the southern border of the Aegean Sea. Crete rests approximately 160 km (99 mi) south of the Greek mainland. It has an area of 8,336 km2 (3,219 sq mi) and a coastline of 1,046 km (650 mi)."}, {"title": "Heraklion", "href": "/wiki/Heraklion", "description": "Heraklion or Iraklion is the largest city and the administrative capital of the island of Crete and capital of Heraklion regional unit. It is the fourth largest city in Greece with a population of 211,370 according to the 2011 census. The population of the municipality was 173,993."}]}, {"heading": "Events", "year": "1914", "date": "August 25", "txt": "World War I: Japan declares war on Austria-Hungary.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Austria-Hungary", "href": "/wiki/Austria-Hungary", "description": "Austria-Hungary, often referred to as the Austro-Hungarian Empire or the Dual Monarchy, was a constitutional monarchy and great power in Central Europe between 1867 and 1918. It was formed with the Austro-Hungarian Compromise of 1867 and was dissolved following its defeat in the First World War."}]}, {"heading": "Events", "year": "1914", "date": "August 25", "txt": "World War I: The library of the Catholic University of Leuven is deliberately destroyed by the German Army. Hundreds of thousands of irreplaceable volumes and Gothic and Renaissance manuscripts are lost.", "entities": [{"title": "German Army (German Empire)", "href": "/wiki/German_Army_(German_Empire)", "description": "The Imperial German Army was the unified ground and air force of the German Empire. The term Deutsches Heer is also used for the modern German Army, the land component of the Bundeswehr. The German Army was formed after the unification of Germany under Prussian leadership in 1871 and dissolved in 1919, after the defeat of the German Empire in World War I."}]}, {"heading": "Events", "year": "1916", "date": "August 25", "txt": "The United States National Park Service is created.", "entities": [{"title": "National Park Service", "href": "/wiki/National_Park_Service", "description": "The National Park Service (NPS) is an agency of the federal government of the United States that manages all national parks, many national monuments, and other conservation and historical properties with various title designations. The United States Congress created the agency on August 25, 1916 through the National Park Service Organic Act."}]}, {"heading": "Events", "year": "1920", "date": "August 25", "txt": "Polish–Soviet War: Battle of Warsaw, which began on August 13, ends with the Red Army's defeat.", "entities": [{"title": "Polish–Soviet War", "href": "/wiki/Polish%E2%80%93Soviet_War", "description": "The Polish–Soviet War was fought by the Second Polish Republic and Soviet Russia in the aftermath of World War I, on territories formerly held by the Russian Empire and the Austro-Hungarian Empire. In newly independent Poland, leading politicians of different orientations pursued the general expectation of restoring the pre-1772 borders. Motivated by that idea, Polish Chief of State Józef Piłsudsk"}, {"title": "Battle of Warsaw (1920)", "href": "/wiki/Battle_of_Warsaw_(1920)", "description": "The Battle of Warsaw, also known as the Miracle on the Vistula, was a series of battles that resulted in a decisive Polish victory in 1920 during the Polish–Soviet War. Poland, on the verge of total defeat, repulsed and defeated the Red Army in what Vladimir Lenin, the Bolshevik leader, called \"an enormous defeat\" for his forces."}, {"title": "August 13", "href": "/wiki/August_13", "description": "August 13 is the 225th day of the year in the Gregorian calendar; 140 days remain until the end of the year."}, {"title": "Red Army", "href": "/wiki/Red_Army", "description": "The Workers' and Peasants' Red Army, frequently shortened to Red Army was the army and the air force of the Russian Soviet Federative Socialist Republic and, after 1922, the Union of Soviet Socialist Republics. The army was established immediately after the 1917 October Revolution. The Bolsheviks raised an army to oppose the military confederations of their adversaries during the Russian Civil War"}]}, {"heading": "Events", "year": "1933", "date": "August 25", "txt": "The Diexi earthquake strikes Mao County, Sichuan, China and kills 9,000 people.", "entities": [{"title": "1933 Diexi earthquake", "href": "/wiki/1933_Diexi_earthquake", "description": "The 1933 Diexi earthquake occurred in Diexi, Mao County, Szechwan, Republic of China on August 25 with a moment magnitude of 7.3 and a maximum Mercalli intensity of X (Extreme). With up to 9,300 killed, this was the deadliest earthquake of 1933."}, {"title": "Mao County", "href": "/wiki/Mao_County", "description": "Mao County or Maoxian is a county in Ngawa Prefecture, Sichuan Province, China."}, {"title": "Sichuan", "href": "/wiki/Sichuan", "description": "Sichuan is a landlocked province in Southwest China occupying most of the Sichuan Basin and the easternmost part of the Tibetan Plateau between the Jinsha River on the west, the Daba Mountains in the north, and the Yungui Plateau to the south. Sichuan's capital city is Chengdu. The population of Sichuan stands at 81 million."}]}, {"heading": "Events", "year": "1939", "date": "August 25", "txt": "The United Kingdom and Poland form a military alliance in which the UK promises to defend Poland in case of invasion by a foreign power.", "entities": [{"title": "Second Polish Republic", "href": "/wiki/Second_Polish_Republic", "description": "The Second Polish Republic, commonly known as Interwar Poland, refers to the country of Poland in the period between the two World Wars (1918–1939). Officially known as the Republic of Poland, the Polish state was re-established in 1918, in the aftermath of World War I. The Second Republic ceased to exist in 1939, when Poland was invaded by Nazi Germany, the Soviet Union and the Slovak Republic, m"}, {"title": "Anglo-Polish military alliance", "href": "/wiki/Anglo-Polish_military_alliance", "description": "The military alliance between the United Kingdom and Poland was formalised by the Anglo-Polish Agreement in 1939, with subsequent addenda of 1940 and 1944, for mutual assistance in case of a military invasion from Germany, as specified in a secret protocol."}]}, {"heading": "Events", "year": "1940", "date": "August 25", "txt": "World War II: The first Bombing of Berlin by the British Royal Air Force.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Bombing of Berlin in World War II", "href": "/wiki/Bombing_of_Berlin_in_World_War_II", "description": "Berlin, then the capital of Nazi Germany, was subject to 363 air raids during the Second World War. It was bombed by the RAF Bomber Command between 1940 and 1945, by the USAAF Eighth Air Force between 1943 and 1945, and the French Air Force between 1944 and 1945, as part of the Allied campaign of strategic bombing of Germany. It was also attacked by aircraft of the Red Air Force, in 1941 and parti"}, {"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "Royal Air Force", "href": "/wiki/Royal_Air_Force", "description": "The Royal Air Force (RAF) is the United Kingdom's aerial warfare force. It was formed towards the end of the First World War on 1 April 1918, becoming the first independent air force in the world, by regrouping the Royal Flying Corps (RFC) and the Royal Naval Air Service (RNAS). Following the Allied victory over the Central Powers in 1918, the RAF emerged as the largest air force in the world at t"}]}, {"heading": "Events", "year": "1942", "date": "August 25", "txt": "World War II: Second day of the Battle of the Eastern Solomons; a Japanese naval transport convoy headed towards Guadalcanal is turned back by an Allied air attack.", "entities": [{"title": "Battle of the Eastern Solomons", "href": "/wiki/Battle_of_the_Eastern_Solomons", "description": "The naval Battle of the Eastern Solomons took place on 24–25 August 1942, and was the third carrier battle of the Pacific campaign of World War II and the second major engagement fought between the United States Navy and the Imperial Japanese Navy during the Guadalcanal campaign. As at the Battle of the Coral Sea and the Battle of Midway, the ships of the two adversaries were never within sight of"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "Guadalcanal", "href": "/wiki/Guadalcanal", "description": "Guadalcanal is the principal island in Guadalcanal Province of the Solomon Islands, located in the south-western Pacific, northeast of Australia. It is the largest island in the Solomon Islands by area, and the second by population. The island is mainly covered in dense tropical rainforest and has a mountainous interior."}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1944", "date": "August 25", "txt": "World War II: Paris is liberated by the Allies.", "entities": [{"title": "Liberation of Paris", "href": "/wiki/Liberation_of_Paris", "description": "The Liberation of Paris was a military battle that took place during World War II from 19 August 1944 until the German garrison surrendered the French capital on 25 August 1944. Paris had been occupied by Nazi Germany since the signing of the Second Compiègne Armistice on 22 June 1940, after which the Wehrmacht occupied northern and western France."}, {"title": "Allies of World War II", "href": "/wiki/Allies_of_World_War_II", "description": "The Allies of World War II were a group of countries that together opposed the Axis powers during the Second World War (1939–1945). The Allies promoted the alliance as a means to defeat Nazi Germany, the Empire of Japan, Fascist Italy and their allies."}]}, {"heading": "Events", "year": "1945", "date": "August 25", "txt": "Ten days after World War II ends with Japan announcing its surrender, armed supporters of the Chinese Communist Party kill U.S. intelligence officer John Birch, regarded by some of the American right as the first victim of the Cold War.", "entities": [{"title": "Victory over Japan Day", "href": "/wiki/Victory_over_Japan_Day", "description": "Victory over Japan Day is the day on which Imperial Japan surrendered in World War II, in effect bringing the war to an end. The term has been applied to both of the days on which the initial announcement of Japan's surrender was made – August 15, 1945, in Japan, and because of time zone differences, August 14, 1945 – as well as to September 2, 1945, when the surrender document was signed, officia"}, {"title": "Chinese Communist Party", "href": "/wiki/Chinese_Communist_Party", "description": "The Communist Party of China (CPC), commonly known as the Chinese Communist Party (CCP), is the founding and sole governing political party of the People's Republic of China (PRC). The CCP leads eight other legally permitted subordinate minor parties together as the United Front. The CCP was founded in 1921, with the help of the Far Eastern Bureau of the Communist Party of the Soviet Union and Far"}, {"title": "John Birch (missionary)", "href": "/wiki/John_Birch_(missionary)", "description": "John Morrison Birch was an American Baptist minister and missionary, United States Army Air Forces military intelligence captain, and OSS agent in China during World War II. Birch was killed in a confrontation with Chinese Communist soldiers during an assignment he was ordered on by the OSS, ten days after the war ended. He was posthumously awarded the Army Distinguished Service Medal."}, {"title": "Conservatism in the United States", "href": "/wiki/Conservatism_in_the_United_States", "description": "Conservatism in the United States is a political and social philosophy which characteristically shows respect for American traditions, republicanism, and limited government. It typically supports Judeo-Christian values, moral universalism, American exceptionalism, and individualism. It is generally pro-capitalist and pro-business while opposing trade unions. It often advocates for a strong nationa"}, {"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}]}, {"heading": "Events", "year": "1945", "date": "August 25", "txt": "The August Revolution ends as Emperor Bảo Đại abdicates, ending the Nguyễn dynasty.", "entities": [{"title": "Bảo Đại", "href": "/wiki/B%E1%BA%A3o_%C4%90%E1%BA%A1i", "description": "Bảo Đại, born Nguyễn Phúc Vĩnh Thụy, was the 13th and final Emperor of the Nguyễn dynasty, the last ruling family of Vietnam. From 1926 to 1945, he was Emperor of Annam, which was then a protectorate in French Indochina, covering the central two thirds of the present-day Vietnam. Bảo Đại ascended the throne in 1932."}, {"title": "Nguyễn dynasty", "href": "/wiki/Nguy%E1%BB%85n_dynasty", "description": "The Nguyễn dynasty was the last Vietnamese dynasty, which ruled Vietnam largely independently from 1802 to 1883. During its existence, the empire expanded into modern-day southern Vietnam, Cambodia, and Laos through a continuation of the centuries-long Nam tiến and Siamese–Vietnamese wars. After 1883, the Nguyễn emperors ruled nominally as heads of state of the French protectorates of Annam and To"}]}, {"heading": "Events", "year": "1948", "date": "August 25", "txt": "The House Un-American Activities Committee holds first-ever televised congressional hearing: \"Confrontation Day\" between Whittaker Chambers and Alger Hiss.", "entities": [{"title": "House Un-American Activities Committee", "href": "/wiki/House_Un-American_Activities_Committee", "description": "The House Committee on Un-American Activities (HCUA), popularly dubbed the House Un-American Activities Committee (HUAC), and from 1969 onwards known as the House Committee on Internal Security, was an investigative committee of the United States House of Representatives. The HUAC was created in 1938 to investigate alleged disloyalty and subversive activities on the part of private citizens, publi"}, {"title": "Whittaker Chambers", "href": "/wiki/Whittaker_Chambers", "description": "Whittaker Chambers was an American writer-editor, who, after early years as a Communist Party member (1925) and Soviet spy (1932–1938), defected from the Soviet underground (1938), worked for Time magazine (1939–1948), and then testified about the Ware group in what became the Hiss case for perjury (1949–1950), often referred to as the trial of the century, all described in his 1952 memoir Witness"}, {"title": "Alger Hiss", "href": "/wiki/Alger_Hiss", "description": "Alger Hiss was an American government official accused in 1948 of having spied for the Soviet Union in the 1930s. Statutes of limitations had expired for espionage, but he was convicted of perjury in connection with this charge in 1950. Before the trial Hiss was involved in the establishment of the United Nations, both as a U.S. State Department official and as a U.N. official. In later life he wo"}]}, {"heading": "Events", "year": "1950", "date": "August 25", "txt": "To avert a threatened strike during the Korean War, President Truman orders Secretary of the Army Frank Pace to seize control of the nation's railroads.", "entities": [{"title": "Frank Pace", "href": "/wiki/Frank_Pace", "description": "Frank Pace Jr. was the 3rd United States Secretary of the Army and a business executive."}]}, {"heading": "Events", "year": "1961", "date": "August 25", "txt": "President Jânio Quadros of Brazil resigns after just seven months in power, initiating a political crisis that culminates in a military coup in 1964.", "entities": [{"title": "Jânio Quadros", "href": "/wiki/J%C3%A2nio_Quadros", "description": "Jânio da Silva Quadros was a Brazilian lawyer and politician who served as the 22nd President of Brazil from January 31 to August 25, 1961, when he resigned from office. He also served as the 24th and 36th mayor of São Paulo, and the 18th governor of the state of São Paulo. Quadros was known for his populist style of government, honesty, and eccentric behavior. As president, he focused on economic"}, {"title": "1964 Brazilian coup d'état", "href": "/wiki/1964_Brazilian_coup_d%27%C3%A9tat", "description": "The 1964 Brazilian coup d'état, colloquially known in Brazil as the Coup of 64, was a series of events in Brazil from March 31 to April 1 that led to the overthrow of President João Goulart by members of the Brazilian Armed Forces, supported by the United States government. The following day, with the military already in control of the country, the speaker of the Brazilian Congress came out in sup"}]}, {"heading": "Events", "year": "1967", "date": "August 25", "txt": "George Lincoln Rockwell, founder of the American Nazi Party, is assassinated by a former member of his group.", "entities": [{"title": "George Lincoln Rockwell", "href": "/wiki/George_Lincoln_Rockwell", "description": "George Lincoln Rockwell was an American politician and neo-Nazi. In 1959, he was discharged from the United States Navy because of his political views, and then founded the American Nazi Party."}, {"title": "American Nazi Party", "href": "/wiki/American_Nazi_Party", "description": "The American Nazi Party (ANP) is an American neo-Nazi political party founded by George Lincoln Rockwell and headquartered in Arlington, Virginia. Rockwell founded the organization as the World Union of Free Enterprise National Socialists (WUFENS), but renamed it the American Nazi Party in 1960. Since the late 1960s, a number of small groups have used the name \"American Nazi Party\" with most being"}]}, {"heading": "Events", "year": "1980", "date": "August 25", "txt": "Zimbabwe joins the United Nations.", "entities": [{"title": "Zimbabwe", "href": "/wiki/Zimbabwe", "description": "Zimbabwe, officially the Republic of Zimbabwe, is a landlocked country located in Southern Africa, between the Zambezi and Limpopo Rivers, bordered by South Africa to the south, Botswana to the south-west, Zambia to the north, and Mozambique to the east. The capital and largest city is Harare. The second largest city is Bulawayo. A country of roughly 14 million people, Zimbabwe has 16 official lan"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1981", "date": "August 25", "txt": "Voyager 2 spacecraft makes its closest approach to Saturn.", "entities": [{"title": "Voyager 2", "href": "/wiki/Voyager_2", "description": "Voyager 2 is a space probe launched by NASA on August 20, 1977, to study the outer planets. A part of the Voyager program, it was launched 16 days before its twin, Voyager 1, on a trajectory that took longer to reach Jupiter and Saturn but enabled further encounters with Uranus and Neptune. It is the only spacecraft to have visited either of these two ice giant planets. Voyager 2 was the fourth of"}, {"title": "Saturn", "href": "/wiki/Saturn", "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It only has one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. Saturn is named after the Roman god of wealth and agriculture; its astronomical symbol (♄)"}]}, {"heading": "Events", "year": "1989", "date": "August 25", "txt": "Voyager 2 spacecraft makes its closest approach to Neptune, the last planet in the Solar System at the time, due to Pluto being within Neptune's orbit from 1979 to 1999.", "entities": [{"title": "Voyager 2", "href": "/wiki/Voyager_2", "description": "Voyager 2 is a space probe launched by NASA on August 20, 1977, to study the outer planets. A part of the Voyager program, it was launched 16 days before its twin, Voyager 1, on a trajectory that took longer to reach Jupiter and Saturn but enabled further encounters with Uranus and Neptune. It is the only spacecraft to have visited either of these two ice giant planets. Voyager 2 was the fourth of"}, {"title": "Neptune", "href": "/wiki/Neptune", "description": "Neptune is the eighth and farthest-known Solar planet from the Sun. In the Solar System, it is the fourth-largest planet by diameter, the third-most-massive planet, and the densest giant planet. It is 17 times the mass of Earth, slightly more massive than its near-twin Uranus. Neptune is denser and physically smaller than Uranus because its greater mass causes more gravitational compression of its"}, {"title": "Solar System", "href": "/wiki/Solar_System", "description": "The Solar System is the gravitationally bound system of the Sun and the objects that orbit it, either directly or indirectly. Of the objects that orbit the Sun directly, the largest are the eight planets, with the remainder being smaller objects, the dwarf planets and small Solar System bodies. Of the objects that orbit the Sun indirectly—the natural satellites—two are larger than the smallest pla"}]}, {"heading": "Events", "year": "1991", "date": "August 25", "txt": "Belarus gains its independence from the Soviet Union.", "entities": [{"title": "Belarus", "href": "/wiki/Belarus", "description": "Belarus, officially the Republic of Belarus, is a landlocked country in Eastern Europe. It is bordered by Russia to the east and northeast, Ukraine to the south, Poland to the west, and Lithuania and Latvia to the northwest. Covering an area of 207,600 square kilometres (80,200 sq mi) and with a population of 9.4 million, Belarus is the thirteenth-largest and the twentieth-most populous country in"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1991", "date": "August 25", "txt": "The Battle of Vukovar begins. An 87-day siege of Vukovar by the Yugoslav People's Army (JNA), supported by various Serb paramilitary forces, between August and November 1991 (during the Croatian War of Independence).", "entities": [{"title": "Yugoslav People's Army", "href": "/wiki/Yugoslav_People%27s_Army", "description": "The Yugoslav People's Army, also called the Yugoslav National Army, was the military of Yugoslavia from 1945 to 1992 and primary part of Yugoslavia armed forces."}, {"title": "Croatian War of Independence", "href": "/wiki/Croatian_War_of_Independence", "description": "The Croatian War of Independence was fought from 1991 to 1995 between Croat forces loyal to the Government of Croatia—which had declared independence from the Socialist Federal Republic of Yugoslavia (SFRY)—and the Serb-controlled Yugoslav People's Army (JNA) and local Serb forces, with the JNA ending its combat operations in Croatia by 1992. In Croatia, the war is primarily referred to as the \"Ho"}]}, {"heading": "Events", "year": "1991", "date": "August 25", "txt": "Linus Torvalds announces the first version of what will become Linux.", "entities": [{"title": "Linux", "href": "/wiki/Linux", "description": "Linux is a family of open-source Unix-like operating systems based on the Linux kernel, an operating system kernel first released on September 17, 1991, by Linus Torvalds. Linux is typically packaged in a Linux distribution."}]}, {"heading": "Events", "year": "1997", "date": "August 25", "txt": "Egon Krenz, the former East German leader, is convicted of a shoot-to-kill policy at the Berlin Wall.", "entities": [{"title": "Egon Krenz", "href": "/wiki/Egon_Krenz", "description": "Egon Rudi Ernst Krenz is a former East German politician who was the last communist leader of East Germany during the final months of 1989. He succeeded Erich Honecker as the General Secretary of the ruling Socialist Unity Party of Germany (SED), but was forced to resign only weeks later when the Berlin Wall fell."}, {"title": "Schießbefehl", "href": "/wiki/Schie%C3%9Fbefehl", "description": "Schießbefehl was the term in the German Democratic Republic for standing orders authorizing the use of lethal force by the Border Troops to prevent Republikflucht at the Inner German border from 1960 to 1989."}]}, {"heading": "Events", "year": "2001", "date": "August 25", "txt": "American singer Aaliyah and several members of her record company are killed as their overloaded aircraft crashes shortly after takeoff from Marsh Harbour Airport, Bahamas.", "entities": [{"title": "Aaliyah", "href": "/wiki/Aaliyah", "description": "Aaliyah Dana Haughton, known mononymously as Aaliyah, was an American singer, actress, dancer, and model. She has been credited for helping to redefine contemporary R&B, pop and hip hop, earning her the nicknames the \"Princess of R&B\" and \"Queen of Urban Pop\"."}, {"title": "Marsh Harbour Airport", "href": "/wiki/Marsh_Harbour_Airport", "description": " Leonard M. Thompson International Airport, formerly known as The Marsh Harbour International Airport, is an airport serving Marsh Harbour, a town in the Abaco Islands, The Bahamas. Leonard M. Thompson International Airport is the second busiest airport in the Bahamas and the second largest international gateway into the country only after Lynden Pindling International Airport in Nassau."}, {"title": "Bahamas", "href": "/wiki/Bahamas", "description": "The Bahamas, known officially as the Commonwealth of The Bahamas, is a country within the Lucayan Archipelago of the West Indies in the Atlantic. It takes up 97% of the Lucayan Archipelago's land area and is home to 88% of the archipelago's population. The archipelagic state consists of more than 700 islands, cays, and islets in the Atlantic Ocean, and is located north of Cuba and northwest of the"}]}, {"heading": "Events", "year": "2006", "date": "August 25", "txt": "Former Prime Minister of Ukraine Pavlo Lazarenko is sentenced to nine years imprisonment for money laundering, wire fraud, and extortion.", "entities": [{"title": "Pavlo Lazarenko", "href": "/wiki/Pavlo_Lazarenko", "description": "Pavlo Ivanovych Lazarenko is a former Ukrainian politician and former Prime Minister who in August 2006 was convicted and sentenced to prison in the United States for money laundering, wire fraud and extortion. According to United Nations, approximately US$200 million was embezzled by Lazarenko during 1996–97 from the government of Ukraine."}]}, {"heading": "Events", "year": "2012", "date": "August 25", "txt": "Voyager 1 spacecraft enters interstellar space becoming the first man-made object to do so.", "entities": [{"title": "Voyager 1", "href": "/wiki/Voyager_1", "description": "Voyager 1 is a space probe that was launched by NASA on September 5, 1977. Part of the Voyager program to study the outer Solar System, Voyager 1 was launched 16 days after its twin, Voyager 2. Having operated for 43 years, 7 months and 29 days as of May 5, 2021 UTC [refresh], the spacecraft still communicates with the Deep Space Network to receive routine commands and to transmit data to Earth. R"}, {"title": "Interstellar space", "href": "/wiki/Interstellar_space", "description": "Outer space is the expanse that exists beyond Earth and between celestial bodies. Outer space is not completely empty—it is a hard vacuum containing a low density of particles, predominantly a plasma of hydrogen and helium, as well as electromagnetic radiation, magnetic fields, neutrinos, dust, and cosmic rays. The baseline temperature of outer space, as set by the background radiation from the Bi"}]}, {"heading": "Events", "year": "2017", "date": "August 25", "txt": "Hurricane Harvey makes landfall in Texas as a powerful Category 4 hurricane, the strongest hurricane to make landfall in the United States since 2004. Over the next few days, the storm causes catastrophic flooding throughout much of eastern Texas, killing 106 people and causing $125 billion in damage.", "entities": [{"title": "Hurricane Harvey", "href": "/wiki/Hurricane_Harvey", "description": "Hurricane Harvey was a devastating Category 4 hurricane that made landfall on Texas and Louisiana in August 2017, causing catastrophic flooding and more than 100 deaths. It is tied with 2005's Hurricane Katrina as the costliest tropical cyclone on record, inflicting $125 billion in damage, primarily from catastrophic rainfall-triggered flooding in the Houston metropolitan area and Southeast Texas;"}, {"title": "Texas", "href": "/wiki/Texas", "description": "Texas is a state in the South Central region of the United States. It is the second largest U.S. state by both area and population. Texas shares borders with the states of Louisiana to the east, Arkansas to the northeast, Oklahoma to the north, New Mexico to the west, and the Mexican states of Chihuahua, Coahuila, Nuevo León, and Tamaulipas to the south and southwest, and has a coastline with the "}, {"title": "Saffir–Simpson scale", "href": "/wiki/Saffir%E2%80%93Simpson_scale#Category_4", "description": "\nThe Saffir–Simpson hurricane wind scale (SSHWS), formerly the Saffir–Simpson hurricane scale (SSHS), classifies hurricanes – Western Hemisphere tropical cyclones – that exceed the intensities of tropical depressions and tropical storms – into five categories distinguished by the intensities of their sustained winds.\n"}, {"title": "Hurricane Charley", "href": "/wiki/Hurricane_Charley", "description": "Hurricane Charley was the first of four individual hurricanes to impact or strike Florida during 2004, along with Frances, Ivan and Jeanne, as well as one of the strongest hurricanes ever to strike the United States. It was the third named storm, the second hurricane, and the second major hurricane of the 2004 Atlantic hurricane season. Charley lasted from August 9 to 15, and at its peak intensity"}]}, {"heading": "Births", "year": "1467", "date": "August 25", "txt": "Francisco Fernández de la Cueva, 2nd Duke of Alburquerque, Spanish duke (d. 1526)", "entities": [{"title": "Francisco Fernández de la Cueva, 2nd Duke of Alburquerque", "href": "/wiki/Francisco_Fern%C3%A1ndez_de_la_Cueva,_2nd_Duke_of_Alburquerque", "description": "\nFrancisco Fernández de la Cueva, 2nd Duke of Alburquerque was a Spanish nobleman."}]}, {"heading": "Births", "year": "1491", "date": "August 25", "txt": "Innocenzo Cybo, Catholic cardinal (d. 1550)", "entities": [{"title": "Innocenzo Cybo", "href": "/wiki/Innocenzo_Cybo", "description": "Innocenzo Cibo was an Italian cardinal and archbishop."}]}, {"heading": "Births", "year": "1509", "date": "August 25", "txt": "Ippolito II d'Este, Italian cardinal and statesman (d. 1572)", "entities": [{"title": "Ippolito II d'Este", "href": "/wiki/Ippolito_II_d%27Este", "description": "Ippolito (II) d'Este was an Italian cardinal and statesman. He was a member of the House of Este, and nephew of the other Ippolito d'Este, also a cardinal. He is perhaps best known for his despoliation of the then 1,400-year-old Hadrian's Villa, built by the Roman emperor Hadrian, removing marbles and statues from it to decorate his own villa, the Villa d'Este."}]}, {"heading": "Births", "year": "1530", "date": "August 25", "txt": "Ivan the Terrible, Russian ruler (d. 1584)", "entities": [{"title": "Ivan the Terrible", "href": "/wiki/Ivan_the_Terrible", "description": "Ivan IV Vasilyevich, commonly known in English as Ivan the Terrible, was the grand prince of Moscow from 1533 to 1547 and the first tsar of all Rus' from 1547 to 1584."}]}, {"heading": "Births", "year": "1540", "date": "August 25", "txt": "Lady Catherine Grey, English noblewoman (d. 1568)", "entities": [{"title": "Lady Catherine Grey", "href": "/wiki/Lady_Catherine_Grey", "description": "Katherine Seymour, Countess of Hertford, born Lady Katherine Grey, was a younger sister of Lady Jane Grey."}]}, {"heading": "Births", "year": "1561", "date": "August 25", "txt": "Philippe van Lansberge, Dutch astronomer and mathematician (d. 1632)", "entities": [{"title": "Philippe van Lansberge", "href": "/wiki/Philippe_van_Lansberge", "description": "Johan Philip Lansberge was a Dutch Calvinist Minister, astronomer and Mathematician. His name is sometimes written Lansberg, and his first name is sometimes given as Philip or  Johannes Philippus. He published under the Latin name Philippus Lansbergius."}]}, {"heading": "Births", "year": "1605", "date": "August 25", "txt": "Philipp Moritz, Count of Hanau-Münzenberg, German noble (d. 1638)", "entities": [{"title": "Philipp Moritz, Count of Hanau-Münzenberg", "href": "/wiki/Philipp_Moritz,_Count_of_Hanau-M%C3%BCnzenberg", "description": "Philipp Moritz of Hanau-Münzenberg succeeded his father as Count of Hanau-Münzenberg in 1612."}]}, {"heading": "Births", "year": "1624", "date": "August 25", "txt": "François de la Chaise, French priest (d. 1709)", "entities": [{"title": "François de la Chaise", "href": "/wiki/Fran%C3%A7ois_de_la_Chaise", "description": "François de la Chaise was a French Jesuit priest, the father confessor of King Louis XIV of France."}]}, {"heading": "Births", "year": "1662", "date": "August 25", "txt": "John Leverett the Younger, American lawyer, academic, and politician (d. 1724)", "entities": [{"title": "John Leverett the Younger", "href": "/wiki/John_Leverett_the_Younger", "description": "John Leverett was an early American lawyer, politician, educator, and President of Harvard College."}]}, {"heading": "Births", "year": "1707", "date": "August 25", "txt": "Louis I of Spain (d. 1724)", "entities": [{"title": "Louis I of Spain", "href": "/wiki/Louis_I_of_Spain", "description": "Louis I was King of Spain from 15 January 1724 until his death in August the same year. His reign is one of the shortest in history, lasting for just over seven months."}]}, {"heading": "Births", "year": "1724", "date": "August 25", "txt": "George Stubbs, English painter and academic (d. 1806)", "entities": [{"title": "George Stubbs", "href": "/wiki/George_Stubbs", "description": "George Stubbs was an English painter, best known for his paintings of horses. Self-trained, Stubbs learnt his skills independently from other great artists of the eighteenth century such as Reynolds or Gainsborough. Stubbs' output includes history paintings, but his greatest skill was in painting animals, perhaps influenced by his love and study of anatomy. His most famous painting, Whistlejacket,"}]}, {"heading": "Births", "year": "1741", "date": "August 25", "txt": "Karl Friedrich Bahrdt, German theologian and author (d. 1792)", "entities": [{"title": "Karl Friedrich Bahrdt", "href": "/wiki/Karl_Friedrich_Bahrdt", "description": "Karl Friedrich Bahrdt, also spelled Carl Friedrich Bahrdt, was an unorthodox German Protestant biblical scholar, theologian, and polemicist. Controversial during his day, he is sometimes considered an \"enfant terrible\" and one of the most immoral characters in German learning."}]}, {"heading": "Births", "year": "1744", "date": "August 25", "txt": "Johann Gottfried Herder, German poet, philosopher, and critic (d. 1803)", "entities": [{"title": "Johann Gottfried Herder", "href": "/wiki/Johann_Gottfried_Herder", "description": "Johann Gottfried Herder was a German philosopher, theologian, poet, and literary critic. He is associated with the Enlightenment, Sturm und Drang, and Weimar Classicism."}]}, {"heading": "Births", "year": "1758", "date": "August 25", "txt": "Franz Teyber, Austrian organist and composer (d. 1810)", "entities": [{"title": "Franz Teyber", "href": "/wiki/Franz_Teyber", "description": "Franz Teyber was an Austrian Kapellmeister, organist and composer of orchestral and chamber music. Studying at Wagenseil, from 1786 he was director of the Schikaneder theatre company and from 1801 a composer and musical director of the Theater an der Wien. His sisters Elisabeth and Therese were opera singers, and his brother Anton worked as a composer to the Dresden opera and Vienna court."}]}, {"heading": "Births", "year": "1767", "date": "August 25", "txt": "Louis Antoine de Saint-Just, French soldier and politician (d. 1794)", "entities": [{"title": "Louis Antoine de Saint-Just", "href": "/wiki/Louis_Antoine_de_Saint-Just", "description": "Louis Antoine Léon de Saint-Just was a Jacobin leader during the French Revolution. He was a close friend of Maximilien Robespierre and served as his most trusted ally during the period of Jacobin rule (1793–94) in the French First Republic. Saint-Just worked as a legislator and a military commissar, but he achieved a lasting reputation as the face of the Reign of Terror. He publicly delivered the"}]}, {"heading": "Births", "year": "1776", "date": "August 25", "txt": "Thomas Bladen Capel, English admiral (d. 1853)", "entities": [{"title": "Thomas Bladen Capel", "href": "/wiki/Thomas_Bladen_Capel", "description": "Admiral Sir Thomas Bladen Capel was an officer in the British Royal Navy whose distinguished service in the French Revolutionary War, the Napoleonic Wars and the War of 1812 earned him rapid promotion and great acclaim both in and out of the Navy. He was also a great friend of Admiral Nelson and can be considered a full member of Nelson's \"band of brothers\"."}]}, {"heading": "Births", "year": "1786", "date": "August 25", "txt": "Ludwig I of Bavaria (d. 1868)", "entities": [{"title": "Ludwig I of Bavaria", "href": "/wiki/Ludwig_I_of_Bavaria", "description": "Ludwig I or Louis I was king of Bavaria from 1825 until the 1848 revolutions in the German states."}]}, {"heading": "Births", "year": "1793", "date": "August 25", "txt": "John Neal, American writer, critic, editor, lecturer, and activist (d. 1876)", "entities": [{"title": "John Neal (writer)", "href": "/wiki/John_Neal_(writer)", "description": "John Neal was an American writer, critic, editor, lecturer, and activist. Considered both eccentric and influential, he delivered speeches and published essays, novels, poems, and short stories between the 1810s and 1870s in the United States and Great Britain, championing American literary nationalism and regionalism in their earliest stages. Neal advanced the development of American art, fought "}]}, {"heading": "Births", "year": "1796", "date": "August 25", "txt": "James Lick, American carpenter and piano builder (d. 1876)", "entities": [{"title": "James Lick", "href": "/wiki/James_Lick", "description": "James Lick was an American real estate investor, carpenter, piano builder, land baron, and patron of the sciences. At the time of his death, he was the wealthiest man in California, and left the majority of his estate to social and scientific causes."}]}, {"heading": "Births", "year": "1802", "date": "August 25", "txt": "Nikolaus Lenau, Romanian-Austrian poet and author (d. 1850)", "entities": [{"title": "Nikolaus Lenau", "href": "/wiki/Nikolaus_Lenau", "description": "Nikolaus Lenau was the nom de plume of Nikolaus Franz Niembsch Edler von Strehlenau, a German-language Austrian poet."}]}, {"heading": "Births", "year": "1803", "date": "August 25", "txt": "Luís Alves de Lima e Silva, Duke of Caxias (d. 1880)", "entities": [{"title": "Luís Alves de Lima e Silva, Duke of Caxias", "href": "/wiki/Lu%C3%ADs_Alves_de_Lima_e_Silva,_Duke_of_Caxias", "description": "Luís Alves de Lima e Silva, Duke of Caxias, nicknamed \"the Peacemaker\" and \"Iron Duke\", was an army officer, politician and monarchist of the Empire of Brazil. Like his father and uncles, Caxias pursued a military career. In 1823 he fought as a young officer in the Brazilian War for Independence against Portugal, then spent three years in Brazil's southernmost province, Cisplatina, as the governme"}]}, {"heading": "Births", "year": "1812", "date": "August 25", "txt": "Nikolay Zinin, Russian organic chemist (d. 1880)", "entities": [{"title": "Nikolay Zinin", "href": "/wiki/Nikolay_Zinin", "description": "Nikolay Nikolaevich Zinin was a Russian organic chemist."}]}, {"heading": "Births", "year": "1817", "date": "August 25", "txt": "Marie-Eugénie de Jésus, French nun and saint, founded the Religious of the Assumption (d. 1898)", "entities": [{"title": "Marie-Eugénie de Jésus", "href": "/wiki/Marie-Eug%C3%A9nie_de_J%C3%A9sus", "description": "Marie-Eugénie de Jésus, born Anne-Eugénie Milleret de Brou, was a French Roman Catholic professed religious and the foundress of the Religious of the Assumption. Her life was not geared towards faith in her childhood until the reception of her First Communion which seemed to transform her into a pious and discerning individual; she likewise experienced a sudden conversion after hearing a sermon th"}, {"title": "Religious of the Assumption", "href": "/wiki/Religious_of_the_Assumption", "description": "The Religious of the Assumption is an international Roman Catholic women's congregation founded by Saint Marie Eugénie Milleret in Paris in 1839, and dedicated to the education of young girls. The Assumption Mission Associates is an affiliated organization providing an opportunity for young people to experience working with the sisters in their now various ministries."}]}, {"heading": "Births", "year": "1819", "date": "August 25", "txt": "Allan Pinkerton, Scottish-American detective and spy (d. 1884)", "entities": [{"title": "Allan Pinkerton", "href": "/wiki/Allan_Pinkerton", "description": "Allan J. Pinkerton was a Scottish–American detective and spy, best known for creating the Pinkerton National Detective Agency."}]}, {"heading": "Births", "year": "1829", "date": "August 25", "txt": "Carlo Acton, Italian pianist and composer (d. 1909)", "entities": [{"title": "Carlo Acton", "href": "/wiki/Carlo_Acton", "description": "Carlo Eduardo Acton was an Italian composer and concert pianist. He is particularly remembered for his opera Una cena in convitto and for his sacred music compositions of which his Tantum ergo is the most well-known."}]}, {"heading": "Births", "year": "1836", "date": "August 25", "txt": "Bret Harte, American short story writer and poet (d. 1902)", "entities": [{"title": "Bret Harte", "href": "/wiki/Bret_Harte", "description": "Bret Harte was an American short story writer and poet, best remembered for his short fiction featuring miners, gamblers, and other romantic figures of the California Gold Rush. In a career spanning more than four decades, he wrote poetry, plays, lectures, book reviews, editorials, and magazine sketches in addition to fiction. As he moved from California to the eastern U.S. to Europe, he incorpora"}]}, {"heading": "Births", "year": "1840", "date": "August 25", "txt": "George C. Magoun, American businessman (d. 1893)", "entities": [{"title": "George C. Magoun", "href": "/wiki/George_C._Magoun", "description": "George C. Magoun was, in the late 1880s, the Chairman of the Board of the Atchison, Topeka and Santa Fe Railway."}]}, {"heading": "Births", "year": "1841", "date": "August 25", "txt": "Emil Theodor Kocher, Swiss physician and academic, Nobel Prize laureate (d. 1917)", "entities": [{"title": "Emil Theodor Kocher", "href": "/wiki/Emil_Theodor_Kocher", "description": "Emil Theodor Kocher was a Swiss physician and medical researcher who received the 1909 Nobel Prize in Physiology or Medicine for his work in the physiology, pathology and surgery of the thyroid. Among his many accomplishments are the introduction and promotion of aseptic surgery and scientific methods in surgery, specifically reducing the mortality of thyroidectomies below 1% in his operations."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1845", "date": "August 25", "txt": "Ludwig II of Bavaria (d. 1886)", "entities": [{"title": "Ludwig II of Bavaria", "href": "/wiki/Ludwig_II_of_Bavaria", "description": "Ludwig II was King of Bavaria from 1864 until his death in 1886. He is sometimes called the Swan King or der Märchenkönig. He also held the titles of Count Palatine of the Rhine, Duke of Bavaria, Duke of Franconia, and Duke in Swabia."}]}, {"heading": "Births", "year": "1850", "date": "August 25", "txt": "Charles Richet, French physiologist and occultist, Nobel Prize laureate (d. 1935)", "entities": [{"title": "Charles Richet", "href": "/wiki/Charles_Richet", "description": "Professor Charles Robert Richet was a French physiologist at the Collège de France known for his pioneering work in immunology. In 1913, he won the Nobel Prize in Physiology or Medicine \"in recognition of his work on anaphylaxis\". Richet devoted many years to the study of paranormal and spiritualist phenomena, coining the term \"ectoplasm\". He also believed in the inferiority of blacks, was a propo"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1867", "date": "August 25", "txt": "James W. Gerard, American lawyer and diplomat, United States Ambassador to Germany (d. 1951)", "entities": [{"title": "James W. Gerard", "href": "/wiki/James_W._Gerard", "description": "James Watson Gerard III was a United States lawyer, diplomat, and justice of the New York Supreme Court."}, {"title": "United States Ambassador to Germany", "href": "/wiki/United_States_Ambassador_to_Germany", "description": "The United States has had diplomatic relations with the nation of Germany and its principal predecessor nation, the Kingdom of Prussia, since 1835. These relations were broken twice while Germany and the United States were at war and for a continuation interval afterwards."}]}, {"heading": "Births", "year": "1869", "date": "August 25", "txt": "Tom Kiely, British-Irish decathlete (d. 1951)", "entities": [{"title": "Tom Kiely", "href": "/wiki/Tom_Kiely", "description": "Thomas \"Tom\" Francis Kiely was an Irish athlete."}]}, {"heading": "Births", "year": "1877", "date": "August 25", "txt": "Joshua Lionel Cowen, American businessman, co-founded the Lionel Corporation (d. 1965)", "entities": [{"title": "Joshua Lionel Cowen", "href": "/wiki/Joshua_Lionel_Cowen", "description": "Joshua Lionel Cowen was an American inventor and the co-founder of Lionel Corporation, a manufacturer of model railroads and toy trains.\nCowen also invented the flash-lamp in 1899, an early photographer's flash light source."}]}, {"heading": "Births", "year": "1878", "date": "August 25", "txt": "Ted Birnie, English footballer and manager (d. 1935)", "entities": [{"title": "Ted Birnie", "href": "/wiki/Ted_Birnie", "description": "Edward Lawson Birnie was a professional footballer and manager. He played for Sunderland Seaburn, Newcastle United, Crystal Palace, Chelsea and Tottenham Hotspur In his managerial career, he took on the reins at Southend United, staying in charge of the seaside club until his retirement in 1934."}]}, {"heading": "Births", "year": "1882", "date": "August 25", "txt": "Seán T. O'Kelly, Irish journalist and politician, 2nd President of Ireland (d. 1966)", "entities": [{"title": "Seán T. O'Kelly", "href": "/wiki/Se%C3%A1n_T._O%27Kelly", "description": "Seán Thomas O'Kelly, originally John T. O'Kelly, was an Irish Fianna Fáil politician who served as the second President of Ireland from June 1945 to June 1959. He also served as Tánaiste from 1937 to 1945, Minister for Finance from 1939 to 1945, Minister for Local Government and Public Health from 1932 to 1939, Vice-President of the Executive Council from 1932 to 1937 and Ceann Comhairle of Dáil É"}, {"title": "President of Ireland", "href": "/wiki/President_of_Ireland", "description": "The President of Ireland is the head of state of the Republic of Ireland and the supreme commander of the Irish Defence Forces."}]}, {"heading": "Births", "year": "1889", "date": "August 25", "txt": "Alexander Mair, Australian politician, 26th Premier of New South Wales (d. 1969)", "entities": [{"title": "Alexander Mair", "href": "/wiki/Alexander_Mair", "description": "Alexander Mair was an Australian politician and served as the Premier of New South Wales from 5 August 1939 to 16 May 1941. Born in Melbourne, Mair worked in various businesses there before moving to Albury, New South Wales where he went on to be a member of the New South Wales Legislative Assembly for fourteen years. In 1932, Mair was elected to the seat of Albury and was re-elected a further fou"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1891", "date": "August 25", "txt": "David Shimoni, Belarusian-Israeli poet and translator (d. 1956)", "entities": [{"title": "David Shimoni", "href": "/wiki/David_Shimoni", "description": "David Shimoni was an Israeli poet, writer and translator."}]}, {"heading": "Births", "year": "1893", "date": "August 25", "txt": "Henry Trendley Dean, American dentist (d. 1962)", "entities": [{"title": "Henry Trendley Dean", "href": "/wiki/Henry_Trendley_Dean", "description": "Henry Trendley Dean, was the first director of the United States National Institute of Dental Research and a pioneer investigator of water fluoridation in the prevention of tooth decay."}]}, {"heading": "Births", "year": "1898", "date": "August 25", "txt": "Helmut Hasse, German mathematician and academic (d. 1975)", "entities": [{"title": "Helmut Hasse", "href": "/wiki/Helmut_Hasse", "description": "Helmut Hasse was a German mathematician working in algebraic number theory, known for fundamental contributions to class field theory, the application of p-adic numbers to local class field theory and diophantine geometry, and to local zeta functions."}]}, {"heading": "Births", "year": "1898", "date": "August 25", "txt": "Arthur Wood, English cricketer (d. 1973)", "entities": []}, {"heading": "Births", "year": "1899", "date": "August 25", "txt": "Paul Herman Buck, American historian and author (d. 1978)", "entities": [{"title": "Paul Herman Buck", "href": "/wiki/Paul_Herman_Buck", "description": "Paul Herman Buck was an American historian. He won the Pulitzer Prize for History in 1938 and became the first Provost of Harvard University in 1945."}]}, {"heading": "Births", "year": "1900", "date": "August 25", "txt": "Isobel Hogg Kerr Beattie, Scottish architect (d. 1970) ", "entities": [{"title": "Isobel Hogg Kerr Beattie", "href": "/wiki/Isobel_Hogg_Kerr_Beattie", "description": "\nIsobel Hogg Kerr Beattie was possibly the first woman in Scotland to practice architecture on a regular basis."}]}, {"heading": "Births", "year": "1900", "date": "August 25", "txt": "Hans Adolf Krebs, German physician and biochemist, Nobel Prize laureate (d. 1981)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1902", "date": "August 25", "txt": "Stefan Wolpe, German-American composer and educator (d. 1972)", "entities": [{"title": "Stefan Wolpe", "href": "/wiki/Stefan_Wolpe", "description": "Stefan Wolpe was a German composer. He escaped to Vienna separating from his wife and daughter. He married in Vienna in 1927 and again in 1934. Wolpe went to Palestine and moved in 1938 to the USA where he married for a third time."}]}, {"heading": "Births", "year": "1903", "date": "August 25", "txt": "Arpad Elo, Hungarian-American chess player, created the Elo rating system (d. 1992)", "entities": [{"title": "Arpad Elo", "href": "/wiki/Arpad_Elo", "description": "Arpad Emmerich Elo was the creator of the Elo rating system for two-player games such as chess. Born in Egyházaskesző, Kingdom of Hungary, he moved to the United States with his parents in 1913."}, {"title": "Elo rating system", "href": "/wiki/Elo_rating_system", "description": "The Elo rating system is a method for calculating the relative skill levels of players in zero-sum games such as chess. It is named after its creator Arpad Elo, a Hungarian-American physics professor."}]}, {"heading": "Births", "year": "1905", "date": "August 25", "txt": "Faustina Kowalska, Polish nun and saint (d. 1938)", "entities": [{"title": "Faustina Kowalska", "href": "/wiki/Faustina_Kowalska", "description": "Maria Faustyna Kowalska, also known as Saint Maria Faustyna Kowalska of the Blessed Sacrament and popularly spelled Faustina, was a Polish Roman Catholic nun and mystic. Her apparitions of Jesus Christ inspired the Roman Catholic devotion to the Divine Mercy and earned her the title of \"Secretary of Divine Mercy\"."}]}, {"heading": "Births", "year": "1906", "date": "August 25", "txt": "Jim Smith, English cricketer (d. 1979)", "entities": [{"title": "Jim Smith (cricketer, born 1906)", "href": "/wiki/Jim_Smith_(cricketer,_born_1906)", "description": "Cedric Ivan James Smith was an English cricketer who played in five Test matches for the England cricket team between 1935 and 1937."}]}, {"heading": "Births", "year": "1909", "date": "August 25", "txt": "Ruby Keeler, Canadian-American actress, singer, and dancer (d. 1993)", "entities": [{"title": "Ruby Keeler", "href": "/wiki/Ruby_Keeler", "description": "Ethel Ruby Keeler was a Canadian-American actress, dancer, and singer most famous for her on-screen pairing with Dick Powell in a string of successful early musicals at Warner Brothers, particularly 42nd Street (1933). From 1928 to 1940, she was married to actor and singer Al Jolson. She retired from show business in the 1940s, but made a widely publicized comeback on Broadway in 1971."}]}, {"heading": "Births", "year": "1909", "date": "August 25", "txt": "Michael Rennie, English actor and producer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1910", "date": "August 25", "txt": "George Cisar, American baseball player (d. 2010)", "entities": [{"title": "George Cisar (baseball)", "href": "/wiki/George_Cisar_(baseball)", "description": "George Cisar was a left fielder in Major League Baseball who played briefly for the Brooklyn Dodgers during the 1937 season. He batted and threw right-handed."}]}, {"heading": "Births", "year": "1910", "date": "August 25", "txt": "Dorothea Tanning, American painter, sculptor, and poet (d. 2012)", "entities": []}, {"heading": "Births", "year": "1911", "date": "August 25", "txt": "Võ Nguyên Giáp, Vietnamese general and politician, 3rd Minister of Defence for Vietnam (d. 2013)", "entities": [{"title": "Võ Nguyên Giáp", "href": "/wiki/V%C3%B5_Nguy%C3%AAn_Gi%C3%A1p", "description": "Võ Nguyên Giáp was an army general in the Vietnam People's Army and a politician. Võ Nguyên Giáp has been called one of the greatest military strategists of the 20th century. He first rose to prominence during World War II, where he served as the military leader of the Viet Minh resistance against the Japanese occupation of Vietnam and also as Defence Minister & Deputy Prime Minister for nearly 44"}, {"title": "Minister of Defence (Vietnam)", "href": "/wiki/Minister_of_Defence_(Vietnam)", "description": "The Minister of Defence is the Government of Vietnam member in charge of the Ministry of Defence. The Minister of Defence directs the management functions of state for defense; responsible organization, construction, management and the highest commander of the Vietnam People's Army and Militia. Moreover, the Minister of Defence is the Vice Chairman of the Central Military Commission, a Member of t"}]}, {"heading": "Births", "year": "1912", "date": "August 25", "txt": "Erich Honecker, German soldier and politician (d. 1994)", "entities": [{"title": "Erich Honecker", "href": "/wiki/Erich_Honecker", "description": "Erich Ernst Paul Honecker was an East German communist politician who led the German Democratic Republic from 1971 until shortly before the fall of the Berlin Wall in October 1989. He held the posts of General Secretary of the Socialist Unity Party of Germany (SED) and Chairman of the National Defense Council; in 1976, he replaced Willi Stoph as Chairman of the State Council, the official head of "}]}, {"heading": "Births", "year": "1913", "date": "August 25", "txt": "Don DeFore, American actor (d. 1993)", "entities": [{"title": "Don DeFore", "href": "/wiki/Don_DeFore", "description": "Donald John DeFore was an American actor. He is best known for his roles in the sitcom The Adventures of Ozzie and Harriet from 1952 to 1957 and the sitcom Hazel from 1961 to 1965, the former of which earned him a Primetime Emmy Award nomination."}]}, {"heading": "Births", "year": "1913", "date": "August 25", "txt": "Walt Kelly, American illustrator and animator (d. 1973)", "entities": []}, {"heading": "Births", "year": "1916", "date": "August 25", "txt": "Van Johnson, American actor (d. 2008)", "entities": [{"title": "Van Johnson", "href": "/wiki/Van_Johnson", "description": "Charles Van Dell Johnson was an American film, television, theatre and radio actor, singer, and dancer. He was a major star at Metro-Goldwyn-Mayer during and after World War II."}]}, {"heading": "Births", "year": "1916", "date": "August 25", "txt": "Frederick Chapman Robbins, American pediatrician and virologist, Nobel Prize laureate (d. 2003)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1916", "date": "August 25", "txt": "Saburō Sakai, Japanese lieutenant and pilot (d. 2000)", "entities": []}, {"heading": "Births", "year": "1917", "date": "August 25", "txt": "Mel Ferrer, American actor, director, and producer (d. 2008)", "entities": [{"title": "Mel Ferrer", "href": "/wiki/Mel_Ferrer", "description": "Melchor Gastón Ferrer was an American actor, director, and producer of stage, film, and television. He first achieved prominence on Broadway, before scoring notable film hits with Scaramouche, Lili and Knights of the Round Table. The husband of actress Audrey Hepburn, he starred opposite his wife in War and Peace, and produced her in Wait Until Dark. He also acted extensively in European films, an"}]}, {"heading": "Births", "year": "1918", "date": "August 25", "txt": "Leonard Bernstein, American pianist, composer, and conductor (d. 1990)", "entities": [{"title": "Leonard Bernstein", "href": "/wiki/Leonard_Bernstein", "description": "Leonard Bernstein was an American composer, conductor, pianist, music educator, author, and lifelong humanitarian. He was one of the most significant American cultural personalities of the 20th century. According to music critic Donal Henahan, he was \"one of the most prodigiously talented and successful musicians in American history\"."}]}, {"heading": "Births", "year": "1918", "date": "August 25", "txt": "Richard Greene, English actor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1919", "date": "August 25", "txt": "William P. Foster, American bandleader and educator (d. 2010)", "entities": [{"title": "William P. Foster", "href": "/wiki/William_P._Foster", "description": "William Patrick Foster, also known as The Law and The Maestro, was the director of the noted Florida A&M University Marching \"100\". He served as the band's director from 1946 to his retirement in 1998. His innovations revolutionized college marching band technique and the perceptions of the collegiate band. Foster was inducted into the Florida Artists Hall of Fame, the National Association for Dis"}]}, {"heading": "Births", "year": "1919", "date": "August 25", "txt": "George Wallace, American sergeant, lawyer, and politician, 45th Governor of Alabama (d. 1998)", "entities": [{"title": "Governor of Alabama", "href": "/wiki/Governor_of_Alabama", "description": "The Governor of Alabama is the head of state, head of government and the chief executive of the U.S. state of Alabama. The governor is the head of the executive branch of Alabama's state government and is charged with enforcing state laws."}]}, {"heading": "Births", "year": "1919", "date": "August 25", "txt": "Jaap Rijks, Dutch Olympic medalist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1921", "date": "August 25", "txt": "Monty Hall, Canadian-American television personality and game show host (d. 2017)", "entities": [{"title": "Monty Hall", "href": "/wiki/Monty_Hall", "description": "Monty Hall was a Canadian-American game show host, producer, and philanthropist."}]}, {"heading": "Births", "year": "1921", "date": "August 25", "txt": "Bryce Mackasey, Canadian businessman and politician, 20th Canadian Minister of Labour (d. 1999)", "entities": [{"title": "Minister of Labour (Canada)", "href": "/wiki/Minister_of_Labour_(Canada)", "description": "The Minister of Labour is the minister of the Crown in the Canadian Cabinet who is responsible for the labour portfolio of Employment and Social Development Canada. From 2015 to 2019, the portfolio was included in that of the Minister of Employment, Workforce Development and Labour, but was split in 2019 during the government of Justin Trudeau."}]}, {"heading": "Births", "year": "1921", "date": "August 25", "txt": "Brian Moore, Northern Irish-Canadian author and screenwriter (d. 1999)", "entities": []}, {"heading": "Births", "year": "1923", "date": "August 25", "txt": "Álvaro Mutis, Colombian-Mexican author and poet (d. 2013)", "entities": [{"title": "Álvaro Mutis", "href": "/wiki/%C3%81lvaro_Mutis", "description": "Álvaro Mutis Jaramillo was a Colombian poet, novelist, and essayist. His best-known work is the novel sequence The Adventures and Misadventures of Maqroll, which revolves around the character of Maqroll el Gaviero. He was awarded the 2001 Miguel de Cervantes Prize and the 2002 Neustadt International Prize for Literature."}]}, {"heading": "Births", "year": "1923", "date": "August 25", "txt": "Allyre Sirois, Canadian lawyer and judge (d. 2012)", "entities": []}, {"heading": "Births", "year": "1924", "date": "August 25", "txt": "Zsuzsa Körmöczy, Hungarian tennis player and coach (d. 2006)", "entities": [{"title": "Zsuzsa Körmöczy", "href": "/wiki/Zsuzsa_K%C3%B6rm%C3%B6czy", "description": "Zsuzsa Körmöczy was a female tennis player from Hungary. She reached a career high of World No. 2 in women's tennis, and won the 1958 French Open at the age of 34."}]}, {"heading": "Births", "year": "1925", "date": "August 25", "txt": "Thea Astley, Australian journalist and author (d. 2004)", "entities": [{"title": "Thea Astley", "href": "/wiki/Thea_Astley", "description": "Thea Beatrice May Astley was an Australian novelist and short story writer. She was a prolific writer who was published for over 40 years from 1958. At the time of her death, she had won more Miles Franklin Awards, Australia's major literary award, than any other writer. As well as being a writer, she taught at all levels of education – primary, secondary and tertiary."}]}, {"heading": "Births", "year": "1925", "date": "August 25", "txt": "Hilmar Hoffmann, German film and culture academic (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "August 25", "txt": "Stepas Butautas, Lithuanian basketball player and coach (d. 2001)", "entities": []}, {"heading": "Births", "year": "1927", "date": "August 25", "txt": "Althea Gibson, American tennis player and golfer (d. 2003)", "entities": [{"title": "Althea Gibson", "href": "/wiki/Althea_Gibson", "description": "Althea Neale Gibson was an American tennis player and professional golfer, and one of the first Black athletes to cross the color line of international tennis. In 1956, she became the first African American to win a Grand Slam title. The following year she won both Wimbledon and the US Nationals, then won both again in 1958 and was voted Female Athlete of the Year by the Associated Press in both y"}]}, {"heading": "Births", "year": "1927", "date": "August 25", "txt": "Des Renford, Australian swimmer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 25", "txt": "John \"Kayo\" Dottley, American football player (d. 2018)", "entities": [{"title": "John \"Kayo\" Dottley", "href": "/wiki/John_%22Kayo%22_Dottley", "description": "John Albert \"Kayo\" Dottley was an American football fullback in the National Football League who played for the Chicago Bears."}]}, {"heading": "Births", "year": "1928", "date": "August 25", "txt": "Darrell Johnson, American baseball player, coach, and manager (d. 2004)", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 25", "txt": "Karl Korte, American composer and academic", "entities": []}, {"heading": "Births", "year": "1928", "date": "August 25", "txt": "Herbert Kroemer, German-American physicist, engineer, and academic, Nobel Prize laureate", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1930", "date": "August 25", "txt": "Sean Connery, Scottish actor and producer (d. 2020)", "entities": [{"title": "Sean Connery", "href": "/wiki/Sean_Connery", "description": "Sir Sean Connery was a Scottish actor. He was the first actor to portray fictional British secret agent James Bond on film, starring in seven Bond films between 1962 and 1983. Originating the role in Dr. No, Connery played Bond in six of Eon Productions' entries and made his final appearance in the Jack Schwartzman-produced Never Say Never Again."}]}, {"heading": "Births", "year": "1930", "date": "August 25", "txt": "György Enyedi, Hungarian economist and geographer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 25", "txt": "Graham Jarvis, Canadian actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1930", "date": "August 25", "txt": "Crispin Tickell, English academic and diplomat, British Permanent Representative to the United Nations", "entities": [{"title": "Permanent Representative of the United Kingdom to the United Nations", "href": "/wiki/Permanent_Representative_of_the_United_Kingdom_to_the_United_Nations", "description": "The Permanent Representative of the United Kingdom to the United Nations is the United Kingdom's foremost diplomatic representative to the United Nations, and in charge of the United Kingdom Mission to the United Nations (UKMIS). UK permanent representatives to the UN hold the personal rank of ambassador. The full official title and style is:Her Britannic Majesty's Permanent Representative from th"}]}, {"heading": "Births", "year": "1931", "date": "August 25", "txt": "Regis Philbin, American actor and television host (d. 2020)", "entities": [{"title": "Regis Philbin", "href": "/wiki/Regis_Philbin", "description": "Regis Francis Xavier Philbin was an American television presenter, talk show host, game show host, actor and singer. Once called \"the hardest working man in show business\", he held the Guinness World Record for the most hours spent on U.S. television."}]}, {"heading": "Births", "year": "1933", "date": "August 25", "txt": "Patrick F. McManus, American journalist and author (d. 2018)", "entities": [{"title": "Patrick F. McManus", "href": "/wiki/Patrick_F._McManus", "description": "Patrick Francis McManus was an American humor writer, who primarily wrote about the outdoors. A humor columnist for Outdoor Life, Field & Stream, and other magazines, his columns and stories have been collected in several books, beginning with A Fine and Pleasant Misery (1978) up through The Horse in My Garage and Other Stories (2012)."}]}, {"heading": "Births", "year": "1933", "date": "August 25", "txt": "Wayne Shorter, American saxophonist and composer", "entities": []}, {"heading": "Births", "year": "1933", "date": "August 25", "txt": "Tom Skerritt, American actor", "entities": []}, {"heading": "Births", "year": "1934", "date": "August 25", "txt": "Lise Bacon, Canadian judge and politician, Deputy Premier of Quebec", "entities": [{"title": "Lise Bacon", "href": "/wiki/Lise_Bacon", "description": "Lise Bacon, is a Canadian Liberal politician. She was appointed Senator, representing the area of De la Durantaye, Quebec, by Governor General Ray Hnatyshyn on 14 September 1994. Her term ended on 25 August 2009."}, {"title": "Deputy Premier of Quebec", "href": "/wiki/Deputy_Premier_of_Quebec", "description": "\nThis is a list of deputy premiers of Quebec."}]}, {"heading": "Births", "year": "1934", "date": "August 25", "txt": "Eddie Ilarde, Filipino journalist and politician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1935", "date": "August 25", "txt": "Charles Wright, American poet", "entities": [{"title": "Charles Wright (poet)", "href": "/wiki/Charles_Wright_(poet)", "description": "Charles Wright is an American poet. He shared the National Book Award in 1983 for Country Music: Selected Early Poems and won the Pulitzer Prize in 1998 for Black Zodiac. From 2014 to 2015, he served as the 50th Poet Laureate of the United States."}]}, {"heading": "Births", "year": "1936", "date": "August 25", "txt": "Giridharilal Kedia, Indian businessman, founded the Image Institute of Technology & Management (d. 2009)", "entities": [{"title": "Giridharilal Kedia", "href": "/wiki/Giridharilal_Kedia", "description": "Giridharilal Kedia was an Indian well known social entrepreneur. He served the Kala Vikash Kendra, Cuttack for 12 years as the Working President and Trustee. Kedia was also the founder and chairman of Image Institute of Technology & Management. He was awarded the Samaj Gaurav award for his service. He was also awarded the Theater Movement Award by Global Peace Organization. Kedia was a District Go"}, {"title": "Image Institute of Technology & Management", "href": "/wiki/Image_Institute_of_Technology_%26_Management", "description": "Image Institute of Technology & Management (IITM), Cuttack is an authorized Learning Center of Punjab Technical University (PTU) offering UGC Recognized IT & Management Degree programs. The institute is a trust registered Under Indian Trust Act 1882. The basic objective of the trust is \"to develop managerial and intellectual skill among the youths the nation by creating institutional networks\" and"}]}, {"heading": "Births", "year": "1937", "date": "August 25", "txt": "Jimmy Hannan, Australian television host and singer (d. 2019)", "entities": [{"title": "Jimmy Hannan", "href": "/wiki/Jimmy_Hannan", "description": "Jimmy Hannan was an Australian radio and television personality, variety show host, singer, entertainer and game show host of the 1960s and 1970s. One of the pioneers of television, he appeared regularly on variety show In Melbourne Tonight, and later hosted his own musical variety show Jimmy, later called Tonight with Jimmy Hannan. Hannan hosted music show Saturday Date from 1963 until 1967, whic"}]}, {"heading": "Births", "year": "1937", "date": "August 25", "txt": "Virginia Euwer Wolff, American author", "entities": []}, {"heading": "Births", "year": "1938", "date": "August 25", "txt": "David Canary, American actor (d. 2015)", "entities": [{"title": "David Canary", "href": "/wiki/David_Canary", "description": "David Hoyt Canary was an American actor. Canary is best known for his role as ranch foreman Candy Canaday in the NBC Western drama Bonanza, and as Adam Chandler in the television soap opera All My Children, for which he received 16 Daytime Emmy Award nominations and won five times."}]}, {"heading": "Births", "year": "1938", "date": "August 25", "txt": "Frederick Forsyth, English journalist and author", "entities": []}, {"heading": "Births", "year": "1939", "date": "August 25", "txt": "John Badham, English-American actor, director, and producer", "entities": [{"title": "John Badham", "href": "/wiki/John_Badham", "description": "John MacDonald Badham is an English-born American director of film and television, best known for the films Saturday Night Fever (1977), Dracula (1979), Blue Thunder (1983), WarGames (1983), Short Circuit (1986), and Stakeout (1987)."}]}, {"heading": "Births", "year": "1940", "date": "August 25", "txt": "Wilhelm von Homburg, German boxer and actor (d. 2004)", "entities": [{"title": "Wilhelm von Homburg", "href": "/wiki/Wilhelm_von_Homburg", "description": "Norbert Grupe, better known outside Germany by his stage name Wilhelm von Homburg, was a German boxer, actor, and professional wrestler known for his villainous supporting roles in various high profile films of the 1980s and 1990s, including Vigo the Carpathian in Ghostbusters II, the henchman James in Die Hard, and Souteneur in Werner Herzog's Stroszek."}]}, {"heading": "Births", "year": "1941", "date": "August 25", "txt": "Marshall Brickman, Brazilian-American director, producer, and screenwriter", "entities": [{"title": "Marshall Brickman", "href": "/wiki/Marshall_Brickman", "description": "Marshall Brickman is an American screenwriter and director, best known for his collaborations with Woody Allen. He is the co-recipient of the 1977 Academy Award for Best Original Screenplay for Annie Hall. He is also known for playing the banjo with Eric Weissberg in the 1960s, and for a series of comical parodies published in The New Yorker."}]}, {"heading": "Births", "year": "1941", "date": "August 25", "txt": "Mario Corso, Italian footballer and coach (d. 2020)", "entities": []}, {"heading": "Births", "year": "1941", "date": "August 25", "txt": "Ludwig Müller, German footballer", "entities": []}, {"heading": "Births", "year": "1942", "date": "August 25", "txt": "Nathan Deal, American captain, lawyer, and politician, 82nd Governor of Georgia", "entities": [{"title": "Nathan Deal", "href": "/wiki/Nathan_Deal", "description": "John Nathan Deal is an American attorney and politician who served as the 82nd Governor of Georgia from 2011 to 2019. He was elected to the United States House of Representatives as a member of the Democratic Party in 1992 and switched to the Republican Party in 1995. On March 1, 2010, Deal announced his resignation from Congress to run for Governor of Georgia."}, {"title": "Governor of Georgia", "href": "/wiki/Governor_of_Georgia", "description": "The governor of Georgia is the head of the executive branch of Georgia's state government and the commander-in-chief of the state's military forces. The governor also has a duty to enforce state laws, the power to either veto or approve bills passed by the Georgia Legislature, and the power to convene the legislature. The current governor is Republican Brian Kemp, who assumed office on January 14,"}]}, {"heading": "Births", "year": "1944", "date": "August 25", "txt": "Conrad Black, Canadian historian and author", "entities": [{"title": "Conrad Black", "href": "/wiki/Conrad_Black", "description": "Conrad Moffat Black, Baron Black of Crossharbour, KCSG, is a Canadian-born British former newspaper publisher, convicted criminal, and writer. His father was businessman George Montegu Black II, who had significant holdings in Canadian manufacturing, retail and media businesses through part-ownership of the holding company Ravelston Corporation. In 1978, two years after their father's death, Conra"}]}, {"heading": "Births", "year": "1944", "date": "August 25", "txt": "Jacques Demers, Canadian ice hockey player, coach, and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 25", "txt": "Anthony Heald, American actor", "entities": []}, {"heading": "Births", "year": "1944", "date": "August 25", "txt": "Andrew Longmore, British lawyer and judge", "entities": []}, {"heading": "Births", "year": "1945", "date": "August 25", "txt": "Daniel Hulet, Belgian cartoonist (d. 2011)", "entities": [{"title": "Daniel Hulet", "href": "/wiki/Daniel_Hulet", "description": "Daniel Hulet was a Belgian cartoonist."}]}, {"heading": "Births", "year": "1945", "date": "August 25", "txt": "Hannah Louise Shearer, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 25", "txt": "Rollie Fingers, American baseball player", "entities": [{"title": "Rollie Fingers", "href": "/wiki/Rollie_Fingers", "description": "Roland Glen \"Rollie\" Fingers is an American retired professional baseball pitcher who played 17 seasons in Major League Baseball for the Oakland Athletics (1968–1976), San Diego Padres (1977–1980), and Milwaukee Brewers (1981–1985). Fingers's effectiveness as a relief pitcher helped redefine the value of relievers within baseball and helped usher in the modern closer role. He is a three-time World"}]}, {"heading": "Births", "year": "1946", "date": "August 25", "txt": "Charles Ghigna, American poet and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "August 25", "txt": "Charlie Sanders, American football player and sportscaster (d. 2015)", "entities": []}, {"heading": "Births", "year": "1947", "date": "August 25", "txt": "Michael Kaluta, American author and illustrator", "entities": [{"title": "Michael Kaluta", "href": "/wiki/Michael_Kaluta", "description": "Michael William Kaluta, sometimes credited as Mike Kaluta or Michael Wm. Kaluta, is an American comics artist and writer best known for his acclaimed 1970s adaptation of the pulp magazine hero The Shadow with writer Dennis O'Neil."}]}, {"heading": "Births", "year": "1947", "date": "August 25", "txt": "Keith Tippett, British jazz pianist and composer (d. 2020)", "entities": []}, {"heading": "Births", "year": "1948", "date": "August 25", "txt": "Ledward Kaapana, American singer and guitarist", "entities": [{"title": "Ledward Kaapana", "href": "/wiki/Ledward_Kaapana", "description": "\nLedward Kaapana is a Hawaiian musician, best known for playing in the slack key guitar style. He also plays steel guitar, ukulele, autoharp and bass guitar, and is a baritone and falsetto vocalist."}]}, {"heading": "Births", "year": "1948", "date": "August 25", "txt": "Nicholas A. Peppas, Greek chemist and biologist", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 25", "txt": "Martin Amis, British novelist", "entities": [{"title": "Martin Amis", "href": "/wiki/Martin_Amis", "description": "Martin Louis Amis is a British novelist, essayist, memoirist, and screenwriter. He is best known for his novels Money (1984) and London Fields (1989). He received the James Tait Black Memorial Prize for his memoir Experience and has been listed for the Booker Prize twice. Amis served as the Professor of Creative Writing at the Centre for New Writing at the University of Manchester until 2011. In 2"}]}, {"heading": "Births", "year": "1949", "date": "August 25", "txt": "Rijkman Groenink, Dutch banker and academic", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 25", "txt": "John Savage, American actor and producer", "entities": []}, {"heading": "Births", "year": "1949", "date": "August 25", "txt": "Gene Simmons, Israeli-American singer-songwriter, producer, and actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "August 25", "txt": "Willy DeVille, American singer and songwriter (d. 2009)", "entities": [{"title": "Willy DeVille", "href": "/wiki/Willy_DeVille", "description": "Willy DeVille was an American singer and songwriter. During his thirty-five-year career, first with his band Mink DeVille (1974–1986) and later on his own, Deville created original songs rooted in traditional American musical styles. He worked with collaborators from across the spectrum of contemporary music, including Jack Nitzsche, Doc Pomus, Dr. John, Mark Knopfler, Allen Toussaint, and Eddie B"}]}, {"heading": "Births", "year": "1950", "date": "August 25", "txt": "Charles Fambrough, American bassist, composer, and producer (d. 2011)", "entities": []}, {"heading": "Births", "year": "1951", "date": "August 25", "txt": "Rob Halford, English heavy metal singer-songwriter", "entities": [{"title": "Rob Halford", "href": "/wiki/Rob_Halford", "description": "Robert John Arthur Halford is an English singer and songwriter. He is best known as the lead vocalist of the heavy metal band Judas Priest, which was formed in 1969 and has received accolades such as the 2010 Grammy Award for Best Metal Performance. He has been noted for his powerful, wide-ranging voice and trademark leather-and-studs image, both of which have become iconic in heavy metal. He has "}]}, {"heading": "Births", "year": "1951", "date": "August 25", "txt": "Bill Handel, Brazilian-American lawyer and radio host", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 25", "txt": "Kurban Berdyev, Turkmen footballer and manager", "entities": [{"title": "Kurban Berdyev", "href": "/wiki/Kurban_Berdyev", "description": "Kurban Bekiyevich Berdyev is a Turkmen football manager, and a former Soviet footballer. He holds Russian citizenship. In 2017 he was shown among top 50 managers in the world by fourfourtwo.com, at the 36th place, ahead of Brendan Rodgers."}]}, {"heading": "Births", "year": "1952", "date": "August 25", "txt": "Geoff Downes, English keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1952", "date": "August 25", "txt": "Duleep Mendis, Sri Lankan cricketer and coach", "entities": []}, {"heading": "Births", "year": "1954", "date": "August 25", "txt": "Elvis Costello, English singer-songwriter, guitarist, and producer", "entities": [{"title": "Elvis Costello", "href": "/wiki/Elvis_Costello", "description": "Declan Patrick Aloysius McManus, OBE, known professionally as Elvis Costello, is an English singer-songwriter. He has won multiple awards in his career, including Grammy Awards in 1999 and 2020, and has twice been nominated for the Brit Award for Best British Male Artist. In 2003, he was inducted into the Rock and Roll Hall of Fame. In 2004, Rolling Stone ranked Costello number 80 on its list of t"}]}, {"heading": "Births", "year": "1954", "date": "August 25", "txt": "Jim Wallace, Baron Wallace of Tankerness, Scottish lawyer and politician, First Minister of Scotland", "entities": [{"title": "First Minister of Scotland", "href": "/wiki/First_Minister_of_Scotland", "description": "The first minister of Scotland is the leader of the Scottish Government and keeper of the Great Seal of Scotland. The first minister chairs the Scottish Cabinet and is primarily responsible for the formulation, development and presentation of Scottish Government policy. Additional functions of the first minister include promoting and representing Scotland in an official capacity, at home and abroa"}]}, {"heading": "Births", "year": "1955", "date": "August 25", "txt": "John McGeoch, Scottish guitarist (d. 2004)", "entities": [{"title": "John McGeoch", "href": "/wiki/John_McGeoch", "description": "John Alexander McGeoch was a Scottish guitarist who played with several bands of the post-punk era, including Magazine, Siouxsie and the Banshees, Visage, and Public Image Ltd."}]}, {"heading": "Births", "year": "1955", "date": "August 25", "txt": "Gerd Müller, German businessman and politician", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 25", "txt": "Matt Aitken, English songwriter and record producer", "entities": [{"title": "Matt Aitken", "href": "/wiki/Matt_Aitken", "description": "Matthew James Aitken is an English songwriter and record producer, brought up in Astley, Greater Manchester, best known as the creative force behind the 1980s songwriting/production trio Stock Aitken Waterman."}]}, {"heading": "Births", "year": "1956", "date": "August 25", "txt": "Takeshi Okada, Japanese footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1956", "date": "August 25", "txt": "Henri Toivonen, Finnish race car driver (d. 1986)", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 25", "txt": "Sikander Bakht, Pakistani cricketer and sportscaster", "entities": [{"title": "Sikander Bakht (cricketer)", "href": "/wiki/Sikander_Bakht_(cricketer)", "description": "Sikander Bakht is a Pakistani cricket analyst and former international cricketer who played in 26 Tests and 27 ODIs for Pakistan from 1976 to 1989. He was included in the team in place of Ehteshamuddin and took 11 wickets in that Test."}]}, {"heading": "Births", "year": "1957", "date": "August 25", "txt": "Simon McBurney, English actor and director", "entities": []}, {"heading": "Births", "year": "1957", "date": "August 25", "txt": "Frank Serratore, American ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "August 25", "txt": "Tim Burton, American director, producer, and screenwriter", "entities": [{"title": "Tim Burton", "href": "/wiki/Tim_Burton", "description": "Timothy Walter Burton is an American film director, producer, writer, and artist. Known for his gothic fantasy and horror films such as Beetlejuice (1988), Edward Scissorhands (1990), The Nightmare Before Christmas (1993), Ed Wood (1994), Sleepy Hollow (1999), Corpse Bride (2005), Sweeney Todd: The Demon Barber of Fleet Street (2007), and Frankenweenie (2012). Burton also directed the superhero fi"}]}, {"heading": "Births", "year": "1959", "date": "August 25", "txt": "Ian Falconer, American author and illustrator", "entities": [{"title": "Ian Falconer", "href": "/wiki/Ian_Falconer", "description": "Ian Woodward Falconer is an American author and illustrator of children's books, and a designer of sets and costumes for the theater. He has created 30 covers for The New Yorker as well as other publications. Falconer wrote and illustrated the Olivia series of children's books, chronicling the adventures of a young pig, a series initially conceived as a Christmas gift for his young niece. Born in "}]}, {"heading": "Births", "year": "1959", "date": "August 25", "txt": "Steve Levy, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 25", "txt": "Bernardo Rezende, Brazilian volleyball coach and former player", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 25", "txt": "Lane Smith, American author and illustrator", "entities": []}, {"heading": "Births", "year": "1959", "date": "August 25", "txt": "Ruth Ann Swenson, American soprano and actress", "entities": []}, {"heading": "Births", "year": "1960", "date": "August 25", "txt": "Georg Zellhofer, Austrian footballer and manager", "entities": [{"title": "Georg Zellhofer", "href": "/wiki/Georg_Zellhofer", "description": "Georg Zellhofer is a former football player and manager from Austria."}]}, {"heading": "Births", "year": "1961", "date": "August 25", "txt": "Billy Ray Cyrus, American singer-songwriter, guitarist, and actor", "entities": [{"title": "Billy Ray Cyrus", "href": "/wiki/Billy_Ray_Cyrus", "description": "Billy Ray Cyrus is an American singer-songwriter and actor. He has released 16 studio albums and 53 singles since 1992, and is known for his hit single \"Achy Breaky Heart\", which topped the U.S. Hot Country Songs chart and became the first single ever to achieve triple platinum status in Australia. It was also the best-selling single in the same country in 1992. Due to the song's music video, the "}]}, {"heading": "Births", "year": "1961", "date": "August 25", "txt": "Joanne Whalley, English actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 25", "txt": "Taslima Nasrin, Bangladeshi author", "entities": [{"title": "Taslima Nasrin", "href": "/wiki/Taslima_Nasrin", "description": "Taslima Nasrin is a Bangladeshi-Swedish writer, physician, feminist, self proclaimed secular humanist and activist. She is known for her support of eugenics, writing on women's oppression and criticism of religion, despite forced exile. Some of her books are banned in Bangladesh. She has been blacklisted and banished from the Bengal region."}]}, {"heading": "Births", "year": "1962", "date": "August 25", "txt": "Theresa Andrews, American former competition swimmer and Olympic champion", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 25", "txt": "Vivian Campbell, Northern Irish rock guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1962", "date": "August 25", "txt": "Michael Zorc, German footballer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 25", "txt": "Miro Cerar, Slovenian lawyer and politician, 8th Prime Minister of Slovenia", "entities": [{"title": "Miro Cerar", "href": "/wiki/Miro_Cerar", "description": "Miroslav Cerar Jr. is a Slovenian law professor and politician. He was the eight Prime Minister of Slovenia, leading the 12th Government. He served as Deputy Prime Minister and Minister of Foreign Affairs in the 13th Government. He is a full professor at the Chair of Theory and Sociology of Law at the University of Ljubljana Faculty of Law."}, {"title": "Prime Minister of Slovenia", "href": "/wiki/Prime_Minister_of_Slovenia", "description": "The prime minister of Slovenia, officially the president of the Government of the Republic of Slovenia, is the head of the Government of the Republic of Slovenia. There have been nine officeholders since the country gained parliamentary democracy in 1989 and independence in 1991."}]}, {"heading": "Births", "year": "1963", "date": "August 25", "txt": "Shock G, American rapper and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "August 25", "txt": "Tiina Intelmann, Estonian lawyer and diplomat", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 25", "txt": "Azmin Ali, Malaysian mathematician and politician", "entities": [{"title": "Azmin Ali", "href": "/wiki/Azmin_Ali", "description": "Mohamed Azmin bin Ali is a Malaysian politician who has served as the Senior Minister for Finance and Economics, Minister of International Trade and Industry in the Perikatan Nasional (PN) administration under Prime Minister Muhyiddin Yassin since March 2020, Member of Parliament (MP) for Gombak and Member of the Selangor State Legislative Assembly (MLA) for Bukit Antarabangsa since March 2008. He"}]}, {"heading": "Births", "year": "1964", "date": "August 25", "txt": "Maxim Kontsevich, Russian-American mathematician and academic", "entities": []}, {"heading": "Births", "year": "1964", "date": "August 25", "txt": "Blair Underwood, American actor", "entities": []}, {"heading": "Births", "year": "1965", "date": "August 25", "txt": "Cornelius Bennett, American football player", "entities": [{"title": "Cornelius Bennett", "href": "/wiki/Cornelius_Bennett", "description": "Cornelius O'Landa Bennett is an American former professional football player who was a linebacker in the National Football League (NFL). He played for the Buffalo Bills from 1987 to 1995, Atlanta Falcons from 1996 to 1998, and the Indianapolis Colts from 1999 to 2000. Bennett was a five-time Pro Bowler, being elected in 1988, and 1990–1993, and won the AFC Defensive Player of the Year award twice."}]}, {"heading": "Births", "year": "1965", "date": "August 25", "txt": "Sanjeev Sharma, Indian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 25", "txt": "Albert Belle, American baseball player", "entities": [{"title": "Albert Belle", "href": "/wiki/Albert_Belle", "description": "Albert Jojuan Belle, known until 1990 as Joey Belle, is an American former Major League Baseball outfielder for the Cleveland Indians, Chicago White Sox, and Baltimore Orioles. Belle was one of the leading sluggers of his time, and in 1995 became the only player to ever hit 50 doubles and 50 home runs in a season. He was also the first player to break the $10 million per year compensation contract"}]}, {"heading": "Births", "year": "1966", "date": "August 25", "txt": "Derek Sherinian, American keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1966", "date": "August 25", "txt": "Terminator X, American hip-hop DJ", "entities": []}, {"heading": "Births", "year": "1967", "date": "August 25", "txt": "Jeff Tweedy, American singer-songwriter, musician, and producer", "entities": [{"title": "Jeff Tweedy", "href": "/wiki/Jeff_Tweedy", "description": "Jeffrey Scot Tweedy is an American songwriter, musician, author, and record producer best known as the singer and guitarist of the band Wilco. Tweedy, originally from Belleville, Illinois, started his music career in high school in his band The Plebes with Jay Farrar, which subsequently transitioned into the alternative country band Uncle Tupelo. After Uncle Tupelo broke up Tweedy formed Wilco whi"}]}, {"heading": "Births", "year": "1968", "date": "August 25", "txt": "Yuri Mitsui, Japanese actress, model, and race car driver", "entities": [{"title": "Yuri Mitsui", "href": "/wiki/Yuri_Mitsui", "description": "Yuri Mitsui , is a Japanese actress and model. She is also a race car driver. She was born in Chiba Prefecture."}]}, {"heading": "Births", "year": "1968", "date": "August 25", "txt": "Stuart Murdoch, Scottish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 25", "txt": "Spider One, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 25", "txt": "Rachael Ray, American chef, author, and television host", "entities": []}, {"heading": "Births", "year": "1968", "date": "August 25", "txt": "Takeshi Ueda, Japanese singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 25", "txt": "Olga Konkova, Norwegian-Russian pianist and composer", "entities": [{"title": "Olga Konkova", "href": "/wiki/Olga_Konkova", "description": "Olga Konkova is a Norwegian–Russian jazz pianist known from several recordings and collaboration with jazz musicians such as Adam Nussbaum, Gary Husband and Karin Krog."}]}, {"heading": "Births", "year": "1969", "date": "August 25", "txt": "Cameron Mathison, Canadian actor and television personality", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 25", "txt": "Catriona Matthew, Scottish golfer", "entities": []}, {"heading": "Births", "year": "1969", "date": "August 25", "txt": "Vivek Razdan, Indian cricketer, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 25", "txt": "Doug Glanville, American baseball player and sportscaster", "entities": [{"title": "Doug Glanville", "href": "/wiki/Doug_Glanville", "description": "Douglas Metunwa Glanville is an American former professional baseball outfielder who played in Major League Baseball (MLB) for the Philadelphia Phillies, Chicago Cubs, and Texas Rangers. He is also a broadcast color analyst for baseball, currently working with NBC Sports Chicago and ESPN, and a contributor to The Athletic."}]}, {"heading": "Births", "year": "1970", "date": "August 25", "txt": "Debbie Graham, American tennis player", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 25", "txt": "Robert Horry, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 25", "txt": "Adrian Lam, Papua New Guinean-Australian rugby league player and coach", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 25", "txt": "Jo Dee Messina, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1970", "date": "August 25", "txt": "Claudia Schiffer, German model and fashion designer", "entities": []}, {"heading": "Births", "year": "1971", "date": "August 25", "txt": "Jason Death, Australian rugby league player", "entities": [{"title": "Jason Death", "href": "/wiki/Jason_Death", "description": "Jason Death (pronounced is an Australian former professional rugby league footballer who played in the 1990s and 2000s. Primarily a hooker, he played for the Canberra Raiders, North Queensland Cowboys, New Zealand Warriors and South Sydney Rabbitohs throughout his 14 season career."}]}, {"heading": "Births", "year": "1973", "date": "August 25", "txt": "Fatih Akın, German director, producer, and screenwriter", "entities": [{"title": "Fatih Akın", "href": "/wiki/Fatih_Ak%C4%B1n", "description": "Fatih Akin is a German film director, screenwriter and producer of Turkish descent. He has won numerous awards for his films, including the Golden Bear at the Berlin Film Festival for his film Head-On (2004), Best Screenplay at the Cannes Film Festival for his film The Edge of Heaven (2007), and the Golden Globe Award for Best Foreign Language Film for his film In the Fade (2017)."}]}, {"heading": "Births", "year": "1974", "date": "August 25", "txt": "Pablo Ozuna, Dominican baseball player", "entities": [{"title": "Pablo Ozuna", "href": "/wiki/Pablo_Ozuna", "description": "Pablo José Ozuna is a Dominican former professional baseball utility player. During his major league career, he played for the Florida Marlins, the Colorado Rockies (2003), the Chicago White Sox (2005-2008), and the Los Angeles Dodgers (2008). He is the cousin of current Atlanta Braves outfielder Marcell Ozuna."}]}, {"heading": "Births", "year": "1975", "date": "August 25", "txt": "Brad Drew, Australian rugby league player", "entities": [{"title": "Brad Drew", "href": "/wiki/Brad_Drew", "description": "Brad Drew is an Australian former professional rugby league footballer who played in the 1990s and 2000s. A City New South Wales representative hooker, he played in Australia for Penrith, Parramatta and Canberra and in England for Huddersfield and Wakefield Trinity Wildcats."}]}, {"heading": "Births", "year": "1975", "date": "August 25", "txt": "Petria Thomas, Australian swimmer and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "August 25", "txt": "Javed Qadeer, Pakistani cricketer and coach", "entities": [{"title": "Javed Qadeer", "href": "/wiki/Javed_Qadeer", "description": "Javed Qadeer is a former Pakistani cricketer who played one ODI in 1995 as a wicket-keeper."}]}, {"heading": "Births", "year": "1976", "date": "August 25", "txt": "Alexander Skarsgård, Swedish actor", "entities": []}, {"heading": "Births", "year": "1977", "date": "August 25", "txt": "Masumi Asano, Japanese voice actress and producer", "entities": [{"title": "Masumi Asano", "href": "/wiki/Masumi_Asano", "description": "Masumi Asano  is a Japanese voice actress, singer and narrator who worked for Aoni Production. But now as of January, 2021 a Freelancer."}]}, {"heading": "Births", "year": "1977", "date": "August 25", "txt": "Andy McDonald, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1978", "date": "August 25", "txt": "Kel Mitchell, American actor, producer, and screenwriter", "entities": [{"title": "Kel Mitchell", "href": "/wiki/Kel_Mitchell", "description": "Kel Johari Rice Mitchell is an American actor, stand-up comedian, musician, singer, and rapper. He is known for his work as a regular cast member of the Nickelodeon sketch comedy series All That, as the Invisible Boy in the 1999 Ben Stiller and Geoffrey Rush superhero satire film Mystery Men, his portrayal of Kel Kimble on the Nickelodeon sitcom Kenan & Kel, his role as Ed in the film and All That"}]}, {"heading": "Births", "year": "1978", "date": "August 25", "txt": "Robert Mohr, German rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 25", "txt": "Marlon Harewood, English footballer", "entities": [{"title": "Marlon Harewood", "href": "/wiki/Marlon_Harewood", "description": "Marlon Anderson Harewood is an English former professional footballer who played as a striker."}]}, {"heading": "Births", "year": "1979", "date": "August 25", "txt": "Philipp Mißfelder, German historian and politician (d. 2015)", "entities": []}, {"heading": "Births", "year": "1979", "date": "August 25", "txt": "Deanna Nolan, American basketball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 25", "txt": "Rachel Bilson, American actress", "entities": [{"title": "Rachel Bilson", "href": "/wiki/Rachel_Bilson", "description": "Rachel Sarah Bilson is an American actress. Born to a California show-business family, Bilson made her television debut in 2003, and then landed the role of Summer Roberts on the prime-time drama series The O.C. Bilson made her movie debut in The Last Kiss (2006) and starred in the science-fiction-action film Jumper (2008). From 2011 to 2015, she starred as Dr. Zoe Hart on The CW series Hart of Di"}]}, {"heading": "Births", "year": "1981", "date": "August 25", "txt": "Jan-Berrie Burger, Namibian cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "August 25", "txt": "Camille Pin, French tennis player", "entities": []}, {"heading": "Births", "year": "1982", "date": "August 25", "txt": "Jung Jung-suk, South Korean footballer (d. 2011)", "entities": [{"title": "Jung Jung-suk", "href": "/wiki/Jung_Jung-suk", "description": "Jung Jung-suk was a South Korean women's football player who played WK-League side Daekyo Kangaroos in South Korea."}]}, {"heading": "Births", "year": "1983", "date": "August 25", "txt": "James Rossiter, English race car driver", "entities": [{"title": "James Rossiter", "href": "/wiki/James_Rossiter", "description": "James Rossiter is a professional racing driver from England. He is currently driving for TOM'S in Super GT and in Super Formula. Previously he was an F1 test driver for the Honda, Super Aguri and Force India Formula One teams. He has participated in karting, Formula Renault, British Formula 3 and Formula 3 Euro Series. His father, Jeremy, was also a racing driver."}]}, {"heading": "Births", "year": "1984", "date": "August 25", "txt": "Florian Mohr, German footballer", "entities": [{"title": "Florian Mohr", "href": "/wiki/Florian_Mohr", "description": "Florian Mohr is a German former professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1984", "date": "August 25", "txt": "Anya Monzikova, Russian-American model and actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "August 25", "txt": "Rodney Ferguson, American footballer", "entities": [{"title": "Rodney Ferguson", "href": "/wiki/Rodney_Ferguson", "description": "Rodney Laurence Ferguson II is a former American football running back. He was signed by the Tennessee Titans as an undrafted free agent in 2009. He played college football at New Mexico."}]}, {"heading": "Births", "year": "1987", "date": "August 25", "txt": "Stacey Farber, Canadian actress", "entities": [{"title": "Stacey Farber", "href": "/wiki/Stacey_Farber", "description": "Stacey Farber is a Canadian actress. She is known for playing Ellie Nash in seasons 2 through 8 of the television series Degrassi: The Next Generation. From 2010–2011, she starred in the CBC series 18 to Life with fellow Canadian Michael Seater of Life with Derek. From 2014 to 2017, Farber played Sydney Katz on the Canadian medical drama Saving Hope."}]}, {"heading": "Births", "year": "1987", "date": "August 25", "txt": "Velimir Jovanović, Serbian footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 25", "txt": "Blake Lively, American model and actress", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 25", "txt": "Amy Macdonald, Scottish singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 25", "txt": "Justin Upton, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 25", "txt": "Adam Warren, American baseball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "August 25", "txt": "James Wesolowski, Australian footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "August 25", "txt": "Angela Park, Brazilian-American golfer", "entities": [{"title": "Angela Park", "href": "/wiki/Angela_Park", "description": "Angela Park is a Brazilian-American professional golfer who played on the LPGA Tour. She holds dual citizenship in Brazil and the United States."}]}, {"heading": "Births", "year": "1989", "date": "August 25", "txt": "Hiram Mier, Mexican footballer", "entities": [{"title": "Hiram Mier", "href": "/wiki/Hiram_Mier", "description": "Hiram Ricardo Mier Alanís is a Mexican professional footballer who plays as a defender for Liga MX club Guadalajara. He is an Olympic gold medalist."}]}, {"heading": "Births", "year": "1992", "date": "August 25", "txt": "Miyabi Natsuyaki, Japanese singer and actress", "entities": [{"title": "Miyabi Natsuyaki", "href": "/wiki/Miyabi_Natsuyaki", "description": "Miyabi Natsuyaki  is a Japanese singer. Her career began in 2002 when she passed the audition for Hello! Project Kids, an all-female adolescent pop group under Hello! Project. She continued to sing in that group and became a part of four smaller groups composed of Hello! Project Kids members—Aa!, Sexy Otonajan, Buono! and Berryz Kobo. She was the sub-captain of Berryz Kobo until their indefinite h"}]}, {"heading": "Births", "year": "1992", "date": "August 25", "txt": "Ricardo Rodriguez, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "August 25", "txt": "Edmunds Augstkalns, Latvian ice hockey player", "entities": [{"title": "Edmunds Augstkalns", "href": "/wiki/Edmunds_Augstkalns", "description": "Edmunds Augstkalns is a Latvian ice hockey player currently playing for the HK Rīga of the MHL."}]}, {"heading": "Births", "year": "1998", "date": "August 25", "txt": "China Anne McClain, American actress and singer", "entities": [{"title": "China Anne McClain", "href": "/wiki/China_Anne_McClain", "description": "China Anne McClain is an American actress and singer. McClain's career began when she was seven years old, portraying Alexis in the film The Gospel (2005), and then China James in Daddy's Little Girls (2007). She then received recognition for starring as Jazmine Payne in the television series Tyler Perry's House of Payne and as Charlotte McKenzie in the film Grown Ups (2010); and became internatio"}]}, {"heading": "Deaths", "year": "AD 79", "date": "August 25", "txt": "Pliny the Elder, Roman commander and philosopher (b. 23)", "entities": [{"title": "Pliny the Elder", "href": "/wiki/Pliny_the_Elder", "description": "Gaius Plinius Secundus, called Pliny the Elder, was a Roman author, a naturalist and natural philosopher, a naval and army commander of the early Roman Empire, and a friend of emperor Vespasian. He wrote the encyclopedic Naturalis Historia, which became an editorial model for encyclopedias. He spent most of his spare time studying, writing, and investigating natural and geographic phenomena in the"}]}, {"heading": "Deaths", "year": "274", "date": "August 25", "txt": "Yang Yan, Jin Dynasty empress (b. 238)", "entities": [{"title": "Empress Yang Yan", "href": "/wiki/Empress_Yang_Yan", "description": "Empress Yang Yan (楊艷), courtesy name Qiongzhi (瓊芝), formally Empress Wuyuan was an empress of Jin Dynasty (265–420). She was the first wife of Emperor Wu."}, {"title": "Jin Dynasty (265-420)", "href": "/wiki/Jin_Dynasty_(265-420)", "description": "The Jin dynasty or the Jin Empire, sometimes distinguished as the Sima Jin (司馬晉) or the Two Jins (兩晉), was a Chinese dynasty traditionally dated from 266 to 420 AD. It was founded by Sima Yan, eldest son of Sima Zhao, who was made the King of Jin and posthumously declared one of the founders of the dynasty, along with Sima Zhao's elder brother Sima Shi and father Sima Yi. It followed the Three Kin"}]}, {"heading": "Deaths", "year": "306", "date": "August 25", "txt": "Saint Maginus,  Christian hermit and martyr from Tarragona", "entities": [{"title": "Saint Maginus", "href": "/wiki/Saint_Maginus", "description": "Saint Maginus was a Catalan hermit in the late third and early fourth centuries in Tarragona. Orphaned early, he was a hermit in a cave on Mount Brufaganya for thirty years."}, {"title": "Tarragona", "href": "/wiki/Tarragona", "description": "Tarragona is a port city located in northeast Spain on the Costa Daurada by the Mediterranean Sea. Founded before the 5th century BC, it is the capital of the Province of Tarragona, and part of Tarragonès and Catalonia. Geographically, it is bordered on the north by the Province of Barcelona and the Province of Lleida. The city has a population of 201,199 (2014)."}]}, {"heading": "Deaths", "year": "383", "date": "August 25", "txt": "Gratian, Roman emperor (b. 359)", "entities": [{"title": "Gratian", "href": "/wiki/Gratian", "description": "Gratian was Roman emperor from 367 to 383. The eldest son of Valentinian I, Gratian accompanied his father on several campaigns along the Rhine and Danube frontiers and was raised to the rank of augustus in 367. Upon the death of Valentinian in 375, Gratian took over government of the west while his half-brother Valentinian II was also acclaimed emperor in Pannonia. Gratian governed the western pr"}]}, {"heading": "Deaths", "year": "471", "date": "August 25", "txt": "Gennadius I, patriarch of Constantinople", "entities": [{"title": "Gennadius of Constantinople", "href": "/wiki/Gennadius_of_Constantinople", "description": "Saint Gennadius was the 21st Ecumenical Patriarch of Constantinople. Gennadius is known to have been a learned writer who followed the Antiochene school of literal exegesis, although few writings have been left about him. He is commemorated in the Orthodox Church on November 17, but is not listed in the Roman Martyrology."}, {"title": "Ecumenical Patriarch of Constantinople", "href": "/wiki/Ecumenical_Patriarch_of_Constantinople", "description": "The ecumenical patriarch is the archbishop of Constantinople–New Rome and ranks as primus inter pares among the heads of the several autocephalous churches that make up the Eastern Orthodox Church. He is regarded as the representative and spiritual leader of Orthodox Christians worldwide.\nThe term ecumenical in the title is a historical reference to the Ecumene, a Greek designation for the civilis"}]}, {"heading": "Deaths", "year": "766", "date": "August 25", "txt": "Constantine Podopagouros, Byzantine official", "entities": [{"title": "Constantine Podopagouros", "href": "/wiki/Constantine_Podopagouros", "description": "Constantine Podopagouros was a high-ranking Byzantine official and with his brother Strategios leader of a conspiracy against Emperor Constantine V."}]}, {"heading": "Deaths", "year": "766", "date": "August 25", "txt": "Strategios Podopagouros, Byzantine general", "entities": []}, {"heading": "Deaths", "year": "985", "date": "August 25", "txt": "Dietrich of Haldensleben, German margrave", "entities": [{"title": "Dietrich of Haldensleben, Margrave of the Nordmark", "href": "/wiki/Dietrich_of_Haldensleben,_Margrave_of_the_Nordmark", "description": "Dietrich of Haldensleben was a Saxon count in the Schwabengau, later also in the Nordthüringgau and the Derlingau, who was the first Margrave of the Northern March from 965 until the Great Slav Rising of 983. He also bore the title of a dux (duke) in contemporary sources."}, {"title": "Margrave", "href": "/wiki/Margrave", "description": "Margrave was originally the medieval title for the military commander assigned to maintain the defence of one of the border provinces of the Holy Roman Empire or of a kingdom. That position became hereditary in certain feudal families in the Empire, and the title came to be borne by rulers of some Imperial principalities until the abolition of the Empire in 1806. Thereafter, those domains were abs"}]}, {"heading": "Deaths", "year": "1091", "date": "August 25", "txt": "Sisnando Davides, military leader", "entities": [{"title": "Sisnando Davides", "href": "/wiki/Sisnando_Davides", "description": "Sisnando Davides was a Mozarab nobleman and military leader of the Reconquista, born in Tentúgal, near Coimbra. He was a contemporary and acquaintance of El Cid, but his sphere of activity was in Iberia's southwest."}]}, {"heading": "Deaths", "year": "1192", "date": "August 25", "txt": "Hugh III, Duke of Burgundy (b. 1142)", "entities": [{"title": "Hugh III, Duke of Burgundy", "href": "/wiki/Hugh_III,_Duke_of_Burgundy", "description": "Hugh III was duke of Burgundy between 1162 and 1192. Hugh was the eldest son of Duke Odo II and Marie, daughter of Theobald II, Count of Champagne."}]}, {"heading": "Deaths", "year": "1258", "date": "August 25", "txt": "George Mouzalon, regent of the Empire of Nicaea", "entities": [{"title": "George Mouzalon", "href": "/wiki/George_Mouzalon", "description": "George Mouzalon was a high official of the Empire of Nicaea under Theodore II Laskaris."}]}, {"heading": "Deaths", "year": "1270", "date": "August 25", "txt": "Louis IX of France (b. 1214)", "entities": [{"title": "Louis IX of France", "href": "/wiki/Louis_IX_of_France", "description": "Louis IX, commonly known as Saint Louis or Louis the Saint, is the only king of France to have been canonized in the Catholic Church. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII; his mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis's childhood, Blanche "}]}, {"heading": "Deaths", "year": "1270", "date": "August 25", "txt": "Alphonso of Brienne (b. c. 1225)", "entities": []}, {"heading": "Deaths", "year": "1271", "date": "August 25", "txt": "Joan, Countess of Toulouse (b. 1220)", "entities": [{"title": "Joan, Countess of Toulouse", "href": "/wiki/Joan,_Countess_of_Toulouse", "description": "Joan was Countess of Toulouse from 1249 until her death. She was the only child of Raymond VII, Count of Toulouse by his first wife Sancha of Aragon, Countess of Toulouse."}]}, {"heading": "Deaths", "year": "1282", "date": "August 25", "txt": "Thomas de Cantilupe, English bishop and saint (b. 1218)", "entities": [{"title": "Thomas de Cantilupe", "href": "/wiki/Thomas_de_Cantilupe", "description": "Thomas de Cantilupe was Lord Chancellor of England and Bishop of Hereford. He was canonised in 1320 by Pope John XXII."}]}, {"heading": "Deaths", "year": "1322", "date": "August 25", "txt": "Beatrice of Silesia, queen consort of Germany (b. c. 1292)", "entities": [{"title": "Beatrice of Silesia", "href": "/wiki/Beatrice_of_Silesia", "description": "Beatrice of Silesia was a Polish princess member of the House of Piast in the Silesian branch of Jawor-Świdnica and by marriage Duchess of Bavaria and German Queen."}]}, {"heading": "Deaths", "year": "1327", "date": "August 25", "txt": "Demasq Kaja, Chobanid", "entities": [{"title": "Demasq Kaja", "href": "/wiki/Demasq_Kaja", "description": "Demasq Kaja was a member of the Chobanid family during the middle of the fourteenth century. He was the son of Coban."}]}, {"heading": "Deaths", "year": "1330", "date": "August 25", "txt": "Sir James Douglas, Scottish guerilla leader (b. 1286)", "entities": [{"title": "James Douglas, Lord of Douglas", "href": "/wiki/James_Douglas,_Lord_of_Douglas", "description": "Sir James Douglas was a Scottish knight and feudal lord. He was one of the chief commanders during the Wars of Scottish Independence."}]}, {"heading": "Deaths", "year": "1339", "date": "August 25", "txt": "Henry de Cobham, 1st Baron Cobham (b. 1260)", "entities": [{"title": "Henry de Cobham, 1st Baron Cobham", "href": "/wiki/Henry_de_Cobham,_1st_Baron_Cobham", "description": "Henry de Cobham, 1st Baron Cobham lord of the Manor of Cobham, Kent and of Cooling, both in Kent, was an English peer."}]}, {"heading": "Deaths", "year": "1368", "date": "August 25", "txt": "Andrea Orcagna, Italian painter, sculptor, and architect", "entities": [{"title": "Andrea Orcagna", "href": "/wiki/Andrea_Orcagna", "description": "Andrea di Cione di Arcangelo, better known as Orcagna, was an Italian painter, sculptor, and architect active in Florence. He worked as a consultant at the Florence Cathedral and supervised the construction of the facade at the Orvieto Cathedral. His Strozzi Altarpiece (1354–57) is noted as defining a new role for Christ as a source of Catholic doctrine and papal authority."}]}, {"heading": "Deaths", "year": "1482", "date": "August 25", "txt": "Margaret of Anjou (b. 1429)", "entities": [{"title": "Margaret of Anjou", "href": "/wiki/Margaret_of_Anjou", "description": "Margaret of Anjou was the Queen of England and nominally Queen of France by marriage to King Henry VI from 1445 to 1461 and again from 1470 to 1471. Born in the Duchy of Lorraine into the House of Valois-Anjou, Margaret was the second eldest daughter of René, King of Naples, and Isabella, Duchess of Lorraine."}]}, {"heading": "Deaths", "year": "1485", "date": "August 25", "txt": "William Catesby, supporter of Richard III (b. 1450)", "entities": [{"title": "William Catesby", "href": "/wiki/William_Catesby", "description": "William Catesby was one of Richard III of England's principal councillors. He also served as Chancellor of the Exchequer and Speaker of the House of Commons during Richard's reign."}]}, {"heading": "Deaths", "year": "1554", "date": "August 25", "txt": "Thomas Howard, 3rd Duke of Norfolk, English soldier and politician, Lord High Treasurer (b. 1473)", "entities": [{"title": "Thomas Howard, 3rd Duke of Norfolk", "href": "/wiki/Thomas_Howard,_3rd_Duke_of_Norfolk", "description": "Thomas Howard, 3rd Duke of Norfolk, was a prominent English politician and nobleman of the Tudor era. He was an uncle of two of the wives of King Henry VIII, namely Anne Boleyn and Catherine Howard, both of whom were beheaded, and played a major role in the machinations affecting these royal marriages. After falling from favour in 1546, he was stripped of his Dukedom and imprisoned in the Tower of"}, {"title": "Lord High Treasurer", "href": "/wiki/Lord_High_Treasurer", "description": "The post of Lord High Treasurer or Lord Treasurer was an English government position and has been a British government position since the Acts of Union of 1707. A holder of the post would be the third-highest-ranked Great Officer of State, below the Lord High Steward and the Lord High Chancellor of Great Britain."}]}, {"heading": "Deaths", "year": "1592", "date": "August 25", "txt": "William IV, Landgrave of Hesse-Kassel (b. 1532)", "entities": [{"title": "William IV, Landgrave of Hesse-Kassel", "href": "/wiki/William_IV,_Landgrave_of_Hesse-Kassel", "description": "William IV of Hesse-Kassel, also called William the Wise, was the first Landgrave of the Landgraviate of Hesse-Kassel. He was the founder of the oldest line, which survives to this day."}]}, {"heading": "Deaths", "year": "1603", "date": "August 25", "txt": "Ahmad al-Mansur, Sultan of the Saadi dynasty (b. 1549)", "entities": [{"title": "Ahmad al-Mansur", "href": "/wiki/Ahmad_al-Mansur", "description": "Ahmad al-Mansur was Sultan of the Saadi dynasty from 1578 to his death in 1603, the sixth and most famous of all rulers of the Saadis. Ahmad al-Mansur was an important figure in both Europe and Africa in the sixteenth century; his powerful army and strategic location made him an important power player in the late Renaissance period. He has been described as \"a man of profound Islamic learning, a l"}]}, {"heading": "Deaths", "year": "1631", "date": "August 25", "txt": "Nicholas Hyde, Lord Chief Justice of England (b.c. 1572)", "entities": [{"title": "Nicholas Hyde", "href": "/wiki/Nicholas_Hyde", "description": "Sir Nicholas Hyde was Lord Chief Justice of England."}, {"title": "Lord Chief Justice of England and Wales", "href": "/wiki/Lord_Chief_Justice_of_England_and_Wales", "description": "The Lord Chief Justice of England and Wales is the Head of the Judiciary of England and Wales and the President of the Courts of England and Wales."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Deaths", "year": "1632", "date": "August 25", "txt": "Thomas Dekker, English author and playwright (b. 1572)", "entities": [{"title": "Thomas Dekker (writer)", "href": "/wiki/Thomas_Dekker_(writer)", "description": "Thomas Dekker was an English Elizabethan dramatist and pamphleteer, a versatile and prolific writer, whose career spanned several decades and brought him into contact with many of the period's most famous dramatists."}]}, {"heading": "Deaths", "year": "1688", "date": "August 25", "txt": "Henry Morgan, Welsh admiral and politician, Lieutenant Governor of Jamaica (b. 1635)", "entities": [{"title": "Henry Morgan", "href": "/wiki/Henry_Morgan", "description": "Sir Henry Morgan 24 January 1635 – 25 August 1688) was a Welsh privateer, plantation owner, and, later, Lieutenant Governor of Jamaica. From his base in Port Royal, Jamaica, he raided settlements and shipping on the Spanish Main, becoming wealthy as he did so. With the prize money from the raids he purchased three large sugar plantations on the island."}, {"title": "Lieutenant Governor of Jamaica", "href": "/wiki/Lieutenant_Governor_of_Jamaica", "description": "\n\nThis is a list of viceroys in Jamaica from its initial occupation by Spain in 1509, to its independence from the United Kingdom in 1962. For a list of viceroys after independence, see Governor-General of Jamaica. For context, see History of Jamaica."}]}, {"heading": "Deaths", "year": "1699", "date": "August 25", "txt": "Christian V of Denmark (b. 1646)", "entities": [{"title": "Christian V of Denmark", "href": "/wiki/Christian_V_of_Denmark", "description": "Christian V was king of Denmark and Norway from 1670 until his death in 1699."}]}, {"heading": "Deaths", "year": "1711", "date": "August 25", "txt": "Edward Villiers, 1st Earl of Jersey, English politician, Secretary of State for the Southern Department (b. 1656)", "entities": [{"title": "Edward Villiers, 1st Earl of Jersey", "href": "/wiki/Edward_Villiers,_1st_Earl_of_Jersey", "description": "Edward Villiers, 1st Earl of Jersey was an English peer, courtier, and statesman of the Villiers family. He was created Baron Villiers and Viscount Villiers in 1691 and Earl of Jersey in 1697. A leading Tory politician opposed to the Whig Junto, he was made Southern Secretary in 1699."}, {"title": "Secretary of State for the Southern Department", "href": "/wiki/Secretary_of_State_for_the_Southern_Department", "description": "The Secretary of State for the Southern Department was a position in the cabinet of the government of the Kingdom of Great Britain up to 1782, when the Southern Department became the Home Office."}]}, {"heading": "Deaths", "year": "1742", "date": "August 25", "txt": "Carlos Seixas, Portuguese organist and composer (b. 1704)", "entities": [{"title": "Carlos Seixas", "href": "/wiki/Carlos_Seixas", "description": "José António Carlos de Seixas was a pre-eminent Portuguese composer of the 18th century. An accomplished virtuoso of both the organ and the harpsichord, Seixas succeeded his father as the organist for Coimbra Cathedral at the age of fourteen. In 1720, he departed for the capital, Lisbon, where he was to serve as the organist for the royal chapel, one of the highest offices for a musician in Portug"}]}, {"heading": "Deaths", "year": "1774", "date": "August 25", "txt": "Niccolò Jommelli, Italian composer and educator (b. 1714)", "entities": [{"title": "Niccolò Jommelli", "href": "/wiki/Niccol%C3%B2_Jommelli", "description": "Niccolò Jommelli was an Italian composer of the Neapolitan School. Along with other composers mainly in the Holy Roman Empire and France, he was responsible for certain operatic reforms including reducing ornateness of style and the primacy of star singers somewhat."}]}, {"heading": "Deaths", "year": "1776", "date": "August 25", "txt": "David Hume, Scottish economist, historian, and philosopher (b. 1711)", "entities": [{"title": "David Hume", "href": "/wiki/David_Hume", "description": "David Hume was a Scottish Enlightenment philosopher, historian, economist, librarian and essayist, who is best known today for his highly influential system of philosophical empiricism, skepticism, and naturalism. Beginning with A Treatise of Human Nature (1739–40), Hume strove to create a naturalistic science of man that examined the psychological basis of human nature. Hume argued against the ex"}]}, {"heading": "Deaths", "year": "1794", "date": "August 25", "txt": "Florimond Claude, Comte de Mercy-Argenteau, Belgian-Austrian diplomat (b. 1727)", "entities": [{"title": "Florimond Claude, Comte de Mercy-Argenteau", "href": "/wiki/Florimond_Claude,_Comte_de_Mercy-Argenteau", "description": "Florimond Claude, comte de Mercy-Argenteau was an Austrian diplomat."}]}, {"heading": "Deaths", "year": "1797", "date": "August 25", "txt": "Thomas Chittenden, Governor of the Vermont Republic (later 1st Governor of the State of Vermont) (b. 1730)", "entities": [{"title": "Thomas Chittenden", "href": "/wiki/Thomas_Chittenden", "description": "Thomas Chittenden was a major figure in the early history of Vermont, and was leader of the territory for nearly two decades. Chittenden was the first and third governor of the state of Vermont, serving from 1778 to 1789, when Vermont was a largely unrecognized independent state, called the Vermont Republic, and again after a year out of office, from 1790 until his death. During his first term aft"}]}, {"heading": "Deaths", "year": "1819", "date": "August 25", "txt": "James Watt, Scottish-English engineer and instrument maker (b. 1736)", "entities": [{"title": "James Watt", "href": "/wiki/James_Watt", "description": "James Watt was a Scottish inventor, mechanical engineer, and chemist who improved on Thomas Newcomen's 1712 Newcomen steam engine with his Watt steam engine in 1776, which was fundamental to the changes brought by the Industrial Revolution in both his native Great Britain and the rest of the world."}]}, {"heading": "Deaths", "year": "1822", "date": "August 25", "txt": "William Herschel, German-English astronomer and composer (b. 1738)", "entities": [{"title": "William Herschel", "href": "/wiki/William_Herschel", "description": "Frederick William Herschel was a German-born British astronomer and composer of music. He frequently collaborated with his younger sister and fellow astronomer Caroline Lucretia Herschel (1750–1848). Born in the Electorate of Hanover, William Herschel followed his father into the military band of Hanover, before emigrating to Great Britain in 1757 at the age of nineteen."}]}, {"heading": "Deaths", "year": "1867", "date": "August 25", "txt": "Michael Faraday, English physicist and chemist (b. 1791)", "entities": [{"title": "Michael Faraday", "href": "/wiki/Michael_Faraday", "description": "Michael Faraday was an English scientist who contributed to the study of electromagnetism and electrochemistry. His main discoveries include the principles underlying electromagnetic induction, diamagnetism and electrolysis."}]}, {"heading": "Deaths", "year": "1882", "date": "August 25", "txt": "Friedrich Reinhold Kreutzwald, Estonian physician and author (b. 1803)", "entities": [{"title": "Friedrich Reinhold Kreutzwald", "href": "/wiki/Friedrich_Reinhold_Kreutzwald", "description": "Friedrich Reinhold Kreutzwald was an Estonian writer who is considered to be the father of the national literature for the country. He is the author of Estonian national epic Kalevipoeg."}]}, {"heading": "Deaths", "year": "1886", "date": "August 25", "txt": "Zinovios Valvis, Greek lawyer and politician, 35th Prime Minister of Greece (b. 1791)", "entities": [{"title": "Zinovios Valvis", "href": "/wiki/Zinovios_Valvis", "description": "Zinovios Zafirios I. Valvis was a Greek politician and Prime Minister of Greece. Valvis was born in 1800 in Missolonghi. He first studied theology but switched to law, furthering his studies in Italy. Valvis married Arsinoe Ratzikosta and fathered nine children. He twice served as prime minister but fell on hard times in his old age, dying impoverished in 1872 after refusing a state pension so as "}, {"title": "Prime Minister of Greece", "href": "/wiki/Prime_Minister_of_Greece", "description": "The prime minister of the Hellenic Republic, colloquially referred to as the prime minister of Greece, is the head of government of the Hellenic Republic and the leader of the Greek Cabinet. The incumbent prime minister is Kyriakos Mitsotakis, who took office on 8 July 2019."}]}, {"heading": "Deaths", "year": "1892", "date": "August 25", "txt": "William Champ, English-Australian politician, 1st Premier of Tasmania (b. 1808)", "entities": [{"title": "William Champ", "href": "/wiki/William_Champ", "description": "William Thomas Napier Champ was a soldier and politician who served as the first Premier of Tasmania from 1856 to 1857. He was born in the United Kingdom."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1900", "date": "August 25", "txt": "Friedrich Nietzsche, German philologist, philosopher, and critic (b. 1844)", "entities": [{"title": "Friedrich Nietzsche", "href": "/wiki/Friedrich_Nietzsche", "description": "Friedrich Wilhelm Nietzsche was a German philosopher, cultural critic, composer, poet, writer, and philologist whose work has exerted a profound influence on modern intellectual history. He began his career as a classical philologist before turning to philosophy. He became the youngest person ever to hold the Chair of Classical Philology at the University of Basel in 1869 at the age of 24. Nietzsc"}]}, {"heading": "Deaths", "year": "1904", "date": "August 25", "txt": "Henri Fantin-Latour, French painter and lithographer (b. 1836)", "entities": [{"title": "Henri Fantin-Latour", "href": "/wiki/Henri_Fantin-Latour", "description": "Henri Fantin-Latour was a French painter and lithographer best known for his flower paintings and group portraits of Parisian artists and writers."}]}, {"heading": "Deaths", "year": "1908", "date": "August 25", "txt": "Henri Becquerel, French physicist and chemist, Nobel Prize laureate (b. 1852)", "entities": [{"title": "Henri Becquerel", "href": "/wiki/Henri_Becquerel", "description": "Antoine Henri Becquerel was a French engineer, physicist, Nobel laureate, and the first person to discover evidence of radioactivity. For work in this field he, along with Marie Skłodowska-Curie and Pierre Curie, received the 1903 Nobel Prize in Physics. The SI unit for radioactivity, the becquerel (Bq), is named after him."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1916", "date": "August 25", "txt": "Mary Tappan Wright, American novelist and short story writer (b. 1851)", "entities": [{"title": "Mary Tappan Wright", "href": "/wiki/Mary_Tappan_Wright", "description": "Mary Tappan Wright (1851–1916) was an American novelist and short story writer best known for her acute characterizations and depictions of academic life. She was the wife of classical scholar John Henry Wright and the mother of legal scholar and utopian novelist Austin Tappan Wright and geographer John Kirtland Wright."}, {"title": "Novelist", "href": "/wiki/Novelist", "description": "A novelist is an author or writer of novels, though often novelists also write in other genres of both fiction and non-fiction. Some novelists are professional novelists, thus make a living writing novels and other fiction, while others aspire to support themselves in this way or write as an avocation. Most novelists struggle to have their debut novel published, but once published they often conti"}, {"title": "Short story", "href": "/wiki/Short_story", "description": "A short story is a piece of prose fiction that typically can be read in one sitting and focuses on a self-contained incident or series of linked incidents, with the intent of evoking a single effect or mood. The short story is one of the oldest types of literature and has existed in the form of legends, mythic tales, folk tales, fairy tales, fables and anecdotes in various ancient communities acro"}]}, {"heading": "Deaths", "year": "1921", "date": "August 25", "txt": "Nikolay Gumilyov, Russian poet and critic (b. 1886)", "entities": [{"title": "Nikolay Gumilyov", "href": "/wiki/Nikolay_Gumilyov", "description": "Nikolay Stepanovich Gumilyov was an influential Russian poet, literary critic, traveler, and military officer. He was a cofounder of the Acmeist movement. He was husband of Anna Akhmatova and father of Lev Gumilev. Nikolay Gumilyov was arrested and executed by the Cheka, the secret Soviet police force, in 1921."}]}, {"heading": "Deaths", "year": "1924", "date": "August 25", "txt": "Mariano Álvarez, Filipino general and politician (b. 1818)", "entities": [{"title": "Mariano Álvarez", "href": "/wiki/Mariano_%C3%81lvarez", "description": "Mariano Álvarez was a Filipino revolutionary and statesman."}]}, {"heading": "Deaths", "year": "1924", "date": "August 25", "txt": "Velma Caldwell Melville, American editor, and writer of prose and poetry (b. 1858)", "entities": []}, {"heading": "Deaths", "year": "1925", "date": "August 25", "txt": "Franz Conrad von Hötzendorf, Austrian field marshal (b. 1852)", "entities": [{"title": "Franz Conrad von Hötzendorf", "href": "/wiki/Franz_Conrad_von_H%C3%B6tzendorf", "description": "Franz Xaver Josef Conrad von Hötzendorf, sometimes anglicised as Hoetzendorf, was an Austrian general who played a central role in World War I. He served as K.u.k. Feldmarschall and Chief of the General Staff of the military of the Austro-Hungarian Army and Navy from 1906 to 1917. He was in charge during the July Crisis of 1914 that caused World War I. For years he had repeatedly called for preemp"}]}, {"heading": "Deaths", "year": "1930", "date": "August 25", "txt": "Frankie Campbell, American boxer (b. 1904)", "entities": [{"title": "Frankie Campbell", "href": "/wiki/Frankie_Campbell", "description": "Frankie Campbell was an Italian-American boxer who fought professionally as a heavyweight. He won 33 of his 40 career fights, losing four, drawing twice, and fighting to a no-contest in another. Campbell was killed in the ring by future heavyweight champion Max Baer on August 25, 1930, in San Francisco, California."}]}, {"heading": "Deaths", "year": "1931", "date": "August 25", "txt": "Dorothea Fairbridge, South African author and co-founder of Guild of Loyal Women (b. 1862)", "entities": [{"title": "Dorothea Fairbridge", "href": "/wiki/Dorothea_Fairbridge", "description": "Dorothea Ann Fairbridge referred as Dora Fairbridge was a South African author and co-founder of the Guild of Loyal Women."}, {"title": "Guild of Loyal Women", "href": "/wiki/Guild_of_Loyal_Women", "description": "The Guild of Loyal Women of South Africa was a voluntary organisation which identified, marked and maintained Second Boer War graves and military graveyards. A prominent founder member was the author and conservationist, Dorothea Fairbridge (1862–1931)."}]}, {"heading": "Deaths", "year": "1936", "date": "August 25", "txt": "Juliette Adam, French author (b. 1836)", "entities": [{"title": "Juliette Adam", "href": "/wiki/Juliette_Adam", "description": "Juliette Adam was a French author and feminist."}]}, {"heading": "Deaths", "year": "1938", "date": "August 25", "txt": "Aleksandr Kuprin, Russian pilot, explorer, and author (b. 1870)", "entities": [{"title": "Aleksandr Kuprin", "href": "/wiki/Aleksandr_Kuprin", "description": "Aleksandr Ivanovich Kuprin was a Russian writer best known for his novels The Duel (1905) and The Pit, as well as Moloch (1896), Olesya (1898), \"Junior Captain Rybnikov\" (1906), \"Emerald\" (1907), and The Garnet Bracelet (1911) – the latter made into a 1965 movie."}]}, {"heading": "Deaths", "year": "1939", "date": "August 25", "txt": "Babe Siebert, Canadian ice hockey player and coach (b. 1904)", "entities": [{"title": "Babe Siebert", "href": "/wiki/Babe_Siebert", "description": "Charles Albert \"Babe\" Siebert was a Canadian professional ice hockey left winger and defenceman who played 14 seasons in the National Hockey League (NHL) for the Montreal Maroons, New York Rangers, Boston Bruins and Montreal Canadiens. He won the 1926 Stanley Cup championship with the Maroons, and was a member of the famous \"S Line\", and another with the Rangers in 1933."}]}, {"heading": "Deaths", "year": "1940", "date": "August 25", "txt": "Prince Jean, Duke of Guise (b. 1874)", "entities": [{"title": "Prince Jean, Duke of Guise", "href": "/wiki/Prince_Jean,_Duke_of_Guise", "description": "Prince Jean of Orléans, Duke of Guise, was the third son and youngest child of Prince Robert, Duke of Chartres (1840–1910), grandson of Prince Ferdinand Philippe and great-grandson of Louis Philippe I, King of the French. His mother was Françoise of Orléans, daughter of François, Prince of Joinville, and Princess Francisca of Brazil."}]}, {"heading": "Deaths", "year": "1942", "date": "August 25", "txt": "Prince George, Duke of Kent (b. 1902)", "entities": [{"title": "Prince George, Duke of Kent", "href": "/wiki/Prince_George,_Duke_of_Kent", "description": "Prince George, Duke of Kent, was a member of the British royal family, the fourth son of King George V and Queen Mary. He was a younger brother of Edward VIII and George VI."}]}, {"heading": "Deaths", "year": "1945", "date": "August 25", "txt": "John Birch, American soldier and missionary (b. 1918)", "entities": [{"title": "John Birch (missionary)", "href": "/wiki/John_Birch_(missionary)", "description": "John Morrison Birch was an American Baptist minister and missionary, United States Army Air Forces military intelligence captain, and OSS agent in China during World War II. Birch was killed in a confrontation with Chinese Communist soldiers during an assignment he was ordered on by the OSS, ten days after the war ended. He was posthumously awarded the Army Distinguished Service Medal."}]}, {"heading": "Deaths", "year": "1956", "date": "August 25", "txt": "Alfred Kinsey, American biologist and academic (b. 1894)", "entities": [{"title": "Alfred Kinsey", "href": "/wiki/Alfred_Kinsey", "description": "Alfred Charles Kinsey was an American biologist, professor of entomology and zoology, and sexologist who, in 1947, founded the Institute for Sex Research at Indiana University, now known as the Kinsey Institute for Research in Sex, Gender, and Reproduction. He is best known for writing Sexual Behavior in the Human Male (1948) and Sexual Behavior in the Human Female (1953), also known as the Kinsey"}]}, {"heading": "Deaths", "year": "1965", "date": "August 25", "txt": "Moonlight Graham, American baseball player and physician (b. 1879)", "entities": [{"title": "Moonlight Graham", "href": "/wiki/Moonlight_Graham", "description": "Archibald Wright \"Moonlight\" Graham was an American professional baseball player and medical doctor who appeared as a right fielder in a single major league game for the New York Giants on June 29, 1905. His story was popularized by Shoeless Joe, a novel by W. P. Kinsella, and the subsequent 1989 film Field of Dreams, starring Kevin Costner, and featuring Burt Lancaster and Frank Whaley, respectiv"}]}, {"heading": "Deaths", "year": "1967", "date": "August 25", "txt": "Stanley Bruce, Australian lawyer and politician, 8th Prime Minister of Australia (b. 1883)", "entities": [{"title": "Stanley Bruce", "href": "/wiki/Stanley_Bruce", "description": "Stanley Melbourne Bruce, 1st Viscount Bruce of Melbourne, was the 8th Prime Minister of Australia, in office from 1923 to 1929. He made wide-ranging reforms and mounted a comprehensive nation-building program in government, but his controversial handling of industrial relations led to a dramatic defeat at the polls in 1929. Bruce later pursued a long and influential diplomatic career as High Commi"}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1967", "date": "August 25", "txt": "Oscar Cabalén, Argentine race car driver (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "August 25", "txt": "Paul Muni, Ukrainian-born American actor (b. 1895)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "August 25", "txt": "George Lincoln Rockwell, American commander, politician, and activist, founded the American Nazi Party (b. 1918)", "entities": [{"title": "American Nazi Party", "href": "/wiki/American_Nazi_Party", "description": "The American Nazi Party (ANP) is an American neo-Nazi political party founded by George Lincoln Rockwell and headquartered in Arlington, Virginia. Rockwell founded the organization as the World Union of Free Enterprise National Socialists (WUFENS), but renamed it the American Nazi Party in 1960. Since the late 1960s, a number of small groups have used the name \"American Nazi Party\" with most being"}]}, {"heading": "Deaths", "year": "1968", "date": "August 25", "txt": "Stan McCabe, Australian cricketer and coach (b. 1910)", "entities": [{"title": "Stan McCabe", "href": "/wiki/Stan_McCabe", "description": "Stanley Joseph McCabe was an Australian cricketer who played 39 Test matches for Australia from 1930 to 1938. A short, stocky right-hander, McCabe was described by Wisden as \"one of Australia's greatest and most enterprising batsmen\" and by his captain Don Bradman as one of the great batsmen of the game. He was never dropped from the Australian Test team and was known for his footwork, mastery of "}]}, {"heading": "Deaths", "year": "1969", "date": "August 25", "txt": "Robert Cosgrove, Australian politician, 30th Premier of Tasmania (b. 1884)", "entities": [{"title": "Robert Cosgrove", "href": "/wiki/Robert_Cosgrove", "description": "Sir Robert Cosgrove was an Australian politician who was the 30th and longest-serving Premier of Tasmania. He held office for over 18 years, serving from 1939 to 1947 and from 1948 to 1958. His involvement in state politics spanned five decades, and he dominated the Tasmanian branch of the Australian Labor Party for a generation."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1970", "date": "August 25", "txt": "Tachū Naitō, Japanese architect and engineer, designed the Tokyo Tower (b. 1886)", "entities": [{"title": "Tachū Naitō", "href": "/wiki/Tach%C5%AB_Nait%C5%8D", "description": "Tachū Naitō  was a Japanese architect, engineer, and professor from Yamanashi Prefecture, Minami-Alps, Yamanashi. He was a father of earthquake-proof design and built many broadcasting and observation towers, including the Tokyo Tower."}, {"title": "Tokyo Tower", "href": "/wiki/Tokyo_Tower", "description": "The Tokyo Tower  is a communications and observation tower in the Shiba-koen district of Minato, Tokyo, Japan. At 332.9 meters (1,092 ft), it is the second-tallest structure in Japan. The structure is an Eiffel Tower-inspired lattice tower that is painted white and international orange to comply with air safety regulations.\n"}]}, {"heading": "Deaths", "year": "1971", "date": "August 25", "txt": "Ted Lewis, American singer and clarinet player (b. 1890)", "entities": [{"title": "Ted Lewis (musician)", "href": "/wiki/Ted_Lewis_(musician)", "description": "Theodore Leopold Friedman, known as Ted Lewis, was an American entertainer, bandleader, singer, and musician. He fronted a band and touring stage show that presented a combination of jazz, comedy, and nostalgia that was a hit with the American public before and after World War II. He was known by the moniker \"Mr. Entertainment\" or Ted \"Is Everybody Happy?\" Lewis. Lewis died of lung failure in Augu"}]}, {"heading": "Deaths", "year": "1973", "date": "August 25", "txt": "Dezső Pattantyús-Ábrahám, Hungarian lawyer and politician, Prime Minister of Hungary (b. 1875)", "entities": [{"title": "Dezső Pattantyús-Ábrahám", "href": "/wiki/Dezs%C5%91_Pattanty%C3%BAs-%C3%81brah%C3%A1m", "description": "Dezső Pattantyús-Ábrahám de Dancka was a conservative Hungarian politician who served as Prime Minister and temporary Minister of Finance of the second counter-revolutionary government in Szeged for one month in 1919. His government commissioned Miklós Horthy to Supreme Commander of the National Army."}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Deaths", "year": "1976", "date": "August 25", "txt": "Eyvind Johnson, Swedish novelist and short story writer, Nobel Prize laureate (b. 1900)", "entities": [{"title": "Eyvind Johnson", "href": "/wiki/Eyvind_Johnson", "description": "Eyvind Johnson was a Swedish novelist and short story writer. Regarded as the most groundbreaking novelist in modern Swedish literature he became a member of the Swedish Academy in 1957 and shared the Nobel Prize in Literature with Harry Martinson in 1974 with the citation: for a narrative art, far-seeing in lands and ages, in the service of freedom."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "1977", "date": "August 25", "txt": "Károly Kós, Hungarian architect, ethnologist, and politician (b. 1883)", "entities": [{"title": "Károly Kós", "href": "/wiki/K%C3%A1roly_K%C3%B3s", "description": "Károly Kós was a Hungarian architect, writer, illustrator, ethnologist and politician of Austria-Hungary and Romania."}]}, {"heading": "Deaths", "year": "1979", "date": "August 25", "txt": "Stan Kenton, American pianist, composer, and bandleader (b. 1911)", "entities": [{"title": "Stan Kenton", "href": "/wiki/Stan_Kenton", "description": "Stanley Newcomb Kenton was an American popular music and jazz artist. As a pianist, composer, arranger and band leader, he led an innovative and influential jazz orchestra for almost four decades. Though Kenton had several pop hits from the early 1940s into the 1960s, his music was always forward-looking. Kenton was also a pioneer in the field of jazz education, creating the Stan Kenton Jazz Camp "}]}, {"heading": "Deaths", "year": "1980", "date": "August 25", "txt": "Gower Champion, American dancer and choreographer (b. 1919)", "entities": [{"title": "Gower Champion", "href": "/wiki/Gower_Champion", "description": "Gower Carlyle Champion was an American actor, theatre director, choreographer, and dancer."}]}, {"heading": "Deaths", "year": "1981", "date": "August 25", "txt": "Nassos Kedrakas, Greek actor and cinematographer (b. 1915)", "entities": [{"title": "Nassos Kedrakas", "href": "/wiki/Nassos_Kedrakas", "description": "Athanasios (Nassos) Kedrakas was a Greek actor."}]}, {"heading": "Deaths", "year": "1982", "date": "August 25", "txt": "Anna German, Polish singer (b. 1936)", "entities": [{"title": "Anna German", "href": "/wiki/Anna_German", "description": "Anna Wiktoria German-Tucholska was a Polish singer, immensely popular in Poland and in the Soviet Union in the 1960s–1970s. She released over a dozen music albums with songs in Polish, as well as several albums with Russian repertoire. Throughout her music career, she recorded songs in seven languages: Polish, Russian, German, Italian, Spanish, English and Latin."}, {"title": "Poland", "href": "/wiki/Poland", "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"}, {"title": "1936", "href": "/wiki/1936", "description": "1936 (MCMXXXVI) was a leap year starting on Wednesday of the Gregorian calendar, the 1936th year of the Common Era (CE) and Anno Domini (AD) designations, the 936th year of the 2nd millennium, the 36th year of the 20th century, and the 7th year of the 1930s decade. "}]}, {"heading": "Deaths", "year": "1984", "date": "August 25", "txt": "Truman Capote, American novelist, playwright, and screenwriter (b. 1924)", "entities": [{"title": "Truman Capote", "href": "/wiki/Truman_Capote", "description": "Truman Garcia Capote was an American novelist, screenwriter, playwright, and actor. Several of his short stories, novels, and plays have been praised as literary classics, including the novella Breakfast at Tiffany's (1958) and the true crime novel In Cold Blood (1966), which he labeled a \"nonfiction novel\". His works have been adapted into more than 20 films and television dramas."}]}, {"heading": "Deaths", "year": "1984", "date": "August 25", "txt": "Viktor Chukarin, Ukrainian gymnast and coach (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "August 25", "txt": "Waite Hoyt, American baseball player and sportscaster (b. 1899)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "August 25", "txt": "Art Rooney, American businessman, founded the Pittsburgh Steelers (b. 1901)", "entities": [{"title": "Art Rooney", "href": "/wiki/Art_Rooney", "description": "Arthur Joseph Rooney Sr., often referred to as \"The Chief\", was the founding owner of the Pittsburgh Steelers, an American football franchise in the National Football League (NFL), from 1933 until his death. Rooney is a member of the Pro Football Hall of Fame, was an Olympic qualifying boxer, and was part or whole owner in several track sport venues and Pittsburgh area pro teams. He was the first "}, {"title": "Pittsburgh Steelers", "href": "/wiki/Pittsburgh_Steelers", "description": "The Pittsburgh Steelers are a professional American football team based in Pittsburgh. They compete in the National Football League (NFL) as a member club of the American Football Conference (AFC) North division. Founded in 1933, the Steelers are the seventh-oldest franchise in the NFL, and they are the oldest franchise in the AFC."}]}, {"heading": "Deaths", "year": "1990", "date": "August 25", "txt": "Morley Callaghan, Canadian author and playwright (b. 1903)", "entities": [{"title": "Morley Callaghan", "href": "/wiki/Morley_Callaghan", "description": "Morley Edward Callaghan was a Canadian novelist, short story writer, playwright, and TV and radio personality."}]}, {"heading": "Deaths", "year": "1995", "date": "August 25", "txt": "Doug Stegmeyer, American bass player and producer (b. 1951)", "entities": [{"title": "Doug Stegmeyer", "href": "/wiki/Doug_Stegmeyer", "description": "Douglas Alan Stegmeyer was an American musician who was best known as the bassist and back-up vocalist for Billy Joel. Stegmeyer also performed as bassist for Debbie Gibson and Hall & Oates."}]}, {"heading": "Deaths", "year": "1998", "date": "August 25", "txt": "Lewis F. Powell, Jr., American lawyer and Supreme Court justice (b. 1907)", "entities": [{"title": "Lewis F. Powell, Jr.", "href": "/wiki/Lewis_F._Powell,_Jr.", "description": "Lewis Franklin Powell Jr. was an American lawyer and jurist who served as an Associate Justice of the Supreme Court of the United States from 1971 to 1987. Powell compiled a generally conservative and business-aligned record on the Court."}]}, {"heading": "Deaths", "year": "1999", "date": "August 25", "txt": "Rob Fisher, English keyboard player and songwriter (b. 1956)", "entities": [{"title": "Rob Fisher (British musician)", "href": "/wiki/Rob_Fisher_(British_musician)", "description": "Rob Fisher was an English keyboardist and songwriter from Cheltenham, England, who achieved chart success as a member of the new wave band Naked Eyes and, later, Climie Fisher. He attended Lord Wandsworth College in Hampshire, where he was a member of a band called Cirrus."}]}, {"heading": "Deaths", "year": "2000", "date": "August 25", "txt": "Carl Barks, American author and illustrator (b. 1901)", "entities": [{"title": "Carl Barks", "href": "/wiki/Carl_Barks", "description": "Carl Barks was an American cartoonist, author, and painter. He is best known for his work in Disney comic books, as the writer and artist of the first Donald Duck stories and as the creator of Scrooge McDuck. He worked anonymously until late in his career; fans dubbed him The Duck Man and The Good Duck Artist. In 1987, Barks was one of the three inaugural inductees of the Will Eisner Comic Book Ha"}]}, {"heading": "Deaths", "year": "2000", "date": "August 25", "txt": "Frederick C. Bock, American soldier and pilot (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 25", "txt": "Jack Nitzsche, American pianist, composer, and producer (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "August 25", "txt": "Allen Woody, American bass player and songwriter  (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 25", "txt": "Aaliyah, American singer and actress (b. 1979)", "entities": [{"title": "Aaliyah", "href": "/wiki/Aaliyah", "description": "Aaliyah Dana Haughton, known mononymously as Aaliyah, was an American singer, actress, dancer, and model. She has been credited for helping to redefine contemporary R&B, pop and hip hop, earning her the nicknames the \"Princess of R&B\" and \"Queen of Urban Pop\"."}]}, {"heading": "Deaths", "year": "2001", "date": "August 25", "txt": "Carl Brewer, Canadian ice hockey player (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "August 25", "txt": "Üzeyir Garih, Turkish engineer and businessman, co-founded Alarko Holding (b. 1929)", "entities": [{"title": "Alarko Holding", "href": "/wiki/Alarko_Holding", "description": "Alarko Holding is one of the largest business conglomerates in Turkey; it is listed on the Istanbul Stock Exchange. It operates in a variety of sectors, including construction, electricity generation and distribution, tourism, and real estate. It was founded by İshak Alaton and Üzeyir Garih in 1954."}]}, {"heading": "Deaths", "year": "2001", "date": "August 25", "txt": "Ken Tyrrell, English race car driver and businessman, founded Tyrrell Racing (b. 1924)", "entities": [{"title": "Tyrrell Racing", "href": "/wiki/Tyrrell_Racing", "description": "The Tyrrell Racing Organisation was an auto racing team and Formula One constructor founded by Ken Tyrrell which started racing in 1958 and started building its own cars in 1970. The team experienced its greatest success in the early 1970s, when it won three Drivers' Championships and one Constructors' Championship with Jackie Stewart. The team never reached such heights again, although it continu"}]}, {"heading": "Deaths", "year": "2002", "date": "August 25", "txt": "Dorothy Hewett, Australian author and poet (b. 1923)", "entities": [{"title": "Dorothy Hewett", "href": "/wiki/Dorothy_Hewett", "description": "\n\nDorothy Coade Hewett was an Australian feminist poet, novelist and playwright. She has been called \"one of Australia's best-loved and most respected writers\". She was also a member of the Communist Party for a period, though she clashed on many occasions with the party leadership. In recognition of her 20 volumes of published literature, she received the Order of Australia, has a Writer's Walk p"}]}, {"heading": "Deaths", "year": "2003", "date": "August 25", "txt": "Tom Feelings, American author and illustrator (b. 1933)", "entities": [{"title": "Tom Feelings", "href": "/wiki/Tom_Feelings", "description": "Tom Feelings was a cartoonist, children's book illustrator, author, teacher, and activist. He focused on the African-American experience in his work. His most famous book is The Middle Passage: White Ships/Black Cargo."}]}, {"heading": "Deaths", "year": "2005", "date": "August 25", "txt": "Peter Glotz, Czech-German academic and politician (b. 1939)", "entities": [{"title": "Peter Glotz", "href": "/wiki/Peter_Glotz", "description": "Peter Glotz was a German social democratic politician and social scientist."}]}, {"heading": "Deaths", "year": "2006", "date": "August 25", "txt": "Noor Hassanali, Trinidadian-Tobagonian lawyer and politician, 2nd President of Trinidad and Tobago (b. 1918)", "entities": [{"title": "Noor Hassanali", "href": "/wiki/Noor_Hassanali", "description": "Noor Mohamed Hassanali was the second President of Trinidad and Tobago (1987–1997). A retired high-court judge, Hassanali was the first person of Indian descent along with being the first Muslim to hold the office of President of Trinidad and Tobago and he was the first Muslim head of state in the Western Hemisphere."}, {"title": "President of Trinidad and Tobago", "href": "/wiki/President_of_Trinidad_and_Tobago", "description": "The President of the Republic of Trinidad and Tobago is the head of state of Trinidad and Tobago and the commander-in-chief of the Trinidad and Tobago Defence Force. The office was established when the country became a republic in 1976, before which the head of state was Queen Elizabeth II. The last Governor-General, Sir Ellis Clarke, was sworn in as the first President on 1 August 1976 under a tr"}]}, {"heading": "Deaths", "year": "2007", "date": "August 25", "txt": "Benjamin Aaron, American lawyer and scholar (b. 1915)", "entities": [{"title": "Benjamin Aaron", "href": "/wiki/Benjamin_Aaron", "description": "Benjamin Aaron was an American attorney, labor law scholar and civil servant. He is known for his work as an arbitrator and mediator, and for helping to advance the development of the field of comparative labor law in the United States."}]}, {"heading": "Deaths", "year": "2007", "date": "August 25", "txt": "Ray Jones, English footballer (b. 1988)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "August 25", "txt": "Ahmad Faraz, Pakistani poet (b. 1931)", "entities": [{"title": "Ahmad Faraz", "href": "/wiki/Ahmad_Faraz", "description": "Syed Ahmad Shah, better known by his pen name Ahmed Faraz, was a Pakistani Urdu poet, scriptwriter and chairman of Pakistan Academy of Letters. He wrote his poetry under pseudonym Faraz. During his lifetime, he criticised military rule and coup d'état in the country and was displaced by the military dictators. He was awarded the Sitara-i-Imtiaz and Hilal-e-Imtiaz. On 25 August 2008, he died in Isl"}]}, {"heading": "Deaths", "year": "2008", "date": "August 25", "txt": "Kevin Duckworth, American basketball player (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "August 25", "txt": "Ted Kennedy, American politician (b. 1932)", "entities": [{"title": "Ted Kennedy", "href": "/wiki/Ted_Kennedy", "description": "Edward Moore Kennedy was an American politician and lawyer who served as a U.S. Senator from Massachusetts for almost 47 years, from 1962 until his death in 2009. A member of the Democratic Party and the Kennedy political family, he was the second most senior member of the Senate when he died and is the fourth-longest-continuously-serving senator in United States history. Kennedy was the younger b"}]}, {"heading": "Deaths", "year": "2009", "date": "August 25", "txt": "Mandé Sidibé, Malian economist and politician, Prime Minister of Mali (b. 1940)", "entities": [{"title": "Prime Minister of Mali", "href": "/wiki/Prime_Minister_of_Mali", "description": "This is a list of prime ministers of Mali since the country gained independence from France in 1960 to the present day."}]}, {"heading": "Deaths", "year": "2011", "date": "August 25", "txt": "Lazar Mojsov, Macedonian politician (b. 1920)", "entities": [{"title": "Lazar Mojsov", "href": "/wiki/Lazar_Mojsov", "description": "Lazar Mojsov was a Macedonian journalist, communist politician and diplomat from SFR Yugoslavia."}]}, {"heading": "Deaths", "year": "2012", "date": "August 25", "txt": "Florencio Amarilla, Paraguayan footballer, coach, and actor (b. 1935)", "entities": [{"title": "Florencio Amarilla", "href": "/wiki/Florencio_Amarilla", "description": "Florencio Amarilla Lacasa was a Paraguayan footballer, coach and later actor. He played as a striker."}]}, {"heading": "Deaths", "year": "2012", "date": "August 25", "txt": "Neil Armstrong, American pilot, engineer, and astronaut (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 25", "txt": "Roberto González Barrera, Mexican banker and businessman (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "August 25", "txt": "Donald Gorrie, Scottish educator and politician (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 25", "txt": "Ciril Bergles, Slovene poet and translator (b. 1934)", "entities": [{"title": "Ciril Bergles", "href": "/wiki/Ciril_Bergles", "description": "Ciril Bergles was a Slovene poet, essayist and translator. He published numerous collections of poetry and was also known for his translations of poetry, mostly by Spanish and South American authors, into Slovene."}]}, {"heading": "Deaths", "year": "2013", "date": "August 25", "txt": "António Borges, Portuguese economist and banker (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 25", "txt": "William Froug, American screenwriter and producer (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 25", "txt": "Liu Fuzhi, Chinese academic and politician, 3rd Minister of Justice for China (b. 1917)", "entities": [{"title": "Ministry of Justice of the People's Republic of China", "href": "/wiki/Ministry_of_Justice_of_the_People%27s_Republic_of_China", "description": "Ministry of Justice of the People's Republic of China (MOJ) is a government ministry under the State Council of China which is responsible for legal affairs. The range of responsibilities include judicial process, drafting legislation, developing legal framework, participating in national and international treaties, prosecution and sentencing."}]}, {"heading": "Deaths", "year": "2013", "date": "August 25", "txt": "Raghunath Panigrahi, Indian singer-songwriter (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "August 25", "txt": "Gylmar dos Santos Neves, Brazilian footballer (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 25", "txt": "William Greaves, American director and producer (b. 1926)", "entities": [{"title": "William Greaves", "href": "/wiki/William_Greaves", "description": "William Greaves was a documentary filmmaker and a pioneer of African-American filmmaking. He produced more than two hundred documentary films, and wrote and directed more than half of these. Greaves garnered many accolades for his work, including four Emmy nominations."}]}, {"heading": "Deaths", "year": "2014", "date": "August 25", "txt": "Marcel Masse, Canadian educator and politician, 29th Canadian Minister of National Defence (b. 1936)", "entities": [{"title": "Minister of National Defence (Canada)", "href": "/wiki/Minister_of_National_Defence_(Canada)", "description": "The minister of national defence is a minister of the Crown in the Cabinet of Canada responsible for the management and direction of all matters relating to the national defence of Canada."}]}, {"heading": "Deaths", "year": "2014", "date": "August 25", "txt": "Nico M. M. Nibbering, Dutch chemist and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 25", "txt": "Uziah Thompson, Jamaican-American drummer and producer (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "August 25", "txt": "Enrique Zileri, Peruvian journalist and publisher (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "August 25", "txt": "José María Benegas, Spanish lawyer and politician (b. 1948)", "entities": [{"title": "José María Benegas", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Benegas", "description": "José María \"Txiki\" Benegas Haddad was a Spanish politician for the Spanish Socialist Workers' Party (PSOE).\nHis nickname \"Txiki\" is Basque for \"small\"."}]}, {"heading": "Deaths", "year": "2015", "date": "August 25", "txt": "Francis Sejersted, Norwegian historian and academic (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "August 25", "txt": "Marvin Kaplan, American actor (b. 1927)", "entities": [{"title": "Marvin Kaplan", "href": "/wiki/Marvin_Kaplan", "description": "Marvin Wilbur Kaplan was an American actor, screenwriter and playwright."}]}, {"heading": "Deaths", "year": "2017", "date": "August 25", "txt": "Rich Piana, American bodybuilder (b. 1971)", "entities": [{"title": "Rich Piana", "href": "/wiki/Rich_Piana", "description": "Richard Eugene Piana was an American professional bodybuilder, businessman, and YouTuber. He won the National Physique Committee (NPC) Mr. Teen California title in 1989, NPC Mr. California in 1998, and National Physique Committee (NPC) competitions in 2003 and 2009. He had his own nutrition product line called Rich Piana: 5% Nutrition. He publicly admitted that he had been using anabolic steroids "}]}, {"heading": "Deaths", "year": "2018", "date": "August 25", "txt": "John McCain, American politician (b. 1936)", "entities": [{"title": "John McCain", "href": "/wiki/John_McCain", "description": "John Sidney McCain III was an American politician, statesman and United States Navy officer who served as a United States Senator for Arizona from 1987 until his death in 2018. He previously served two terms in the United States House of Representatives and was the Republican nominee for president of the United States in the 2008 election, which he lost to then Senator, Barack Obama."}]}, {"heading": "Deaths", "year": "2019", "date": "August 25", "txt": "Ferdinand Piëch,  Austrian business magnate & engineer (b. 1937) ", "entities": [{"title": "Ferdinand Piëch", "href": "/wiki/Ferdinand_Pi%C3%ABch", "description": "Ferdinand Karl Piëch was an Austrian business magnate, engineer and executive who was the chairman of the executive board (Vorstandsvorsitzender) of Volkswagen Group in 1993–2002 and the chairman of the supervisory board (Aufsichtsratsvorsitzender) of Volkswagen Group in 2002–2015."}]}]