[{"heading": "Events", "year": "0036", "date": "December 25", "txt": "Forces of Emperor Guangwu of the Eastern Han, under the command of Wu Han, conquer the separatist Chengjia empire, reuniting China.", "entities": [{"title": "AD 36", "href": "/wiki/AD_36", "description": "AD 36 (XXXVI) was a leap year starting on Sunday of the Julian calendar. At the time, it was known as the Year of the Consulship of Allenius and Plautius. The denomination AD 36 for this year has been used since the early medieval period, when the Anno Domini calendar era became the prevalent method in Europe for naming years."}, {"title": "Emperor Guangwu", "href": "/wiki/Emperor_Guangwu", "description": "Emperor Guangwu, born Liu Xiu, courtesy name Wenshu, was an emperor of the Chinese Han dynasty, restorer of the dynasty in AD 25 and thus founder of the Later Han or Eastern Han. He ruled over parts of China at first, and through suppression and conquest of regional warlords, the whole of China was consolidated by the time of his death in AD 57."}, {"title": "Eastern Han", "href": "/wiki/Eastern_Han", "description": "The Han dynasty was the second imperial dynasty of China, established by the rebel leader Liu Bang and ruled by the House of Liu. Preceded by the short-lived Qin dynasty and a warring interregnum known as the Chu–Han contention, it was briefly interrupted by the Xin dynasty established by the usurping regent Wang Mang, and was separated into two periods—the Western Han and the Eastern Han (25–220 "}, {"title": "Wu Han (Han dynasty)", "href": "/wiki/Wu_Han_(Han_dynasty)", "description": "Wu Han, courtesy name Ziyan, was an Eastern Han dynasty general who made great contributions to Emperor Guangwu 's reestablishment of the Han Dynasty and who is commonly regarded as Emperor Guangwu's best general, but who was also known for cruelty against civilians. He was also one of the 28 Generals of Yuntai."}, {"title": "Chengjia", "href": "/wiki/Chengjia", "description": "Chengjia, also called the Cheng dynasty or Great Cheng, was a self-proclaimed empire established by Gongsun Shu in 25 AD after the collapse of the Xin dynasty of Chinese history, rivalling the Eastern Han dynasty founded by Emperor Guangwu later in the same year. Based in the Sichuan Basin with its capital at Chengdu, Chengjia covered a large area including modern Sichuan, Chongqing, Guizhou, Yunn"}]}, {"heading": "Events", "year": "0274", "date": "December 25", "txt": "A temple to Sol Invictus is dedicated in Rome by Emperor Aurelian.", "entities": [{"title": "Temple of the Sun (Rome)", "href": "/wiki/Temple_of_the_Sun_(Rome)", "description": "The Temple of the Sun was a temple in the Campus Agrippae in Rome. It was dedicated to Sol Invictus on December 25, 274, by the emperor Aurelian and funded by spoils from his campaign against Palmyra. It was the fourth temple dedicated to the god in Rome – the other three were in the Circus Maximus, on the Quirinal Hill and in Trastevere. If still in use by the 4th-century, it would have been clos"}, {"title": "Sol Invictus", "href": "/wiki/Sol_Invictus", "description": "Sol Invictus was long considered to be the official sun god of the later Roman Empire. In recent years, however, the established views on Sol Invictus have come under sustained attack, and at present the scholarly community is divided on Sol between traditionalists and a growing group of revisionists. In the traditional view, Sol Invictus was the second of two entirely different sun gods in Rome. "}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}, {"title": "Aurelian", "href": "/wiki/Aurelian", "description": "Aurelian was Roman emperor from 270 to 275. As emperor, he won an unprecedented series of military victories which reunited the Roman Empire after it had practically disintegrated under the pressure of barbarian invasions and internal revolts. His successes were instrumental in ending the Crisis of the Third Century, earning him the title Restitutor Orbis – \"Restorer of the World\"."}]}, {"heading": "Events", "year": "0333", "date": "December 25", "txt": "Roman Emperor Constantine the Great elevates his youngest son Constans to the rank of Caesar.", "entities": [{"title": "Constantine the Great", "href": "/wiki/Constantine_the_Great", "description": "Constantine I, also known as Constantine the Great, was a Roman emperor from 306 to 337. Born in Naissus, Dacia Mediterranea, he was the son of Flavius Constantius, a Roman army officer born in Dardania who became one of the four emperors of the Tetrarchy. His mother, Helena, was Greek and of low birth. Constantine served with distinction under emperors Diocletian and Galerius campaigning in the e"}, {"title": "Constans", "href": "/wiki/Constans", "description": "Flavius Julius Constans was Roman emperor from 337 to 350. He held the imperial rank of caesar from 333, and was the youngest son of Constantine the Great."}]}, {"heading": "Events", "year": "0336", "date": "December 25", "txt": "First documentary sign of Christmas celebration in Rome.", "entities": [{"title": "Christmas", "href": "/wiki/Christmas", "description": "Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration by billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culmina"}]}, {"heading": "Events", "year": "0350", "date": "December 25", "txt": "Vetranio meets Constantius II at Naissus (Serbia) and is forced to abdicate his title (Caesar). Constantius allows him to live as a private citizen on a state pension.", "entities": [{"title": "Vetranio", "href": "/wiki/Vetranio", "description": "Vetranio was a Roman soldier, statesman and co-Emperor, a native of the province of Moesia."}, {"title": "Constantius II", "href": "/wiki/Constantius_II", "description": "Flavius Julius Constantius, known as Constantius II, was Roman emperor from 337 to 361. His reign saw constant warfare on the borders against the Sasanian Empire and Germanic peoples, while internally the Roman Empire went through repeated civil wars, court intrigues and usurpations. His religious policies inflamed domestic conflicts that would continue after his death."}, {"title": "Niš", "href": "/wiki/Ni%C5%A1", "description": "Niš is the third largest city in Serbia and the administrative center of the Nišava District. According to the 2011 census, the city proper has a population of 183,164, while its administrative area has a population of 260,237 inhabitants."}, {"title": "Serbia", "href": "/wiki/Serbia", "description": "Serbia , officially the Republic of Serbia, is a country in Central and Southeast Europe in the southern Pannonian Plain and central Balkans. It borders Hungary to the north, Romania to the northeast, Bulgaria to the southeast, North Macedonia to the south, Croatia and Bosnia and Herzegovina to the west, and Montenegro to the southwest; while claiming a border with Albania through the disputed ter"}]}, {"heading": "Events", "year": "0508", "date": "December 25", "txt": "Clovis I, king of the Franks, is baptized into the Catholic faith at Reims, by Saint Remigius.", "entities": [{"title": "Clovis I", "href": "/wiki/Clovis_I", "description": "Clovis was the first king of the Franks to unite all of the Frankish tribes under one ruler, changing the form of leadership from a group of royal chieftains to rule by a single king and ensuring that the kingship was passed down to his heirs. He is considered to have been the founder of the Merovingian dynasty, which ruled the Frankish kingdom for the next two centuries."}, {"title": "Franks", "href": "/wiki/Franks", "description": "The Franks were a group of Germanic peoples whose name was first mentioned in 3rd-century Roman sources, and associated with tribes between the Lower Rhine and the Ems River, on the edge of the Roman Empire. Later the term was associated with Romanized Germanic dynasties within the collapsing Western Roman Empire, who eventually commanded the whole region between the rivers Loire and Rhine. They i"}, {"title": "Baptism", "href": "/wiki/Baptism", "description": "Baptism is a Christian rite of admission and adoption, almost invariably with the use of water, into Christianity. It may be performed by sprinkling or pouring water on the head, or by immersing in water either partially or completely. The synoptic gospels recount that John the Baptist baptised Jesus. Baptism is considered a sacrament in most churches, and as an ordinance in others. Baptism accord"}, {"title": "Catholicism", "href": "/wiki/Catholicism", "description": "The Catholic Church, often referred to as the Roman Catholic Church, is the largest Christian church, with approximately 1.3 billion baptised Catholics worldwide as of 2019. As the world's oldest and largest continuously functioning international institution, it has played a prominent role in the history and development of Western civilisation. The church consists of 24 particular churches and alm"}, {"title": "Reims", "href": "/wiki/Reims", "description": "Reims is the most populous city in the Marne department, in the Grand Est region of France. Its population in 2013 was of 182,592 in the city proper (commune) and 317,611 in the metropolitan area making Reims the most populated sub-prefecture in France.The city lies 129 km (80 mi) east-northeast of Paris. Its primary river, the Vesle, is a tributary of the Aisne."}, {"title": "Saint Remigius", "href": "/wiki/Saint_Remigius", "description": "Saint Remigius, was the Bishop of Reims and \"Apostle of the Franks\". On 25 December 496 he baptised Clovis I, King of the Franks. This baptism, leading to the conversion of the entire Frankish people to Christianity, was a momentous success for the Church and a seminal event in European history."}]}, {"heading": "Events", "year": "0597", "date": "December 25", "txt": "Augustine of Canterbury and his fellow-labourers baptise in Kent more than 10,000 Anglo-Saxons.", "entities": [{"title": "Augustine of Canterbury", "href": "/wiki/Augustine_of_Canterbury", "description": "Augustine of Canterbury was a monk who became the first Archbishop of Canterbury in the year 597. He is considered the \"Apostle to the English\" and a founder of the English Church."}, {"title": "Kingdom of Kent", "href": "/wiki/Kingdom_of_Kent", "description": "The Kingdom of the Kentish, today referred to as the Kingdom of Kent, was an early medieval kingdom in what is now South East England. It existed from either the fifth or the sixth century AD until it was fully absorbed into the Kingdom of Wessex in the late 9th century and later into Kingdom of England in the early 10th century."}, {"title": "Anglo-Saxons", "href": "/wiki/Anglo-Saxons", "description": "The Anglo-Saxons were a cultural group who inhabited England in the Early Middle Ages. They traced their origins to the 5th century settlement of incomers to Britain, who migrated to the island from the North Sea coastlands of mainland Europe. However, the ethnogenesis of the Anglo-Saxons occurred within Britain, and the identity was not merely directly imported. The development of an Anglo-Saxon "}]}, {"heading": "Events", "year": "0800", "date": "December 25", "txt": "The coronation of Charlemagne as Holy Roman Emperor, in Rome.", "entities": [{"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}, {"title": "Holy Roman Emperor", "href": "/wiki/Holy_Roman_Emperor", "description": "The Holy Roman emperor, originally and officially the emperor of the Romans during the middle ages, and also known as the German-Roman emperor since the early modern period, was the ruler and head of state of the Holy Roman Empire. The Empire was considered by the Roman Catholic Church to be the only legal successor of the Roman Empire during the Middle Ages and the early modern period. The title "}]}, {"heading": "Events", "year": "1000", "date": "December 25", "txt": "The foundation of the Kingdom of Hungary: Hungary is established as a Christian kingdom by Stephen I of Hungary.", "entities": [{"title": "Kingdom of Hungary", "href": "/wiki/Kingdom_of_Hungary", "description": "The Kingdom of Hungary was a monarchy in Central Europe that existed from the Middle Ages into the 20th century. The Principality of Hungary emerged as a Christian kingdom upon the coronation of the first king Stephen I at Esztergom around the year 1000; his family led the monarchy for 300 years. By the 12th century, the kingdom became a European middle power within the Western world."}, {"title": "Stephen I of Hungary", "href": "/wiki/Stephen_I_of_Hungary", "description": "Stephen I, also known as King Saint Stephen, was the last Grand Prince of the Hungarians between 997 and 1000 or 1001, and the first King of Hungary from 1000 or 1001, until his death in 1038. The year of his birth is uncertain, but many details of his life suggest that he was born in, or after, 975, in Esztergom. At his birth, he was given the pagan name Vajk. The date of his baptism is unknown. "}]}, {"heading": "Events", "year": "1013", "date": "December 25", "txt": "Sweyn Forkbeard takes control of the Danelaw and is proclaimed king of England.", "entities": [{"title": "Sweyn Forkbeard", "href": "/wiki/Sweyn_Forkbeard", "description": "Sweyn Forkbeard was king of Denmark from 986 to 1014. He was the father of King Harald II of Denmark, King Cnut the Great and Queen Estrid Svendsdatter."}, {"title": "Danelaw", "href": "/wiki/Danelaw", "description": "The Danelaw was the part of England in which the laws of the Danes held sway and dominated those of the Anglo-Saxons. The Danelaw contrasts with the West Saxon law and the Mercian law. The term is first recorded in the early 11th century as Dena lage. The areas that constituted the Danelaw lie in northern and eastern England, long occupied by Danes and other Norsemen."}, {"title": "Kingdom of England", "href": "/wiki/Kingdom_of_England", "description": "The Kingdom of England was a sovereign state on the island of Great Britain from 12 July 927, when it emerged from various Anglo-Saxon kingdoms, until 1 May 1707, when it united with Scotland to form the Kingdom of Great Britain. The Kingdom of England was among the most powerful states in Europe during the medieval period."}]}, {"heading": "Events", "year": "1025", "date": "December 25", "txt": "Coronation of Mieszko II Lambert as king of Poland.", "entities": [{"title": "Mieszko II Lambert", "href": "/wiki/Mieszko_II_Lambert", "description": "Mieszko II Lambert was King of Poland from 1025 to 1031, and Duke from 1032 until his death."}, {"title": "Poland", "href": "/wiki/Poland", "description": "Poland, officially the Republic of Poland, is a country located in Central Europe. It is divided into 16 administrative provinces, covering an area of 312,696 square kilometres (120,733 sq mi), and has a largely temperate seasonal climate. With a population of nearly 38.5 million people, Poland is the fifth most populous member state of the European Union. Poland's capital and largest metropolis i"}]}, {"heading": "Events", "year": "1066", "date": "December 25", "txt": "William the Conqueror, Duke of Normandy is crowned king of England, at Westminster Abbey, London.", "entities": [{"title": "William the Conqueror", "href": "/wiki/William_the_Conqueror", "description": "William I, usually known as William the Conqueror and sometimes William the Bastard, was the first Norman monarch of England, reigning from 1066 until his death in 1087. He was a descendant of Rollo and was Duke of Normandy from 1035 onward. By 1060, following a long struggle to establish his throne, his hold on Normandy was secure. In 1066, following the death of Edward the Confessor, William inv"}, {"title": "Duke of Normandy", "href": "/wiki/Duke_of_Normandy", "description": "In the Middle Ages, the Duke of Normandy was the ruler of the Duchy of Normandy in north-western France. The duchy arose out of a grant of land to the Viking leader Rollo by the French king Charles III in 911. In 924 and again in 933, Normandy was expanded by royal grant. Rollo's male-line descendants continued to rule it down to 1135. In 1202 the French king Philip II declared Normandy a forfeite"}, {"title": "England", "href": "/wiki/England", "description": "England is a country that is part of the United Kingdom. It shares land borders with Wales to its west and Scotland to its north. The Irish Sea lies northwest of England and the Celtic Sea to the southwest. England is separated from continental Europe by the North Sea to the east and the English Channel to the south. The country covers five-eighths of the island of Great Britain, which lies in the"}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1076", "date": "December 25", "txt": "Coronation of Bolesław II the Generous as king of Poland.", "entities": [{"title": "Bolesław II the Generous", "href": "/wiki/Boles%C5%82aw_II_the_Generous", "description": "Bolesław II the Generous, also known as the Bold and the Cruel, was Duke of Poland from 1058 to 1076 and third King of Poland from 1076 to 1079. He was the eldest son of Duke Casimir I the Restorer and Maria Dobroniega of Kiev."}]}, {"heading": "Events", "year": "1100", "date": "December 25", "txt": "Baldwin of Boulogne is crowned the first King of Jerusalem in the Church of the Nativity in Bethlehem.", "entities": [{"title": "Baldwin I of Jerusalem", "href": "/wiki/Baldwin_I_of_Jerusalem", "description": "Baldwin I also known as Baldwin of Boulogne, was the first count of Edessa from 1098 to 1100, and the first king of Jerusalem from 1100 to his death. Being the youngest son of Eustace II, Count of Boulogne, and Ida of Lorraine, he was destined for a church career, but he abandoned it and married a Norman noblewoman, Godehilde of Tosny. He received the County of Verdun in 1096, but he soon joined t"}, {"title": "King of Jerusalem", "href": "/wiki/King_of_Jerusalem", "description": "The King of Jerusalem was the supreme ruler of the Kingdom of Jerusalem, the Crusader state founded by Christian princes in 1099 when the First Crusade took the city."}, {"title": "Church of the Nativity", "href": "/wiki/Church_of_the_Nativity", "description": "The Church of the Nativity, or Basilica of the Nativity, is a basilica located in Bethlehem in the West Bank. The grotto it contains holds a prominent religious significance to Christians of various denominations as the birthplace of Jesus. The grotto is the oldest site continuously used as a place of worship in Christianity, and the basilica is the oldest major church in the Holy Land."}, {"title": "Bethlehem", "href": "/wiki/Bethlehem", "description": "Bethlehem is a city in the central West Bank, Palestine, about 10 km south of Jerusalem. Its population is approximately 25,000, and it is the capital of the Bethlehem Governorate. The economy is primarily tourist-driven, peaking during the Christmas season, when Christians make pilgrimage to the Church of the Nativity. The important holy site of Rachel's Tomb is at the northern entrance of Bethle"}]}, {"heading": "Events", "year": "1130", "date": "December 25", "txt": "Count Roger II of Sicily is crowned the first king of Sicily.", "entities": [{"title": "Roger II of Sicily", "href": "/wiki/Roger_II_of_Sicily", "description": "Roger II was King of Sicily and Africa, son of Roger I of Sicily and successor to his brother Simon. He began his rule as Count of Sicily in 1105, became Duke of Apulia and Calabria in 1127, then King of Sicily in 1130 and King of Africa in 1148. By the time of his death at the age of 58, Roger had succeeded in uniting all the Norman conquests in Italy into one kingdom with a strong centralized go"}, {"title": "Kingdom of Sicily", "href": "/wiki/Kingdom_of_Sicily", "description": "The Kingdom of Sicily was a state that existed in the south of the Italian peninsula and for a time the region of Ifriqiya from its founding by Roger II of Sicily in 1130 until 1816. It was a successor state of the County of Sicily, which had been founded in 1071 during the Norman conquest of the southern peninsula. The island was divided into three regions: Val di Mazara, Val Demone and Val di No"}]}, {"heading": "Events", "year": "1261", "date": "December 25", "txt": "Eleven-year-old John IV Laskaris of the restored Eastern Roman Empire is deposed and blinded by orders of his co-ruler Michael VIII Palaiologos.", "entities": [{"title": "John IV Laskaris", "href": "/wiki/John_IV_Laskaris", "description": "John IV Doukas Laskaris was emperor of Nicaea from August 16, 1258, to December 25, 1261. This empire was one of the Greek states formed from the remaining fragments of the Eastern Roman Empire, after the capture of Constantinople by Roman Catholics during the Fourth Crusade in 1204."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Michael VIII Palaiologos", "href": "/wiki/Michael_VIII_Palaiologos", "description": "Michael VIII Palaiologos or Palaeologus reigned as the co-emperor of the Empire of Nicaea from 1259 to 1261, and as Byzantine Emperor from 1261 until his death. Michael VIII was the founder of the Palaiologan dynasty that would rule the Byzantine Empire until the Fall of Constantinople in 1453. He recovered Constantinople from the Latin Empire in 1261 and transformed the Empire of Nicaea into a re"}]}, {"heading": "Events", "year": "1492", "date": "December 25", "txt": "The carrack Santa María, commanded by Christopher Columbus, runs onto a reef off Haiti due to an improper watch.", "entities": [{"title": "Carrack", "href": "/wiki/Carrack", "description": "A carrack was a three- or four-masted ocean-going sailing ship that was developed in the 14th to 15th centuries in Europe, most notably in Spain and Portugal. Evolved from the single-masted cog, the carrack was first used for European trade from the Mediterranean to the Baltic and quickly found use with the newly found wealth of the trade between Europe and Africa and then the trans-Atlantic trade"}, {"title": "Christopher Columbus", "href": "/wiki/Christopher_Columbus", "description": "Christopher Columbus was an Italian explorer and navigator who completed four voyages across the Atlantic Ocean, opening the way for the widespread European exploration and colonization of the Americas. His expeditions, sponsored by the Catholic Monarchs of Spain, were the first European contact with the Caribbean, Central America, and South America."}, {"title": "Reef", "href": "/wiki/Reef", "description": "A reef is a ridge or shoal of rock, coral or similar relatively stable material, lying beneath the surface of a natural body of water. Many reefs result from natural, abiotic processes—deposition of sand, wave erosion planing down rock outcrops, etc.—but there are also reefs such as the coral reefs of tropical waters formed by biotic processes dominated by corals and coralline algae, and artificia"}, {"title": "Haiti", "href": "/wiki/Haiti", "description": "Haiti ; French: Haïti [a.iti]; officially the Republic of Haiti and formerly known as Hayti, is a country located on the island of Hispaniola in the Greater Antilles archipelago of the Caribbean Sea, to the east of Cuba and Jamaica and south of The Bahamas and the Turks and Caicos Islands. It occupies the western three-eighths of the island which it shares with the Dominican Republic. To its south"}, {"title": "Watch system", "href": "/wiki/Watch_system", "description": "Watchkeeping or watchstanding is the assignment of sailors to specific roles on a ship to operate it continuously. These assignments, also known as at sea watches are constantly active as they are considered essential to the safe operation of the vessel, and also allow the ship to respond to emergencies and other situations quickly. These watches are divided into work periods to ensure that the ro"}]}, {"heading": "Events", "year": "1553", "date": "December 25", "txt": "Battle of Tucapel: Mapuche rebels under Lautaro defeat the Spanish conquistadors and executes the governor of Chile, Pedro de Valdivia.", "entities": [{"title": "Battle of Tucapel", "href": "/wiki/Battle_of_Tucapel", "description": "The Battle of Tucapel is the name given to a battle fought between Spanish conquistador forces led by Pedro de Valdivia and Mapuche (Araucanian) Indians under Lautaro that took place at Tucapel, Chile on December 25, 1553. This battle happened in the context of the first stage of the Arauco War, named the \"offensive war\" within a larger uprising by Araucanians against the Spanish conquest of Chile"}, {"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Lautaro", "href": "/wiki/Lautaro", "description": "Lautaro was a young Mapuche toqui known for leading the indigenous resistance against Spanish conquest in Chile and developing the tactics that would continue to be employed by the Mapuche during the long-running Arauco War. Lautaro was captured by Spanish forces in his early youth, and he spent his teenage years as a personal servant of chief conquistador Pedro de Valdivia, but escaped in 1551. B"}, {"title": "Conquistador", "href": "/wiki/Conquistador", "description": "Conquistadors were the knights, soldiers and explorers of the Spanish and the Portuguese Empires. During the Age of Discovery, conquistadors sailed beyond Europe to the Americas, Oceania, Africa, and Asia, conquering territory and opening trade routes. They brought colonialism to much of the world for Spain and Portugal in the 16th, 17th, and 18th centuries."}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}, {"title": "Pedro de Valdivia", "href": "/wiki/Pedro_de_Valdivia", "description": "Pedro Gutiérrez de Valdivia or Valdiva was a Spanish conquistador and the first royal governor of Chile. After serving with the Spanish army in Italy and Flanders, he was sent to South America in 1534, where he served as lieutenant under Francisco Pizarro in Peru, acting as his second in command."}]}, {"heading": "Events", "year": "1559", "date": "December 25", "txt": "Pope Pius IV is elected, four months after his predecessor's death.", "entities": [{"title": "Pope Pius IV", "href": "/wiki/Pope_Pius_IV", "description": "Pope Pius IV, born Giovanni Angelo Medici, was head of the Catholic Church and ruler of the Papal States from 25 December 1559 to his death in 1565. Born in Milan, his family considered itself a branch of the House of Medici and used the same coat of arms. Although modern historians have found no proof of this connection, the Medici of Florence recognized the claims of the Medici of Milan in the e"}, {"title": "1559 papal conclave", "href": "/wiki/1559_papal_conclave", "description": "The 1559 papal conclave was convened on the death of Pope Paul IV and elected Pope Pius IV as his successor. Due to interference from secular rulers and the cardinals' disregard for their supposed isolation from the outside world, it was the longest conclave of the 16th century."}]}, {"heading": "Events", "year": "1758", "date": "December 25", "txt": "Halley's Comet is sighted by Johann Georg Palitzsch, confirming Edmund Halley's prediction of its passage.  This was the first passage of a comet predicted ahead of time.", "entities": [{"title": "Halley's Comet", "href": "/wiki/Halley%27s_Comet", "description": "Halley's Comet or Comet Halley, officially designated 1P/Halley, is a short-period comet visible from Earth every 75–76 years. Halley is the only known short-period comet that is regularly visible to the naked eye from Earth, and the only naked-eye comet that can appear twice in a human lifetime. Halley last appeared in the inner parts of the Solar System in 1986 and will next appear in mid-2061."}, {"title": "Johann Georg Palitzsch", "href": "/wiki/Johann_Georg_Palitzsch", "description": "Johann Georg Palitzsch was a German astronomer who became famous for recovering Comet 1P/Halley on Christmas Day, 1758. The periodic nature of this comet had been deduced by its namesake Edmond Halley in 1705, but Halley had died before seeing if his prediction would come true."}, {"title": "Edmund Halley", "href": "/wiki/Edmund_Halley", "description": "Edmond Halley, FRS was an English astronomer, geophysicist, mathematician, meteorologist, and physicist. He was the second Astronomer Royal in Britain, succeeding John Flamsteed in 1720."}]}, {"heading": "Events", "year": "1766", "date": "December 25", "txt": "Mapuches in Chile launch a series of surprise attacks against the Spanish starting the Mapuche uprising of 1766.", "entities": [{"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Colonial Chile", "href": "/wiki/Colonial_Chile", "description": "In Chilean historiography, Colonial Chile is the period from 1600 to 1810, beginning with the Destruction of the Seven Cities and ending with the onset of the Chilean War of Independence. During this time the Chilean heartland was ruled by Captaincy General of Chile. The period was characterized by a lengthy conflict between Spaniards and native Mapuches known as the Arauco War. Colonial society w"}, {"title": "Mapuche uprising of 1766", "href": "/wiki/Mapuche_uprising_of_1766", "description": "The Mapuche uprising of 1766 was the last major Spanish–Mapuche conflict in Araucanía."}]}, {"heading": "Events", "year": "1776", "date": "December 25", "txt": "George Washington and the Continental Army cross the Delaware River at night to attack Hessian forces serving Great Britain at Trenton, New Jersey, the next day.", "entities": [{"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Continental Army", "href": "/wiki/Continental_Army", "description": "The Continental Army was formed by the Second Continental Congress after the outbreak of the American Revolutionary War by the former thirteen British colonies that later became the United States of America. Established by a resolution of the Congress on June 14, 1775, it was created to coordinate the military efforts of the Thirteen Colonies in their ultimately successful war for independence. Th"}, {"title": "George Washington's crossing of the Delaware River", "href": "/wiki/George_Washington%27s_crossing_of_the_Delaware_River", "description": "George Washington's crossing of the Delaware River, which occurred on the night of December 25–26, 1776, during the American Revolutionary War, was the first move in a surprise attack organized by George Washington against Hessian forces in Trenton, New Jersey, on the morning of December 26. Planned in partial secrecy, Washington led a column of Continental Army troops across the icy Delaware Rive"}, {"title": "Battle of Trenton", "href": "/wiki/Battle_of_Trenton", "description": "The Battle of Trenton was a small but pivotal American Revolutionary War battle that took place on the morning of December 26, 1776, in Trenton, New Jersey. After General George Washington's crossing of the Delaware River north of Trenton the previous night, Washington led the main body of the Continental Army against Hessian auxiliaries garrisoned at Trenton. After a brief battle, almost two-thir"}, {"title": "Hessian (soldier)", "href": "/wiki/Hessian_(soldier)", "description": "Hessians were German soldiers who served as auxiliaries to the British Army during the American Revolutionary War. The term is an American synecdoche for all Germans who fought on the British side, since 65% came from the German states of Hesse-Kassel and Hesse-Hanau. Known for their discipline and martial prowess, around 30,000 Germans fought for the British during war, comprising a quarter of Br"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Trenton, New Jersey", "href": "/wiki/Trenton,_New_Jersey", "description": "Trenton is the capital city of the U.S. state of New Jersey and the county seat of Mercer County. It briefly served as the capital of the United States in 1784. The city's metropolitan area, consisting of Mercer County, is grouped with the New York Combined Statistical Area by the United States Census Bureau, but it directly borders the Philadelphia metropolitan area and was from 1990 until 2000 p"}]}, {"heading": "Events", "year": "1793", "date": "December 25", "txt": "General \"Mad Anthony\" Wayne and a 300 man detachment identify the site of St. Clair's 1791 defeat by the large number of unburied human remains at modern Fort Recovery, Ohio.", "entities": [{"title": "Anthony Wayne", "href": "/wiki/Anthony_Wayne", "description": "Anthony Wayne was an American soldier, officer and statesman of Irish descent. He adopted a military career at the outset of the American Revolutionary War, where his military exploits and fiery personality quickly earned him promotion to brigadier general and the nickname \"Mad Anthony\". He later served as the Senior Officer of the Army on the Ohio Country frontier and led the Legion of the United"}, {"title": "Legion of the United States", "href": "/wiki/Legion_of_the_United_States", "description": "The Legion of the United States was a reorganization and extension of the Continental Army from 1792 to 1796 under the command of Major General Anthony Wayne. It represented a political shift in the new United States, which had recently adopted the United States Constitution. The new Congressional and Executive branches authorized a standing army composed of professional soldiers, rather than rely"}, {"title": "St. Clair's defeat", "href": "/wiki/St._Clair%27s_defeat", "description": "St. Clair's defeat, also known as the Battle of the Wabash, the Battle of Wabash River or the Battle of a Thousand Slain, was a battle fought on 4 November 1791 in the Northwest Territory of the United States of America. The U.S. Army faced the Western Confederacy of Native Americans, as part of the Northwest Indian War. It was \"the most decisive defeat in the history of the American military\" and"}, {"title": "Fort Recovery, Ohio", "href": "/wiki/Fort_Recovery,_Ohio", "description": "Fort Recovery is a village in Mercer County, Ohio, United States. The population was 1,430 at the 2010 census. The village is near the location of Fort Recovery, first established in 1793 under orders from General Anthony Wayne. The town is located near the headwaters of the Wabash River."}]}, {"heading": "Events", "year": "1809", "date": "December 25", "txt": "Dr. Ephraim McDowell performs the first ovariotomy, removing a 22-pound tumor.", "entities": [{"title": "Ephraim McDowell", "href": "/wiki/Ephraim_McDowell", "description": "Ephraim McDowell was an American physician and pioneer surgeon. The first person to successfully remove an ovarian tumor, he has been called \"the father of ovariotomy\" as well as founding father of abdominal surgery."}, {"title": "Ovariotomy", "href": "/wiki/Ovariotomy", "description": "Oophorectomy is the surgical removal of an ovary or ovaries. The surgery is also called ovariectomy, but this term is mostly used in reference to animals, e.g. the surgical removal of ovaries from laboratory animals. Removal of the ovaries of females is the biological equivalent of castration of males; the term castration is only occasionally used in the medical literature to refer to oophorectomy"}, {"title": "Neoplasm", "href": "/wiki/Neoplasm", "description": "A neoplasm is a type of abnormal and excessive growth, called neoplasia, of tissue. The growth of a neoplasm is uncoordinated with that of the normal surrounding tissue, and persists in growing abnormally, even if the original trigger is removed. This abnormal growth usually forms a mass, when it may be called a tumor."}]}, {"heading": "Events", "year": "1814", "date": "December 25", "txt": "Rev. Samuel Marsden holds the first Christian service on land in New Zealand at Rangihoua Bay.", "entities": [{"title": "Samuel Marsden", "href": "/wiki/Samuel_Marsden", "description": "Samuel Marsden was an English-born priest of the Church of England in Australia and a prominent member of the Church Missionary Society, believed to have introduced Christianity to New Zealand. Marsden was a prominent figure in early New South Wales and Australian history, partly through his ecclesiastical offices as the colony's senior Church of England cleric and as a pioneer of the Australian w"}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}, {"title": "Rangihoua Bay", "href": "/wiki/Rangihoua_Bay", "description": "Rangihoua Bay is a bay at the southern end of the Purerua Peninsula, on the north-west shore of the Bay of Islands in Northland, New Zealand. It is 10 km north across the Bay of Islands from Russell and 12 km north from Paihia. By road it is 32 km from Kerikeri."}]}, {"heading": "Events", "year": "1815", "date": "December 25", "txt": "The Handel and Haydn Society, oldest continually performing arts organization in the United States, gives its first performance.", "entities": [{"title": "Handel and Haydn Society", "href": "/wiki/Handel_and_Haydn_Society", "description": "The Handel and Haydn Society, familiarly known as H+H, is an American chorus and period instrument orchestra based in Boston, Massachusetts. Founded in 1815, it is the third oldest musical organization in the United States after the Stoughton Musical Society and the U.S. Marine Band, and the oldest continually performing arts organization in the United States."}]}, {"heading": "Events", "year": "1826", "date": "December 25", "txt": "The Eggnog Riot at the United States Military Academy concludes after beginning the previous evening.", "entities": [{"title": "Eggnog Riot", "href": "/wiki/Eggnog_Riot", "description": "\nThe Eggnog Riot, sometimes known as the Grog Mutiny, was a riot that took place at the United States Military Academy in West Point, New York, on 24–25 December 1826. It was caused by a drunken Christmas Day party in the North Barracks of the academy. Two days prior to the incident, a large quantity of whiskey was smuggled into the academy to make eggnog for the party, giving the riot its name."}, {"title": "United States Military Academy", "href": "/wiki/United_States_Military_Academy", "description": "The United States Military Academy (USMA), also known as West Point, Army, Army West Point, The Academy, or simply The Point, is a four-year federal service academy in West Point, New York. It was originally established as a fort that sits on strategic high ground overlooking the Hudson River with a scenic view, 50 miles (80 km) north of New York City. It is the oldest of the five American service"}]}, {"heading": "Events", "year": "1831", "date": "December 25", "txt": "The Great Jamaican Slave Revolt begins; up to 20% of Jamaica's slaves mobilize in an ultimately unsuccessful fight for freedom.", "entities": [{"title": "Baptist War", "href": "/wiki/Baptist_War", "description": "The Baptist War, also known as the Sam Sharpe Rebellion, the Christmas Rebellion, the Christmas Uprising and the Great Jamaican Slave Revolt of 1831–32, was an eleven-day rebellion that started on 25 December 1831 and involved up to 60,000 of the 300,000 slaves in the Colony of Jamaica. The uprising was led by a black Baptist deacon, Samuel Sharpe and waged largely by his followers."}, {"title": "Jamaica", "href": "/wiki/Jamaica", "description": "Jamaica is an island country situated in the Caribbean Sea. Spanning 10,990 square kilometres (4,240 sq mi) in area, it is the third-largest island of the Greater Antilles and the Caribbean. Jamaica lies about 145 kilometres (90 mi) south of Cuba, and 191 kilometres (119 mi) west of Hispaniola ; the British Overseas Territory of the Cayman Islands lies some 215 kilometres (134 mi) to the north-wes"}]}, {"heading": "Events", "year": "1837", "date": "December 25", "txt": "Second Seminole War: American general Zachary Taylor leads 1,100 troops against the Seminoles at the Battle of Lake Okeechobee.", "entities": [{"title": "Second Seminole War", "href": "/wiki/Second_Seminole_War", "description": "The Second Seminole War, also known as the Florida War, was a conflict from 1835 to 1842 in Florida between various groups of Native Americans collectively known as Seminoles and the United States, part of a series of conflicts called the Seminole Wars. The Second Seminole War, often referred to as the Seminole War, is regarded as \"the longest and most costly of the Indian conflicts of the United "}, {"title": "Zachary Taylor", "href": "/wiki/Zachary_Taylor", "description": "Zachary Taylor was an American military leader who served as the 12th president of the United States from 1849 until his death in 1850. Taylor previously was a career officer in the United States Army, rose to the rank of major general and became a national hero as a result of his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political bel"}, {"title": "Seminole", "href": "/wiki/Seminole", "description": "The Seminole are a Native American people originally from Florida. Today, they live in Oklahoma and Florida, and comprise three federally recognized tribes: the Seminole Nation of Oklahoma, the Seminole Tribe of Florida, and Miccosukee Tribe of Indians of Florida, as well as independent groups. The Seminole people emerged in a process of ethnogenesis from various Native American groups who settled"}, {"title": "Battle of Lake Okeechobee", "href": "/wiki/Battle_of_Lake_Okeechobee", "description": "The Battle of Lake Okeechobee was one of the major battles of the Second Seminole War. It was fought between 800 troops of the 1st, 4th, and 6th Infantry Regiments and 132 Missouri Volunteers, and between 380 and 480 Seminoles led by Billy Bowlegs, Abiaca, and Halpatter Tustenuggee (Alligator) on 25 December 1837. Halpatter Tustenuggee had played a major role in the Dade Battle two years earlier. "}]}, {"heading": "Events", "year": "1868", "date": "December 25", "txt": "Pardons for ex-Confederates: United States President Andrew Johnson grants an unconditional pardon to all Confederate veterans.", "entities": [{"title": "Pardons for ex-Confederates", "href": "/wiki/Pardons_for_ex-Confederates", "description": "Pardons for ex-Confederates were given by US Presidents Abraham Lincoln and Andrew Johnson and was usually extended for those who had served in the military above the rank of colonel or civilians who had exercised political power under the Confederate government. The power to pardon offences to the US government was given to the chief executive in the US Constitution under Article II."}, {"title": "Andrew Johnson", "href": "/wiki/Andrew_Johnson", "description": "Andrew Johnson was the 17th president of the United States, serving from 1865 to 1869. He assumed the presidency as he was vice president at the time of the assassination of Abraham Lincoln. Johnson was a Democrat who ran with Lincoln on the National Union ticket, coming to office as the Civil War concluded. He favored quick restoration of the seceded states to the Union without protection for the"}, {"title": "Pardon", "href": "/wiki/Pardon", "description": "A pardon is a government decision to allow a person to be relieved of some or all of the legal consequences resulting from a criminal conviction. A pardon may be granted before or after conviction for the crime, depending on the laws of the jurisdiction."}, {"title": "Confederate States Army", "href": "/wiki/Confederate_States_Army", "description": "The Confederate States Army, also called the Confederate Army or simply the Southern Army, was the military land force of the Confederate States of America during the American Civil War (1861–1865), fighting against the United States forces in order to uphold the institution of slavery in the Southern states. On February 28, 1861, the Provisional Confederate Congress established a provisional volu"}]}, {"heading": "Events", "year": "1914", "date": "December 25", "txt": "A series of unofficial truces occur across the Western Front to celebrate Christmas.", "entities": [{"title": "Christmas truce", "href": "/wiki/Christmas_truce", "description": "The Christmas truce was a series of widespread unofficial ceasefires along the Western Front of the First World War around Christmas 1914."}, {"title": "Western Front (World War I)", "href": "/wiki/Western_Front_(World_War_I)", "description": "The Western Front was the main theatre of war during the First World War. Following the outbreak of war in August 1914, the German Army opened the Western Front by invading Luxembourg and Belgium, then gaining military control of important industrial regions in France. The German advance was halted with the Battle of the Marne. Following the Race to the Sea, both sides dug in along a meandering li"}]}, {"heading": "Events", "year": "1932", "date": "December 25", "txt": "A magnitude 7.6 earthquake in Gansu, China kills 275 people.", "entities": [{"title": "1932 Changma earthquake", "href": "/wiki/1932_Changma_earthquake", "description": "The 1932 Changma earthquake occurred at 10:04:27 local time on 25 December. With an estimated magnitude of 7.6 on the surface wave magnitude scale, and a maximum felt intensity of X (Extreme) on the Mercalli intensity scale, the quake destroyed 1,167 houses and caused 275 deaths and 320 injuries."}]}, {"heading": "Events", "year": "1941", "date": "December 25", "txt": "Admiral Chester W. Nimitz arrives at Pearl Harbor to assume command of the U.S. Pacific Fleet.", "entities": [{"title": "Chester W. Nimitz", "href": "/wiki/Chester_W._Nimitz", "description": "Chester William Nimitz was a fleet admiral of the United States Navy. He played a major role in the naval history of World War II as Commander in Chief, U.S. Pacific Fleet and Commander in Chief, Pacific Ocean Areas, commanding Allied air, land, and sea forces during World War II."}, {"title": "United States Pacific Fleet", "href": "/wiki/United_States_Pacific_Fleet", "description": "\nThe United States Pacific Fleet (USPACFLT) is a theater-level component command of the United States Navy, located in the Pacific Ocean. It provides naval forces to the Indo-Pacific Command. Fleet headquarters is at Naval Station Pearl Harbor, Hawaii, with large secondary facilities at North Island, San Diego Bay on the Mainland."}]}, {"heading": "Events", "year": "1941", "date": "December 25", "txt": "World War II: Battle of Hong Kong ends, beginning the Japanese occupation of Hong Kong.", "entities": [{"title": "Battle of Hong Kong", "href": "/wiki/Battle_of_Hong_Kong", "description": "The Battle of Hong Kong, also known as the Defence of Hong Kong and the Fall of Hong Kong, was one of the first battles of the Pacific War in World War II. On the same morning as the attack on Pearl Harbor, forces of the Empire of Japan attacked the British Crown colony of Hong Kong, without declaring war against the British Empire. The Hong Kong garrison consisted of British, Indian and Canadian "}, {"title": "Japanese occupation of Hong Kong", "href": "/wiki/Japanese_occupation_of_Hong_Kong", "description": "The Imperial Japanese occupation of Hong Kong began when the Governor of Hong Kong, Sir Mark Young, surrendered the British Crown colony of Hong Kong to the Empire of Japan on 25 December 1941. The surrender occurred after 18 days of fierce fighting against the overwhelming Japanese forces that had invaded the territory. The occupation lasted for three years and eight months until Japan surrendere"}]}, {"heading": "Events", "year": "1941", "date": "December 25", "txt": "Admiral Émile Muselier seizes the archipelago of Saint Pierre and Miquelon, which become the first part of France to be liberated by the Free French Forces.", "entities": [{"title": "Saint Pierre and Miquelon", "href": "/wiki/Saint_Pierre_and_Miquelon", "description": "Saint Pierre and Miquelon, officially the Territorial Collectivity of Saint-Pierre and Miquelon, is a self-governing territorial overseas collectivity of France in the North-western Atlantic Ocean near the Canadian province of Newfoundland and Labrador. It is the only remaining vestige of French sovereignty in North America. Its residents are French citizens; the collectivity is a full member of t"}, {"title": "France", "href": "/wiki/France", "description": "France, officially the French Republic, is a country primarily located in Western Europe, consisting of metropolitan France and several overseas regions and territories. The metropolitan area of France extends from the Rhine to the Atlantic Ocean and from the Mediterranean Sea to the English Channel and the North Sea. The overseas territories include French Guiana in South America and several isla"}, {"title": "Free French Forces", "href": "/wiki/Free_French_Forces", "description": "Free France and its Free French Forces was the government-in-exile led by Charles de Gaulle during the Second World War, and its military forces, that continued to fight against the Axis powers as an Allied nation, following the Fall of France. Set up in London in June 1940, it organised and supported the Resistance in Occupied France, and established a foothold within several French colonies in A"}]}, {"heading": "Events", "year": "1946", "date": "December 25", "txt": "The first European self-sustaining nuclear chain reaction is initiated within the Soviet Union's F-1 nuclear reactor.", "entities": [{"title": "Nuclear chain reaction", "href": "/wiki/Nuclear_chain_reaction", "description": "A nuclear chain reaction occurs when one single nuclear reaction causes an average of one or more subsequent nuclear reactions, thus leading to the possibility of a self-propagating series of these reactions. The specific nuclear reaction may be the fission of heavy isotopes. The nuclear chain reaction releases several million times more energy per reaction than any chemical reaction."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "F-1 (nuclear reactor)", "href": "/wiki/F-1_(nuclear_reactor)", "description": "The F-1 is a research reactor operated by the Kurchatov Institute in Moscow, Russia. When started on December 25, 1946, it became the first nuclear reactor in Europe to achieve a self-sustaining nuclear chain reaction. It was still in operation in the beginning of the 2010s, with a power level of 24 kW, making it, at that time, the world's oldest operating reactor. The fuel in F-1 is metallic uran"}]}, {"heading": "Events", "year": "1950", "date": "December 25", "txt": "The Stone of Scone, traditional coronation stone of British monarchs, is taken from Westminster Abbey by Scottish nationalist students. It later turns up in Scotland on April 11, 1951.", "entities": [{"title": "Stone of Scone", "href": "/wiki/Stone_of_Scone", "description": "The Stone of Scone —also known as the Stone of Destiny, and often referred to in England as The Coronation Stone—is an oblong block of red sandstone that has been used for centuries in the coronation of the monarchs of Scotland. It is also known as Jacob's Pillow Stone and the Tanist Stone, and as clach-na-cinneamhain in Scottish Gaelic."}, {"title": "British Monarch", "href": "/wiki/British_Monarch", "description": "The monarchy of the United Kingdom, commonly referred to as the British monarchy, is the constitutional monarchy of the United Kingdom, its dependencies and its overseas territories. The current monarch and head of state is Queen Elizabeth II, who ascended the throne in 1952."}, {"title": "Removal of the Stone of Scone in 1950", "href": "/wiki/Removal_of_the_Stone_of_Scone_in_1950", "description": "On Christmas Day 1950, four Scottish students from the University of Glasgow removed the Stone of Scone from Westminster Abbey in London and took the Stone back to Scotland. The students were members of the Scottish Covenant Association, a group that supported home rule for Scotland. In 2008 the incident was made into a film called Stone of Destiny."}, {"title": "Scottish nationalism", "href": "/wiki/Scottish_nationalism", "description": "Scottish nationalism promotes the idea that the Scottish people form a cohesive nation and national identity."}, {"title": "April 11", "href": "/wiki/April_11", "description": "April 11 is the 101st day of the year in the Gregorian calendar; 264 days remain until the end of the year."}]}, {"heading": "Events", "year": "1951", "date": "December 25", "txt": "A bomb explodes at the home of Harry T. Moore and Harriette V. S. Moore, early leaders of the Civil Rights Movement, killing Harry instantly and fatally wounding Harriette.", "entities": [{"title": "Murder of Harry and Harriette Moore", "href": "/wiki/Murder_of_Harry_and_Harriette_Moore", "description": "Harry T. Moore and his wife Harriette V. S. Moore were pioneer activists and leaders of the early civil rights movement in the United States, becoming the first martyrs of the movement. On the night of Christmas, December 25, 1951, a bomb that had been planted under the bedroom floor of the Moores' home in Mims, Florida exploded. They had celebrated their 25th wedding anniversary earlier that day."}, {"title": "Harry T. Moore", "href": "/wiki/Harry_T._Moore", "description": "Harry Tyson Moore was an African-American educator, a pioneer leader of the civil rights movement, founder of the first branch of the National Association for the Advancement of Colored People (NAACP) in Brevard County, Florida, and president of the state chapter of the NAACP."}, {"title": "Harriette Moore", "href": "/wiki/Harriette_Moore", "description": "Harriette Vyda Simms Moore was an American educator and civil rights worker. She was the wife of Harry T. Moore, who founded the first branch of the National Association for the Advancement of Colored People (NAACP) in Brevard County, Florida. Her and her husband's murder was the first assassination to happen during the civil rights movement, and the only time a husband and wife were both killed f"}, {"title": "Civil Rights Movement", "href": "/wiki/Civil_Rights_Movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}]}, {"heading": "Events", "year": "1962", "date": "December 25", "txt": "The Soviet Union conducts its final above-ground nuclear weapon test, in anticipation of the 1963 Partial Nuclear Test Ban Treaty.", "entities": [{"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}, {"title": "1962 Soviet nuclear tests", "href": "/wiki/1962_Soviet_nuclear_tests", "description": "The Soviet Union's 1962 nuclear test series was a group of 78 nuclear tests conducted in 1962. These tests followed the Soviet Project K nuclear tests series and preceded the 1964 Soviet nuclear tests series."}, {"title": "Partial Nuclear Test Ban Treaty", "href": "/wiki/Partial_Nuclear_Test_Ban_Treaty", "description": "The Partial Test Ban Treaty (PTBT) is the abbreviated name of the 1963 Treaty Banning Nuclear Weapon Tests in the Atmosphere, in Outer Space and Under Water, which prohibited all test detonations of nuclear weapons except for those conducted underground. It is also abbreviated as the Limited Test Ban Treaty (LTBT) and Nuclear Test Ban Treaty (NTBT), though the latter may also refer to the Comprehe"}]}, {"heading": "Events", "year": "1963", "date": "December 25", "txt": "Turkish Cypriot Bayrak Radio begins transmitting in Cyprus after Turkish Cypriots are forcibly excluded from Cyprus Broadcasting Corporation.", "entities": [{"title": "Bayrak", "href": "/wiki/Bayrak", "description": "Bayrak Radio and Television Corporation, is the official radio and television broadcasting corporation of the Turkish Republic of Northern Cyprus. Bayrak means flag in Turkish."}, {"title": "Cyprus", "href": "/wiki/Cyprus", "description": "Cyprus, officially called the Republic of Cyprus, is an island nation in the eastern Mediterranean Sea. It is the third largest and third most populous island in the Mediterranean, and is located south of Turkey; west of Syria; northwest of Lebanon, Israel and Palestine; north of Egypt; and southeast of Greece. Nicosia is the country's capital and largest city."}, {"title": "Turkish Cypriots", "href": "/wiki/Turkish_Cypriots", "description": "Turkish Cypriots or Cypriot Turks are mostly ethnic Turks originating from Cyprus. Following the Ottoman conquest of the island in 1571, about 30,000 Turkish settlers were given land once they arrived in Cyprus. Additionally, many of the island's local Christians converted to Islam during the early years of Ottoman rule. Nonetheless, the influx of mainly Muslim settlers to Cyprus continued intermi"}, {"title": "Cyprus Broadcasting Corporation", "href": "/wiki/Cyprus_Broadcasting_Corporation", "description": "Cyprus Broadcasting Corporation, or CyBC, is Cyprus' public broadcasting service. It transmits island-wide on four radio and two domestic television channels, and uses one satellite channel for the Cypriot diaspora. It also transmits on a separate high definition channel."}]}, {"heading": "Events", "year": "1968", "date": "December 25", "txt": "Apollo program: Apollo 8 performs the first successful Trans-Earth injection (TEI) maneuver, sending the crew and spacecraft on a trajectory back to Earth from Lunar orbit.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Trans-Earth injection", "href": "/wiki/Trans-Earth_injection", "description": "A trans-Earth injection (TEI) is a propulsion maneuver used to set a spacecraft on a trajectory which will intersect the Earth's sphere of influence, usually putting the spacecraft on a free return trajectory."}, {"title": "Earth", "href": "/wiki/Earth", "description": "Earth is the third planet from the Sun and the only astronomical object known to harbor life. About 29.2% of Earth's surface is land consisting of continents and islands. The remaining 70.8% is covered with water, mostly by oceans, seas, gulfs, and other salt-water bodies, but also by lakes, rivers, and other fresh water, which together constitute the hydrosphere. Much of Earth's polar regions are"}, {"title": "Lunar orbit", "href": "/wiki/Lunar_orbit", "description": "In astronomy, lunar orbit is the orbit of an object around the Moon."}]}, {"heading": "Events", "year": "1968", "date": "December 25", "txt": "Kilvenmani massacre: Forty-four Dalits (untouchables) are burnt to death in Kizhavenmani village, Tamil Nadu, a retaliation for a campaign for higher wages by Dalit laborers.", "entities": [{"title": "Dalit", "href": "/wiki/Dalit", "description": "Dalit is a name for people belonging to the lowest caste in India, characterised as \"untouchable\". Dalits were excluded from the four-fold varna system of Hinduism and were seen as forming a fifth varna, also known by the name of Panchama. Dalits now profess various religious beliefs, including Hinduism, Buddhism, Sikhism, Christianity, Islam and various other belief systems."}, {"title": "Kizhavenmani", "href": "/wiki/Kizhavenmani", "description": "Kizhavenmani is a village in Nagapattinam district of Tamil Nadu state in India. The village is about 25 km from the district headquarters town of Nagapattinam. It is in the fertile river Cauvery Delta, known for its agrarian economy."}]}, {"heading": "Events", "year": "1976", "date": "December 25", "txt": "EgyptAir Flight 664, a Boeing 707-366C, crashes on approach to Don Mueang International Airport, killing 71 people.", "entities": [{"title": "EgyptAir Flight 864", "href": "/wiki/EgyptAir_Flight_864", "description": "EgyptAir Flight 864 was a flight from Rome Fiumicino Airport to Tokyo International Airport, via Cairo, Bombay, and Bangkok. On 25 December 1976, the Boeing 707 crashed into an industrial complex in Bangkok. All 52 people on board were killed, plus 19 on the ground in the crash."}, {"title": "Boeing 707", "href": "/wiki/Boeing_707", "description": "The Boeing 707 is an American long-range narrow-body airliner produced by Boeing Commercial Airplanes, its first jetliner.\n\nDeveloped from the Boeing 367-80, a prototype first flown in 1954, the initial 707-120 first flew on December 20, 1957.\nPan American World Airways began regular 707 service on October 26, 1958, and it was built until 1979.\n\nA quadjet, the 707 has a swept wing with podded engi"}, {"title": "Don Mueang International Airport", "href": "/wiki/Don_Mueang_International_Airport", "description": "Don Mueang International Airport is one of two international airports serving the Bangkok Metropolitan Region, the other one being Suvarnabhumi Airport (BKK). Before Suvarnabhumi opened in 2006, Don Mueang was previously known as Bangkok International Airport."}]}, {"heading": "Events", "year": "1977", "date": "December 25", "txt": "Israeli Prime Minister Menachem Begin meets in Egypt with its president Anwar Sadat.", "entities": [{"title": "Menachem Begin", "href": "/wiki/Menachem_Begin", "description": "Menachem Begin was an Israeli politician, founder of Likud and the sixth Prime Minister of Israel. Before the creation of the state of Israel, he was the leader of the Zionist militant group Irgun, the Revisionist breakaway from the larger Jewish paramilitary organization Haganah. He proclaimed a revolt, on 1 February 1944, against the British mandatory government, which was opposed by the Jewish "}, {"title": "Anwar Sadat", "href": "/wiki/Anwar_Sadat", "description": "Muhammad Anwar el-Sadat was an Egyptian politician who served as the third President of Egypt, from 15 October 1970 until his assassination by fundamentalist army officers on 6 October 1981. Sadat was a senior member of the Free Officers who overthrew King Farouk in the Egyptian Revolution of 1952, and a close confidant of President Gamal Abdel Nasser, under whom he served as Vice President twice "}]}, {"heading": "Events", "year": "1986", "date": "December 25", "txt": "Iraqi Airways Flight 163, a Boeing 737-270C, is hijacked and crashes in Arar, Saudi Arabia, killing 63 people.", "entities": [{"title": "Iraqi Airways Flight 163", "href": "/wiki/Iraqi_Airways_Flight_163", "description": "Iraqi Airways Flight 163 was a Boeing 737-270C, registered YI-AGJ, that was hijacked in 1986. On 25 December 1986, en route from Baghdad's Saddam International Airport to Amman, Jordan, Flight 163 was hijacked by four men. Iraqi Airways security personnel tried to stop the hijackers, but a hand grenade was detonated in the passenger cabin, forcing the crew to initiate an emergency descent. Another"}, {"title": "Boeing 737", "href": "/wiki/Boeing_737", "description": "The Boeing 737 is a narrow-body aircraft produced by Boeing at its Renton Factory in Washington.\n\nDeveloped to supplement the Boeing 727 on short and thin routes, the twinjet retains the 707 fuselage cross-section and nose with two underwing turbofans. Envisioned in 1964, the initial 737-100 made its first flight in April 1967 and entered service in February 1968 with Lufthansa.\nThe lengthened 737"}, {"title": "Arar, Saudi Arabia", "href": "/wiki/Arar,_Saudi_Arabia", "description": "Arar is the capital of Northern Borders Province in Saudi Arabia. It has a population of 145,237."}]}, {"heading": "Events", "year": "1989", "date": "December 25", "txt": "Romanian Revolution: Deposed President of Romania Nicolae Ceaușescu and his wife, Elena, are condemned to death and executed after a summary trial.", "entities": [{"title": "Romanian Revolution", "href": "/wiki/Romanian_Revolution", "description": "The Romanian Revolution was a period of violent civil unrest in Romania during December 1989 as a part of the Revolutions of 1989 that occurred in several countries. The Romanian Revolution started in the city of Timișoara and soon spread throughout the country, ultimately culminating in the show trial and execution of longtime Communist Party General Secretary Nicolae Ceaușescu and his wife Elena"}, {"title": "President of Romania", "href": "/wiki/President_of_Romania", "description": "The president of Romania is the head of state of Romania. Following a modification to the Romanian Constitution in 2003, the president is directly elected by a two-round system and serves for five years. An individual may serve two terms. During their term in office, the president may not be a formal member of a political party."}, {"title": "Nicolae Ceaușescu", "href": "/wiki/Nicolae_Ceau%C8%99escu", "description": "Nicolae Ceaușescu was a Romanian communist politician and dictator. He was the general secretary of the Romanian Communist Party from 1965 to 1989, and the second and last Communist leader of Romania. He was also the country's head of state from 1967, serving as President of the State Council and from 1974 concurrently as President of the Republic, until his overthrow and execution in the Romanian"}, {"title": "Elena Ceaușescu", "href": "/wiki/Elena_Ceau%C8%99escu", "description": "Elena Ceaușescu was a Romanian communist politician who was the wife of Nicolae Ceaușescu, General Secretary of the Romanian Communist Party and leader of the Socialist Republic of Romania. She was also the Deputy Prime Minister of Romania."}, {"title": "Trial of Nicolae and Elena Ceaușescu", "href": "/wiki/Trial_of_Nicolae_and_Elena_Ceau%C8%99escu", "description": "The trial of Nicolae and Elena Ceaușescu was a short trial held on 25 December 1989 by an Exceptional Military Tribunal, a drumhead court-martial created at the request of a newly formed group called the National Salvation Front. It resulted in guilty verdicts and death sentences for former Romanian President and Romanian Communist Party General Secretary, Nicolae Ceaușescu, and his wife, Elena Ce"}]}, {"heading": "Events", "year": "1991", "date": "December 25", "txt": "Mikhail Gorbachev resigns as President of the Soviet Union (the union itself is dissolved the next day). Ukraine's referendum is finalized and Ukraine officially leaves the Soviet Union.", "entities": [{"title": "Mikhail Gorbachev", "href": "/wiki/Mikhail_Gorbachev", "description": "Mikhail Sergeyevich Gorbachev is a Russian and former Soviet politician. The eighth and last leader of the Soviet Union, he was the General Secretary of the Communist Party of the Soviet Union from 1985 until 1991. He was also the country's head of state from 1988 until 1991, serving as the chairman of the Presidium of the Supreme Soviet from 1988 to 1989, chairman of the Supreme Soviet from 1989 "}, {"title": "President of the Soviet Union", "href": "/wiki/President_of_the_Soviet_Union", "description": "The President of the Union of Soviet Socialist Republics, also known as the President of the Soviet Union or the President of the USSR, was the head of state of the Union of Soviet Socialist Republics from 15 March 1990 to 25 December 1991. Mikhail Gorbachev was the only person to occupy this office. Gorbachev was also General Secretary of the Communist Party of the Soviet Union between March 1985"}, {"title": "Dissolution of the Soviet Union", "href": "/wiki/Dissolution_of_the_Soviet_Union", "description": "The dissolution of the Soviet Union (1988–1991) was the process of internal disintegration within the Soviet Union, which began with growing unrest in its various constituent republics developing into an incessant political and legislative conflict between the republics and the central government, and ended when the leaders of three primal republics declared it no longer existed, later accompanied"}, {"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "1991 Ukrainian independence referendum", "href": "/wiki/1991_Ukrainian_independence_referendum", "description": "A referendum on the Act of Declaration of Independence was held in Ukraine on 1 December 1991. An overwhelming majority of 92.3% of voters approved the declaration of independence made by the Verkhovna Rada on 24 August 1991."}]}, {"heading": "Events", "year": "1999", "date": "December 25", "txt": "Cubana de Aviación Flight 310, a Yakovlev Yak-42, crashes near Bejuma, Carabobo State, Venezuela, killing 22 people.", "entities": [{"title": "Cubana de Aviación Flight 310", "href": "/wiki/Cubana_de_Aviaci%C3%B3n_Flight_310", "description": "Cubana de Aviación Flight 310 was a scheduled international flight from José Martí International Airport, Havana, Cuba, to Arturo Michelena International Airport, Valencia, Venezuela, which crashed near Bejuma, Venezuela, on 25 December 1999. All 22 people on board were killed."}, {"title": "Yakovlev Yak-42", "href": "/wiki/Yakovlev_Yak-42", "description": "The Yakovlev Yak-42 is a 100/120-seat three-engined mid-range passenger jet. It was the first airliner produced in the Soviet Union to be powered by modern high-bypass turbofan engines."}, {"title": "Bejuma", "href": "/wiki/Bejuma", "description": "Bejuma is a small town in Carabobo State, Venezuela, seat of the Bejuma Municipality."}, {"title": "Carabobo State", "href": "/wiki/Carabobo_State", "description": "Carabobo State is one of the 23 states of Venezuela, located in the north of the country, about two hours by car from Caracas. The capital city of this state is Valencia, which is also the country's main industrial center. The state's area is 4,369 km2 (1,687 sq mi) and as of the 2011 census, had a population of 2,245,744."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "2003", "date": "December 25", "txt": "UTA Flight 141, a Boeing 727-223, crashes at the Cotonou Airport in Benin, killing 141 people.", "entities": [{"title": "UTA Flight 141", "href": "/wiki/UTA_Flight_141", "description": "UTA Flight 141 was a chartered international passenger flight operated by Guinean regional airline Union des Transports Africains de Guinée, flying from Cotonou Airport in Cotonou, Benin, to Kufra Airport in Kufra, Libya. On 25 December 2003, the aircraft crashed into the Bight of Benin, killing 141 people, most of whom were Lebanese. Shortly after the crash, 35 survivors were found by a search an"}, {"title": "Boeing 727", "href": "/wiki/Boeing_727", "description": "The Boeing 727 is an American narrow-body airliner produced by Boeing Commercial Airplanes.\n\nAfter the heavy 707 quad-jet was introduced in 1958, Boeing addressed the demand for shorter flight lengths from smaller airports.\nOn December 5, 1960, the 727 was launched with 40 orders each from United Airlines and Eastern Air Lines.\nThe first 727-100 rolled out November 27, 1962, first flew on February"}, {"title": "Cotonou Airport", "href": "/wiki/Cotonou_Airport", "description": "Cotonou Cadjehoun Airport is an airport in the Cadjehoun neighborhood of Cotonou, the largest city in Benin, in West Africa. The airport is the largest in the country, and as such, is the primary entry point into the country by air, with flights to Africa and Europe."}, {"title": "Benin", "href": "/wiki/Benin", "description": "Benin, officially the Republic of Benin, is a country in West Africa. It is bordered by Togo to the west, Nigeria to the east, Burkina Faso to the north-west, and Niger to the north-east. The majority of its population lives on the small southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical portion of the Atlantic Ocean. The capital of Benin is Porto-Nov"}]}, {"heading": "Events", "year": "2003", "date": "December 25", "txt": "The ill-fated Beagle 2 probe, released from the Mars Express spacecraft on December 19, stops transmitting shortly before its scheduled landing.", "entities": [{"title": "Mars Express", "href": "/wiki/Mars_Express", "description": "Mars Express is a space exploration mission being conducted by the European Space Agency (ESA). The Mars Express mission is exploring the planet Mars, and is the first planetary mission attempted by the agency. \"Express\" originally referred to the speed and efficiency with which the spacecraft was designed and built. However \"Express\" also describes the spacecraft's relatively short interplanetary"}, {"title": "December 19", "href": "/wiki/December_19", "description": "December 19 is the 353rd day of the year in the Gregorian calendar; 12 days remain until the end of the year."}]}, {"heading": "Events", "year": "2004", "date": "December 25", "txt": "The Cassini orbiter releases Huygens probe which successfully landed on Saturn's moon Titan on January 14, 2005.", "entities": [{"title": "Cassini Orbiter", "href": "/wiki/Cassini_Orbiter", "description": "The Cassini–Huygens space-research mission, commonly called Cassini, involved a collaboration among NASA, the European Space Agency (ESA), and the Italian Space Agency (ASI) to send a space probe to study the planet Saturn and its system, including its rings and natural satellites. The Flagship-class robotic spacecraft comprised both NASA's Cassini space probe and ESA's Huygens lander, which lande"}, {"title": "Huygens (spacecraft)", "href": "/wiki/Huygens_(spacecraft)", "description": "Huygens was an atmospheric entry robotic space probe that landed successfully on Saturn's moon Titan in 2005. Built and operated by the European Space Agency (ESA), it was part of the Cassini–Huygens mission and became the first spacecraft to land on Titan and the farthest landing from Earth a spacecraft has ever made. The probe was named after the 17th-century Dutch astronomer Christiaan Huygens,"}, {"title": "Saturn", "href": "/wiki/Saturn", "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It only has one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. Saturn is named after the Roman god of wealth and agriculture; its astronomical symbol (♄)"}, {"title": "Titan (moon)", "href": "/wiki/Titan_(moon)", "description": "Titan is the largest moon of Saturn and the second-largest natural satellite in the Solar System. It is the only moon known to have a dense atmosphere, and the only known body in space, other than Earth, where clear evidence of stable bodies of surface liquid has been found."}]}, {"heading": "Events", "year": "2012", "date": "December 25", "txt": "An Antonov An-72 plane crashes close to the city of Shymkent, killing 27 people.", "entities": [{"title": "Antonov An-72", "href": "/wiki/Antonov_An-72", "description": "The Antonov An-72 is a Soviet/Ukrainian transport aircraft, developed by Antonov. It was designed as an STOL transport and intended as a replacement for the Antonov An-26, but variants have found success as commercial freighters."}, {"title": "2012 Kazakhstan Antonov An-72 crash", "href": "/wiki/2012_Kazakhstan_Antonov_An-72_crash", "description": "On Christmas Day 25 December 2012, an Antonov An-72 military transport aircraft operated by the Kazakh Armed Forces crashed about 20 kilometres (12 mi) from the city of Shymkent, Kazakhstan, where the aircraft was preparing to land. All 27 people on board died in the crash."}, {"title": "Shymkent", "href": "/wiki/Shymkent", "description": "Şymkent, known until 1993 as Chimkent ; Russian: Чимкент, romanized: Čimkent ), is a city in Kazakhstan. It is near the border with Uzbekistan. It is one of three Kazakh cities which have the status equal to that of a region. It is the third most populous city in Kazakhstan, behind Almaty and Nur-Sultan, with an estimated population of 1,002,291 as of June 1, 2018. According to regional and city o"}]}, {"heading": "Events", "year": "2016", "date": "December 25", "txt": "A Russian Defence Ministry Tupolev Tu-154 carrying members of the Alexandrov Ensemble crashes into the Black Sea shortly after takeoff, killing all 92 people on board.", "entities": [{"title": "Ministry of Defence (Russia)", "href": "/wiki/Ministry_of_Defence_(Russia)", "description": "The Ministry of Defence of the Russian Federation is the governing body of the Russian Armed Forces."}, {"title": "Tupolev Tu-154", "href": "/wiki/Tupolev_Tu-154", "description": "The Tupolev Tu-154 is a three-engine medium-range narrow-body airliner designed in the mid-1960s and manufactured by Tupolev. A workhorse of Soviet and (subsequently) Russian airlines for several decades, it carried half of all passengers flown by Aeroflot and its subsidiaries, remaining the standard domestic-route airliner of Russia and former Soviet states until the mid-2000s. It was exported to"}, {"title": "Alexandrov Ensemble", "href": "/wiki/Alexandrov_Ensemble", "description": "The Alexandrov Ensemble is an official army choir of the Russian armed forces. Founded during the Soviet era, the ensemble consists of a male choir, an orchestra, and a dance ensemble."}, {"title": "2016 Russian Defence Ministry Tupolev Tu-154 crash", "href": "/wiki/2016_Russian_Defence_Ministry_Tupolev_Tu-154_crash", "description": "On 25 December 2016, a Tupolev Tu-154 jetliner of the Russian Defence Ministry crashed into the Black Sea shortly after taking off from Sochi International Airport, Russia, while en route to Khmeimim Air Base, Syria. All 92 passengers and crew on board, including 64 members of the Alexandrov Ensemble choir of the Russian Armed Forces, were killed. The aircraft had flown from Chkalovsky Airport and"}, {"title": "Black Sea", "href": "/wiki/Black_Sea", "description": "The Black Sea is a marginal sea of the Atlantic Ocean lying between Europe and Asia; east of the Balkans, south of the East European Plain in Eastern Europe, west of the Caucasus, and north of Anatolia in Western Asia. It is supplied by major rivers, principally the Danube, Dnieper, and Don. The watersheds of many countries drain into the sea beyond the six that share its coast."}]}, {"heading": "Events", "year": "2019", "date": "December 25", "txt": "Twenty people are killed and thousands are left homeless by Typhoon Phanfone in the Philippines.", "entities": [{"title": "Typhoon Phanfone (2019)", "href": "/wiki/Typhoon_Phanfone_(2019)", "description": "Typhoon Phanfone, known in the Philippines as Typhoon Ursula, was a relatively strong and deadly tropical cyclone which traversed through the Philippines on Christmas Eve and Christmas Day for the first time since Nock-ten in 2016."}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}]}, {"heading": "Events", "year": "2020", "date": "December 25", "txt": "An explosion in Nashville, Tennessee occurs, leaving three civilians in the hospital.", "entities": [{"title": "2020 Nashville bombing", "href": "/wiki/2020_Nashville_bombing", "description": "On December 25, 2020, Anthony Quinn Warner detonated a recreational vehicle (RV) bomb in downtown Nashville, Tennessee, United States, killing himself, injuring eight people and damaging dozens of buildings in the surrounding area. It took place at 166 Second Avenue North between Church Street and Commerce Street at 6:30 am, adjacent to an AT&T network hub, resulting in days-long communication ser"}]}, {"heading": "Births", "year": "1250", "date": "December 25", "txt": "John IV Laskaris, Byzantine emperor (d. 1305)", "entities": [{"title": "John IV Laskaris", "href": "/wiki/John_IV_Laskaris", "description": "John IV Doukas Laskaris was emperor of Nicaea from August 16, 1258, to December 25, 1261. This empire was one of the Greek states formed from the remaining fragments of the Eastern Roman Empire, after the capture of Constantinople by Roman Catholics during the Fourth Crusade in 1204."}]}, {"heading": "Births", "year": "1281", "date": "December 25", "txt": "Alice de Lacy, 4th Countess of Lincoln (d. 1348)", "entities": [{"title": "Alice de Lacy, 4th Countess of Lincoln", "href": "/wiki/Alice_de_Lacy,_4th_Countess_of_Lincoln", "description": "Alice de Lacy, suo jure Countess of Lincoln, suo jure 5th Countess of Salisbury was an English peeress."}]}, {"heading": "Births", "year": "1400", "date": "December 25", "txt": "John Sutton, 1st Baron Dudley, Lord Lieutenant of Ireland (d. 1487)", "entities": [{"title": "John Sutton, 1st Baron Dudley", "href": "/wiki/John_Sutton,_1st_Baron_Dudley", "description": "John Sutton VI, 1st Baron Dudley, Knight of the Garter, was an English nobleman, a diplomat, and councillor of King Henry VI. He fought in several battles during the Hundred Years War and the Wars of the Roses, in addition, he acted as Lord Lieutenant of Ireland from 1428 to 1430."}]}, {"heading": "Births", "year": "1424", "date": "December 25", "txt": "Margaret Stewart, Dauphine of France (d. 1445)", "entities": [{"title": "Margaret Stewart, Dauphine of France", "href": "/wiki/Margaret_Stewart,_Dauphine_of_France", "description": "Margaret Stewart was a princess of Scotland and the dauphine of France. She was the firstborn child of King James I of Scotland and Joan Beaufort."}]}, {"heading": "Births", "year": "1461", "date": "December 25", "txt": "Christina of Saxony, Queen consort of Denmark (d. 1521)", "entities": [{"title": "Christina of Saxony", "href": "/wiki/Christina_of_Saxony", "description": "Christina of Saxony, was queen of Denmark, Norway and Sweden as the wife of King John."}]}, {"heading": "Births", "year": "1490", "date": "December 25", "txt": "Francesco Marinoni, Italian Roman Catholic priest (d. 1562)", "entities": [{"title": "Francesco Marinoni", "href": "/wiki/Francesco_Marinoni", "description": "Francesco Marinoni was an Italian Roman Catholic priest who was a member of the Theatines. He assumed the name Giovanni upon admittance into the order."}]}, {"heading": "Births", "year": "1493", "date": "December 25", "txt": "Antoinette de Bourbon, French noblewoman (d. 1583)", "entities": [{"title": "Antoinette de Bourbon", "href": "/wiki/Antoinette_de_Bourbon", "description": "Antoinette de Bourbon Duchess of Guise was a French noblewoman of the House of Bourbon. She was the wife of Claude of Lorraine, Duke of Guise. Through her eldest daughter, Mary of Guise, she was the maternal grandmother of Mary, Queen of Scots."}]}, {"heading": "Births", "year": "1505", "date": "December 25", "txt": "Christine of Saxony, German noblewoman (d. 1549)", "entities": [{"title": "Christine of Saxony", "href": "/wiki/Christine_of_Saxony", "description": "Christine of Saxony was a German noble, landgravine of Hesse. She was the regent of Hesse during 1547–1549."}]}, {"heading": "Births", "year": "1564", "date": "December 25", "txt": "Johannes Buxtorf, German Calvinist theologian (d. 1629)", "entities": [{"title": "Johannes Buxtorf", "href": "/wiki/Johannes_Buxtorf", "description": "Johannes Buxtorf was a celebrated Hebraist, member of a family of Orientalists; professor of Hebrew for thirty-nine years at Basel and was known by the title, \"Master of the Rabbis\". His massive tome, De Synagoga Judaica, scrupulously documents the customs and society of German Jewry in the early modern period."}]}, {"heading": "Births", "year": "1583", "date": "December 25", "txt": "Orlando Gibbons, English organist and composer (d. 1625)", "entities": [{"title": "Orlando Gibbons", "href": "/wiki/Orlando_Gibbons", "description": "Orlando Gibbons was an English composer, virginalist and organist who was one of the last masters of the English Virginalist School and English Madrigal School. By the 1610s he was the leading composer and organist in England, with a career cut short by his sudden death in 1625. As a result, Gibbons's oeuvre was not as large as that of his contemporaries, like the elder William Byrd, but his compo"}]}, {"heading": "Births", "year": "1584", "date": "December 25", "txt": "Margaret of Austria, Queen of Spain (d. 1611)", "entities": [{"title": "Margaret of Austria, Queen of Spain", "href": "/wiki/Margaret_of_Austria,_Queen_of_Spain", "description": "Margaret of Austria was Queen of Spain and Portugal by her marriage to King Philip III & II."}]}, {"heading": "Births", "year": "1601", "date": "December 25", "txt": "Ernest I, Duke of Saxe-Gotha (d. 1675)", "entities": [{"title": "Ernest I, Duke of Saxe-Gotha", "href": "/wiki/Ernest_I,_Duke_of_Saxe-Gotha", "description": "Ernest I, called \"Ernest the Pious\", was a duke of Saxe-Gotha and Saxe-Altenburg. The duchies were later merged into Saxe-Gotha-Altenburg."}]}, {"heading": "Births", "year": "1628", "date": "December 25", "txt": "Noël Coypel, French painter and educator (d. 1707)", "entities": [{"title": "Noël Coypel", "href": "/wiki/No%C3%ABl_Coypel", "description": "Noël Coypel was a French painter, and was also called Coypel le Poussin, because he was heavily influenced by Poussin."}]}, {"heading": "Births", "year": "1642 (OS)", "date": "December 25", "txt": "Isaac Newton, English physicist and mathematician (d. 1726/1727)", "entities": [{"title": "Julian calendar", "href": "/wiki/Julian_calendar", "description": "The Julian calendar, proposed by Julius Caesar in AUC 708, was a reform of the Roman calendar. It took effect on 1 January AUC 709 , by edict. It was designed with the aid of Greek mathematicians and astronomers such as Sosigenes of Alexandria."}, {"title": "Isaac Newton", "href": "/wiki/Isaac_Newton", "description": "Sir Isaac Newton was an English mathematician, physicist, astronomer, theologian, and author who is widely recognised as one of the greatest mathematicians and most influential scientists of all time and as a key figure in the scientific revolution. His book Philosophiæ Naturalis Principia Mathematica, first published in 1687, established classical mechanics. Newton also made seminal contributions"}]}, {"heading": "Births", "year": "1652", "date": "December 25", "txt": "Archibald Pitcairne, Scottish physician, anatomist, and scholar (d. 1713)", "entities": [{"title": "Archibald Pitcairne", "href": "/wiki/Archibald_Pitcairne", "description": "Archibald Pitcairne or Pitcairn was a Scottish physician."}]}, {"heading": "Births", "year": "1665", "date": "December 25", "txt": "Lady Grizel Baillie, Scottish-English poet and songwriter (d. 1746)", "entities": [{"title": "Lady Grizel Baillie", "href": "/wiki/Lady_Grizel_Baillie", "description": "Lady Grizel Baillie, née Hume, was a Scottish gentlewoman and songwriter. Her accounting ledgers, in which she kept details about her household for more than 50 years, provide information about social life in Scotland in the eighteenth century."}]}, {"heading": "Births", "year": "1674", "date": "December 25", "txt": "Thomas Halyburton, Scottish minister and theologian (d. 1712)", "entities": [{"title": "Thomas Halyburton", "href": "/wiki/Thomas_Halyburton", "description": "Rev Prof Thomas Halyburton was a Scottish divine."}]}, {"heading": "Births", "year": "1686", "date": "December 25", "txt": "Giovanni Battista Somis, Italian violinist and composer (d. 1763)", "entities": [{"title": "Giovanni Battista Somis", "href": "/wiki/Giovanni_Battista_Somis", "description": "Giovanni Battista Somis was an Italian violinist and composer of the Baroque music era."}]}, {"heading": "Births", "year": "1700", "date": "December 25", "txt": "Leopold II, Prince of Anhalt-Dessau (d. 1758)", "entities": [{"title": "Leopold II, Prince of Anhalt-Dessau", "href": "/wiki/Leopold_II,_Prince_of_Anhalt-Dessau", "description": "Leopold II Maximilian, Prince of Anhalt-Dessau, was a German prince of the House of Ascania and ruler of the principality of Anhalt-Dessau from 1747 to 1751; he also was a Prussian general."}]}, {"heading": "Births", "year": "1711", "date": "December 25", "txt": "Jean-Joseph de Mondonville, French violinist and composer (d. 1772)", "entities": [{"title": "Jean-Joseph de Mondonville", "href": "/wiki/Jean-Joseph_de_Mondonville", "description": "Jean-Joseph de Mondonville, also known as Jean-Joseph Cassanéa de Mondonville, was a French violinist and composer. He was a younger contemporary of Jean-Philippe Rameau and enjoyed great success in his day. Pierre-Louis Daquin claimed: \"If I couldn't be Rameau, there's no one I would rather be than Mondonville\"."}]}, {"heading": "Births", "year": "1716", "date": "December 25", "txt": "Johann Jakob Reiske, German physician and scholar (d. 1774)", "entities": [{"title": "Johann Jakob Reiske", "href": "/wiki/Johann_Jakob_Reiske", "description": "Johann Jakob Reiske was a German scholar and physician. He was a pioneer in the fields of Arabic and Byzantine philology as well as Islamic numismatics."}]}, {"heading": "Births", "year": "1717", "date": "December 25", "txt": "Pope Pius VI (d. 1799)", "entities": [{"title": "Pope Pius VI", "href": "/wiki/Pope_Pius_VI", "description": "Pope Pius VI was Bishop of Rome and hence head of the Catholic Church and ruler of the Papal States from 15 February 1775 to his death in 1799."}]}, {"heading": "Births", "year": "1728", "date": "December 25", "txt": "Johann Adam Hiller, German composer and conductor (d. 1804)", "entities": [{"title": "Johann Adam Hiller", "href": "/wiki/Johann_Adam_Hiller", "description": "Johann Adam Hiller was a German composer, conductor and writer on music, regarded as the creator of the Singspiel, an early form of German opera. In many of these operas he collaborated with the poet Christian Felix Weiße."}]}, {"heading": "Births", "year": "1730", "date": "December 25", "txt": "Philip Mazzei, Italian-American physician and philosopher (d. 1816)", "entities": [{"title": "Philip Mazzei", "href": "/wiki/Philip_Mazzei", "description": "Filippo Mazzei was an Italian physician, winemaker, and arms dealer. A close friend of Thomas Jefferson, Mazzei acted as an agent to purchase arms for Virginia during the American Revolutionary War."}]}, {"heading": "Births", "year": "1745", "date": "December 25", "txt": "Chevalier de Saint-Georges, Caribbean-French violinist, composer, and conductor (d. 1799)", "entities": [{"title": "Chevalier de Saint-Georges", "href": "/wiki/Chevalier_de_Saint-Georges", "description": "Joseph Bologne, Chevalier de Saint-Georges was a French classical composer, virtuoso violinist, a conductor of the leading symphony orchestra in Paris, and a renowned champion fencer. Born in the then French colony of Guadeloupe, he was the son of Georges de Bologne Saint-Georges, a wealthy married planter, and Anne dite Nanon, his wife's African slave."}]}, {"heading": "Births", "year": "1757", "date": "December 25", "txt": "Benjamin Pierce, American general and politician, 17th Governor of New Hampshire (d. 1839)", "entities": [{"title": "Benjamin Pierce (governor)", "href": "/wiki/Benjamin_Pierce_(governor)", "description": "Benjamin Pierce was a colonial soldier in the American Revolutionary War and an American Democratic-Republican politician. He was the father of Franklin Pierce, the 14th President of the United States. He served as Governor of New Hampshire from 1827 to 1828 and from 1829 to 1830."}, {"title": "Governor of New Hampshire", "href": "/wiki/Governor_of_New_Hampshire", "description": "The Governor of New Hampshire is the head of the executive branch of New Hampshire's state government."}]}, {"heading": "Births", "year": "1766", "date": "December 25", "txt": "Christmas Evans, Welsh Nonconformist preacher (d. 1838)", "entities": [{"title": "Christmas Evans", "href": "/wiki/Christmas_Evans", "description": "Christmas Evans was a Welsh nonconformist minister, described as \"the greatest preacher that the Baptists have ever had in Great Britain.\""}]}, {"heading": "Births", "year": "1771", "date": "December 25", "txt": "Dorothy Wordsworth, English diarist and poet (d. 1855)", "entities": [{"title": "Dorothy Wordsworth", "href": "/wiki/Dorothy_Wordsworth", "description": "Dorothy Mae Ann Wordsworth was an English author, poet, and diarist. She was the sister of the Romantic poet William Wordsworth, and the two were close all their adult lives. Wordsworth had no ambitions to be a public author, yet she left behind numerous letters, diary entries, topographical descriptions, poems, and other writings."}]}, {"heading": "Births", "year": "1776", "date": "December 25", "txt": "Sydney, Lady Morgan, Irish author and poet (d. 1859)", "entities": [{"title": "Sydney, Lady Morgan", "href": "/wiki/Sydney,_Lady_Morgan", "description": "Sydney, Lady Morgan, was an Irish novelist, best known as the author of The Wild Irish Girl."}]}, {"heading": "Births", "year": "1810", "date": "December 25", "txt": "L. L. Langstroth, American apiarist, clergyman and teacher (d. 1895)", "entities": [{"title": "L. L. Langstroth", "href": "/wiki/L._L._Langstroth", "description": "Rev. Lorenzo Lorraine Langstroth was an American apiarist, clergyman, and teacher, and considered to be the father of American beekeeping. He created the modern day Langstroth hive."}]}, {"heading": "Births", "year": "1821", "date": "December 25", "txt": "Clara Barton, American nurse and humanitarian, founder of the American Red Cross (d. 1912)", "entities": [{"title": "Clara Barton", "href": "/wiki/Clara_Barton", "description": "Clarissa Harlowe Barton was an American nurse who founded the American Red Cross. She was a hospital nurse in the American Civil War, a teacher, and a patent clerk. Since nursing education was not then very formalized and she did not attend nursing school, she provided self-taught nursing care. Barton is noteworthy for doing humanitarian work and civil rights advocacy at a time before women had th"}, {"title": "American Red Cross", "href": "/wiki/American_Red_Cross", "description": "The American Red Cross (ARC), also known as The American National Red Cross, is a humanitarian organization that provides emergency assistance, disaster relief, and disaster preparedness education in the United States. It is the designated US affiliate of the International Federation of Red Cross and Red Crescent Societies and the United States movement to the International Red Cross and Red Cresc"}]}, {"heading": "Births", "year": "1825", "date": "December 25", "txt": "Stephen F. Chadwick, American lawyer and politician, 5th Governor of Oregon (d. 1895)", "entities": [{"title": "Stephen F. Chadwick", "href": "/wiki/Stephen_F._Chadwick", "description": "Stephen Fowler Chadwick was an American Democratic politician who served as the fifth Governor of Oregon from 1877 to 1878. Governor Chadwick was the first person to obtain the governorship by way of the state's Line of Succession."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Births", "year": "1829", "date": "December 25", "txt": "Patrick Gilmore, Irish-American composer and bandleader (d. 1892)", "entities": [{"title": "Patrick Gilmore", "href": "/wiki/Patrick_Gilmore", "description": "Patrick Sarsfield Gilmore was an Irish-born American composer and bandmaster who lived and worked in the United States after 1848. While serving in the Union Army during the U.S. Civil War, Gilmore wrote the lyrics to the song \"When Johnny Comes Marching Home\". This was published under the pseudonym Louis Lambert in September 1863."}]}, {"heading": "Births", "year": "1856", "date": "December 25", "txt": "Pud Galvin, American baseball player and manager (d. 1902)", "entities": [{"title": "Pud Galvin", "href": "/wiki/Pud_Galvin", "description": "James Francis \"Pud\" Galvin was an American Major League Baseball pitcher in the 19th century. He was MLB's first 300-game winner and was inducted into the Baseball Hall of Fame in 1965."}]}, {"heading": "Births", "year": "1861", "date": "December 25", "txt": "Madan Mohan Malaviya, Indian educator, lawyer, and politician, President of the Indian National Congress (d. 1946)", "entities": [{"title": "Madan Mohan Malaviya", "href": "/wiki/Madan_Mohan_Malaviya", "description": "Pandit Madan Mohan Malaviya (pronunciation   was an Indian scholar, educational reformer and politician notable for his role in the Indian independence movement, as the three times president of Indian National Congress and the founder of Akhil Bharatiya Hindu Mahasabha. He was respectfully addressed as Pandit Madan Mohan Malaviya and also addressed as Mahamana."}, {"title": "President of the Indian National Congress", "href": "/wiki/President_of_the_Indian_National_Congress", "description": "The Indian National Congress is a political party in India with widespread roots. Founded in December 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to inde"}]}, {"heading": "Births", "year": "1865", "date": "December 25", "txt": "Evangeline Booth, English 4th General of The Salvation Army (d. 1950)", "entities": [{"title": "Evangeline Booth", "href": "/wiki/Evangeline_Booth", "description": "Evangeline Cory Booth, OF was a British theologian and the 4th General of The Salvation Army from 1934 to 1939. She was the first woman to hold the post."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Births", "year": "1869", "date": "December 25", "txt": "Charles Finger, English-American journalist and author (d. 1941)", "entities": [{"title": "Charles Finger", "href": "/wiki/Charles_Finger", "description": "Charles Joseph Finger was a British born American writer. He also directed an orchestra and taught piano."}]}, {"heading": "Births", "year": "1870", "date": "December 25", "txt": "Helena Rubinstein, Polish-American businesswoman and philanthropist (d. 1965)", "entities": [{"title": "Helena Rubinstein", "href": "/wiki/Helena_Rubinstein", "description": "Helena Rubinstein was a Polish-American businesswoman, art collector, and philanthropist. A cosmetics entrepreneur, she was the founder and eponym of Helena Rubinstein Incorporated cosmetics company, which made her one of the world's richest women."}]}, {"heading": "Births", "year": "1873", "date": "December 25", "txt": "Otto Frederick Hunziker, Swiss-American agriculturalist and educator (d. 1959)", "entities": [{"title": "Otto Frederick Hunziker", "href": "/wiki/Otto_Frederick_Hunziker", "description": "Otto Frederick Hunziker was a pioneer in the American and international dairy industry, as both an educator and a technical innovator. Hunziker was born and raised in Switzerland, emigrated to the U.S., and studied at Cornell University. He started and developed the dairy program at Purdue University when such programs were at their infancy. At this same time, Hunziker was heavily involved with th"}]}, {"heading": "Births", "year": "1874", "date": "December 25", "txt": "Lina Cavalieri, Italian soprano and actress (d. 1944)", "entities": [{"title": "Lina Cavalieri", "href": "/wiki/Lina_Cavalieri", "description": "Natalina \"Lina\" Cavalieri was an Italian operatic soprano, actress, and monologist."}]}, {"heading": "Births", "year": "1875", "date": "December 25", "txt": "Francis Aveling, Canadian psychologist and priest (d. 1941)", "entities": [{"title": "Francis Aveling", "href": "/wiki/Francis_Aveling", "description": "Francis Arthur Powell Aveling DD D.Sc PhD DLit MC ComC was a Canadian psychologist and Catholic priest. He married Ethel Dancy of Steyning, Sussex in 1925."}]}, {"heading": "Births", "year": "1875", "date": "December 25", "txt": "Theodor Innitzer, Austrian cardinal (d. 1955)", "entities": []}, {"heading": "Births", "year": "1876", "date": "December 25", "txt": "Muhammad Ali Jinnah, Indian-Pakistani lawyer and politician, 1st Governor-General of Pakistan (d. 1948)", "entities": [{"title": "Muhammad Ali Jinnah", "href": "/wiki/Muhammad_Ali_Jinnah", "description": "Muhammad Ali Jinnah was a barrister, politician and the founder of Pakistan. Jinnah served as the leader of the All-India Muslim League from 1913 until the inception of Pakistan on 14 August 1947, and then as the Dominion of Pakistan's first Governor-General until his death. He is revered in Pakistan as the Quaid-i-Azam and Baba-i-Qaum. His birthday is observed as a national holiday in Pakistan."}, {"title": "Governor-General of Pakistan", "href": "/wiki/Governor-General_of_Pakistan", "description": "The Governor-General of Pakistan was the representative of the British monarch in Pakistan, established by the Indian Independence Act 1947. The office of Governor-General was abolished when Pakistan became an Islamic republic in 1956."}]}, {"heading": "Births", "year": "1876", "date": "December 25", "txt": "Adolf Otto Reinhold Windaus, German chemist and academic, Nobel Prize laureate (d. 1959)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1878", "date": "December 25", "txt": "Louis Chevrolet, Swiss-American race car driver and businessman, co-founded Chevrolet (d. 1941)", "entities": [{"title": "Louis Chevrolet", "href": "/wiki/Louis_Chevrolet", "description": "Louis-Joseph Chevrolet was a Swiss race car driver, co-founder of the Chevrolet Motor Car Company in 1911, and a founder in 1916 of the Frontenac Motor Corporation."}, {"title": "Chevrolet", "href": "/wiki/Chevrolet", "description": "Chevrolet, colloquially referred to as Chevy and formally the Chevrolet Division of General Motors Company, is an American automobile division of the American manufacturer General Motors (GM). Louis Chevrolet and ousted General Motors founder William C. Durant started the company on November 3, 1911 as the Chevrolet Motor Car Company. Durant used the Chevrolet Motor Car Company to acquire a contro"}]}, {"heading": "Births", "year": "1878", "date": "December 25", "txt": "Noël, Countess of Rothes, philanthropist, social leader and heroine of Titanic disaster (d. 1956)", "entities": []}, {"heading": "Births", "year": "1878", "date": "December 25", "txt": "Joseph M. Schenck, Russian-American film producer (d. 1961)", "entities": []}, {"heading": "Births", "year": "1883", "date": "December 25", "txt": "Hugo Bergmann, Czech-Israeli philosopher and academic (d. 1975)", "entities": [{"title": "Hugo Bergmann", "href": "/wiki/Hugo_Bergmann", "description": "Hugo Bergmann was an Israeli philosopher."}]}, {"heading": "Births", "year": "1883", "date": "December 25", "txt": "Hana Meisel, Belarusian-Israeli agronomist and politician (d. 1972)", "entities": []}, {"heading": "Births", "year": "1884", "date": "December 25", "txt": "Samuel Berger, American boxer (d. 1925)", "entities": [{"title": "Samuel Berger (boxer)", "href": "/wiki/Samuel_Berger_(boxer)", "description": "Samuel Berger was an American heavyweight boxer who won the first Olympic Gold Medal in heavyweight boxing in 1904, competed as a professional, and acted as a promoter and manager for heavyweight Jim Jeffries in the first two decades of the 20th century."}]}, {"heading": "Births", "year": "1884", "date": "December 25", "txt": "Evelyn Nesbit, American model and actress (d. 1967)", "entities": []}, {"heading": "Births", "year": "1886", "date": "December 25", "txt": "Malak Hifni Nasif, Egyptian poet and activist (d. 1918)", "entities": [{"title": "Malak Hifni Nasif", "href": "/wiki/Malak_Hifni_Nasif", "description": "Malak Hifni Nasif was an Egyptian feminist who contributed greatly to the intellectual and political discourse on the advancement of Egyptian women in the early 20th century."}]}, {"heading": "Births", "year": "1886", "date": "December 25", "txt": "Kid Ory, American trombonist and bandleader (d. 1973)", "entities": []}, {"heading": "Births", "year": "1887", "date": "December 25", "txt": "Conrad Hilton, American entrepreneur (d. 1979)", "entities": [{"title": "Conrad Hilton", "href": "/wiki/Conrad_Hilton", "description": "Conrad Nicholson Hilton Sr. was an American businessman known as the founder of the Hilton Hotels chain."}]}, {"heading": "Births", "year": "1889", "date": "December 25", "txt": "Lila Bell Wallace, American publisher and philanthropist, co-founded Reader's Digest (d. 1984)", "entities": [{"title": "Lila Bell Wallace", "href": "/wiki/Lila_Bell_Wallace", "description": "Lila Bell Wallace was an American magazine publisher and philanthropist. She co-founded Reader's Digest with her husband Dewitt Wallace, publishing the first issue in 1922."}]}, {"heading": "Births", "year": "1890", "date": "December 25", "txt": "Noel Odell, English geologist and mountaineer (d. 1987)", "entities": [{"title": "Noel Odell", "href": "/wiki/Noel_Odell", "description": "Noel Ewart Odell FRSE FGS was an English geologist and mountaineer. In 1924 he was an oxygen officer on the Everest expedition in which George Mallory and Andrew Irvine famously perished during their summit attempt. Odell spent two weeks living above 23,000 feet (7,000m), and twice climbed to 26,800-ft and higher, all without supplemental oxygen. In 1936 Noel Odell with Bill Tilman climbed Nanda D"}]}, {"heading": "Births", "year": "1891", "date": "December 25", "txt": "Kenneth Arthur Noel Anderson, Indian-English general and politician, Governor of Gibraltar (d. 1959)", "entities": [{"title": "Kenneth Arthur Noel Anderson", "href": "/wiki/Kenneth_Arthur_Noel_Anderson", "description": "General Sir Kenneth Arthur Noel Anderson, was a senior British Army officer who saw service in both world wars. He is mainly remembered as the commander of the British First Army during Operation Torch, the Allied invasion of North Africa and the subsequent Tunisian Campaign. An outwardly reserved character, he did not court popularity either with his superiors or with the public. His American sup"}, {"title": "Governor of Gibraltar", "href": "/wiki/Governor_of_Gibraltar", "description": "The Governor of Gibraltar is the representative of the British monarch in the British overseas territory of Gibraltar. The governor is appointed by the monarch on the advice of the British Government. The role of the governor is to act as the de facto head of state. They are responsible for formally appointing the Chief Minister of Gibraltar, along with other members of the Government of Gibraltar"}]}, {"heading": "Births", "year": "1891", "date": "December 25", "txt": "Clarrie Grimmett, New Zealand-Australian cricketer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1899", "date": "December 25", "txt": "Humphrey Bogart, American actor (d. 1957)", "entities": [{"title": "Humphrey Bogart", "href": "/wiki/Humphrey_Bogart", "description": "Humphrey DeForest Bogart, nicknamed Bogey, was an American film and stage actor. His performances in Classical Hollywood cinema films made him an American cultural icon. In 1999, the American Film Institute selected Bogart as the greatest male star of classic American cinema."}]}, {"heading": "Births", "year": "1901", "date": "December 25", "txt": "Princess Alice, Duchess of Gloucester (d. 2004)", "entities": [{"title": "Princess Alice, Duchess of Gloucester", "href": "/wiki/Princess_Alice,_Duchess_of_Gloucester", "description": "Princess Alice, Duchess of Gloucester, was the wife of Prince Henry, Duke of Gloucester, the third son of King George V and Queen Mary. She was the mother of Prince William of Gloucester and Prince Richard, Duke of Gloucester."}]}, {"heading": "Births", "year": "1902", "date": "December 25", "txt": "Barton MacLane, American actor, playwright, and screenwriter (d. 1969)", "entities": [{"title": "Barton MacLane", "href": "/wiki/Barton_MacLane", "description": "Barton MacLane was an American actor, playwright, and screenwriter. Although he appeared in many classic films from the 1930s through the 1960s, he became \nbest-known for his role as General Martin Peterson on the 1960s NBC television comedy series I Dream of Jeannie, with Barbara Eden and Larry Hagman."}]}, {"heading": "Births", "year": "1902", "date": "December 25", "txt": "William Bell, American tuba player and educator (d. 1971)", "entities": []}, {"heading": "Births", "year": "1903", "date": "December 25", "txt": "Antiochos Evangelatos, Greek composer and conductor (d. 1981)", "entities": [{"title": "Antiochos Evangelatos", "href": "/wiki/Antiochos_Evangelatos", "description": "Antiochos Evangelatos was a Greek classical composer and conductor. He was born in Lixouri, Cefalonia on 25 December 1903. He studied composition and conducting in Leipzig, Basel and Vienna with Max Ludwig, Kofler and Felix Weingartner. From 1933 on he taught composition and counterpoint at the Hellenic Conservatory of Athens. In 1957 he was elected president of the Union of Greek Composers in 195"}]}, {"heading": "Births", "year": "1904", "date": "December 25", "txt": "Gerhard Herzberg, German-Canadian physicist and chemist, Nobel Prize laureate (d. 1999)", "entities": [{"title": "Gerhard Herzberg", "href": "/wiki/Gerhard_Herzberg", "description": "Gerhard Heinrich Friedrich Otto Julius Herzberg, was a German-Canadian pioneering physicist and physical chemist, who won the Nobel Prize for Chemistry in 1971, \"for his contributions to the knowledge of electronic structure and geometry of molecules, particularly free radicals\". Herzberg's main work concerned atomic and molecular spectroscopy. He is well known for using these techniques that dete"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1906", "date": "December 25", "txt": "Lew Grade, Baron Grade, Ukrainian-English film producer (d. 1998)", "entities": [{"title": "Lew Grade, Baron Grade", "href": "/wiki/Lew_Grade,_Baron_Grade", "description": "Lew Grade, Baron Grade, OStJ, KC*SS, born Louis Winogradsky, was a British media proprietor and impresario. Originally a dancer, and later a talent agent, Grade's interest in television production began in 1954 when, in partnership, he successfully bid for franchises in the newly created ITV network, which led to the creation of Associated Television (ATV). Having worked for a time in the United S"}]}, {"heading": "Births", "year": "1906", "date": "December 25", "txt": "Ernst Ruska, German physicist and academic, Nobel Prize laureate (d. 1988)", "entities": [{"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1907", "date": "December 25", "txt": "Cab Calloway, American singer-songwriter and bandleader (d. 1994)", "entities": [{"title": "Cab Calloway", "href": "/wiki/Cab_Calloway", "description": "Cabell \"Cab\" Calloway III was an American jazz singer, dancer, bandleader and actor. He was associated with the Cotton Club in Harlem, where he was a regular performer and became a popular vocalist of the swing era. His niche of mixing jazz and vaudeville won him acclaim during a career that spanned over 65 years."}]}, {"heading": "Births", "year": "1907", "date": "December 25", "txt": "Mike Mazurki, Ukrainian-American wrestler and actor (d. 1990)", "entities": []}, {"heading": "Births", "year": "1907", "date": "December 25", "txt": "Glenn McCarthy, American businessman, founded the Shamrock Hotel (d. 1988)", "entities": [{"title": "Shamrock Hotel", "href": "/wiki/Shamrock_Hotel", "description": "The Shamrock was a hotel constructed between 1946 and 1949 by wildcatter Glenn McCarthy southwest of downtown Houston, Texas next to the Texas Medical Center. It was the largest hotel built in the United States during the 1940s. The grand opening of the Shamrock is still cited as one of the biggest social events ever held in Houston. Sold to Hilton Hotels in 1955 and operated for over three decade"}]}, {"heading": "Births", "year": "1908", "date": "December 25", "txt": "Quentin Crisp, English author and illustrator (d. 1999)", "entities": [{"title": "Quentin Crisp", "href": "/wiki/Quentin_Crisp", "description": "Quentin Crisp was an English writer, raconteur and actor. From a conventional suburban background, Crisp wore make-up and painted his nails. During his teen years he worked briefly as a rent boy. He then spent thirty years as a professional model for life-classes in art colleges. The interviews he gave about his unusual life attracted great curiosity and he was soon sought after for his personal v"}]}, {"heading": "Births", "year": "1908", "date": "December 25", "txt": "Ernest L. Massad, American general (d. 1993)", "entities": []}, {"heading": "Births", "year": "1908", "date": "December 25", "txt": "Jo-Jo Moore, American baseball player (d. 2001)", "entities": []}, {"heading": "Births", "year": "1909", "date": "December 25", "txt": "Zora Arkus-Duntov, Belgian-American engineer (d. 1996)", "entities": [{"title": "Zora Arkus-Duntov", "href": "/wiki/Zora_Arkus-Duntov", "description": "Zora Arkus-Duntov was a Belgian-born American engineer whose work on the Chevrolet Corvette earned him the nickname \"Father of the Corvette.\" He is sometimes erroneously referred to as the inventor of the Corvette, whereas that title belongs to Harley Earl. He was also a professional racing driver, appearing at the 24 Hours of Le Mans four times and taking a class win in 1954."}]}, {"heading": "Births", "year": "1911", "date": "December 25", "txt": "Louise Bourgeois, French-American sculptor and painter (d. 2010)", "entities": [{"title": "Louise Bourgeois", "href": "/wiki/Louise_Bourgeois", "description": "Louise Joséphine Bourgeois was a French-American artist. Although she is best known for her large-scale sculpture and installation art, Bourgeois was also a prolific painter and printmaker. She explored a variety of themes over the course of her long career including domesticity and the family, sexuality and the body, as well as death and the unconscious. These themes connect to events from her ch"}]}, {"heading": "Births", "year": "1913", "date": "December 25", "txt": "Candy Candido, American singer, bass player, and voice actor (d. 1999)", "entities": [{"title": "Candy Candido", "href": "/wiki/Candy_Candido", "description": "Jonathan Joseph \"Candy\" Candido was an American radio performer, bass player, vocalist and animation voice actor best remembered for his famous line \"I'm feeling mighty low.\""}]}, {"heading": "Births", "year": "1913", "date": "December 25", "txt": "Tony Martin, American singer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1914", "date": "December 25", "txt": "James Fletcher Jnr, New Zealand businessman (d. 2007)", "entities": [{"title": "James Fletcher Jnr", "href": "/wiki/James_Fletcher_Jnr", "description": "Sir James Muir Cameron Fletcher, often known as Jim or JC Junior, was a New Zealand industrialist known for heading Fletcher Construction, one of the country's largest firms. His father, also Sir James Fletcher, founded the company in 1908."}]}, {"heading": "Births", "year": "1914", "date": "December 25", "txt": "Oscar Lewis, American anthropologist of Latin America (d. 1970)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 25", "txt": "Pete Rugolo, Italian-American composer and producer (d. 2011)", "entities": [{"title": "Pete Rugolo", "href": "/wiki/Pete_Rugolo", "description": "Pietro \"Pete\" Rugolo was an American jazz composer, arranger and record producer."}]}, {"heading": "Births", "year": "1916", "date": "December 25", "txt": "Ahmed Ben Bella, Algerian soldier and politician, 1st President of Algeria (d. 2012)", "entities": [{"title": "Ahmed Ben Bella", "href": "/wiki/Ahmed_Ben_Bella", "description": "Ahmed Ben Bella was an Algerian politician, socialist soldier and revolutionary who served as the first President of Algeria from 1963 to 1965."}, {"title": "President of Algeria", "href": "/wiki/President_of_Algeria", "description": "The president of the People's Democratic Republic of Algeria is the head of state and chief executive of Algeria, as well as the commander-in-chief of the Algerian People's National Armed Forces."}]}, {"heading": "Births", "year": "1917", "date": "December 25", "txt": "Arseny Mironov, Russian scientist, engineer, pilot, oldest active researcher in aircraft aerodynamics and flight testing (d. 2019)", "entities": [{"title": "Arseny Mironov", "href": "/wiki/Arseny_Mironov", "description": "Arseny Dmitrievich Mironov was a Russian scientist, aerospace engineer, and aviator. He was one of the oldest researchers in aircraft aerodynamics and flight testing, a Gromov Flight Research Institute (GFRI) director from 1981 to 1985, a recipient of the Stalin Prize in 1948 and the USSR State Prize in 1976, and an honorary citizen of Zhukovsky."}, {"title": "Aircraft", "href": "/wiki/Aircraft", "description": "An aircraft is a vehicle that is able to fly by gaining support from the air. It counters the force of gravity by using either static lift or by using the dynamic lift of an airfoil, or in a few cases the downward thrust from jet engines. Common examples of aircraft include airplanes, helicopters, airships, gliders, paramotors and hot air balloons."}, {"title": "Aerodynamics", "href": "/wiki/Aerodynamics", "description": "Aerodynamics, from Greek ἀήρ aero (air) + δυναμική (dynamics), is the study of motion of air, particularly when affected by a solid object, such as an airplane wing. It is a sub-field of fluid dynamics and gas dynamics, and many aspects of aerodynamics theory are common to these fields. The term aerodynamics is often used synonymously with gas dynamics, the difference being that \"gas dynamics\" app"}, {"title": "Flight test", "href": "/wiki/Flight_test", "description": "Flight testing is a branch of aeronautical engineering that develops and gathers data during flight of an aircraft, or atmospheric testing of launch vehicles and reusable spacecraft, and then analyzes the data to evaluate the integrity and aerodynamic flight characteristics of the vehicle in order to validate the design, including safety aspects."}]}, {"heading": "Births", "year": "1917", "date": "December 25", "txt": "Lincoln Verduga Loor, Ecuadorian journalist and politician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1918", "date": "December 25", "txt": "Anwar Sadat, Egyptian lieutenant and politician, 3rd President of Egypt, Nobel Prize laureate (d. 1981)", "entities": [{"title": "Anwar Sadat", "href": "/wiki/Anwar_Sadat", "description": "Muhammad Anwar el-Sadat was an Egyptian politician who served as the third President of Egypt, from 15 October 1970 until his assassination by fundamentalist army officers on 6 October 1981. Sadat was a senior member of the Free Officers who overthrew King Farouk in the Egyptian Revolution of 1952, and a close confidant of President Gamal Abdel Nasser, under whom he served as Vice President twice "}, {"title": "President of Egypt", "href": "/wiki/President_of_Egypt", "description": "The president of Egypt  is the executive head of state of Egypt. Under the various iterations of the Constitution of Egypt following the Egyptian Revolution of 1952, the president is also the supreme commander of the Armed Forces, and head of the executive branch of the Egyptian government. The current president is Abdel Fattah el-Sisi, in office since 8 June 2014."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1919", "date": "December 25", "txt": "Naushad Ali, Indian composer and director (d. 2006)", "entities": [{"title": "Naushad Ali", "href": "/wiki/Naushad_Ali", "description": "Naushad Ali was an Indian music director for Hindi films. He is widely considered to be one of the greatest and foremost music directors of the Hindi film industry. He is particularly known for popularising the use of classical music in films."}]}, {"heading": "Births", "year": "1919", "date": "December 25", "txt": "Paul David, Canadian cardiologist and politician, founded the Montreal Heart Institute (d. 1999)", "entities": [{"title": "Montreal Heart Institute", "href": "/wiki/Montreal_Heart_Institute", "description": "The Montreal Heart Institute (MHI), in Montreal, Quebec, is a specialty hospital dedicated to the development of cardiology, which is affiliated with the Université de Montréal. The MHI is founded in 1954 by Paul David, and it is considered as one of the largest cardiology institutes in the world, which is the first educational hospital on cardiovascular diseases in Canada, and is ranked as one of"}]}, {"heading": "Births", "year": "1921", "date": "December 25", "txt": "Zaib-un-Nissa Hamidullah, Indian-Pakistani journalist and author (d. 2000)", "entities": [{"title": "Zaib-un-Nissa Hamidullah", "href": "/wiki/Zaib-un-Nissa_Hamidullah", "description": "Zaib-un-Nissa Hamidullah was a Pakistani writer and journalist. She was a pioneer of Pakistani literature and journalism in English, and also a pioneer of feminism in Pakistan. She was Pakistan's first female editor and publisher, and the country's first female columnist writing in English. Zaibunnisa Street in Karachi was named after her."}]}, {"heading": "Births", "year": "1921", "date": "December 25", "txt": "Steve Otto, Polish-Canadian lawyer and politician (d. 1989)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 25", "txt": "William Demby, American author (d. 2013)", "entities": [{"title": "William Demby", "href": "/wiki/William_Demby", "description": "William Demby was an African-American writer, whose works include Beetlecreek (1950), The Catacombs (1965), Love Story Black (1978) and King Comus."}]}, {"heading": "Births", "year": "1923", "date": "December 25", "txt": "René Girard, French-American historian, philosopher, and critic (d. 2015)", "entities": [{"title": "René Girard", "href": "/wiki/Ren%C3%A9_Girard", "description": "René Noël Théophile Girard was a French historian, literary critic, and philosopher of social science whose work belongs to the tradition of anthropological philosophy. Girard was the author of nearly thirty books, with his writings spanning many academic domains. Although the reception of his work is different in each of these areas, there is a growing body of secondary literature on his work and"}]}, {"heading": "Births", "year": "1923", "date": "December 25", "txt": "Louis Lane, American conductor and educator (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 25", "txt": "Rod Serling, American screenwriter and producer, created The Twilight Zone (d. 1975)", "entities": [{"title": "Rod Serling", "href": "/wiki/Rod_Serling", "description": "Rodman Edward Serling was an American screenwriter, playwright, television producer, and narrator known for his live television dramas of the 1950s and his anthology television series, The Twilight Zone. Serling was active in politics, both on and off the screen, and helped form television industry standards. He was known as the \"angry young man\" of Hollywood, clashing with television executives a"}]}, {"heading": "Births", "year": "1924", "date": "December 25", "txt": "Atal Bihari Vajpayee, Indian poet and politician, 10th Prime Minister of India (d. 2018)", "entities": [{"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1925", "date": "December 25", "txt": "Carlos Castaneda, Peruvian-American anthropologist and author (d. 1998)", "entities": [{"title": "Carlos Castaneda", "href": "/wiki/Carlos_Castaneda", "description": "Carlos Castaneda was an American author."}]}, {"heading": "Births", "year": "1925", "date": "December 25", "txt": "Ned Garver, American baseball player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 25", "txt": "Sam Pollock, Canadian businessman (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 25", "txt": "Enrique Jorrín, Cuban violinist and composer (d. 1987)", "entities": [{"title": "Enrique Jorrín", "href": "/wiki/Enrique_Jorr%C3%ADn", "description": "Enrique Jorrín was a Cuban charanga violinist, composer and music director. He is considered the inventor of the cha-cha-chá, a popular style of ballroom music derived from danzón."}]}, {"heading": "Births", "year": "1927", "date": "December 25", "txt": "Nellie Fox, American baseball player and coach (d. 1975)", "entities": [{"title": "Nellie Fox", "href": "/wiki/Nellie_Fox", "description": "Jacob Nelson Fox was an American professional baseball player. Fox was one of the best second basemen of all time, and the third-most difficult hitter to strike out in Major League Baseball (MLB) history. Fox played in the big leagues from 1947 through 1965 and spent the majority of his career as a member of the Chicago White Sox; his career was bookended by multi-year stints for the Philadelphia "}]}, {"heading": "Births", "year": "1927", "date": "December 25", "txt": "Leo Kubiak, American basketball and baseball player", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 25", "txt": "Ram Narayan, Indian sarangi player", "entities": [{"title": "Sarangi", "href": "/wiki/Sarangi", "description": "The sārangī is a bowed, short-necked string instrument from the Indian subcontinent, which is used in Punjabi Folk Music, Rajasthani Folk Music, and Boro folk music. It is said to most resemble the sound of the human voice – able to imitate vocal ornaments such as gamaks (shakes) and meends"}]}, {"heading": "Births", "year": "1928", "date": "December 25", "txt": "Irish McCalla, American actress and model (d. 2002)", "entities": [{"title": "Irish McCalla", "href": "/wiki/Irish_McCalla", "description": "Nellie Elizabeth \"Irish\" McCalla was an American actress and artist best known as the title star of the 1950s television series Sheena, Queen of the Jungle. McCalla co-starred with actor Chris Drake. McCalla was also a \"Vargas Girl\" model for pin-up girl artist Alberto Vargas."}]}, {"heading": "Births", "year": "1928", "date": "December 25", "txt": "Dick Miller, American actor, director, and screenwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 25", "txt": "Christine M. Jones, American educator and politician (d. 2013)", "entities": [{"title": "Christine M. Jones", "href": "/wiki/Christine_M._Jones", "description": "Christine M. Jones was an American politician who represented district 26 in the Maryland House of Delegates."}]}, {"heading": "Births", "year": "1929", "date": "December 25", "txt": "China Machado, Chinese-born Portuguese-American fashion model, editor and television producer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 25", "txt": "Emmanuel Agassi, Iranian-American boxer and coach", "entities": [{"title": "Emmanuel Agassi", "href": "/wiki/Emmanuel_Agassi", "description": "Emanoul Aghassian, is a former Olympic boxer and the father and coach of Andre Agassi."}]}, {"heading": "Births", "year": "1930", "date": "December 25", "txt": "Armenak Alachachian, Armenian basketball player and coach (d. 2017)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 25", "txt": "Mabel King, American actress and singer (d. 1999)", "entities": [{"title": "Mabel King", "href": "/wiki/Mabel_King", "description": "Mabel Elizabeth King was an American film, stage, and television actress, and singer. She is best known for her role as Mabel \"Mama\" Thomas on the ABC sitcom What's Happening!! from its premiere in 1976 until the end of its second season in 1978. King's next most remembered role is that of Evillene the Witch, a role she originated in the stage musical The Wiz and reprised in Sidney Lumet's 1978 fi"}]}, {"heading": "Births", "year": "1933", "date": "December 25", "txt": "Basil Heatley, English runner (d. 2019)", "entities": [{"title": "Basil Heatley", "href": "/wiki/Basil_Heatley", "description": "Benjamin Basil Heatley was a British competitive long-distance runner, who was an Olympic marathon silver medallist and former world marathon record-holder. Although he favoured cross country running, he was also a skilled marathon runner and, despite running shoe technology being in its infancy, he was able to adapt easily to the change of conditions underfoot."}]}, {"heading": "Births", "year": "1935", "date": "December 25", "txt": "Sadiq al-Mahdi, Sudanese politician, Prime Minister of Sudan (d. 2020)", "entities": [{"title": "Sadiq al-Mahdi", "href": "/wiki/Sadiq_al-Mahdi", "description": "Sadiq al-Mahdi, also known as Sadiq as-Siddiq, was a Sudanese political and religious figure who was Prime Minister of Sudan from 1966 to 1967 and again from 1986 to 1989. He was head of the National Umma Party and Imam of the Ansar, a Sufi order that pledges allegiance to Muhammad Ahmad (1844–1885), who claimed to be the Mahdi, the messianic saviour of Islam."}, {"title": "List of heads of government of Sudan", "href": "/wiki/List_of_heads_of_government_of_Sudan", "description": "This article lists the heads of government of Sudan, from the establishment of the office of Chief Minister in 1952 until the present day. The office of Prime Minister was abolished after the 1989 coup d'état, and reestablished in 2017 when Bakri Hassan Saleh was appointed Prime Minister by President Omar al-Bashir."}]}, {"heading": "Births", "year": "1935", "date": "December 25", "txt": "Stephen Barnett, American scholar and academic (d. 2009)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 25", "txt": "Jeanne Hopkins Lucas, American educator and politician (d. 2007)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 25", "txt": "Princess Alexandra, The Honourable Lady Ogilvy", "entities": [{"title": "Princess Alexandra, The Honourable Lady Ogilvy", "href": "/wiki/Princess_Alexandra,_The_Honourable_Lady_Ogilvy", "description": "Princess Alexandra, The Honourable Lady Ogilvy, is a member of the British royal family."}]}, {"heading": "Births", "year": "1936", "date": "December 25", "txt": "Ismail Merchant, Indian-English director and producer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 25", "txt": "O'Kelly Isley Jr., American R&B/soul singer-songwriter (d. 1986)", "entities": [{"title": "O'Kelly Isley Jr.", "href": "/wiki/O%27Kelly_Isley_Jr.", "description": "O'Kelly \"Kelly\" Isley Jr. was an American singer and one of the founding members of the family group The Isley Brothers."}]}, {"heading": "Births", "year": "1938", "date": "December 25", "txt": "Duane Armstrong, American painter", "entities": [{"title": "Duane Armstrong", "href": "/wiki/Duane_Armstrong", "description": "Duane Albert Armstrong is an American painter, best known for his oil on canvas paintings. He was born in Fresno California, and was raised near San Luis Obispo California. His mother taught him to paint as a child."}]}, {"heading": "Births", "year": "1938", "date": "December 25", "txt": "Noel Picard, Canadian ice hockey player (d. 2017)", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 25", "txt": "Ghulam Ahmad Bilour, Pakistani businessman and politician", "entities": [{"title": "Ghulam Ahmad Bilour", "href": "/wiki/Ghulam_Ahmad_Bilour", "description": "Ghulam Ahmad Bilour ; born 25 December 1939) is a Pakistani politician who had been a member of the National Assembly of Pakistan from 2008 to May 2018. Previously, he served as Federal Minister for Railways twice and Federal Minister for Local Government and Rural Development once."}]}, {"heading": "Births", "year": "1939", "date": "December 25", "txt": "Bob James, American keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 25", "txt": "Akong Rinpoche, Tibetan-Chinese spiritual leader (d. 2013)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 25", "txt": "Hilary Spurling, English journalist and author", "entities": [{"title": "Hilary Spurling", "href": "/wiki/Hilary_Spurling", "description": " (Susan) Hilary Spurling , CBE, FRSL, is a British writer, known for her work as a journalist and biographer."}]}, {"heading": "Births", "year": "1941", "date": "December 25", "txt": "Kenneth Calman, Scottish physician and academic", "entities": [{"title": "Kenneth Calman", "href": "/wiki/Kenneth_Calman", "description": "Sir Kenneth Charles Calman, HonFAcadMEd is a Scottish doctor who formerly worked as a surgeon, oncologist and cancer researcher and who held the position of Chief Medical Officer of Scotland, and then England. He was Warden and Vice-Chancellor of Durham University from 1998 to 2006 before becoming Chancellor of the University of Glasgow. He held the position of Chair of National Cancer Research In"}]}, {"heading": "Births", "year": "1942", "date": "December 25", "txt": "Françoise Dürr, French tennis player and coach", "entities": [{"title": "Françoise Dürr", "href": "/wiki/Fran%C3%A7oise_D%C3%BCrr", "description": "Françoise Dürr is a retired French professional tennis player. She won 26 singles titles and over 60 doubles titles."}]}, {"heading": "Births", "year": "1942", "date": "December 25", "txt": "Barbara Follett, English politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 25", "txt": "Barry Goldberg, American keyboard player, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 25", "txt": "Enrique Morente, Spanish singer-songwriter (d. 2010)", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 25", "txt": "Wilson Fittipaldi Júnior, Brazilian race car driver and businessman", "entities": [{"title": "Wilson Fittipaldi Júnior", "href": "/wiki/Wilson_Fittipaldi_J%C3%BAnior", "description": "Wilson Fittipaldi Júnior is a Brazilian former racing driver and Formula One team owner. He participated in 38 World Championship Formula One Grands Prix, debuting on May 1, 1972, scoring a total of three championship points. He ran the Fittipaldi Formula One team between 1974 and 1982. He also participated in numerous non-Championship Formula One races."}]}, {"heading": "Births", "year": "1943", "date": "December 25", "txt": "Hanna Schygulla, German actress", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 25", "txt": "Kenny Everett, British comedian and broadcaster (d. 1995)", "entities": [{"title": "Kenny Everett", "href": "/wiki/Kenny_Everett", "description": "Maurice James Christopher Cole, better known as Kenny Everett, was a British comedian, radio disc jockey and television presenter. After spells on pirate radio and Radio Luxembourg in the mid-1960s, he was one of the first DJs to join BBC radio's newly-created BBC Radio 1 in 1967. It was here he developed his trademark voices and surreal characters which he later adapted for television."}]}, {"heading": "Births", "year": "1944", "date": "December 25", "txt": "Jairzinho, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 25", "txt": "Sam Strahan, New Zealand rugby player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 25", "txt": "Rick Berman, American screenwriter and producer", "entities": [{"title": "Rick Berman", "href": "/wiki/Rick_Berman", "description": "Richard Keith Berman is an American television producer and screenwriter. He is best known for his work as the executive producer of several of the Star Trek television series: Star Trek: The Next Generation, Star Trek: Deep Space Nine, Star Trek: Voyager and Star Trek: Enterprise, as well as several of the Star Trek films, and for ultimately succeeding Gene Roddenberry as head of the Star Trek fr"}]}, {"heading": "Births", "year": "1945", "date": "December 25", "txt": "Eve Pollard, English journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 25", "txt": "Mike Pringle, Zambian-Scottish lawyer and politician", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 25", "txt": "Noel Redding, English singer-songwriter and bass player (d. 2003)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 25", "txt": "Ken Stabler, American football player and sportscaster (d. 2015)", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 25", "txt": "Jimmy Buffett, American singer-songwriter, guitarist, producer, and actor", "entities": [{"title": "Jimmy Buffett", "href": "/wiki/Jimmy_Buffett", "description": "James William Buffett is an American singer-songwriter, musician, author, actor, and businessman. He is best known for his music, which often portrays an \"island escapism\" lifestyle. Together with his Coral Reefer Band, Buffett has recorded hit songs including \"Margaritaville\" and \"Come Monday\". He has a devoted base of fans known as \"Parrotheads\"."}]}, {"heading": "Births", "year": "1946", "date": "December 25", "txt": "Larry Csonka, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 25", "txt": "Christopher Frayling, English author and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 25", "txt": "Gene Lamont, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 25", "txt": "Merry Clayton, American singer and actress", "entities": [{"title": "Merry Clayton", "href": "/wiki/Merry_Clayton", "description": "Merry Clayton is an American soul and gospel singer and an actress. She provided a number of backing vocal tracks for major performing artists in the 1960s, most notably in her duet with Mick Jagger on the Rolling Stones song \"Gimme Shelter\". Clayton is featured in 20 Feet from Stardom, the Oscar-winning documentary about background singers and their contributions to the music industry."}]}, {"heading": "Births", "year": "1948", "date": "December 25", "txt": "Kay Hymowitz, American sociologist and writer", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 25", "txt": "Barbara Mandrell, American singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 25", "txt": "Joel Santana, Brazilian footballer and manager", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 25", "txt": "Simone Bittencourt de Oliveira, Brazilian singer", "entities": [{"title": "Simone Bittencourt de Oliveira", "href": "/wiki/Simone_Bittencourt_de_Oliveira", "description": "Simone Bittencourt de Oliveira, better known as Simone, is a Brazilian singer of Música Popular Brasileira (MPB) who has recorded more than 31 albums."}]}, {"heading": "Births", "year": "1949", "date": "December 25", "txt": "Nawaz Sharif, Pakistani lawyer and politician, 12th Prime Minister of Pakistan", "entities": [{"title": "List of Prime Ministers of Pakistan", "href": "/wiki/List_of_Prime_Ministers_of_Pakistan", "description": "The prime minister of Islamic Republic of Pakistan, is the popularly elected politician who is the chief executive of the Government of Pakistan. The prime minister is vested with the responsibility of running the administration through his appointed federal cabinet, formulating national policies to ensure the safeguard of the interests of the nation and its people through the Council of Common In"}]}, {"heading": "Births", "year": "1949", "date": "December 25", "txt": "Sissy Spacek, American actress", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 25", "txt": "Peter Boardman, English mountaineer and author (d. 1982)", "entities": [{"title": "Peter Boardman", "href": "/wiki/Peter_Boardman", "description": "Peter Boardman was an English mountaineer and author. He is best known for a series of bold and lightweight expeditions to the Himalayas, often in partnership with Joe Tasker, and for his contribution to mountain literature. Boardman and Tasker died on the North East Ridge of Mount Everest in 1982. The Boardman Tasker Prize for Mountain Literature was established in their memory."}]}, {"heading": "Births", "year": "1950", "date": "December 25", "txt": "Karl Rove, American political strategist and activist", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 25", "txt": "Manny Trillo, Venezuelan baseball player and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 25", "txt": "Tolossa Kotu, Ethiopian runner and coach", "entities": [{"title": "Tolossa Kotu", "href": "/wiki/Tolossa_Kotu", "description": "Tolossa Kotu Terfe is an Ethiopian long-distance runner and coach. He placed fourth in men's 10,000 metres at the 1980 Summer Olympics and has coached the national teams of both Ethiopia and Bahrain."}]}, {"heading": "Births", "year": "1952", "date": "December 25", "txt": "CCH Pounder, Guyanese-American actress", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 25", "txt": "Kaarlo Maaninka, Finnish runner", "entities": [{"title": "Kaarlo Maaninka", "href": "/wiki/Kaarlo_Maaninka", "description": "Kaarlo Hannes Maaninka is a Finnish former long-distance runner who won a silver medal in the 10,000 metres and a bronze medal in the 5,000 metres at the 1980 Moscow Olympics. He later admitted that he had used blood transfusions at the 1980 Olympics, though this was not against the rules at that time."}]}, {"heading": "Births", "year": "1954", "date": "December 25", "txt": "Annie Lennox, Scottish singer-songwriter and pianist", "entities": [{"title": "Annie Lennox", "href": "/wiki/Annie_Lennox", "description": "Ann Lennox is a Scottish singer-songwriter, political activist and philanthropist. After achieving moderate success in the late 1970s as part of the new wave band The Tourists, she and fellow musician Dave Stewart went on to achieve international success in the 1980s as Eurythmics. Appearing in the 1983 music video for \"Sweet Dreams \" with orange cropped hair and wearing a man's business suit, the"}]}, {"heading": "Births", "year": "1957", "date": "December 25", "txt": "Mansoor Akhtar, Pakistani cricketer", "entities": [{"title": "Mansoor Akhtar", "href": "/wiki/Mansoor_Akhtar", "description": "Mansoor Akhtar is a Pakistani former cricketer who played in 19 Test matches and 41 One Day Internationals between 1980 and 1990. In his test career Mansoor scored one century and three half-centuries, with a highest score of 111 against Australia in Faisalabad. In his ODI career he failed to even record a half century and took only two wickets."}]}, {"heading": "Births", "year": "1957", "date": "December 25", "txt": "Chris Kamara, English footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 25", "txt": "Shane MacGowan, English-Irish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 25", "txt": "Cheryl Chase, American voice actress and singer", "entities": [{"title": "Cheryl Chase (actress)", "href": "/wiki/Cheryl_Chase_(actress)", "description": "Cheryl Chase is an American voice actress and children's book author. She is best known for voicing Angelica Pickles in the television series Rugrats and its spinoffs All Grown Up!, Angelica and Susie's Pre-School Daze, and the reboot of the same name."}]}, {"heading": "Births", "year": "1958", "date": "December 25", "txt": "Hanford Dixon, American football player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 25", "txt": "Rickey Henderson, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 25", "txt": "Konstantin Kinchev, Russian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 25", "txt": "Alannah Myles, Canadian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 25", "txt": "Michael P. Anderson, American colonel, pilot, and astronaut (d. 2003)", "entities": [{"title": "Michael P. Anderson", "href": "/wiki/Michael_P._Anderson", "description": "Michael Phillip Anderson was a United States Air Force officer and NASA astronaut. Anderson and his six fellow crew members were killed in the Space Shuttle Columbia disaster when the craft disintegrated during its re-entry into the Earth's atmosphere. Anderson served as the payload commander and lieutenant colonel in charge of science experiments on the Columbia. Anderson was posthumously awarded"}]}, {"heading": "Births", "year": "1959", "date": "December 25", "txt": "Ramdas Athawale, Indian poet and politician", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 25", "txt": "Íngrid Betancourt, Colombian political scientist and politician", "entities": [{"title": "Íngrid Betancourt", "href": "/wiki/%C3%8Dngrid_Betancourt", "description": "Íngrid Betancourt Pulecio is a Colombian politician, former senator and anti-corruption activist, especially opposing political corruption."}]}, {"heading": "Births", "year": "1962", "date": "December 25", "txt": "Francis Dunnery, English musician", "entities": [{"title": "Francis Dunnery", "href": "/wiki/Francis_Dunnery", "description": "Francis \"Frank\" Dunnery is an English musician, singer-songwriter, record producer and record label owner."}]}, {"heading": "Births", "year": "1964", "date": "December 25", "txt": "Ian Bostridge, English tenor", "entities": [{"title": "Ian Bostridge", "href": "/wiki/Ian_Bostridge", "description": "Ian Charles Bostridge CBE is an English tenor, well known for his performances as an opera and lieder singer."}]}, {"heading": "Births", "year": "1964", "date": "December 25", "txt": "Gary McAllister, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 25", "txt": "Kevin Simms, English rugby player", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 25", "txt": "Bob Stanley, English keyboard player, songwriter, producer, and journalist", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 25", "txt": "Ed Davey, English politician, Secretary of State for Energy and Climate Change", "entities": [{"title": "Ed Davey", "href": "/wiki/Ed_Davey", "description": "Sir Edward Jonathan Davey is a British politician who has served as Leader of the Liberal Democrats since 2019. A member of the Liberal Democrats, Davey previously served in the Cameron–Clegg coalition as Secretary of State for Energy and Climate Change from 2012 to 2015 and Deputy Leader to Jo Swinson from 2019 to 2020. An \"Orange Book\" liberal, Davey has been the Member of Parliament (MP) for Ki"}, {"title": "Secretary of State for Energy and Climate Change", "href": "/wiki/Secretary_of_State_for_Energy_and_Climate_Change", "description": "Her Majesty's Principal Secretary of State for Energy and Climate Change was a British government cabinet position from 2008 to 2016. The Department of Energy and Climate Change was created on 3 October 2008 when then-Prime Minister Gordon Brown reshuffled his Cabinet."}]}, {"heading": "Births", "year": "1965", "date": "December 25", "txt": "David Rath, Czech physician and politician", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 25", "txt": "Toshi Arai, Japanese race car driver", "entities": [{"title": "Toshi Arai", "href": "/wiki/Toshi_Arai", "description": "Toshihiro 'Toshi' Arai  is a Japanese rally driver and team owner. He is the first Japanese FIA world champion."}]}, {"heading": "Births", "year": "1967", "date": "December 25", "txt": "Jason Thirsk, American bass player (d. 1996)", "entities": [{"title": "Jason Thirsk", "href": "/wiki/Jason_Thirsk", "description": "Jason Matthew Thirsk was the bass player of the California punk rock band Pennywise from 1988 through his death in 1996. He grew up in Hermosa Beach, California."}]}, {"heading": "Births", "year": "1968", "date": "December 25", "txt": "Helena Christensen, Danish model and actress", "entities": [{"title": "Helena Christensen", "href": "/wiki/Helena_Christensen", "description": "Helena Christensen is a Danish supermodel and photographer. She is a former Victoria's Secret Angel, clothing designer and beauty queen. Christensen was also the co-founder and original creative director for Nylon magazine, and she is a supporter of funding for breast cancer organizations and other philanthropic charities."}]}, {"heading": "Births", "year": "1968", "date": "December 25", "txt": "Jim Dowd, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 25", "txt": "Nicolas Godin, French musician", "entities": [{"title": "Nicolas Godin", "href": "/wiki/Nicolas_Godin", "description": "Nicolas Godin is a French musician best known for being half of the music duo Air."}]}, {"heading": "Births", "year": "1969", "date": "December 25", "txt": "Noel Goldthorpe, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 25", "txt": "Frederick Onyancha, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 25", "txt": "Emmanuel Amunike, Nigerian footballer and manager", "entities": [{"title": "Emmanuel Amunike", "href": "/wiki/Emmanuel_Amunike", "description": "Emmanuel Amunike is a Nigerian football coach and former professional football player who played as a winger."}]}, {"heading": "Births", "year": "1970", "date": "December 25", "txt": "Rodney Dent, American basketball player", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 25", "txt": "Dido, English singer-songwriter", "entities": [{"title": "Dido (singer)", "href": "/wiki/Dido_(singer)", "description": "Florian Cloud de Bounevialle O'Malley Armstrong, known professionally as Dido, is an English singer and songwriter. Dido attained international success with her debut album No Angel (1999). Hit singles from the album include \"Here with Me\" and \"Thank You\". It sold over 21 million copies worldwide, and won her several awards, including two Brit Awards: Best British Female and Best British Album, an"}]}, {"heading": "Births", "year": "1971", "date": "December 25", "txt": "Justin Trudeau, Canadian educator and politician, 23rd Prime Minister of Canada", "entities": [{"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1972", "date": "December 25", "txt": "Mac Powell, American singer-songwriter and producer", "entities": [{"title": "Mac Powell", "href": "/wiki/Mac_Powell", "description": "Mac Powell, originally from Clanton, Alabama, is an American singer, songwriter, producer, and musician who formed the Christian rock band Third Day with guitarist Mark Lee, with both of them being the only continuous members of the band prior to their disbandment in 2018. Powell won the 2001 Gospel Music Association award for \"Male Vocalist of the Year\"."}]}, {"heading": "Births", "year": "1972", "date": "December 25", "txt": "Qu Yunxia, Chinese runner", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 25", "txt": "Robbie Elliott, English footballer and coach", "entities": [{"title": "Robbie Elliott", "href": "/wiki/Robbie_Elliott", "description": "Robert James Elliott is an English former football left back who is currently the strength coach for the United States U-20 men's football team."}]}, {"heading": "Births", "year": "1973", "date": "December 25", "txt": "Chris Harris, American wrestler", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 25", "txt": "Daisuke Miura, Japanese baseball player and coach", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 25", "txt": "Alexandre Trudeau, Canadian journalist and director", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 25", "txt": "Daniel Mustard, American singer-songwriter", "entities": [{"title": "Daniel Mustard", "href": "/wiki/Daniel_Mustard", "description": "Daniel \"Homeless\" Mustard is an American singer-songwriter and musician. His nickname is derived from the fact that he is homeless. He appeared on the Opie and Anthony Show after being chosen to participate in their \"Homeless Shopping Spree\" charity event. However, due to restrictions placed by SirusXM management they were unable to follow through. With airtime set aside for the event that needed "}]}, {"heading": "Births", "year": "1975", "date": "December 25", "txt": "Hideki Okajima, Japanese baseball player", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 25", "txt": "Choi Sung-yong, South Korean footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 25", "txt": "Marcus Trescothick, English cricketer", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 25", "txt": "Tuomas Holopainen, Finnish keyboard player, songwriter, and producer", "entities": [{"title": "Tuomas Holopainen", "href": "/wiki/Tuomas_Holopainen", "description": "Tuomas Lauri Johannes Holopainen is a Finnish songwriter, multi-instrumentalist and record producer, best known as the founder, leader, keyboardist and songwriter of symphonic metal band Nightwish. He has also studied jazz and classical styles, but prefers to be influenced by harmonic film music."}]}, {"heading": "Births", "year": "1976", "date": "December 25", "txt": "Tim James, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 25", "txt": "Atko Väikmeri, Estonian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 25", "txt": "Armin van Buuren, Dutch DJ and record producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 25", "txt": "Israel Vázquez, Mexican boxer", "entities": [{"title": "Israel Vázquez", "href": "/wiki/Israel_V%C3%A1zquez", "description": "Israel Vázquez Castañeda is a Mexican former professional boxer who competed from 1995 to 2010. He is a three-time super bantamweight world champion, having held the IBF title from 2004 to 2005; and the WBC, Ring magazine and lineal titles twice from 2005 to 2008. Vázquez is best known for his series of four fights against fellow Mexican Rafael Márquez."}]}, {"heading": "Births", "year": "1977", "date": "December 25", "txt": "Ali Tandoğan, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 25", "txt": "Simon Jones, Welsh cricketer", "entities": [{"title": "Simon Jones (cricketer)", "href": "/wiki/Simon_Jones_(cricketer)", "description": "Simon Philip Jones is a Welsh former cricketer, and data analytics head. He played county cricket for Glamorgan, Worcestershire and Hampshire County Cricket Clubs, before re-signing with his first county, Glamorgan, in December 2011 on a two-year deal. His father, Jeff Jones, played cricket for Glamorgan and England in the 1960s."}]}, {"heading": "Births", "year": "1978", "date": "December 25", "txt": "Joel Porter, Australian footballer and manager", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 25", "txt": "Jeremy Strong, American actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 25", "txt": "Ferman Akgül, Turkish singer-songwriter", "entities": [{"title": "Ferman Akgül", "href": "/wiki/Ferman_Akg%C3%BCl", "description": "Ferman Akgül is a Turkish singer, songwriter, TV host and actor. He is the lead singer of Turkish rock band maNga. In 2015 he opened the independent record label 06 Records and released his first solo single \"İstemem Söz Sevmeni\" in early 2016."}]}, {"heading": "Births", "year": "1979", "date": "December 25", "txt": "Laurent Bonnart, French footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 25", "txt": "Robert Huff, English race car driver", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 25", "txt": "Hyun Young-min, South Korean footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 25", "txt": "Marcus Trufant, American football player", "entities": [{"title": "Marcus Trufant", "href": "/wiki/Marcus_Trufant", "description": "Marcus Lavon Trufant is a former American football player who was a cornerback in the National Football League (NFL) for ten seasons. He played college football for Washington State University, and was chosen by the Seattle Seahawks 11th overall in the 2003 NFL Draft."}]}, {"heading": "Births", "year": "1980", "date": "December 25", "txt": "Laura Sadler, English actress (d. 2003)", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 25", "txt": "Trenesha Biggers, American wrestler and model", "entities": [{"title": "Trenesha Biggers", "href": "/wiki/Trenesha_Biggers", "description": "Trenesha Biggers is an American model and professional wrestler who worked for WWE under the ring name Trenesha. She is most famous for her time at Total Nonstop Action Wrestling under the ring name Rhaka Khan. She also was in the 2005 WWE Diva Search making the top 25 before being eliminated."}]}, {"heading": "Births", "year": "1981", "date": "December 25", "txt": "Christian Holst, Danish-Faroese footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 25", "txt": "Willy Taveras, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 25", "txt": "Shawn Andrews, American football player", "entities": [{"title": "Shawn Andrews", "href": "/wiki/Shawn_Andrews", "description": "Shawn Cornelius Andrews is an American former college and professional football guard who played for the Philadelphia Eagles and New York Giants of the National Football League (NFL). He played college football for the University of Arkansas, and was a two-time consensus All-American. The Philadelphia Eagles chose him in the first round of the 2004 NFL Draft, and he earned two Pro Bowl selections "}]}, {"heading": "Births", "year": "1982", "date": "December 25", "txt": "Rob Edwards, Welsh footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 25", "txt": "Ethan Kath, Canadian keyboard player, songwriter and producer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 25", "txt": "Chris Rene, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 25", "txt": "Chris Cahill, Samoan footballer", "entities": [{"title": "Chris Cahill", "href": "/wiki/Chris_Cahill", "description": "Christopher Cahill is a retired footballer. Born in Australia, he represented Samoa at International level."}]}, {"heading": "Births", "year": "1984", "date": "December 25", "txt": "Alastair Cook, English cricketer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 25", "txt": "Jessica Origliasso, Australian singer, actress, and fashion designer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 25", "txt": "Lisa Origliasso, Australian singer, actress, and fashion designer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 25", "txt": "Chris Richard, American basketball player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 25", "txt": "Martin Mathathi, Kenyan runner", "entities": [{"title": "Martin Mathathi", "href": "/wiki/Martin_Mathathi", "description": "Martin Irungu Mathathi is a Kenyan long-distance runner, who competes in track, cross country and road running events. Mathathi won the bronze medal in the 10,000 metres at the 2007 World Championships in Osaka. He represented his country in the same event at the 2008 Summer Olympics. He holds the 10 miles world junior record of 44:51."}]}, {"heading": "Births", "year": "1985", "date": "December 25", "txt": "Rusev, Bulgarian-American professional wrestler", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 25", "txt": "Ceyhun Gülselam, Turkish footballer", "entities": [{"title": "Ceyhun Gülselam", "href": "/wiki/Ceyhun_G%C3%BClselam", "description": "Ceyhun Gülselam is a Turkish professional footballer who plays as a center back and defensive midfielder. He plays for Alanyaspor."}]}, {"heading": "Births", "year": "1987", "date": "December 25", "txt": "Demaryius Thomas, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 25", "txt": "Joãozinho, Brazilian footballer", "entities": [{"title": "Joãozinho (footballer, born 1988)", "href": "/wiki/Jo%C3%A3ozinho_(footballer,_born_1988)", "description": "João Natailton Ramos dos Santos or simply Joãozinho is a Brazilian-Russian professional footballer who plays as a right or left winger for Sochi."}]}, {"heading": "Births", "year": "1988", "date": "December 25", "txt": "Eric Gordon, American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 25", "txt": "Lukas Hinds-Johnson, German rugby player", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 25", "txt": "Mitakeumi Hisashi, Japanese sumo wrestler", "entities": [{"title": "Mitakeumi Hisashi", "href": "/wiki/Mitakeumi_Hisashi", "description": "Mitakeumi Hisashi  is a Japanese professional sumo wrestler from Agematsu, Nagano. He is in the Dewanoumi stable. He is a pusher thruster-type wrestler. A former amateur champion at Toyo University, he made his professional debut in March 2015, reaching the top makuuchi division in November of the same year. He has nine special prizes for Fighting Spirit, Technique and Outstanding Performance, as "}]}, {"heading": "Births", "year": "1993", "date": "December 25", "txt": "Emi Takei, Japanese actress, fashion model and singer", "entities": [{"title": "Emi Takei", "href": "/wiki/Emi_Takei", "description": "Emi Takei  is a Japanese actress, fashion model, and singer."}]}, {"heading": "Deaths", "year": "0304", "date": "December 25", "txt": "Saint Anastasia", "entities": [{"title": "Anastasia of Sirmium", "href": "/wiki/Anastasia_of_Sirmium", "description": "Saint Anastasia stritzoula is a Christian saint and martyr who died at Sirmium in the Roman province of Pannonia Secunda. In the Orthodox Church, she is venerated as St. Anastasia the Pharmakolytria, i.e. \"Deliverer from Potions\"."}]}, {"heading": "Deaths", "year": "0795", "date": "December 25", "txt": "Pope Adrian I", "entities": [{"title": "Pope Adrian I", "href": "/wiki/Pope_Adrian_I", "description": "Pope Adrian I was the bishop of Rome and ruler of the Papal States from 1 February 772 to his death. He was the son of Theodore, a Roman nobleman."}]}, {"heading": "Deaths", "year": "0936", "date": "December 25", "txt": "Zhang Jingda, general of Later Tang", "entities": [{"title": "Zhang Jingda", "href": "/wiki/Zhang_Jingda", "description": "Zhang Jingda (張敬達), courtesy name Zhitong (志通), nickname Shengtie, was a general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Tang. At the end of Later Tang, when Shi Jingtang rebelled against Later Tang's last emperor Li Congke, Zhang commanded the Later Tang army against Shi, but was defeated by the joint forces of Shi and Emperor Taizong of Liao. His deputy Yang Guangyuan t"}, {"title": "Later Tang", "href": "/wiki/Later_Tang", "description": "Tang, known in history as Later Tang, was a short-lived imperial dynasty that lasted from 923 to 937 during the Five Dynasties and Ten Kingdoms period in the history of China."}]}, {"heading": "Deaths", "year": "0940", "date": "December 25", "txt": "Makan ibn Kaki, Iranian general", "entities": [{"title": "Makan ibn Kaki", "href": "/wiki/Makan_ibn_Kaki", "description": "Abu Mansur Makan ibn Kaki was a Daylamite military leader active in northern Iran in the early 10th century. He became involved in the succession disputes of the Alids of Tabaristan, and managed to establish himself as the ruler of Tabaristan and Gurgan for short periods of time, in competition to other Daylamite warlords such as Asfar ibn Shiruya or the Ziyarid brothers Mardavij and Vushmgir. He "}]}, {"heading": "Deaths", "year": "1147", "date": "December 25", "txt": "Guy II, Count of Ponthieu (b. c. 1120)", "entities": [{"title": "Guy II of Ponthieu", "href": "/wiki/Guy_II_of_Ponthieu", "description": "Guy II of Ponthieu was the son of William III of Ponthieu and Helie of Burgundy."}]}, {"heading": "Deaths", "year": "1156", "date": "December 25", "txt": "Peter the Venerable, French abbot and saint (b. 1092)", "entities": [{"title": "Peter the Venerable", "href": "/wiki/Peter_the_Venerable", "description": "Peter the Venerable, also known as Peter of Montboissier, was the abbot of the Benedictine abbey of Cluny. He has been honored as a saint but has never been formally canonized. The Catholic Church's Martyrologium Romanum, issued by the Holy See in 2004, regards him as a Blessed."}]}, {"heading": "Deaths", "year": "1156", "date": "December 25", "txt": "Sverker the Elder, king of Sweden", "entities": []}, {"heading": "Deaths", "year": "1294", "date": "December 25", "txt": "Mestwin II, Duke of Pomerania", "entities": [{"title": "Mestwin II, Duke of Pomerania", "href": "/wiki/Mestwin_II,_Duke_of_Pomerania", "description": "Mestwin II was a Duke of Pomerelia, member of the Samborides dynasty. He ruled Pomerelia as a sole ruler from 1273 to 1294."}]}, {"heading": "Deaths", "year": "1395", "date": "December 25", "txt": "Elisabeth, Countess of Neuchâtel, Swiss ruler", "entities": [{"title": "Elisabeth, Countess of Neuchâtel", "href": "/wiki/Elisabeth,_Countess_of_Neuch%C3%A2tel", "description": "Elisabeth, Countess of Neuchâtel or Isabelle de Neuchâtel was ruling countess de jure of the County of Neuchâtel from 1373 until 1395. She was the daughter of Louis I of Neuchâtel and Jeanne de Montfaucon and married Rodolphe IV de Nidau."}]}, {"heading": "Deaths", "year": "1406", "date": "December 25", "txt": "Henry III of Castile (b. 1379)", "entities": [{"title": "Henry III of Castile", "href": "/wiki/Henry_III_of_Castile", "description": "Henry III of Castile, called the Mourner, was the son of John I and Eleanor of Aragon. He succeeded his father as King of Castile in 1390."}]}, {"heading": "Deaths", "year": "1505", "date": "December 25", "txt": "George Grey, 2nd Earl of Kent, English politician (b. 1454)", "entities": [{"title": "George Grey, 2nd Earl of Kent", "href": "/wiki/George_Grey,_2nd_Earl_of_Kent", "description": "\n\nGeorge Grey, 2nd Earl of Kent, KB, JP was the son of Edmund Grey, 1st Earl of Kent and Lady Katherine Percy. He was the Second Earl of Kent from 1490 to 1505."}]}, {"heading": "Deaths", "year": "1553", "date": "December 25", "txt": "Pedro de Valdivia, Spanish explorer and politician, 1st Royal Governor of Chile (b. 1500)", "entities": [{"title": "Pedro de Valdivia", "href": "/wiki/Pedro_de_Valdivia", "description": "Pedro Gutiérrez de Valdivia or Valdiva was a Spanish conquistador and the first royal governor of Chile. After serving with the Spanish army in Italy and Flanders, he was sent to South America in 1534, where he served as lieutenant under Francisco Pizarro in Peru, acting as his second in command."}, {"title": "Royal Governor of Chile", "href": "/wiki/Royal_Governor_of_Chile", "description": "The Royal Governor of Chile ruled over the Spanish colonial administrative district called the Captaincy General of Chile, and as a result the Royal Governor also held the title of a Captain General. There were 66 such governors or captains during the Spanish conquest and the later periods of Spanish-centered colonialism. Since the first Spanish–Mapuche parliaments in the 17th century it became an"}]}, {"heading": "Deaths", "year": "1634", "date": "December 25", "txt": "Lettice Knollys, English noblewoman (b. 1540)", "entities": [{"title": "Lettice Knollys", "href": "/wiki/Lettice_Knollys", "description": "Lettice Knollys, Countess of Essex and Countess of Leicester, was an English noblewoman and mother to the courtiers Robert Devereux, 2nd Earl of Essex, and Lady Penelope Rich. By her second marriage to Elizabeth I's favourite, Robert Dudley, Earl of Leicester, she incurred the Queen's unrelenting displeasure."}]}, {"heading": "Deaths", "year": "1635", "date": "December 25", "txt": "Samuel de Champlain, French soldier, geographer, and explorer (b. 1567)", "entities": [{"title": "Samuel de Champlain", "href": "/wiki/Samuel_de_Champlain", "description": "Samuel de Champlain was a French colonist, navigator, cartographer, draftsman, soldier, explorer, geographer, ethnologist, diplomat, and chronicler. He made between 21 and 29 trips across the Atlantic Ocean, and founded Quebec, and New France, on 3 July 1608. An important figure in Canadian history, Champlain created the first accurate coastal map during his explorations, and founded various colon"}]}, {"heading": "Deaths", "year": "1676", "date": "December 25", "txt": "William Cavendish, 1st Duke of Newcastle, English soldier and politician, Lord Lieutenant of Nottinghamshire (b. 1592)", "entities": [{"title": "William Cavendish, 1st Duke of Newcastle", "href": "/wiki/William_Cavendish,_1st_Duke_of_Newcastle", "description": "William Cavendish, 1st Duke of Newcastle upon Tyne KG KB PC, was an English courtier and supporter of the arts. He was a renowned horse breeder, as well as being patron of the playwright Ben Jonson, and the intellectual group known as the Welbeck Circle."}, {"title": "Lord Lieutenant of Nottinghamshire", "href": "/wiki/Lord_Lieutenant_of_Nottinghamshire", "description": "This is a list of people who have served as Lord Lieutenant of Nottinghamshire. Since 1694, all Lords Lieutenant have also been Custos Rotulorum of Nottinghamshire."}]}, {"heading": "Deaths", "year": "1676", "date": "December 25", "txt": "Matthew Hale, English lawyer and jurist, Lord Chief Justice of England and Wales (b. 1609)", "entities": [{"title": "Lord Chief Justice of England and Wales", "href": "/wiki/Lord_Chief_Justice_of_England_and_Wales", "description": "The Lord Chief Justice of England and Wales is the Head of the Judiciary of England and Wales and the President of the Courts of England and Wales."}]}, {"heading": "Deaths", "year": "1683", "date": "December 25", "txt": "Kara Mustafa Pasha, Ottoman general and politician, 111th Grand Vizier of the Ottoman Empire (b. 1634)", "entities": [{"title": "Kara Mustafa Pasha", "href": "/wiki/Kara_Mustafa_Pasha", "description": "Merzifonlu Kara Mustafa Pasha was an Ottoman nobleman, military figure and Grand Vizier of Turkish origin, who was a central character in the Ottoman Empire's last attempts at expansion into both Central and Eastern Europe."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1730", "date": "December 25", "txt": "Henry Scott, 1st Earl of Deloraine, Scottish peer and general (b. 1676)", "entities": [{"title": "Henry Scott, 1st Earl of Deloraine", "href": "/wiki/Henry_Scott,_1st_Earl_of_Deloraine", "description": "\nMajor-General Henry Scott, 1st Earl of Deloraine KB was a Scottish peer and army officer."}]}, {"heading": "Deaths", "year": "1758", "date": "December 25", "txt": "James Hervey, English priest and author (b. 1714)", "entities": [{"title": "James Hervey", "href": "/wiki/James_Hervey", "description": "James Hervey was an English clergyman and writer."}]}, {"heading": "Deaths", "year": "1784", "date": "December 25", "txt": "Yosa Buson, Japanese poet and painter (b. 1716)", "entities": [{"title": "Yosa Buson", "href": "/wiki/Yosa_Buson", "description": "Yosa Buson or Yosa no Buson  was a Japanese poet and painter of the Edo period. Along with Matsuo Bashō and Kobayashi Issa, Buson is considered among the greatest poets of the Edo Period."}]}, {"heading": "Deaths", "year": "1796", "date": "December 25", "txt": "Velu Nachiyar, Queen of Sivagangai (b. 1730)", "entities": [{"title": "Velu Nachiyar", "href": "/wiki/Velu_Nachiyar", "description": "Rani Velu Nachiyar was a queen of Sivaganga estate from c. 1780–1790. She was the first Indian queen to wage war with the East India Company in India. She is known by Tamils as Veeramangai."}]}, {"heading": "Deaths", "year": "1824", "date": "December 25", "txt": "Barbara von Krüdener, German mystic and author (b. 1764)", "entities": [{"title": "Barbara von Krüdener", "href": "/wiki/Barbara_von_Kr%C3%BCdener", "description": "Beate Barbara Juliane Freifrau von Krüdener, often called by her formal French name, Madame de Krüdener, was a Baltic German religious mystic, author, and Pietist Lutheran theologian who exerted influence on wider European Protestantism, including the Swiss Reformed Church and the Moravian Church, and whose ideas influenced Tsar Alexander I of Russia."}]}, {"heading": "Deaths", "year": "1868", "date": "December 25", "txt": "Linus Yale, Jr., American engineer and businessman (b. 1821)", "entities": [{"title": "Linus Yale, Jr.", "href": "/wiki/Linus_Yale,_Jr.", "description": "Linus Yale Jr. was an American mechanical engineer, manufacturer, and co-founder of the Yale Lock Manufacturing Company. He is best known for his inventions of locks, especially the cylinder lock. His basic lock design is still widely distributed today, and constitutes a majority of personal locks and safes."}]}, {"heading": "Deaths", "year": "1875", "date": "December 25", "txt": "Young Tom Morris, Scottish golfer (b. 1851)", "entities": [{"title": "Young Tom Morris", "href": "/wiki/Young_Tom_Morris", "description": "Thomas Morris, known as Young Tom Morris and also Tommy Morris, was a Scottish professional golfer. He is considered one of the pioneers of professional golf, and was the first young prodigy in golf history. He won four consecutive titles in the Open Championship, an unmatched feat, and did this by the age of 21."}]}, {"heading": "Deaths", "year": "1880", "date": "December 25", "txt": "Fridolin Anderwert, Swiss lawyer and politician, President of the Swiss National Council (b. 1828)", "entities": [{"title": "Fridolin Anderwert", "href": "/wiki/Fridolin_Anderwert", "description": "Fridolin Anderwert was a Swiss politician."}, {"title": "List of Presidents of the National Council of Switzerland", "href": "/wiki/List_of_Presidents_of_the_National_Council_of_Switzerland", "description": "The President of the National Council of Switzerland presides over the National Council and Federal Assembly. The National Council President is often colloquially referred to as the \"highest Swiss person\", as the highest ranking person subject to the people's vote. However, this is an honorary title and the president is not the head of state. The head of state is the Federal Council). In the offic"}]}, {"heading": "Deaths", "year": "1824", "date": "December 25", "txt": "William Lawless, Irish revolutionary, later French Army general (b. 1772)", "entities": [{"title": "William Lawless", "href": "/wiki/William_Lawless", "description": "General William Lawless was a Dublin-born surgeon and important member of the Society of the United Irishmen, a revolutionary republican organisation in late 18th century Ireland."}]}, {"heading": "Deaths", "year": "1916", "date": "December 25", "txt": "Albert Chmielowski, Polish saint, founded the Albertine Brothers (b. 1845)", "entities": [{"title": "Albert Chmielowski", "href": "/wiki/Albert_Chmielowski", "description": "Albert Chmielowski - born Adam Hilary Bernard Chmielowski - was a Polish nobleman, noted painter, disabled veteran of the Uprising of 1863, a professed religious and founder of both the Albertine Brothers and Albertine Sisters servants of the homeless and destitute."}, {"title": "Albertine Brothers", "href": "/wiki/Albertine_Brothers", "description": "The Albertine Brothers are a Catholic congregation of Religious Brothers of the Third Order Regular of St. Francis, called the Servants of the Poor. They were founded in 1888 by Saint Albert Chmielowski in Kraków, Poland."}]}, {"heading": "Deaths", "year": "1921", "date": "December 25", "txt": "Vladimir Korolenko, Russian journalist, author, and activist (b. 1853)", "entities": [{"title": "Vladimir Korolenko", "href": "/wiki/Vladimir_Korolenko", "description": "Vladimir Galaktionovich Korolenko was a Ukrainian-born Russian writer, journalist, human rights activist and humanitarian of Ukrainian and Polish origin. His best-known work include the short novel The Blind Musician (1886), as well as numerous short stories based upon his experience of exile in Siberia. Korolenko was a strong critic of the Tsarist regime and in his final years of the Bolsheviks."}]}, {"heading": "Deaths", "year": "1925", "date": "December 25", "txt": "Karl Abraham, German psychoanalyst and author (b. 1877)", "entities": [{"title": "Karl Abraham", "href": "/wiki/Karl_Abraham", "description": "Karl Abraham was an influential German psychoanalyst, and a collaborator of Sigmund Freud, who called him his 'best pupil'."}]}, {"heading": "Deaths", "year": "1926", "date": "December 25", "txt": "Emperor Taishō of Japan (b. 1879)", "entities": [{"title": "Emperor Taishō", "href": "/wiki/Emperor_Taish%C5%8D", "description": "Emperor Taishō  was the 123rd Emperor of Japan, according to the traditional order of succession, and the second ruler of the Empire of Japan from 30 July 1912 until his death in 1926."}]}, {"heading": "Deaths", "year": "1928", "date": "December 25", "txt": "Miles Burke, American boxer (b. 1885)", "entities": [{"title": "Miles Burke", "href": "/wiki/Miles_Burke", "description": "Miles J. Burke was an American flyweight boxer who competed in the early twentieth century. He died in St. Louis, Missouri."}]}, {"heading": "Deaths", "year": "1930", "date": "December 25", "txt": "Jakob Mändmets, Estonian journalist and author (b. 1871)", "entities": [{"title": "Jakob Mändmets", "href": "/wiki/Jakob_M%C3%A4ndmets", "description": "Jakob Mändmets was an Estonian writer and journalist."}]}, {"heading": "Deaths", "year": "1933", "date": "December 25", "txt": "Francesc Macià, Catalan colonel and politician, 122nd President of Catalonia (b. 1859)", "entities": [{"title": "Francesc Macià", "href": "/wiki/Francesc_Maci%C3%A0", "description": "Francesc Macià i Llussà was a Catalan politician who served as the 122nd President of the Generalitat of Catalonia, and formerly an officer in the Spanish Army."}, {"title": "President of Catalonia", "href": "/wiki/President_of_Catalonia", "description": "The president of the Government of Catalonia is one of the bodies that the Statute of Autonomy of Catalonia stipulates as part of the Generalitat de Catalunya, others being the Parliament, the government, the Consell de Garanties Estatutàries and the Síndic de Greuges. The president also serves as head of government of Catalonia, leading the executive branch of the Generalitat de Catalunya, the Ca"}]}, {"heading": "Deaths", "year": "1935", "date": "December 25", "txt": "Paul Bourget, French author and critic (b. 1852)", "entities": [{"title": "Paul Bourget", "href": "/wiki/Paul_Bourget", "description": "Paul Charles Joseph Bourget was a French novelist and critic. He was nominated for the Nobel Prize in Literature five times."}]}, {"heading": "Deaths", "year": "1938", "date": "December 25", "txt": "Karel Čapek, Czech author and playwright (b. 1890)", "entities": [{"title": "Karel Čapek", "href": "/wiki/Karel_%C4%8Capek", "description": "Karel Čapek was a Czech writer, playwright and critic. He has become best known for his science fiction, including his novel War with the Newts (1936) and play R.U.R., which introduced the word robot. He also wrote many politically charged works dealing with the social turmoil of his time. Influenced by American pragmatic liberalism, he campaigned in favour of free expression and strongly opposed "}]}, {"heading": "Deaths", "year": "1940", "date": "December 25", "txt": "Agnes Ayres, American actress (b. 1898)", "entities": [{"title": "Agnes Ayres", "href": "/wiki/Agnes_Ayres", "description": "Agnes Ayres was an American actress who rose to fame during the silent film era. She was known for her role as Lady Diana Mayo in The Sheik opposite Rudolph Valentino."}]}, {"heading": "Deaths", "year": "1941", "date": "December 25", "txt": "Richard S. Aldrich, American lawyer and politician (b. 1884)", "entities": [{"title": "Richard S. Aldrich", "href": "/wiki/Richard_S._Aldrich", "description": "Richard Steere Aldrich was an American lawyer and politician. He was a Republican member of the U.S. House of Representatives, and served in the Rhode Island State Senate and the Rhode Island House of Representatives."}]}, {"heading": "Deaths", "year": "1944", "date": "December 25", "txt": "George Steer, South African-English journalist and author (b. 1909)", "entities": [{"title": "George Steer", "href": "/wiki/George_Steer", "description": "George Lowther Steer was a South African-born British journalist, author and war correspondent who reported on wars preceding World War II, especially the Second Italo-Abyssinian War and the Spanish Civil War. During those wars he was employed by The Times, and his eye-witness reports did much to alert western nations of war crimes committed by the Italians in Ethiopia and by the Germans in Spain,"}]}, {"heading": "Deaths", "year": "1946", "date": "December 25", "txt": "W. C. Fields, American actor, comedian, juggler, and screenwriter (b. 1880)", "entities": [{"title": "W. C. Fields", "href": "/wiki/W._C._Fields", "description": "William Claude Dukenfield, better known as W. C. Fields, was an American comedian, actor, juggler, and writer. Fields' comic persona was a misanthropic and hard-drinking egotist who remained a sympathetic character despite his supposed contempt for children and dogs."}]}, {"heading": "Deaths", "year": "1947", "date": "December 25", "txt": "Gaspar G. Bacon, American lawyer and politician, 51st Lieutenant Governor of Massachusetts (b. 1886)", "entities": [{"title": "Gaspar G. Bacon", "href": "/wiki/Gaspar_G._Bacon", "description": "Gaspar Griswold Bacon, Sr. served on the board of overseers of Harvard University, he was the President of the Massachusetts Senate from 1929 to 1932. and the 51st lieutenant governor of Massachusetts from 1933 to 1935."}, {"title": "Lieutenant Governor of Massachusetts", "href": "/wiki/Lieutenant_Governor_of_Massachusetts", "description": "The Lieutenant Governor of Massachusetts is the first in the line to discharge the powers and duties of the office of governor following the incapacitation of the Governor of Massachusetts. The constitutional honorific title for the office is His, or Her, Honor."}]}, {"heading": "Deaths", "year": "1949", "date": "December 25", "txt": "Leon Schlesinger, American animator and producer, founded Warner Bros. Cartoons (b. 1884)", "entities": [{"title": "Leon Schlesinger", "href": "/wiki/Leon_Schlesinger", "description": "Leon Schlesinger was an American film producer who founded Leon Schlesinger Productions, which later became the Warner Bros. Cartoons studio, during the Golden Age of American animation. He was also a distant relative of the Warner Brothers. As head of his own studio, Schlesinger served as the producer of Warner's Looney Tunes and Merrie Melodies cartoons from 1930, when Schlesinger assumed produc"}, {"title": "Warner Bros. Cartoons", "href": "/wiki/Warner_Bros._Cartoons", "description": "Warner Bros. Cartoons, Inc. was the in-house division of Warner Bros. during the Golden Age of American animation. One of the most successful animation studios in American media history, it was primarily responsible for the Looney Tunes and Merrie Melodies theatrical cartoon short subjects. The characters featured in these cartoons, including Bugs Bunny, Daffy Duck, Porky Pig, Sylvester, and Tweet"}]}, {"heading": "Deaths", "year": "1950", "date": "December 25", "txt": "Neil Francis Hawkins, English politician (b. 1903)", "entities": [{"title": "Neil Francis Hawkins", "href": "/wiki/Neil_Francis_Hawkins", "description": "Neil Lanfear Maclean Francis Hawkins was a British writer and politician who was a leading proponent of British fascism in the United Kingdom, both before and after the Second World War. He played a leading role in the British Union of Fascists, controlling the organisational structure of the movement."}]}, {"heading": "Deaths", "year": "1952", "date": "December 25", "txt": "Margrethe Mather, American photographer (b. 1886)", "entities": [{"title": "Margrethe Mather", "href": "/wiki/Margrethe_Mather", "description": "Margrethe Mather was an American photographer. She was one of the best known female photographers of the early 20th century. Initially she influenced and was influenced by Edward Weston while working in the pictorial style, but she independently developed a strong eye for patterns and design that transformed some of her photographs into modernist abstract art. She lived a mostly uncompromising lif"}]}, {"heading": "Deaths", "year": "1953", "date": "December 25", "txt": "Patsy Donovan, Irish-American baseball player and manager (b. 1865)", "entities": [{"title": "Patsy Donovan", "href": "/wiki/Patsy_Donovan", "description": "Patrick Joseph \"Patsy\" Donovan was an Irish-American right fielder and manager in Major League Baseball who played for several teams from 1890 to 1907, most notably the Pittsburgh Pirates."}]}, {"heading": "Deaths", "year": "1953", "date": "December 25", "txt": "William Haselden, British cartoonist (b. 1872)", "entities": []}, {"heading": "Deaths", "year": "1956", "date": "December 25", "txt": "Robert Walser, Swiss author and playwright (b. 1878)", "entities": [{"title": "Robert Walser (writer)", "href": "/wiki/Robert_Walser_(writer)", "description": "Robert Walser was a German-speaking Swiss writer."}]}, {"heading": "Deaths", "year": "1957", "date": "December 25", "txt": "Charles Pathé, French record producer, founded Pathé Records (b. 1863)", "entities": [{"title": "Charles Pathé", "href": "/wiki/Charles_Path%C3%A9", "description": "Charles Morand Pathé was a pioneer of the French film and recording industries. As the founder of Pathé Frères, its roots lie in 1896 Paris, France, when Pathé and his brothers pioneered the development of the moving image. Pathé adopted the national emblem of France, the cockerel, as the trademark for his company. After the company, now called Compagnie Générale des Éstablissements Pathé Frères P"}, {"title": "Pathé Records", "href": "/wiki/Path%C3%A9_Records", "description": "Pathé Records was an international record company and label and producer of phonographs, based in France, and active from the 1890s through the 1930s."}]}, {"heading": "Deaths", "year": "1961", "date": "December 25", "txt": "Owen Brewster, American captain, lawyer, and politician, 54th Governor of Maine (b. 1888)", "entities": [{"title": "Owen Brewster", "href": "/wiki/Owen_Brewster", "description": "Ralph Owen Brewster was an American politician from Maine. Brewster, a Republican, served as the 54th Governor of Maine from 1925 to 1929, in the U.S. House of Representatives from 1935 to 1941 and in the U.S. Senate from 1941 to 1952. Brewster was a close confidant of Joseph McCarthy of Wisconsin and an antagonist of Howard Hughes, which coupled together resulted in Brewster losing his Senate sea"}, {"title": "Governor of Maine", "href": "/wiki/Governor_of_Maine", "description": "The Governor of Maine is the chief executive of the State of Maine. Before Maine was admitted to the Union in 1820, Maine was part of Massachusetts and the Governor of Massachusetts was chief executive."}]}, {"heading": "Deaths", "year": "1961", "date": "December 25", "txt": "Otto Loewi, German-American pharmacologist and academic, Nobel Prize laureate (b. 1873)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1963", "date": "December 25", "txt": "Tristan Tzara, Romanian-French poet, playwright, painter, and critic (b. 1896)", "entities": [{"title": "Tristan Tzara", "href": "/wiki/Tristan_Tzara", "description": "Tristan Tzara was a Romanian and French avant-garde poet, essayist and performance artist. Also active as a journalist, playwright, literary and art critic, composer and film director, he was known best for being one of the founders and central figures of the anti-establishment Dada movement. Under the influence of Adrian Maniu, the adolescent Tzara became interested in Symbolism and co-founded th"}]}, {"heading": "Deaths", "year": "1970", "date": "December 25", "txt": "Michael Peto, Hungarian-English photographer and journalist (b. 1908)", "entities": [{"title": "Michael Peto", "href": "/wiki/Michael_Peto", "description": "Michael Peto was an internationally recognized Hungarian-British photojournalist of the twentieth century. Emigrating to London before World War II through business, in the postwar years he became one of a generation of Hungarian artists working abroad. During the war, he worked for the British Ministry of Labour. With exiled Hungarians, he also worked to found a postwar socialist government in Hu"}]}, {"heading": "Deaths", "year": "1973", "date": "December 25", "txt": "İsmet İnönü, Turkish general and politician, 2nd President of Turkey (b. 1884)", "entities": [{"title": "İsmet İnönü", "href": "/wiki/%C4%B0smet_%C4%B0n%C3%B6n%C3%BC", "description": "Mustafa İsmet İnönü was a Turkish general and statesman, who served as the second President of Turkey from 11 November 1938 to 22 May 1950, when his Republican People's Party was defeated in Turkey's second free elections. He also served as the first Chief of the General Staff from 1922 to 1924, and as the first Prime Minister after the declaration of the Republic, serving three terms: from 1923 t"}, {"title": "President of Turkey", "href": "/wiki/President_of_Turkey", "description": "The president of the Republic of Turkey is the head of state and, following the 2017 Turkish constitutional referendum, also head of government of the Republic of Turkey."}]}, {"heading": "Deaths", "year": "1973", "date": "December 25", "txt": "Gabriel Voisin, French pilot and engineer (b. 1880)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "December 25", "txt": "Gaston Gallimard, French publisher, founded Éditions Gallimard (b. 1881)", "entities": [{"title": "Gaston Gallimard", "href": "/wiki/Gaston_Gallimard", "description": "Gaston Gallimard was a French publisher."}, {"title": "Éditions Gallimard", "href": "/wiki/%C3%89ditions_Gallimard", "description": "Éditions Gallimard (French: [edisjɔ̃ ɡalimaːʁ]; formerly Éditions de la Nouvelle Revue Française and Librairie Gallimard, is one of the leading French book publishers. In 2003 it and its subsidiaries published 1,418 titles."}]}, {"heading": "Deaths", "year": "1975", "date": "December 25", "txt": "Gunnar Kangro, Estonian mathematician and author (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1977", "date": "December 25", "txt": "Charlie Chaplin, English actor and director (b. 1889)", "entities": [{"title": "Charlie Chaplin", "href": "/wiki/Charlie_Chaplin", "description": "Sir Charles Spencer Chaplin was an English comic actor, filmmaker, and composer who rose to fame in the era of silent film. He became a worldwide icon through his screen persona, The Tramp, and is considered one of the most important figures in the history of the film industry. His career spanned more than 75 years, from childhood in the Victorian era until a year before his death in 1977, and enc"}]}, {"heading": "Deaths", "year": "1979", "date": "December 25", "txt": "Joan Blondell, American actress and singer (b. 1906)", "entities": [{"title": "Joan Blondell", "href": "/wiki/Joan_Blondell", "description": "Rose Joan Blondell was an American actress who performed in film and television for half a century."}]}, {"heading": "Deaths", "year": "1979", "date": "December 25", "txt": "Jordi Bonet, Canadian painter and sculptor (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "December 25", "txt": "Fred Emney, English actor and comedian (b. 1900)", "entities": [{"title": "Fred Emney", "href": "/wiki/Fred_Emney", "description": "Frederick Arthur Round Emney was an English character actor and comedian."}]}, {"heading": "Deaths", "year": "1983", "date": "December 25", "txt": "Joan Miró, Spanish painter and sculptor (b. 1893)", "entities": [{"title": "Joan Miró", "href": "/wiki/Joan_Mir%C3%B3", "description": "Joan Miró i Ferrà was a Spanish painter, sculptor, and ceramicist born in Barcelona. A museum dedicated to his work, the Fundació Joan Miró, was established in his native city of Barcelona in 1975, and another, the Fundació Pilar i Joan Miró, was established in his adoptive city of Palma de Mallorca in 1981."}]}, {"heading": "Deaths", "year": "1988", "date": "December 25", "txt": "Shōhei Ōoka, Japanese author and critic (b. 1909)", "entities": [{"title": "Shōhei Ōoka", "href": "/wiki/Sh%C5%8Dhei_%C5%8Coka", "description": "Shōhei Ōoka  was a Japanese novelist, literary critic, and lecturer and translator of French literature who was active during the Shōwa period of Japan. Ōoka belongs to the group of postwar writers whose World War II experiences at home and abroad figure prominently in their works. Over his lifetime, he contributed short stories and critical essays to almost every literary magazine in Japan."}]}, {"heading": "Deaths", "year": "1988", "date": "December 25", "txt": "Edward Pelham-Clinton, 10th Duke of Newcastle, English entomologist and lepidopterist (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 25", "txt": "Benny Binion, American poker player and businessman (b. 1904)", "entities": [{"title": "Benny Binion", "href": "/wiki/Benny_Binion", "description": "Lester Ben Binion was an American gambling icon, career criminal, and convicted murderer who established illegal gambling operations in the Dallas-Fort Worth, Texas area. He would later relocate to Nevada, where gambling was legal, and open the successful Binion's Horseshoe casino in downtown Las Vegas."}]}, {"heading": "Deaths", "year": "1989", "date": "December 25", "txt": "Elena Ceaușescu, Romanian politician, First Lady of Romania (b. 1916)", "entities": [{"title": "First Lady of Romania", "href": "/wiki/First_Lady_of_Romania", "description": "First Lady of Romania is an unofficial honorific applied to the wife of the president of Romania, concurrent with his term of office."}]}, {"heading": "Deaths", "year": "1989", "date": "December 25", "txt": "Nicolae Ceaușescu, Romanian general and politician, 1st President of Romania (b. 1918)", "entities": [{"title": "President of Romania", "href": "/wiki/President_of_Romania", "description": "The president of Romania is the head of state of Romania. Following a modification to the Romanian Constitution in 2003, the president is directly elected by a two-round system and serves for five years. An individual may serve two terms. During their term in office, the president may not be a formal member of a political party."}]}, {"heading": "Deaths", "year": "1989", "date": "December 25", "txt": "Betty Garde, American actress (b. 1905)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 25", "txt": "Frederick F. Houser, American judge and politician, 34th Lieutenant Governor of California (b. 1905)", "entities": [{"title": "Lieutenant Governor of California", "href": "/wiki/Lieutenant_Governor_of_California", "description": "The lieutenant governor of California is the second highest executive officer of the government of the U.S. state of California. The lieutenant governor is elected to serve a four-year term and can serve a maximum of two terms. In addition to basically ceremonial roles, serving as acting governor in the absence of the governor of California and as President of the California State Senate, the lieu"}]}, {"heading": "Deaths", "year": "1989", "date": "December 25", "txt": "Billy Martin, American baseball player and manager (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 25", "txt": "Robert Pirosh, American director and screenwriter (b. 1910)", "entities": []}, {"heading": "Deaths", "year": "1991", "date": "December 25", "txt": "Wilbur Snyder, American football player and wrestler (b. 1929)", "entities": [{"title": "Wilbur Snyder", "href": "/wiki/Wilbur_Snyder", "description": "Wilbur Snyder was an American football player and professional wrestler."}]}, {"heading": "Deaths", "year": "1992", "date": "December 25", "txt": "Monica Dickens, British-American nurse and author (b. 1915)", "entities": [{"title": "Monica Dickens", "href": "/wiki/Monica_Dickens", "description": "Monica Enid Dickens, MBE was an English writer, the great-granddaughter of Charles Dickens."}]}, {"heading": "Deaths", "year": "1993", "date": "December 25", "txt": "Pierre Victor Auger, French physicist and academic (b. 1899)", "entities": [{"title": "Pierre Victor Auger", "href": "/wiki/Pierre_Victor_Auger", "description": "Pierre Victor Auger was a French physicist, born in Paris. He worked in the fields of atomic physics, nuclear physics, and cosmic ray physics. He is famous for being one of the discoverers of the Auger effect, named after him."}]}, {"heading": "Deaths", "year": "1994", "date": "December 25", "txt": "Zail Singh, Indian politician, 7th President of India (b. 1916)", "entities": [{"title": "Zail Singh", "href": "/wiki/Zail_Singh", "description": "Giani Zail Singh was the seventh President of India serving from 1982 to 1987. Prior to his presidency, he was a politician with the Indian National Congress party, and had held several ministerial posts in the Union Cabinet, including that of Home Minister. He also served as the Chairman of the Non-Aligned Movement from 1983 to 1986."}, {"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Deaths", "year": "1995", "date": "December 25", "txt": "Emmanuel Levinas, Lithuanian-French philosopher and academic (b. 1906)", "entities": [{"title": "Emmanuel Levinas", "href": "/wiki/Emmanuel_Levinas", "description": "Emmanuel Levinas was a French philosopher of Lithuanian Jewish ancestry who is known for his work related to Jewish philosophy, existentialism, and phenomenology, focusing on the relationship of ethics to metaphysics and ontology."}]}, {"heading": "Deaths", "year": "1995", "date": "December 25", "txt": "Dean Martin, American singer and actor (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "December 25", "txt": "Chang Kee-ryo, Korean surgeon (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "December 25", "txt": "Bill Hewitt, Canadian sportscaster (b. 1928)", "entities": [{"title": "Bill Hewitt (sportscaster)", "href": "/wiki/Bill_Hewitt_(sportscaster)", "description": "Foster William Alfred Hewitt was a Canadian radio and television sportscaster. He was the son of hockey broadcaster Foster Hewitt and the grandson of Toronto Star sports journalist W. A. Hewitt."}]}, {"heading": "Deaths", "year": "1997", "date": "December 25", "txt": "Anatoli Boukreev, Kazakh mountaineer and explorer (b. 1958)", "entities": [{"title": "Anatoli Boukreev", "href": "/wiki/Anatoli_Boukreev", "description": "Anatoli Nikolaevich Boukreev was a Russian Kazakhstani mountaineer who made ascents of 10 of the 14 eight-thousander peaks—those above 8,000 m (26,247 ft)—without supplemental oxygen. From 1989 through 1997, he made 18 successful ascents of peaks above 8000 m."}]}, {"heading": "Deaths", "year": "1997", "date": "December 25", "txt": "Denver Pyle, American actor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "December 25", "txt": "Neil Hawke, Australian cricketer and footballer (b. 1939)", "entities": [{"title": "Neil Hawke", "href": "/wiki/Neil_Hawke", "description": "Neil James Napier Hawke was an Australian Test cricketer and leading Australian rules footballer."}]}, {"heading": "Deaths", "year": "2000", "date": "December 25", "txt": "Willard Van Orman Quine, American philosopher and academic (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "December 25", "txt": "Alfred A. Tomatis, French otolaryngologist and academic (b. 1920)", "entities": [{"title": "Alfred A. Tomatis", "href": "/wiki/Alfred_A._Tomatis", "description": "Alfred A. Tomatis was a French otolaryngologist and inventor. He received his Doctorate in Medicine from the Paris School of Medicine. His alternative medicine theories of hearing and listening are known as the Tomatis method or Audio-Psycho-Phonology (APP)."}]}, {"heading": "Deaths", "year": "2003", "date": "December 25", "txt": "Nicholas Mavroules, American politician (b. 1929)", "entities": [{"title": "Nicholas Mavroules", "href": "/wiki/Nicholas_Mavroules", "description": "Nicholas James Mavroules was an American Democratic Party politician from Massachusetts. He served as Mayor of Peabody, Massachusetts for a decade, then represented Peabody and the much of the surrounding North Shore region in the United States House of Representatives from 1979 until 1993. In 1993, he pleaded guilty to 15 counts of racketeering and extortion and later served 15 months in prison."}]}, {"heading": "Deaths", "year": "2004", "date": "December 25", "txt": "Gennadi Strekalov, Russian engineer and astronaut (b. 1940)", "entities": [{"title": "Gennadi Strekalov", "href": "/wiki/Gennadi_Strekalov", "description": "Gennadi Mikhailovich Strekalov, 26 October 1940 – 25 December 2004, was an engineer, cosmonaut, and administrator at Russian aerospace firm RSC Energia. He flew into space five times and lived aboard the Salyut 6, Salyut 7, and Mir space stations, spending over 268 days in space. The catastrophic explosion of a Soyuz rocket in 1983 led to him being one of only four people to use a launch escape sy"}]}, {"heading": "Deaths", "year": "2005", "date": "December 25", "txt": "Derek Bailey, English guitarist (b. 1930)", "entities": [{"title": "Derek Bailey (guitarist)", "href": "/wiki/Derek_Bailey_(guitarist)", "description": "Derek Bailey was an English avant-garde guitarist and an important figure in the free improvisation movement. Bailey abandoned conventional performance techniques found in jazz, exploring atonality, noise, and whatever unusual sounds he could produce with the guitar. Much of his work was released on his own label Incus Records. In addition to solo work, Bailey collaborated frequently with other mu"}]}, {"heading": "Deaths", "year": "2005", "date": "December 25", "txt": "Robert Barbers, Filipino police officer, lawyer, and politician, 15th Filipino Secretary of the Interior (b. 1944)", "entities": [{"title": "Secretary of the Interior and Local Government (Philippines)", "href": "/wiki/Secretary_of_the_Interior_and_Local_Government_(Philippines)", "description": "The secretary of the interior and local government is the member of the Cabinet in charge of the Department of the Interior and Local Government."}]}, {"heading": "Deaths", "year": "2005", "date": "December 25", "txt": "Birgit Nilsson, Swedish operatic soprano (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 25", "txt": "Joseph Pararajasingham, Sri Lankan journalist, businessman, and politician (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 25", "txt": "James Brown, American singer-songwriter (b. 1933)", "entities": [{"title": "James Brown", "href": "/wiki/James_Brown", "description": "James Joseph Brown was an American singer, songwriter, dancer, musician, record producer, and bandleader. The central progenitor of funk music and a major figure of 20th-century music, he is often referred to by the honorific nicknames \"Godfather of Soul\", \"Mr. Dynamite\", and \"Soul Brother No. 1\". In a career that lasted over 50 years, he influenced the development of several music genres. Brown w"}]}, {"heading": "Deaths", "year": "2007", "date": "December 25", "txt": "Des Barrick, English cricketer (b. 1927)", "entities": [{"title": "Des Barrick", "href": "/wiki/Des_Barrick", "description": "\n\nDesmond William Barrick was an English cricketer who played in 301 first-class matches between the 1949 and 1960 seasons."}]}, {"heading": "Deaths", "year": "2007", "date": "December 25", "txt": "Jim Beauchamp, American baseball player and coach (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 25", "txt": "Eartha Kitt, American singer and actress (b. 1927)", "entities": [{"title": "Eartha Kitt", "href": "/wiki/Eartha_Kitt", "description": "Eartha Kitt was an American singer, actress, comedienne, dancer, and activist known for her highly distinctive singing style and her 1953 recordings of \"C'est si bon\" and the Christmas novelty song \"Santa Baby\", both of which reached the top 10 on the Billboard Hot 100. Orson Welles once called her the \"most exciting woman in the world\"."}]}, {"heading": "Deaths", "year": "2009", "date": "December 25", "txt": "Vic Chesnutt, American singer-songwriter and guitarist (b. 1964)", "entities": [{"title": "Vic Chesnutt", "href": "/wiki/Vic_Chesnutt", "description": "James Victor Chesnutt was an American singer-songwriter from Athens, Georgia. His first album, Little, was released in 1990, but his breakthrough to commercial success did not come until 1996 with the release of Sweet Relief II: Gravity of the Situation, a charity record of alternative artists covering his songs."}]}, {"heading": "Deaths", "year": "2010", "date": "December 25", "txt": "Carlos Andrés Pérez, Venezuelan politician, 66th President of Venezuela (b. 1922)", "entities": [{"title": "Carlos Andrés Pérez", "href": "/wiki/Carlos_Andr%C3%A9s_P%C3%A9rez", "description": "Carlos Andrés Pérez Rodríguez also known as CAP and often referred to as El Gocho, was a Venezuelan politician and President of Venezuela from 12 March 1974 to 12 March 1979 and again from 2 February 1989 to 21 May 1993. He was one of the founders of Acción Democrática, the dominant political party in Venezuela during the second half of the twentieth century. His first presidency was known as the "}, {"title": "List of Presidents of Venezuela", "href": "/wiki/List_of_Presidents_of_Venezuela", "description": "Under the Venezuelan Constitution, the President of Venezuela is the head of state and head of government of Venezuela. As chief of the executive branch and face of the government as a whole, the presidency is the highest political office in the country by influence and recognition. The president is also the commander-in-chief of the National Bolivarian Armed Forces of Venezuela. The president is "}]}, {"heading": "Deaths", "year": "2011", "date": "December 25", "txt": "Giorgio Bocca, Italian journalist (b. 1920)", "entities": [{"title": "Giorgio Bocca", "href": "/wiki/Giorgio_Bocca", "description": "Giorgio Valentino Bocca was an Italian essayist and journalist, also known for his participation in the World War II partisan movement."}]}, {"heading": "Deaths", "year": "2011", "date": "December 25", "txt": "Jim Sherwood, American saxophonist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 25", "txt": "Simms Taback, American author and illustrator (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 25", "txt": "Erico Aumentado, Filipino journalist, lawyer, and politician (b. 1940)", "entities": [{"title": "Erico Aumentado", "href": "/wiki/Erico_Aumentado", "description": "Erico Boyles Aumentado was a former governor, vice governor, and senior provincial board member of Bohol, and congressman and deputy speaker of the Philippine House of Representatives. He is the first governor of Bohol who served for three consecutive terms (2001-2010)."}]}, {"heading": "Deaths", "year": "2012", "date": "December 25", "txt": "Halfdan Hegtun, Norwegian radio host and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 25", "txt": "Joe Krivak, American football player and coach (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 25", "txt": "Turki bin Sultan, Saudi Arabian politician (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 25", "txt": "Şerafettin Elçi, Turkish lawyer, politician, government minister (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 25", "txt": "Anthony J. Bryant, American historian and author (b. 1961)", "entities": [{"title": "Anthony J. Bryant", "href": "/wiki/Anthony_J._Bryant", "description": "Anthony J. Bryant was an American author and editor."}]}, {"heading": "Deaths", "year": "2013", "date": "December 25", "txt": "David R. Harris, English geographer, anthropologist, archaeologist and academic (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 25", "txt": "Wayne Harrison, English footballer (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 25", "txt": "Mike Hegan, American baseball player and sportscaster (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 25", "txt": "Lola Lange, Canadian rural feminist and appointee to the Royal Commission on the Status of Women (b. 1922)", "entities": [{"title": "Royal Commission on the Status of Women", "href": "/wiki/Royal_Commission_on_the_Status_of_Women", "description": "The Royal Commission on the Status of Women was a Canadian Royal Commission that examined the status of women and recommended steps that might be taken by the federal government to ensure equal opportunities with men and women in all aspects of Canadian society. The Commission commenced on 16 February 1967 as an initiative of Prime Minister Lester B. Pearson. Public sessions were conducted the fol"}]}, {"heading": "Deaths", "year": "2013", "date": "December 25", "txt": "Mel Mathay, Filipino politician, 8th Mayor of Quezon City (b. 1932)", "entities": [{"title": "Mayor of Quezon City", "href": "/wiki/Mayor_of_Quezon_City", "description": "The mayor of Quezon City is the head of the executive branch of Quezon City's government. The mayor holds office at the Quezon City Hall."}]}, {"heading": "Deaths", "year": "2014", "date": "December 25", "txt": "Ricardo Porro, Cuban-French architect (b. 1925)", "entities": [{"title": "Ricardo Porro", "href": "/wiki/Ricardo_Porro", "description": "Ricardo Porro Hidalgo was a Cuban-born architect. He graduated in architecture from the Universidad de la Habana in 1949 and built this year his first project Villa Armenteros in Havana, following which he spent two years in post-graduate studies at the Institute of Urbanism at the Sorbonne."}]}, {"heading": "Deaths", "year": "2014", "date": "December 25", "txt": "Geoff Pullar, English cricketer (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 25", "txt": "David Ryall, English actor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 25", "txt": "George Clayton Johnson, American author and screenwriter (b. 1929)", "entities": [{"title": "George Clayton Johnson", "href": "/wiki/George_Clayton_Johnson", "description": "George Clayton Johnson was an American science fiction writer, best known for co-writing with William F. Nolan the novel Logan's Run, the basis for the MGM 1976 film. He was also known for his television scripts for The Twilight Zone, and the first telecast episode of Star Trek, entitled \"The Man Trap\". He also wrote the story and screenplay on which the 1960 and 2001 films Ocean's Eleven were bas"}]}, {"heading": "Deaths", "year": "2015", "date": "December 25", "txt": "Dorothy M. Murdock, American author and historian (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 25", "txt": "Valery Khalilov, Russian military musician and composer (b. 1952)", "entities": [{"title": "Valery Khalilov", "href": "/wiki/Valery_Khalilov", "description": "Valery Mikhaylovich Khalilov was an Uzbek-born Russian military band conductor and composer. A lieutenant general in the Russian military, he was the Senior Director of Music of the Military Band Service of the Armed Forces of Russia, most famously conducting the massed Russian military bands at the annual \"Victory Day\" parade held in the Moscow's Red Square a record 14 times. He died when the pla"}]}, {"heading": "Deaths", "year": "2016", "date": "December 25", "txt": "George Michael, British singer and songwriter (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 25", "txt": "Vera Rubin, American astronomer (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "December 25", "txt": "D. Herbert Lipson, American magazine publisher (Philadelphia, Boston)", "entities": [{"title": "D. Herbert Lipson", "href": "/wiki/D._Herbert_Lipson", "description": "David Herbert Lipson was an American magazine publisher and longtime owner of Philadelphia and Boston magazines. Born in Philadelphia to newspaper owner S. Arthur Lipson, he graduated from Lafayette College in 1952, and joined his father at what would become Philadelphia. He became publisher in 1963 and owner in 1968. He purchased Boston in 1970, and launched Manhattan, inc. in 1984. He married th"}]}, {"heading": "Deaths", "year": "2018", "date": "December 25", "txt": "Sulagitti Narasamma, Indian midwife (b. 1920)", "entities": [{"title": "Sulagitti Narasamma", "href": "/wiki/Sulagitti_Narasamma", "description": "Sulagitti Narasamma was an Indian midwife from Pavagada town, in Tumkur district of Karnataka state. She performed more than 15,000 traditional deliveries free of charge over a 70-year period of service in deprived regions of Karnataka with no medical facilities. Her work was honored with the National Citizen's award of India in 2012 and the country's fourth highest civilian award, the Padma Shri,"}]}, {"heading": "Deaths", "year": "2019", "date": "December 25", "txt": "Ari Behn, Norwegian writer (b. 1972)", "entities": [{"title": "Ari Behn", "href": "/wiki/Ari_Behn", "description": "Ari Mikael Behn was a Norwegian author, playwright, and visual artist."}]}, {"heading": "Deaths", "year": "2020", "date": "December 25", "txt": "K. C. Jones, American basketball player and coach (b. 1932)", "entities": [{"title": "K. C. Jones", "href": "/wiki/K._C._Jones", "description": "K. C. Jones was an American professional basketball player and coach. He is best known for his association with the Boston Celtics of the National Basketball Association (NBA), with whom he won 11 of his 12 NBA championships. As a player, he is tied for third for most NBA championships in a career, and is one of three NBA players with an 8–0 record in NBA Finals series. He is the only African-Amer"}]}]