[{"heading": "Events", "year": "0771", "date": "December 4", "txt": "Austrasian king Carloman I dies, leaving his brother Charlemagne king of the now complete Frankish Kingdom.", "entities": [{"title": "Austrasia", "href": "/wiki/Austrasia", "description": "Austrasia was a territory which formed the northeastern section of the Merovingian Kingdom of the Franks during the 6th to 8th centuries. It was centred on the Meuse, Middle Rhine and the Moselle rivers, and was the original territory of the Franks, including both the so-called Salians and Rhineland Franks, which Clovis I conquered after first taking control of the bordering part of Roman Gaul, no"}, {"title": "Carloman I", "href": "/wiki/Carloman_I", "description": "Carloman I, also Karlmann, was king of the Franks from 768 until his death in 771. He was the second surviving son of Pepin the Short and Bertrada of Laon and was a younger brother of Charlemagne. His death allowed Charlemagne to take all of Francia and begin his expansion into other kingdoms."}, {"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}, {"title": "Francia", "href": "/wiki/Francia", "description": "Francia, also called the Kingdom of the Franks, Frankland, or Frankish Empire, was the largest post-Roman barbarian kingdom in Western Europe. It was ruled by the Franks during Late Antiquity and the Early Middle Ages. After the Treaty of Verdun in 843, West Francia became the predecessor of France, and East Francia became that of Germany. Francia was among the last surviving Germanic kingdoms fro"}]}, {"heading": "Events", "year": "1110", "date": "December 4", "txt": "The Kingdom of Jerusalem captures Sidon.", "entities": [{"title": "Kingdom of Jerusalem", "href": "/wiki/Kingdom_of_Jerusalem", "description": "The Kingdom of Jerusalem, also known as the Latin Kingdom of Jerusalem, was a Crusader state established in the Southern Levant by Godfrey of Bouillon in 1099 after the First Crusade. The kingdom lasted nearly two hundred years, from 1099 until 1291 when its last remaining possession, Acre, was destroyed by the Mamluks. Its history is divided into two distinct periods."}, {"title": "Siege of Sidon", "href": "/wiki/Siege_of_Sidon", "description": "The siege of Sidon was an event in the aftermath of the First Crusade. The coastal city of Sidon was captured by the forces of Baldwin I of Jerusalem and Sigurd I of Norway, with assistance from the Ordelafo Faliero, Doge of Venice."}]}, {"heading": "Events", "year": "1259", "date": "December 4", "txt": "Kings Louis IX of France and Henry III of England agree to the Treaty of Paris, in which Henry renounces his claims to French-controlled territory on continental Europe (including Normandy) in exchange for Louis withdrawing his support for English rebels.", "entities": [{"title": "Louis IX of France", "href": "/wiki/Louis_IX_of_France", "description": "Louis IX, commonly known as Saint Louis or Louis the Saint, is the only king of France to have been canonized in the Catholic Church. Louis was crowned in Reims at the age of 12, following the death of his father Louis VIII; his mother, Blanche of Castile, ruled the kingdom as regent until he reached maturity, and then remained his valued adviser until her death. During Louis's childhood, Blanche "}, {"title": "Henry III of England", "href": "/wiki/Henry_III_of_England", "description": "Henry III, also known as Henry of Winchester, was King of England, Lord of Ireland, and Duke of Aquitaine from 1216 until his death in 1272. The son of King John and Isabella of Angoulême, Henry assumed the throne when he was only nine in the middle of the First Barons' War. Cardinal Guala declared the war against the rebel barons to be a religious crusade and Henry's forces, led by William Marsha"}, {"title": "Treaty of Paris (1259)", "href": "/wiki/Treaty_of_Paris_(1259)", "description": "The Treaty of Paris was a treaty between Louis IX of France and Henry III of England, agreed to on 4 December 1259, ending 100 years of conflicts between the Capetian and Plantagenet dynasties."}, {"title": "Normandy", "href": "/wiki/Normandy", "description": "Normandy is a geographical and cultural region, roughly coextensive with the historical Duchy of Normandy."}]}, {"heading": "Events", "year": "1563", "date": "December 4", "txt": "The final session of the Council of Trent is held. (It had opened on December 13, 1545.)", "entities": [{"title": "Council of Trent", "href": "/wiki/Council_of_Trent", "description": "The Council of Trent, held between 1545 and 1563 in Trent, was the 19th ecumenical council of the Catholic Church. Prompted by the Protestant Reformation, it has been described as the embodiment of the Counter-Reformation."}]}, {"heading": "Events", "year": "1619", "date": "December 4", "txt": "Thirty-eight colonists arrive at Berkeley Hundred, Virginia. The group's charter proclaims that the day \"be yearly and perpetually kept holy as a day of thanksgiving to Almighty God.\"", "entities": [{"title": "Colony", "href": "/wiki/Colony", "description": "In political science, a colony is a territory subject to a form of foreign rule. Though dominated by the foreign colonizers, colonies remain separate from the administration of the original country of the colonizers, the metropolitan state .\nThis administrative colonial separation makes colonies neither incorporated territories, nor client states. Some colonies have been organized either as depend"}, {"title": "Berkeley Hundred", "href": "/wiki/Berkeley_Hundred", "description": "Berkeley Hundred in the Virginia Colony comprised about eight thousand acres (32 km²) on the north bank of the James River near Herring Creek in an area then known as Charles Cittie (sic). It later became known as Berkeley Plantation, and was long the traditional home of the Harrison family, one of the First Families of Virginia."}, {"title": "Colony of Virginia", "href": "/wiki/Colony_of_Virginia", "description": "The Colony of Virginia, chartered in 1606 and settled in 1607, was the first enduring English colony in North America, following failed proprietary attempts at settlement on Newfoundland by Sir Humphrey Gilbert in 1583, and the subsequent farther south Roanoke Island by Sir Walter Raleigh in the late 1580s."}]}, {"heading": "Events", "year": "1676", "date": "December 4", "txt": "The Danish army under the command of King Christian V engages the Swedish army commanded by the Swedish king Charles XI at the Battle of Lund, to this day it is counted as the bloodiest battle in Scandinavian history and a turning point in the Scanian War.", "entities": [{"title": "Christian V of Denmark", "href": "/wiki/Christian_V_of_Denmark", "description": "Christian V was king of Denmark and Norway from 1670 until his death in 1699."}, {"title": "Charles XI", "href": "/wiki/Charles_XI", "description": "Charles XI was King of Sweden from 1660 until his death, in a period of Swedish history known as the Swedish Empire (1611–1721)."}, {"title": "Battle of Lund", "href": "/wiki/Battle_of_Lund", "description": "The Battle of Lund, part of the Scanian War, was fought on December 4, 1676, in an area north of the city of Lund in Scania in southern Sweden, between the invading Danish army and the army of Charles XI of Sweden. The Danish had an army of about 13,000 under the personal command of 31-year-old King Christian V of Denmark, aided by General Carl von Arensdorff. The Swedish army, which numbered abou"}, {"title": "Scanian War", "href": "/wiki/Scanian_War", "description": "The Scanian War was a part of the Northern Wars involving the union of Denmark–Norway, Brandenburg and Sweden. It was fought from 1675 to 1679 mainly on Scanian soil, in the former Danish and Norway provinces along the border with Sweden, and in Northern Germany. While the latter battles are regarded as a theater of the Scanian war in English, Danish, Norwegian and Swedish historiography, they are"}]}, {"heading": "Events", "year": "1745", "date": "December 4", "txt": "Charles Edward Stuart's army reaches Derby, its furthest point during the Second Jacobite Rising.", "entities": [{"title": "Charles Edward Stuart", "href": "/wiki/Charles_Edward_Stuart", "description": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart was the elder son of James Francis Edward Stuart, grandson of James II and VII, and the Stuart claimant to the throne of Great Britain after 1766 as \"Charles III\". During his lifetime, he was also known as \"the Young Pretender\" and \"the Young Chevalier\"; in popular memory, he is \"Bonnie Prince Charlie\". He is best remembered for his"}, {"title": "Derby", "href": "/wiki/Derby", "description": "Derby is a city and unitary authority area in Derbyshire, England. It lies on the banks of the River Derwent in the south of Derbyshire, of which it was traditionally the county town. Derby gained city status in 1977, and by the 2011 census its population was 248,700."}, {"title": "Jacobite rising of 1745", "href": "/wiki/Jacobite_rising_of_1745", "description": "The Jacobite rising of 1745, also known as the Forty-five Rebellion or simply the '45, was an attempt by Charles Edward Stuart to regain the British throne for his father, James Francis Edward Stuart. It took place during the War of the Austrian Succession, when the bulk of the British Army was fighting in mainland Europe, and proved to be the last in a series of revolts that began in 1689, with m"}]}, {"heading": "Events", "year": "1783", "date": "December 4", "txt": "At Fraunces Tavern in New York City, U.S. General George Washington bids farewell to his officers.", "entities": [{"title": "Fraunces Tavern", "href": "/wiki/Fraunces_Tavern", "description": "Fraunces Tavern is a museum and restaurant in New York City, situated at 54 Pearl Street at the corner of Broad Street in the Financial District of Lower Manhattan. The location played a prominent role in history before, during, and after the American Revolution. At various points in its history, Fraunces Tavern served as a headquarters for George Washington, a venue for peace negotiations with th"}, {"title": "George Washington", "href": "/wiki/George_Washington", "description": "George Washington was an American political leader, military general, statesman, and Founding Father who served as the first president of the United States from 1789 to 1797. Previously, he led Patriot forces to victory in the nation's War for Independence. He presided at the Constitutional Convention of 1787, which established the U.S. Constitution\nand a federal government. Washington has been ca"}, {"title": "Fraunces Tavern", "href": "/wiki/Fraunces_Tavern#Washington's_farewell_to_his_officers", "description": "Fraunces Tavern is a museum and restaurant in New York City, situated at 54 Pearl Street at the corner of Broad Street in the Financial District of Lower Manhattan. The location played a prominent role in history before, during, and after the American Revolution. At various points in its history, Fraunces Tavern served as a headquarters for George Washington, a venue for peace negotiations with th"}]}, {"heading": "Events", "year": "1786", "date": "December 4", "txt": "Mission Santa Barbara is dedicated (on the feast day of Saint Barbara).", "entities": [{"title": "Mission Santa Barbara", "href": "/wiki/Mission_Santa_Barbara", "description": "Mission Santa Barbara is a Spanish mission in Santa Barbara, California. It was founded by Padre Fermín Lasuén for the Franciscan order on December 4, 1786, the feast day of Saint Barbara, as the tenth mission for the religious conversion of the indigenous local Chumash-Barbareño tribe of Native American people. The mission is the namesake of the city of Santa Barbara as well as of Santa Barbara C"}, {"title": "Saint Barbara", "href": "/wiki/Saint_Barbara", "description": "Saint Barbara, known in the Eastern Orthodox Church as the Great Martyr Barbara, was an early Christian Lebanese and Greek saint and martyr. Accounts place her in the 3rd century in Heliopolis Phoenicia, present-day Baalbek, Lebanon. There is no reference to her in the authentic early Christian writings nor in the original recension of Saint Jerome's martyrology. Despite the legends detailing her "}]}, {"heading": "Events", "year": "1791", "date": "December 4", "txt": "The first edition of The Observer, the world's first Sunday newspaper, is published.", "entities": []}, {"heading": "Events", "year": "1829", "date": "December 4", "txt": "In the face of fierce local opposition, British Governor-General Lord William Bentinck issues a regulation declaring that anyone who abets suttee in Bengal is guilty of culpable homicide.", "entities": [{"title": "Governor-General of India", "href": "/wiki/Governor-General_of_India", "description": "The governor-general of India was the representative of the monarch of the United Kingdom and after Indian independence in 1947, the representative of the Indian head of state. The office was created in 1773, with the title of governor-general of the Presidency of Fort William. The officer had direct control only over Fort William, but supervised other East India Company officials in India. Comple"}, {"title": "Lord William Bentinck", "href": "/wiki/Lord_William_Bentinck", "description": "Lieutenant General Lord William Henry Cavendish-Bentinck, known as Lord William Bentinck, was a British soldier and statesman. He served as Governor-General of India from 1828 to 1835. He has been credited for significant social and educational reforms in India including abolishing sati, suppressing female infanticide and human sacrifice. Bentinck said that \"the dreadful responsibility hanging ove"}, {"title": "Bengal Presidency", "href": "/wiki/Bengal_Presidency", "description": "The Bengal Presidency, officially the Presidency of Fort William and later Bengal Province, was a subdivision of the British Empire in India. At the height of its territorial jurisdiction, it covered large parts of what is now South Asia and Southeast Asia. Bengal proper covered the ethno-linguistic region of Bengal. Calcutta, the city which grew around Fort William, was the capital of the Bengal "}, {"title": "Culpable homicide", "href": "/wiki/Culpable_homicide", "description": "Culpable homicide is a categorisation of certain offences in various jurisdictions within the Commonwealth of Nations which involves the illegal killing of a person either with or without an intention to kill depending upon how a particular jurisdiction has defined the offence. Unusually for those legal systems which have originated or been influenced during rule by the United Kingdom, the name of"}]}, {"heading": "Events", "year": "1861", "date": "December 4", "txt": "The 109 Electors of the several states of the Confederate States of America unanimously elect Jefferson Davis as President and Alexander H. Stephens as Vice President.", "entities": [{"title": "Electoral College (Confederate States)", "href": "/wiki/Electoral_College_(Confederate_States)", "description": "The 1861 Confederate States presidential election of November 6, 1861, was the only presidential election held under the Permanent Constitution of the Confederate States of America. Jefferson Davis, who had been elected president and Alexander H. Stephens, who had been elected vice president, under the Provisional Constitution, were elected to six-year terms that would have lasted from February 22"}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Confederate States presidential election, 1861", "href": "/wiki/Confederate_States_presidential_election,_1861", "description": "The 1861 Confederate States presidential election of November 6, 1861, was the only presidential election held under the Permanent Constitution of the Confederate States of America. Jefferson Davis, who had been elected president and Alexander H. Stephens, who had been elected vice president, under the Provisional Constitution, were elected to six-year terms that would have lasted from February 22"}, {"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "President of the Confederate States of America", "href": "/wiki/President_of_the_Confederate_States_of_America", "description": "The president of the Confederate States was the head of state and head of government of the Confederate States. The president was the chief executive of the federal government and was the commander-in-chief of the Confederate Army and the Confederate Navy."}, {"title": "Alexander H. Stephens", "href": "/wiki/Alexander_H._Stephens", "description": "Alexander Hamilton Stephens was an American politician who served as the vice president of the Confederate States from 1861 to 1865, and later as the 50th governor of Georgia from 1882 until his death in 1883. A member of the Democratic Party, he represented the state of Georgia in the United States House of Representatives before becoming governor."}, {"title": "Vice President of the Confederate States of America", "href": "/wiki/Vice_President_of_the_Confederate_States_of_America", "description": "The Vice-President of the Confederate States was the second highest executive officer of the government of the Confederate States of America and the deputy to the President of the Confederate States. The office was held by Alexander H. Stephens of Georgia, who served under President Jefferson Davis of Mississippi from February 18, 1861, until the dissolution of the Confederacy on May 5, 1865. Havi"}]}, {"heading": "Events", "year": "1864", "date": "December 4", "txt": "American Civil War: Sherman's March to the Sea: At Waynesboro, Georgia, forces under Union General Judson Kilpatrick prevent troops led by Confederate General Joseph Wheeler from interfering with Union General William T. Sherman's campaign destroying a wide swath of the South on his march to the Atlantic Ocean from Atlanta.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Sherman's March to the Sea", "href": "/wiki/Sherman%27s_March_to_the_Sea", "description": "Sherman's March to the Sea was a military campaign of the American Civil War conducted through Georgia from November 15 until December 21, 1864, by Maj. Gen. William Tecumseh Sherman of the Union Army. The campaign began with Sherman's troops leaving the captured city of Atlanta on November 15 and ended with the capture of the port of Savannah on December 21. His forces followed a \"scorched earth\""}, {"title": "Waynesboro, Georgia", "href": "/wiki/Waynesboro,_Georgia", "description": "Waynesboro is a city in Burke County, Georgia, United States. The population was 5,766 at the 2010 census. The city is the county seat of Burke County. It is part of the Augusta, Georgia metropolitan area."}, {"title": "Union Army", "href": "/wiki/Union_Army", "description": "During the American Civil War, the Union Army, also called the Northern Army, referred to the United States Army, the land force that fought to preserve the Union of the collective states. Also known as the Federal Army, it proved essential to the preservation of the United States as a working, viable republic."}, {"title": "Judson Kilpatrick", "href": "/wiki/Judson_Kilpatrick", "description": "Hugh Judson Kilpatrick was an officer in the Union Army during the American Civil War, achieving the rank of brevet major general. He was later the United States Minister to Chile and an unsuccessful candidate for the U.S. House of Representatives."}, {"title": "Battle of Waynesboro, Georgia", "href": "/wiki/Battle_of_Waynesboro,_Georgia", "description": "The Battle of Waynesboro was an American Civil War battle fought on December 4, 1864, towards the end of Sherman's March to the Sea. Union cavalry forces under Brig. Gen. Judson Kilpatrick defeated Confederate cavalry led by Maj. Gen. Joseph Wheeler, opening the way for William T. Sherman's armies to approach their objective, Savannah."}, {"title": "Confederate States of America", "href": "/wiki/Confederate_States_of_America", "description": "The Confederate States of America (CSA), commonly referred to as the Confederate States or the Confederacy, was an unrecognized breakaway state in existence from February 8, 1861, to May 9, 1865, that fought against the United States of America during the American Civil War. The eleven states that seceded from the Union and formed the main part of the CSA were South Carolina, Mississippi, Florida,"}, {"title": "Joseph Wheeler", "href": "/wiki/Joseph_Wheeler", "description": "Joseph \"Fighting Joe\" Wheeler was an American military commander and politician. He is known for having served both as a cavalry general in the Confederate States Army in the 1860s during the American Civil War, and then as a general in the United States Army during both the Spanish–American War and Philippine–American War near the turn of the twentieth century. For much of the Civil War he served"}, {"title": "William T. Sherman", "href": "/wiki/William_T._Sherman", "description": "William Tecumseh Sherman was an American soldier, businessman, educator, and author. He served as a general in the Union Army during the American Civil War (1861–1865), receiving recognition for his command of military strategy as well as criticism for the harshness of the scorched earth policies he implemented in conducting total war against the Confederate States. British military theorist and h"}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}]}, {"heading": "Events", "year": "1865", "date": "December 4", "txt": "North Carolina ratifies 13th Amendment to the U.S. Constitution, followed soon by Georgia, and U.S. slaves were legally free within two weeks.", "entities": [{"title": "North Carolina", "href": "/wiki/North_Carolina", "description": "North Carolina is a state in the Southeastern region of the United States. North Carolina is the 28th largest and 9th-most populous of the 50 United States. It is bordered by Virginia to the north, the Atlantic Ocean to the east, Georgia and South Carolina to the south, and Tennessee to the west. Raleigh is the state's capital and Charlotte is its largest city. The Charlotte metropolitan area, wit"}, {"title": "13th Amendment to the U.S. Constitution", "href": "/wiki/13th_Amendment_to_the_U.S._Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}, {"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}]}, {"heading": "Events", "year": "1867", "date": "December 4", "txt": "Former Minnesota farmer Oliver Hudson Kelley founds the Order of the Patrons of Husbandry (better known today as the Grange).", "entities": [{"title": "Minnesota", "href": "/wiki/Minnesota", "description": "Minnesota is a state in the upper Midwestern United States. It is known as the \"Land of 10,000 Lakes\". Its official motto is L'Étoile du Nord, French for \"The Star of the North\"."}, {"title": "Oliver Hudson Kelley", "href": "/wiki/Oliver_Hudson_Kelley", "description": "Oliver Hudson Kelley is one of the key founders of the National Grange of the Order of Patrons of Husbandry, a fraternal organization in the United States."}, {"title": "National Grange of the Order of Patrons of Husbandry", "href": "/wiki/National_Grange_of_the_Order_of_Patrons_of_Husbandry", "description": "The Grange, officially named The National Grange of the Order of Patrons of Husbandry, is a social organization in the United States that encourages families to band together to promote the economic and political well-being of the community and agriculture. The Grange, founded after the Civil War in 1867, is the oldest American agricultural advocacy group with a national scope. The Grange actively"}]}, {"heading": "Events", "year": "1872", "date": "December 4", "txt": "The crewless American brigantine Mary Celeste, drifting in the Atlantic, is discovered by the Canadian brig Dei Gratia. The ship has been abandoned for nine days but is only slightly damaged. Her master Benjamin Briggs and all nine others known to have been on board are never accounted for.", "entities": [{"title": "Mary Celeste", "href": "/wiki/Mary_Celeste", "description": "Mary Celeste was an American merchant brigantine discovered adrift and deserted in the Atlantic Ocean off the Azores Islands on December 4, 1872. The Canadian brigantine Dei Gratia found her in a dishevelled but seaworthy condition under partial sail and with her lifeboat missing. The last entry in her log was dated ten days earlier. She had left New York City for Genoa on November 7 and was still"}, {"title": "Benjamin Briggs", "href": "/wiki/Benjamin_Briggs", "description": "Benjamin Spooner Briggs was an experienced United States seaman and master mariner. He was the Captain of the merchant ship Mary Celeste, which was discovered unmanned and drifting in the Atlantic Ocean midway between the Azores and the coast of Portugal on December 4, 1872. The lifeboat was missing, yet the Mary Celeste herself was still under sail. Benjamin Briggs, his wife Sarah, and their two-"}]}, {"heading": "Events", "year": "1875", "date": "December 4", "txt": "Notorious New York City politician Boss Tweed escapes from prison; he is later recaptured in Spain.", "entities": [{"title": "Boss Tweed", "href": "/wiki/Boss_Tweed", "description": "William Magear Tweed, often erroneously referred to as \"William Marcy Tweed\", and widely known as \"Boss\" Tweed, was an American politician most notable for being the \"boss\" of Tammany Hall, the Democratic Party political machine that played a major role in the politics of 19th-century New York City and State. At the height of his influence, Tweed was the third-largest landowner in New York City, a"}]}, {"heading": "Events", "year": "1881", "date": "December 4", "txt": "The first edition of the Los Angeles Times is published.", "entities": []}, {"heading": "Events", "year": "1893", "date": "December 4", "txt": "First Matabele War: A patrol of 34 British South Africa Company soldiers is ambushed and annihilated by more than 3,000 Matabele warriors on the Shangani River in Matabeleland.", "entities": [{"title": "First Matabele War", "href": "/wiki/First_Matabele_War", "description": "The First Matabele War was fought between 1893 and 1894 in modern-day Zimbabwe. It pitted the British South Africa Company against the Ndebele (Matabele) Kingdom. Lobengula, king of the Ndebele, had tried to avoid outright war with the company's pioneers because he and his advisors were mindful of the destructive power of European-produced weapons on traditional Matabele impis attacking in massed "}, {"title": "British South Africa Company", "href": "/wiki/British_South_Africa_Company", "description": "The British South Africa Company was chartered in 1889 following the amalgamation of Cecil Rhodes' Central Search Association and the London-based Exploring Company Ltd, which had originally competed to capitalize on the expected mineral wealth of Mashonaland but united because of common economic interests and to secure British government backing. The company received a Royal Charter modelled on t"}, {"title": "Shangani Patrol", "href": "/wiki/Shangani_Patrol", "description": "The Shangani Patrol was a 34-soldier unit of the British South Africa Company that in 1893 was ambushed and annihilated by more than 3,000 Matabele warriors in pre-Southern Rhodesia, during the First Matabele War. Headed by Major Allan Wilson, the patrol was attacked just north of the Shangani River in Matabeleland, Rhodesia. Its dramatic last stand, sometimes called \"Wilson's Last Stand\", achieve"}, {"title": "Northern Ndebele people", "href": "/wiki/Northern_Ndebele_people", "description": "The Northern Ndebele people are a Bantu ethnic group in Southern Africa. They speak a language called isiNdebele. The Northern Ndebele were historically referred to as the Matabele which derives from the Sesotho expression thebetelele derived from two words “thebe” meaning shield and “telele” meaning tall. This was in reference to the tall shields the Matebele used in combat as compared to the sma"}, {"title": "Shangani River", "href": "/wiki/Shangani_River", "description": "The Shangani is a river in Zimbabwe that starts near Gweru, Gweru River being one of its main tributaries' and goes through Midlands and Matabeleland North provinces. It empties into the Gwayi River."}, {"title": "Matabeleland", "href": "/wiki/Matabeleland", "description": "Matabeleland is a region located in southwestern Zimbabwe that is divided into three provinces: Matabeleland North, Bulawayo, and Matabeleland South. These provinces are in the west and south-west of Zimbabwe, between the Limpopo and Zambezi rivers and are further separated from Midlands by the Shangani River in central Zimbabwe. The region is named after its inhabitants, the Ndebele people who we"}]}, {"heading": "Events", "year": "1906", "date": "December 4", "txt": "Alpha Phi Alpha the first black intercollegiate Greek lettered fraternity was founded at Cornell University in Ithaca, New York.", "entities": [{"title": "Alpha Phi Alpha", "href": "/wiki/Alpha_Phi_Alpha", "description": "Alpha Phi Alpha Fraternity, Inc. (ΑΦΑ) is the first intercollegiate historically African American fraternity. It was initially a literary and social studies club organized in the 1905–1906 school year at Cornell University but later evolved into a fraternity with a founding date of December 4, 1906, at Cornell. It employs an icon from Ancient Egypt, the Great Sphinx of Giza, as its symbol. Its aim"}]}, {"heading": "Events", "year": "1909", "date": "December 4", "txt": "In Canadian football, the First Grey Cup game is played. The University of Toronto Varsity Blues defeat the Toronto Parkdale Canoe Club, 26–6.", "entities": [{"title": "Canadian football", "href": "/wiki/Canadian_football", "description": "Canadian football is a sport played in Canada in which two teams of 12 players each compete for territorial control of a field of play 110 yards (101 m) long and 65 yards (59 m) wide attempting to advance a pointed oval-shaped ball into the opposing team's scoring area."}, {"title": "1st Grey Cup", "href": "/wiki/1st_Grey_Cup", "description": "The 1st Grey Cup game was played on December 4, 1909, between the Intercollegiate Rugby Football Union champion University of Toronto Varsity Blues and the Ontario Rugby Football Union champion Toronto Parkdale Canoe Club. The University of Toronto won the game, 26–6. While the Canadian Dominion Football Championship had been contested since 1884, this was the first such game that was awarded a tr"}, {"title": "University of Toronto", "href": "/wiki/University_of_Toronto", "description": "The University of Toronto is a public research university in Toronto, Ontario, Canada, located on the grounds that surround Queen's Park. It was founded by royal charter in 1827 as King's College, the first institution of higher learning in Upper Canada. Originally controlled by the Church of England, the university assumed its present name in 1850 upon becoming a secular institution. As a collegi"}, {"title": "Toronto Varsity Blues", "href": "/wiki/Toronto_Varsity_Blues", "description": "The Toronto Varsity Blues is the intercollegiate sports program at the University of Toronto. Its 43 athletic teams regularly participate in competitions held by Ontario University Athletics and U Sports. The Varsity Blues traces its founding to 1877, with the formation of the men's football team. Since 1908, Varsity Blues athletes have won numerous medals in Olympic Games and Paralympic Games and"}, {"title": "Toronto Parkdale Canoe Club", "href": "/wiki/Toronto_Parkdale_Canoe_Club", "description": "Toronto Parkdale was an early Canadian football team based in Parkdale, a neighbourhood of Toronto. Founded by the Parkdale Canoe Club, which was established in August 1905, the team was nicknamed the Paddlers. It was also known as the Green and White, after the team colours. The team lost to the University of Toronto Varsity Blues in the first Grey Cup."}]}, {"heading": "Events", "year": "1909", "date": "December 4", "txt": "The Montreal Canadiens ice hockey club, the oldest surviving professional hockey franchise in the world, is founded as a charter member of the National Hockey Association.", "entities": [{"title": "Ice hockey", "href": "/wiki/Ice_hockey", "description": "Ice hockey is a contact team sport played on ice, usually in an indoor or outdoor rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender to stop the puck from going into their own net, two defensemen, and three"}, {"title": "National Hockey Association", "href": "/wiki/National_Hockey_Association", "description": "The National Hockey Association (NHA), officially the National Hockey Association of Canada Limited, was a professional ice hockey organization with teams in Ontario and Quebec, Canada. It is the direct predecessor of today's National Hockey League (NHL). Founded in 1909 by Ambrose O'Brien, the NHA introduced 'six-man hockey' by removing the 'rover' position in 1911. During its lifetime, the leagu"}]}, {"heading": "Events", "year": "1918", "date": "December 4", "txt": "U.S. President Woodrow Wilson sails for the World War I peace talks in Versailles, becoming the first US president to travel to Europe while in office.", "entities": [{"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "Palace of Versailles", "href": "/wiki/Palace_of_Versailles", "description": "The Palace of Versailles was the principal royal residence of France from 1682, under Louis XIV, until the start of the French Revolution in 1789, under Louis XVI. It is located in the department of Yvelines, in the region of Île-de-France, about 20 kilometres southwest of the centre of Paris."}]}, {"heading": "Events", "year": "1939", "date": "December 4", "txt": "World War II: HMS Nelson is struck by a mine (laid by U-31) off the Scottish coast and is laid up for repairs until August 1940.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "HMS Nelson (28)", "href": "/wiki/HMS_Nelson_(28)", "description": "HMS Nelson was the name ship of her class of two battleships built for the Royal Navy in the 1920s. They were the first battleships built to meet the limitations of the Washington Naval Treaty of 1922. Entering service in 1927, the ship spent her peacetime career with the Atlantic and Home Fleets, usually as the fleet flagship. During the early stages of World War II, she searched for German comme"}, {"title": "Naval mine", "href": "/wiki/Naval_mine", "description": "A naval mine is a self-contained explosive device placed in water to damage or destroy surface ships or submarines. Unlike depth charges, mines are deposited and left to wait until they are triggered by the approach of, or contact with, any vessel. Naval mines can be used offensively, to hamper enemy shipping movements or lock vessels into a harbour; or defensively, to protect friendly vessels and"}, {"title": "German submarine U-31 (1936)", "href": "/wiki/German_submarine_U-31_(1936)", "description": "German submarine U-31 was a Type VIIA U-boat of Nazi Germany's Kriegsmarine during World War II. She was laid down on 1 March 1936 as yard number 912, launched on 25 September and commissioned on 28 December 1936."}]}, {"heading": "Events", "year": "1942", "date": "December 4", "txt": "World War II: Carlson's patrol during the Guadalcanal Campaign ends.", "entities": [{"title": "Carlson's patrol", "href": "/wiki/Carlson%27s_patrol", "description": "Carlson's patrol, also known as The Long Patrol or Carlson's long patrol, was an operation by the 2nd Marine Raider Battalion under the command of Evans Carlson during the Guadalcanal Campaign against the Imperial Japanese Army from 6 November to 4 December 1942. In the operation, the 2nd Raiders attacked forces under the command of Toshinari Shōji, which were escaping from an attempted encircleme"}, {"title": "Guadalcanal Campaign", "href": "/wiki/Guadalcanal_Campaign", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}]}, {"heading": "Events", "year": "1943", "date": "December 4", "txt": "World War II: In Yugoslavia, resistance leader Marshal Josip Broz Tito proclaims a provisional democratic Yugoslav government in-exile.", "entities": [{"title": "Kingdom of Yugoslavia", "href": "/wiki/Kingdom_of_Yugoslavia", "description": "The Kingdom of Yugoslavia was a state in Southeast and Central Europe that existed from 1918 until 1941. From 1918 to 1929, it was officially called the Kingdom of Serbs, Croats and Slovenes, but the term \"Yugoslavia\" was its colloquial name due to its origins. The official name of the state was changed to \"Kingdom of Yugoslavia\" by King Alexander I on 3 October 1929."}, {"title": "Josip Broz Tito", "href": "/wiki/Josip_Broz_Tito", "description": "Josip Broz, commonly known as Tito, was a Yugoslav communist revolutionary and statesman, serving in various roles from 1943 until his death in 1980. During World War II, he was the leader of the Partisans, often regarded as the most effective resistance movement in occupied Europe. He also served as the president of the Socialist Federal Republic of Yugoslavia from 14 January 1953 until his death"}]}, {"heading": "Events", "year": "1943", "date": "December 4", "txt": "World War II: U.S. President Franklin D. Roosevelt closes down the Works Progress Administration, because of the high levels of wartime employment in the United States.", "entities": [{"title": "Works Progress Administration", "href": "/wiki/Works_Progress_Administration", "description": "The Works Progress Administration was an American New Deal agency, employing millions of job-seekers to carry out public works projects, including the construction of public buildings and roads. It was established on May 6, 1935, by presidential order, as a key part of the Second New Deal."}]}, {"heading": "Events", "year": "1945", "date": "December 4", "txt": "By a vote of 65–7, the United States Senate approves United States participation in the United Nations. (The UN had been established on October 24, 1945.)", "entities": [{"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1949", "date": "December 4", "txt": "Sir Duncan George Stewart was fatally stabbed by Rosli Dhobi, a member leader of the Rukun 13, in Sibu, Sarawak, Malaysia during the British crown colony era in that state.", "entities": [{"title": "Sir Duncan George Stewart", "href": "/wiki/Sir_Duncan_George_Stewart", "description": "Duncan George Stewart CMG was a British colonial administrator and governor. He was mortally wounded in an assassination on 4 December 1949, in Sibu, Sarawak."}, {"title": "Rosli Dhobi", "href": "/wiki/Rosli_Dhobi", "description": "Rosli Dhobi was a Malay Sarawakian nationalist from Sibu, Sarawak, Malaysia during the British crown colony era in that state."}, {"title": "Rukun 13", "href": "/wiki/Rukun_13", "description": "Rukun 13 or Rukun Tiga Belas is a defunct Sarawakian organisation that existed from 1947 until 1950."}, {"title": "Sibu", "href": "/wiki/Sibu", "description": "Sibu is an inland city in the central region of Sarawak. It is the capital of Sibu District in Sibu Division, Sarawak, Malaysia. The city is located on the island of Borneo and covers an area of 129.5 square kilometres (50.0 sq mi). It is located at the confluence of the Rajang and Igan Rivers, some 60 kilometres from the South China Sea and approximately 191.5 kilometres (119 mi) north-east of th"}, {"title": "Sarawak", "href": "/wiki/Sarawak", "description": "Sarawak is a state of Malaysia. The largest among the 13 states, with an area almost equal to that of Peninsular Malaysia, Sarawak is located in northwest Borneo Island, and is bordered by the Malaysian state of Sabah to the northeast, Kalimantan to the south, and Brunei in the north. The capital city, Kuching, is the largest city in Sarawak, the economic centre of the state, and the seat of the S"}, {"title": "Malaysia", "href": "/wiki/Malaysia", "description": "Malaysia is a country in Southeast Asia. The federal constitutional monarchy consists of thirteen states and three federal territories, separated by the South China Sea into two regions, Peninsular Malaysia and Borneo's East Malaysia. Peninsular Malaysia shares a land and maritime border with Thailand and maritime borders with Singapore, Vietnam, and Indonesia. East Malaysia shares land and mariti"}]}, {"heading": "Events", "year": "1956", "date": "December 4", "txt": "The Million Dollar Quartet (Elvis Presley, Jerry Lee Lewis, Carl Perkins, and Johnny Cash) get together at Sun Studio for the first and last time.", "entities": [{"title": "Million Dollar Quartet", "href": "/wiki/Million_Dollar_Quartet", "description": "\"Million Dollar Quartet\" is a recording of an impromptu jam session involving Elvis Presley, Jerry Lee Lewis, Carl Perkins, and Johnny Cash made on December 4, 1956, at the Sun Record Studios in Memphis, Tennessee. An article about the session was published in the Memphis Press-Scimitar under the title \"Million Dollar Quartet\". The recording was first released in Europe in 1981 as The Million Doll"}, {"title": "Elvis Presley", "href": "/wiki/Elvis_Presley", "description": "Elvis Aaron Presley, also known simply as Elvis, was an American singer, musician and actor. He is regarded as one of the most significant cultural icons of the 20th century and is often referred to as the \"King of Rock and Roll\". His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines during a transf"}, {"title": "Jerry Lee Lewis", "href": "/wiki/Jerry_Lee_Lewis", "description": "Jerry Lee Lewis is an American singer and pianist often known by his nickname the Killer. He has been described as \"rock n' roll's first great wild man and one of the most influential pianists of the twentieth century.\" A pioneer of rock and roll and rockabilly music, Lewis made his first recordings in 1956 at Sun Records in Memphis. \"Crazy Arms\" sold 300,000 copies in the South, but it was his 19"}, {"title": "Carl Perkins", "href": "/wiki/Carl_Perkins", "description": "Carl Lee Perkins was an American singer-songwriter who recorded most notably at the Sun Studio, in Memphis, beginning in 1954. Amongst his best-known songs are \"Blue Suede Shoes\", \"Matchbox\" and \"Everybody's Trying to Be My Baby\"."}, {"title": "Johnny Cash", "href": "/wiki/Johnny_Cash", "description": "John R. Cash was an American singer, songwriter, musician, and actor. Much of Cash's music contained themes of sorrow, moral tribulation, and redemption, especially in the later stages of his career. He was known for his deep, calm bass-baritone voice, the distinctive sound of his Tennessee Three backing band characterized by train-like chugging guitar rhythms, a rebelliousness coupled with an inc"}, {"title": "Sun Studio", "href": "/wiki/Sun_Studio", "description": "Sun Studio is a recording studio opened by rock-and-roll pioneer Sam Phillips at 706 Union Avenue in Memphis, Tennessee, on January 3, 1950. It was originally called Memphis Recording Service, sharing the same building with the Sun Records label business. Reputedly the first rock and roll single, Jackie Brenston and his Delta Cats' \"Rocket 88\" was recorded there in 1951 with song composer Ike Turn"}]}, {"heading": "Events", "year": "1964", "date": "December 4", "txt": "Free Speech Movement: Police arrest over 800 students at the University of California, Berkeley, following their takeover and sit-in at the administration building in protest of the UC Regents' decision to forbid protests on UC property.", "entities": [{"title": "Free Speech Movement", "href": "/wiki/Free_Speech_Movement", "description": "The Free Speech Movement (FSM) was a massive, long-lasting student protest which took place during the 1964–65 academic year on the campus of the University of California, Berkeley. The Movement was informally under the central leadership of Berkeley graduate student Mario Savio. Other student leaders include Jack Weinberg, Michael Rossman, George Barton, Brian Turner, Bettina Aptheker, Steve Weis"}, {"title": "University of California, Berkeley", "href": "/wiki/University_of_California,_Berkeley", "description": "The University of California, Berkeley is a public, land-grant research university in Berkeley, California. Established in 1868 as the state's first land-grant university, it was the first campus of the University of California system and a founding member of the Association of American Universities. Its 14 colleges and schools offer over 350 degree programs and enroll 31,000 undergraduate and 12,"}, {"title": "Regents of the University of California", "href": "/wiki/Regents_of_the_University_of_California", "description": "The Regents of the University of California is the governing board of the University of California (UC), a public university system with over 280,000 students enrolled across ten campuses, including UC Berkeley, UC Davis, UC Irvine, UC Los Angeles, UC Merced, UC Santa Barbara, UC Santa Cruz, UC San Diego, UC San Francisco, and UC Riverside. The Board of Regents has 26 voting members, the majority "}]}, {"heading": "Events", "year": "1965", "date": "December 4", "txt": "Launch of Gemini 7 with crew members Frank Borman and Jim Lovell. The Gemini 7 spacecraft was the passive target for the first crewed space rendezvous performed by the crew of Gemini 6A.", "entities": [{"title": "Frank Borman", "href": "/wiki/Frank_Borman", "description": "Frank Frederick Borman II is a retired United States Air Force (USAF) colonel, aeronautical engineer, test pilot, businessman, rancher, and NASA astronaut. He was the commander of Apollo 8, the first mission to fly around the Moon, and together with crewmates Jim Lovell and Bill Anders, became the first of 24 humans to do so, for which he was awarded the Congressional Space Medal of Honor. As of 2"}, {"title": "Jim Lovell", "href": "/wiki/Jim_Lovell", "description": "James Arthur Lovell Jr. is a retired American astronaut, naval aviator, and mechanical engineer. In 1968, as command module pilot of Apollo 8, he became one of the first three humans to fly to and orbit the Moon. He then commanded the 1970 Apollo 13 lunar mission which, after a critical failure en route, circled around the Moon and returned safely to Earth through the efforts of the crew and missi"}, {"title": "Space rendezvous", "href": "/wiki/Space_rendezvous", "description": "A space rendezvous is a set of orbital maneuvers during which two spacecraft, one of which is often a space station, arrive at the same orbit and approach to a very close distance. Rendezvous requires a precise match of the orbital velocities and position vectors of the two spacecraft, allowing them to remain at a constant distance through orbital station-keeping. Rendezvous may or may not be foll"}, {"title": "Gemini 6A", "href": "/wiki/Gemini_6A", "description": "Gemini 6A was a 1965 crewed United States spaceflight in NASA's Gemini program. \nThe mission achieved the first crewed rendezvous with another spacecraft, its sister Gemini 7. Although the Soviet Union had twice previously launched simultaneous pairs of Vostok spacecraft, these established radio contact with each other, but they had no ability to adjust their orbits in order to rendezvous and came"}]}, {"heading": "Events", "year": "1967", "date": "December 4", "txt": "Vietnam War: U.S. and South Vietnamese forces engage Viet Cong troops in the Mekong Delta.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "Mekong Delta", "href": "/wiki/Mekong_Delta", "description": "The Mekong Delta, also known as the Western Region, South-western region, or Kampuchea Krom, is the region in southwestern Vietnam where the Mekong River approaches and empties into the sea through a network of distributaries. The Mekong delta region encompasses a large portion of southwestern Vietnam of over 40,500 square kilometres (15,600 sq mi). The size of the area covered by water depends on"}]}, {"heading": "Events", "year": "1969", "date": "December 4", "txt": "Black Panther Party members Fred Hampton and Mark Clark are shot and killed during a raid by 14 Chicago police officers.", "entities": [{"title": "Black Panther Party", "href": "/wiki/Black_Panther_Party", "description": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a Black Power political organization founded by college students Bobby Seale and Huey P. Newton in October 1966 in Oakland, California. The party was active in the United States between 1966-1982, with chapters in numerous major cities, and international chapters in Britain and Algeria. Upon its inception the B"}, {"title": "Fred Hampton", "href": "/wiki/Fred_Hampton", "description": "Fredrick Allen Hampton was an American activist, Marxist-Leninist and revolutionary socialist. He came to prominence in Chicago as chairman of the Illinois chapter of the Black Panther Party (BPP), and deputy chairman of the national BPP. In this capacity, he founded the antiracist, anticlass Rainbow Coalition, a prominent multicultural political organization that initially included the Black Pant"}, {"title": "Mark Clark (Black Panther)", "href": "/wiki/Mark_Clark_(Black_Panther)", "description": "Mark Clark was an American activist and member of the Black Panther Party. He was killed with Fred Hampton during a Chicago police predawn raid on December 4, 1969."}]}, {"heading": "Events", "year": "1971", "date": "December 4", "txt": "The Indian Navy attacks the Pakistan Navy and Karachi.", "entities": [{"title": "Indian Navy", "href": "/wiki/Indian_Navy", "description": "The Indian Navy is the naval branch of the Indian Armed Forces. The President of India is the Supreme Commander of the Indian Navy. The Chief of Naval Staff, a four-star admiral, commands the navy."}, {"title": "Pakistan Navy", "href": "/wiki/Pakistan_Navy", "description": "The Pakistan Navy is the naval warfare branch of the Pakistan Armed Forces. It came into existence by transfer of personnel and equipment from the Royal Indian Navy that ceased to exist following the partition of British India through a parliamentary act that established the independence of Pakistan and India from the United Kingdom on 14 August 1947."}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}]}, {"heading": "Events", "year": "1971", "date": "December 4", "txt": "The PNS Ghazi, a submarine belonging to the Pakistan Navy, sinks during the course of the Indo-Pakistani Naval War of 1971.", "entities": [{"title": "Pakistan Navy", "href": "/wiki/Pakistan_Navy", "description": "The Pakistan Navy is the naval warfare branch of the Pakistan Armed Forces. It came into existence by transfer of personnel and equipment from the Royal Indian Navy that ceased to exist following the partition of British India through a parliamentary act that established the independence of Pakistan and India from the United Kingdom on 14 August 1947."}, {"title": "Indo-Pakistani Naval War of 1971", "href": "/wiki/Indo-Pakistani_Naval_War_of_1971", "description": "The Indo-Pakistani Naval War of 1971 refers to the maritime military engagements between the Indian Navy and the Pakistan Navy during the Indo-Pakistani War of 1971. The India–Pakistan hostilities during this time period were a direct result of the Bangladesh Liberation War, which had been ongoing in erstwhile East Pakistan since the Pakistan Army's execution of Operation Searchlight in an effort "}]}, {"heading": "Events", "year": "1977", "date": "December 4", "txt": "Jean-Bédel Bokassa, president of the Central African Republic, crowns himself Emperor Bokassa I of the Central African Empire.", "entities": [{"title": "Jean-Bédel Bokassa", "href": "/wiki/Jean-B%C3%A9del_Bokassa", "description": "Jean-Bédel Bokassa, also known as Bokassa I, was a Central African political and military leader who served as the second president of the Central African Republic and as the emperor of its successor state, the Central African Empire, from his Saint-Sylvestre coup d'état on 1 January 1966 until overthrown in a subsequent coup in 1979."}, {"title": "Central African Republic", "href": "/wiki/Central_African_Republic", "description": "The Central African Republic is a landlocked country in Central Africa. It is bordered by Chad to the north, Sudan to the northeast, South Sudan to the southeast, the Democratic Republic of the Congo to the south, the Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620,000 square kilometres (240,000 sq mi) and had an estimated population of arou"}, {"title": "Central African Empire", "href": "/wiki/Central_African_Empire", "description": "The Central African Empire was a short-lived and self-proclaimed imperial one-party state ruled by an absolute monarch that replaced the Central African Republic and was, in turn, replaced by the restoration of the Republic. The empire was formed by and under the command of Marshal Jean-Bédel Bokassa, military dictator and president of the Central African Republic, on 4 December 1976."}]}, {"heading": "Events", "year": "1977", "date": "December 4", "txt": "Malaysian Airline System Flight 653 is hijacked and crashes in Tanjong Kupang, Johor, killing 100.", "entities": [{"title": "Johor", "href": "/wiki/Johor", "description": "Johor, also spelled as Johore, is a state of Malaysia in the south of the Malay Peninsula. Johor has land borders with the Malaysian states of Pahang to the north and Malacca and Negeri Sembilan to the northwest. Johor shares maritime borders with Singapore to the south and Indonesia to both the west and east. Johor Bahru is the capital city and the economic centre of the state, Kota Iskandar is t"}]}, {"heading": "Events", "year": "1978", "date": "December 4", "txt": "Following the murder of Mayor George Moscone, Dianne Feinstein becomes San Francisco's first female mayor.", "entities": [{"title": "George Moscone", "href": "/wiki/George_Moscone", "description": "George Richard Moscone was an American attorney and Democratic politician. He was the 37th mayor of San Francisco, California from January 1976 until his assassination in November 1978. He was known as \"the people's mayor\", who opened up City Hall and its commissions to reflect the diversity of San Francisco. Moscone served in the California State Senate from 1967 until becoming Mayor. In the Sena"}, {"title": "Dianne Feinstein", "href": "/wiki/Dianne_Feinstein", "description": "Dianne Goldman Berman Feinstein is an American politician who has served as the senior United States Senator from California since 1992. A member of the Democratic Party, she was mayor of San Francisco from 1978 to 1988."}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}]}, {"heading": "Events", "year": "1979", "date": "December 4", "txt": "The Hastie fire in Hull kills three schoolboys and eventually leads police to arrest Bruce George Peter Lee.", "entities": [{"title": "Kingston upon Hull", "href": "/wiki/Kingston_upon_Hull", "description": "Kingston upon Hull, usually abbreviated to Hull, is a port city and unitary authority in the East Riding of Yorkshire, England. It lies upon the River Hull at its confluence with the Humber Estuary, 25 miles (40 km) inland from the North Sea, 50 miles (80 km) east of Leeds, 34 miles (55 km) south-east of York and 54 miles (87 km) north-east of Sheffield. With a population of 259,778 (mid-2019 est."}, {"title": "Bruce George Peter Lee", "href": "/wiki/Bruce_George_Peter_Lee", "description": "Bruce George Peter Lee is one of Britain's most prolific serial killers. He confessed to a total of 11 acts of arson, and was convicted of 26 counts of manslaughter. 11 of these were overturned on appeal. Lee was imprisoned for life in 1981."}]}, {"heading": "Events", "year": "1981", "date": "December 4", "txt": "South Africa grants independence to the Ciskei \"homeland\" (not recognized by any government outside South Africa).", "entities": [{"title": "Ciskei", "href": "/wiki/Ciskei", "description": "Ciskei was a nominally independent state—a Bantustan—located in the southeast of South Africa. It covered an area of 7,700 square kilometres (3,000 sq mi), almost entirely surrounded by what was then the Cape Province, and possessed a small coastline along the shore of the Indian Ocean."}]}, {"heading": "Events", "year": "1982", "date": "December 4", "txt": "The People's Republic of China adopts its current constitution.", "entities": [{"title": "Constitution of the People's Republic of China", "href": "/wiki/Constitution_of_the_People%27s_Republic_of_China", "description": "The Constitution of the People's Republic of China is nominally the supreme law of the People's Republic of China. It was adopted by the 5th National People's Congress on December 4, 1982, with further revisions about every five years. It is the fourth constitution in the country's history, superseding the 1954 constitution, the 1975 constitution, and the 1978 constitution."}]}, {"heading": "Events", "year": "1983", "date": "December 4", "txt": "US Navy aircraft from USS John F. Kennedy and USS Independence attack Syrian Missile sites in Lebanon in response to an F-14 being fired on by an SA-7. One A-6 Intruder and A-7 Corsair are shot down. 1 American pilot was killed, one was rescued and one is captured.", "entities": [{"title": "United States Navy", "href": "/wiki/United_States_Navy", "description": "The United States Navy (USN) is the maritime service branch of the United States Armed Forces and one of the eight uniformed services of the United States. It is the largest and most powerful navy in the world, with the estimated tonnage of its active battle fleet alone exceeding the next 13 navies combined, including 11 U.S. allies or partner nations. It has the highest combined battle fleet tonn"}, {"title": "USS John F. Kennedy (CV-67)", "href": "/wiki/USS_John_F._Kennedy_(CV-67)", "description": "USS John F. Kennedy (CV-67) is the only ship of her class and the last conventionally powered carrier built for the United States Navy. The ship was named after the 35th President of the United States, John F. Kennedy, and was nicknamed \"Big John\". John F. Kennedy was originally designated a CVA ; however, the designation was changed to CV."}, {"title": "USS Independence (CV-62)", "href": "/wiki/USS_Independence_(CV-62)", "description": "The fifth USS Independence (CV/CVA-62) was an aircraft carrier of the United States Navy. She was the fourth and final member of the  Forrestal class of conventionally powered supercarriers. She entered service in 1959, with much of her early years spent in the Mediterranean Fleet."}, {"title": "Grumman F-14 Tomcat", "href": "/wiki/Grumman_F-14_Tomcat", "description": "The Grumman F-14 Tomcat is an American supersonic, twin-engine, two-seat, twin-tail, variable-sweep wing fighter aircraft. The Tomcat was developed for the United States Navy's Naval Fighter Experimental (VFX) program after the collapse of the F-111B project. The F-14 was the first of the American Teen Series fighters, which were designed incorporating air combat experience against MiG fighters du"}, {"title": "9K32 Strela-2", "href": "/wiki/9K32_Strela-2", "description": "The 9K32 Strela-2 is a light-weight, shoulder-fired, surface-to-air missile system. It is designed to target aircraft at low altitudes, with passive infrared homing guidance and destroy them with a high explosive warhead."}, {"title": "A-6 Intruder", "href": "/wiki/A-6_Intruder", "description": "The Grumman A-6 Intruder is an American twinjet all-weather attack aircraft developed and manufactured by American aircraft company Grumman Aerospace that was operated by the U.S. Navy."}, {"title": "LTV A-7 Corsair II", "href": "/wiki/LTV_A-7_Corsair_II", "description": "The LTV A-7 Corsair II is an American carrier-capable subsonic light attack aircraft designed and manufactured by Ling-Temco-Vought (LTV)."}, {"title": "Bobby Goodman", "href": "/wiki/Bobby_Goodman", "description": "Robert O. Goodman is a former A-6 Intruder bombardier–navigator and class of 1978 graduate of the United States Naval Academy. He was shot down over Lebanon on 4 December 1983. Captured upon ejection from his stricken plane, he was held captive for 30 days. His release on 3 January 1984 was facilitated by Reverend Jesse Jackson."}]}, {"heading": "Events", "year": "1984", "date": "December 4", "txt": "Sri Lankan Civil War: Sri Lankan Army soldiers kill 107–150 civilians in Mannar.", "entities": [{"title": "Sri Lankan Civil War", "href": "/wiki/Sri_Lankan_Civil_War", "description": "The Sri Lankan Civil War was a civil war fought in Sri Lanka from 1983 to 2009. Beginning on 23 July 1983, there was an intermittent insurgency against the government by the Velupillai Prabhakaran led Liberation Tigers of Tamil Eelam. The LTTE fought to create an independent Tamil state called Tamil Eelam in the north-east of the island, due to the continuous discrimination and violent persecution"}, {"title": "Sri Lankan Army", "href": "/wiki/Sri_Lankan_Army", "description": "The Sri Lankan Army (SLA) is the oldest and largest of the Sri Lanka Armed Forces. Established as the Ceylon Army in 1949, it was renamed when Sri Lanka became a republic in 1972. In 2010, the Army had approximately 200,000 regular personnel, between 20,000 and 40,000 reserve (volunteer) personnel and 18,000 National Guardsmen and comprises 13 operational divisions, one air-mobile brigade, one com"}, {"title": "1984 Mannar massacre", "href": "/wiki/1984_Mannar_massacre", "description": "The 1984 Mannar massacre was the killing of 200+ minority Sri Lankan Tamils civilians by Sri Lankan Army soldiers in the town of Mannar, north-western Sri Lanka, on December 4, 1984. The attack was triggered when three Army jeeps hit a land mine, killing one soldier. In retaliation, landmarks such as the Central hospital, the post office, a Roman Catholic convent as well as villagers working in ri"}, {"title": "Mannar, Sri Lanka", "href": "/wiki/Mannar,_Sri_Lanka", "description": "Mannar is the main town of Mannar District, Northern Province, Sri Lanka. It is governed by an Urban Council. The town is located on Mannar Island overlooking the Gulf of Mannar and is home to the historic Ketheeswaram temple."}]}, {"heading": "Events", "year": "1991", "date": "December 4", "txt": "Terry A. Anderson is released after seven years in captivity as a hostage in Beirut; he is the last and longest-held American hostage in Lebanon.", "entities": [{"title": "Terry A. Anderson", "href": "/wiki/Terry_A._Anderson", "description": "Terry A. Anderson is an American journalist. He reported for the Associated Press. In 1985, he was taken hostage by Shiite Hezbollah militants of the Islamic Jihad Organization in Lebanon and held until 1991. In 2004, he ran unsuccessfully for the Ohio State Senate."}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}]}, {"heading": "Events", "year": "1991", "date": "December 4", "txt": "Pan American World Airways ceases its operations after 64 years.", "entities": []}, {"heading": "Events", "year": "1992", "date": "December 4", "txt": "Somali Civil War: President George H. W. Bush orders 28,000 U.S. troops to Somalia in Northeast Africa.", "entities": [{"title": "Somali Civil War", "href": "/wiki/Somali_Civil_War", "description": "The Somali Civil War is an ongoing civil war which is taking place in Somalia. It grew out of resistance to the military junta which was led by Siad Barre during the 1980s. From 1988 to 1990, the Somali Armed Forces began engaging in combat against various armed rebel groups, including the Somali Salvation Democratic Front in the northeast, the Somali National Movement in the northwest, and the Un"}, {"title": "George H. W. Bush", "href": "/wiki/George_H._W._Bush", "description": "George Herbert Walker Bush was an American politician, diplomat and businessman who served as the 41st president of the United States from 1989 to 1993. A member of the Republican Party, Bush also served as the 43rd vice president from 1981 to 1989 under Ronald Reagan, in the U.S. House of Representatives, as U.S. Ambassador to the United Nations, and as Director of Central Intelligence."}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Horn of Africa", "href": "/wiki/Horn_of_Africa", "description": "The Horn of Africa (HoA) is a peninsula and the easternmost projection of the African continent, excluding African islands. It lies along the southern boundary of the Red Sea and extends hundreds of kilometers into the Gulf of Aden, Somali Sea and Guardafui Channel."}]}, {"heading": "Events", "year": "1998", "date": "December 4", "txt": "The Unity Module, the second module of the International Space Station, is launched.", "entities": [{"title": "International Space Station", "href": "/wiki/International_Space_Station", "description": "The International Space Station (ISS) is a modular space station in low Earth orbit. It is a multinational collaborative project involving five participating space agencies: NASA, Roscosmos (Russia), JAXA (Japan), ESA (Europe), and CSA (Canada). The ownership and use of the space station is established by intergovernmental treaties and agreements. The station serves as a microgravity and space env"}]}, {"heading": "Events", "year": "2005", "date": "December 4", "txt": "Tens of thousands of people in Hong Kong protest for democracy and call on the government to allow universal and equal suffrage.", "entities": [{"title": "December 2005 protest for democracy in Hong Kong", "href": "/wiki/December_2005_protest_for_democracy_in_Hong_Kong", "description": "On 4 December 2005, tens of thousands of people in Hong Kong protested for democracy and called on the Government to allow universal and equal suffrage. The protesters demanded the right to directly elect the Chief Executive and all the seats of the Legislative Council. They also urged the government to abolish the appointed seats of the district councils, in response to the limitations of the gov"}, {"title": "Hong Kong Government", "href": "/wiki/Hong_Kong_Government", "description": "The Government of the Hong Kong Special Administrative Region, commonly known as the Hong Kong Government or HKSAR Government, refers to the executive authorities of Hong Kong SAR. It was formed in July 1997 in accordance with the Sino-British Joint Declaration of 1983, an international treaty lodged at the United Nations. This government replaced the former British Hong Kong Government (1842–1997"}, {"title": "Universal suffrage", "href": "/wiki/Universal_suffrage", "description": "Universal suffrage gives the right to vote to all adult citizens, regardless of wealth, income, gender, social status, race, ethnicity, political stance, or any other restriction, subject only to relatively minor exceptions. In its original 19th-century usage by reformers in Britain, universal suffrage was understood to mean only universal manhood suffrage; the vote was extended to women later, du"}]}, {"heading": "Events", "year": "2006", "date": "December 4", "txt": "Six black youths assault a white teenager in Jena, Louisiana.", "entities": [{"title": "Jena Six", "href": "/wiki/Jena_Six", "description": "The Jena Six were six black teenagers in Jena, Louisiana, convicted in the 2006 beating of Justin Barker, a white student at the local Jena High School, which they also attended. Barker was injured on December 4, 2006, by the members of the Jena Six, and received treatment at an emergency room. While the case was pending, it was often cited by some media commentators as an example of racial injust"}, {"title": "Jena, Louisiana", "href": "/wiki/Jena,_Louisiana", "description": "Jena is a town in, and the parish seat of, La Salle Parish, Louisiana, United States. The population was 3,398 at the 2010 census."}]}, {"heading": "Events", "year": "2014", "date": "December 4", "txt": "Islamic insurgents kill three state police at a traffic circle before taking an empty school and a \"press house\" in Grozny. Ten state forces die with 28 injured in gun battles ending with ten insurgents killed.", "entities": [{"title": "2014 Grozny clashes", "href": "/wiki/2014_Grozny_clashes", "description": "On 4 December 2014, a group of armed militants of the jihadist organization Caucasus Emirate attacked a traffic police checkpoint outside the city of Grozny, Chechnya, Russia. The militants then entered the city and occupied the \"Press House\" building in the city center and a nearby school."}, {"title": "Law enforcement in Russia", "href": "/wiki/Law_enforcement_in_Russia", "description": "Law enforcement in the Russian Federation is the responsibility of a variety of different agencies. The Russian police are the primary law enforcement agency, the Investigative Committee of Russia is the main investigative agency, and the Federal Security Service is the main domestic security agency."}, {"title": "Grozny", "href": "/wiki/Grozny", "description": "Grozny is the capital city of Chechnya, Russia. The city lies on the Sunzha River. According to the 2010 Census, it had a population of 271,573 – up from 210,720 recorded in the 2002 Census, but still only about two-thirds of 399,688 recorded in the 1989 Census. It was previously known as Groznaya."}]}, {"heading": "Events", "year": "2015", "date": "December 4", "txt": "A firebomb is thrown into a restaurant in the Egyptian capital of Cairo, killing 17 people.", "entities": [{"title": "2015 Cairo restaurant fire", "href": "/wiki/2015_Cairo_restaurant_fire", "description": "On December 4, 2015 a molotov cocktail was thrown into the El Sayad restaurant in Cairo, Egypt. The resultant fire killed 17 people, and wounded six. The restaurant was also a nightclub and was located in the Agouza district of the city."}, {"title": "Cairo", "href": "/wiki/Cairo", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}]}, {"heading": "Events", "year": "2017", "date": "December 4", "txt": "The Thomas Fire starts near Santa Paula in California. It eventually becomes the largest wildfire in modern California history (at that time) after burning 440 square miles (281,893 acres; 114,078 ha) in Ventura and Santa Barbara Counties.", "entities": [{"title": "Thomas Fire", "href": "/wiki/Thomas_Fire", "description": "The Thomas Fire was a massive wildfire that affected Ventura and Santa Barbara Counties, and one of multiple wildfires that ignited in southern California in December 2017. It burned approximately 281,893 acres before being fully contained on January 12, 2018, making it the largest wildfire in modern California history at the time. It was surpassed by the Ranch Fire, part of the Mendocino Complex,"}, {"title": "Santa Paula, California", "href": "/wiki/Santa_Paula,_California", "description": "Santa Paula is a city in Ventura County, California, United States. Situated amid the orchards of the fertile Santa Clara River Valley, the city advertises itself to tourists as the \"Citrus Capital of the World\". Santa Paula was one of the early centers of California's petroleum industry. The Union Oil Company Building, the founding headquarters of the Union Oil Company of California in 1890, now "}, {"title": "California", "href": "/wiki/California", "description": "California is a state in the Western United States. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the n"}, {"title": "List of California wildfires", "href": "/wiki/List_of_California_wildfires", "description": "This is a partial and incomplete list of California wildfires. California has dry, windy, and often hot weather conditions from spring through late autumn that can produce moderate to severe wildfires. Pre-1800, when the area was much more forested and the ecology much more resilient, 4.4 million acres of forest and shrubland burned annually. California land area totals 99,813,760 or roughly 100 m"}, {"title": "Ventura County, California", "href": "/wiki/Ventura_County,_California", "description": "Ventura County is a county in the southern part of the U.S. state of California. As of the 2010 census, the population was 823,318. The largest city is Oxnard, and the county seat is the city of Ventura."}, {"title": "Santa Barbara County, California", "href": "/wiki/Santa_Barbara_County,_California", "description": "Santa Barbara County, California, officially the County of Santa Barbara, is located in Southern California. As of the 2010 census, the population was 423,895. The county seat is Santa Barbara, and the largest city is Santa Maria."}]}, {"heading": "Births", "year": "0AD 34", "date": "December 4", "txt": "Persius, Roman poet (d. 62)", "entities": [{"title": "Persius", "href": "/wiki/Persius", "description": "Aulus Persius Flaccus was a Roman poet and satirist of Etruscan origin. In his works, poems and satires, he shows a Stoic wisdom and a strong criticism for what he considered to be the stylistic abuses of his poetic contemporaries. His works, which became very popular in the Middle Ages, were published after his death by his friend and mentor, the Stoic philosopher Lucius Annaeus Cornutus."}]}, {"heading": "Births", "year": "0846", "date": "December 4", "txt": "Hasan al-Askari 11th Imam of Twelver Shia Islam (d. 874)", "entities": [{"title": "Hasan al-Askari", "href": "/wiki/Hasan_al-Askari", "description": "Hasan ibn Ali al-Askari was a Muslim scholar and the 11th Imam in Twelver Shia Islam, after his father Ali al-Hadi. He is also an important figure to Sunni-Sufis. He was called Abu Muhammad and Ibn al-Ridha. Because Samarra, the city where he lived, was a garrison town, he is generally known as al-Askari. Al-Askari married Narjis Khatun and was kept under house arrest or in prison for most of his "}, {"title": "Imam", "href": "/wiki/Imam", "description": "Imam is an Islamic leadership position."}]}, {"heading": "Births", "year": "1428", "date": "December 4", "txt": "Bernard VII, Lord of Lippe (d. 1511)", "entities": [{"title": "Bernard VII, Lord of Lippe", "href": "/wiki/Bernard_VII,_Lord_of_Lippe", "description": "Bernard VII of Lippe was the ruler of the Lordship of Lippe from 1429 until his death. Because of the many bloody feuds in which he was involved, he was nicknamed \"the Bellicose\". He is the longest-ever ruling European nobleman."}]}, {"heading": "Births", "year": "1506", "date": "December 4", "txt": "Thomas Darcy, 1st Baron Darcy of Chiche (d. 1558)", "entities": [{"title": "Thomas Darcy, 1st Baron Darcy of Chiche", "href": "/wiki/Thomas_Darcy,_1st_Baron_Darcy_of_Chiche", "description": "Thomas Darcy, 1st Baron Darcy of Chiche KG was an English courtier during the reign of Edward VI. He served as Vice-Chamberlain of the Household and Captain of the Yeomen of the Guard between 1550 and 1551 before his appointment as Lord Chamberlain of the Household. He was placed under house arrest for his support of Lady Jane Grey as Edward's successor."}]}, {"heading": "Births", "year": "1555", "date": "December 4", "txt": "Heinrich Meibom, German poet and historian (d. 1625)", "entities": [{"title": "Heinrich Meibom (poet)", "href": "/wiki/Heinrich_Meibom_(poet)", "description": "Heinrich Meibom, German historian and poet, was born at Barntrup in Westphalia."}]}, {"heading": "Births", "year": "1575", "date": "December 4", "txt": "Sister Virginia Maria, Italian nun (d. 1650)", "entities": [{"title": "The Nun of Monza", "href": "/wiki/The_Nun_of_Monza", "description": "Sister Virginia Maria was an Italian nun."}]}, {"heading": "Births", "year": "1580", "date": "December 4", "txt": "Samuel Argall, English adventurer and naval officer (d. 1626)", "entities": [{"title": "Samuel Argall", "href": "/wiki/Samuel_Argall", "description": "Sir Samuel Argall was an English adventurer and naval officer."}]}, {"heading": "Births", "year": "1585", "date": "December 4", "txt": "John Cotton, English-American minister and theologian (d. 1652)", "entities": [{"title": "John Cotton (minister)", "href": "/wiki/John_Cotton_(minister)", "description": "John Cotton was a clergyman in England and the American colonies and was considered the preeminent minister and theologian of the Massachusetts Bay Colony. He studied for five years at Trinity College, Cambridge, and another nine at Emmanuel College, Cambridge. He had already built a reputation as a scholar and outstanding preacher when he accepted the position of minister at St. Botolph's Church,"}]}, {"heading": "Births", "year": "1595", "date": "December 4", "txt": "Jean Chapelain, French poet and critic (d. 1674)", "entities": [{"title": "Jean Chapelain", "href": "/wiki/Jean_Chapelain", "description": "Jean Chapelain was a French poet and critic during the Grand Siècle, best known for his role as an organizer and founding member of the Académie française. Chapelain acquired considerable prestige as a literary critic, but his own major work, an epic poem about Joan of Arc called \"La Pucelle,\" (1656) was lampooned by his contemporary Nicolas Boileau-Despréaux."}]}, {"heading": "Births", "year": "1647", "date": "December 4", "txt": "Daniel Eberlin, German soldier and composer (d. 1715)", "entities": [{"title": "Daniel Eberlin", "href": "/wiki/Daniel_Eberlin", "description": "Daniel Eberlin was a German Baroque composer and Kapellmeister."}]}, {"heading": "Births", "year": "1660", "date": "December 4", "txt": "André Campra, French composer and conductor (d. 1744)", "entities": [{"title": "André Campra", "href": "/wiki/Andr%C3%A9_Campra", "description": "André Campra was a French composer and conductor."}]}, {"heading": "Births", "year": "1667", "date": "December 4", "txt": "Michel Pignolet de Montéclair, French composer and educator (d. 1737)", "entities": [{"title": "Michel Pignolet de Montéclair", "href": "/wiki/Michel_Pignolet_de_Mont%C3%A9clair", "description": "Michel Pignolet de Montéclair was a French composer of the baroque period."}]}, {"heading": "Births", "year": "1670", "date": "December 4", "txt": "John Aislabie, English politician, Chancellor of the Exchequer (d. 1742)", "entities": [{"title": "John Aislabie", "href": "/wiki/John_Aislabie", "description": "John Aislabie or Aslabie, of Studley Royal, near Ripon, Yorkshire, was a British politician who sat in the English and British House of Commons from 1695 to 1721. He was of an independent mind, and did not stick regularly to the main parties. He was Chancellor of the Exchequer at the time of the South Sea Bubble and his involvement with the Company led to his resignation and disgrace."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1713", "date": "December 4", "txt": "Gasparo Gozzi, Italian playwright and critic (d. 1786)", "entities": [{"title": "Gasparo Gozzi", "href": "/wiki/Gasparo_Gozzi", "description": "Gasparo, count Gozzi was a Venetian critic and dramatist."}]}, {"heading": "Births", "year": "1777", "date": "December 4", "txt": "Juliette Récamier, French businesswoman (d. 1849)", "entities": [{"title": "Juliette Récamier", "href": "/wiki/Juliette_R%C3%A9camier", "description": "Jeanne Françoise Julie Adélaïde Récamier, known as Juliette, was a French socialite, whose salon drew Parisians from the leading literary and political circles of the early 19th century. As an icon of neoclassicism, Récamier cultivated a public persona of herself as a great beauty and her fame quickly spread across Europe. She befriended many intellectuals, sat for the finest artists of the age, a"}]}, {"heading": "Births", "year": "1795", "date": "December 4", "txt": "Thomas Carlyle, Scottish-English historian, philosopher, and academic (d. 1881)", "entities": [{"title": "Thomas Carlyle", "href": "/wiki/Thomas_Carlyle", "description": "Thomas Carlyle was a Scottish historian, satirical writer, essayist, translator, philosopher, mathematician, and teacher. In his book On Heroes, Hero-Worship, and The Heroic in History (1841), he argued that the actions of the \"Great Man\" play a key role in history, claiming that \"the history of the world is but the biography of great men\". Other major works include The French Revolution: A Histor"}]}, {"heading": "Births", "year": "1798", "date": "December 4", "txt": "Jules Armand Dufaure, French lawyer and politician, 33rd Prime Minister of France (d. 1881)", "entities": [{"title": "Jules Armand Dufaure", "href": "/wiki/Jules_Armand_Dufaure", "description": "Jules Armand Stanislas Dufaure was a French statesman."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1817", "date": "December 4", "txt": "Nikoloz Baratashvili, Georgian poet and author (d. 1845)", "entities": [{"title": "Nikoloz Baratashvili", "href": "/wiki/Nikoloz_Baratashvili", "description": "Prince Nikoloz \"Tato\" Baratashvili was a Georgian poet. He was one of the first Georgians to marry modern nationalism with European Romanticism and to introduce \"Europeanism\" into Georgian literature. Due to his early death, Baratashvili left a relatively small literary heritage of fewer than forty short lyrics, one extended poem, and a few private letters, but he is nevertheless considered to be "}]}, {"heading": "Births", "year": "1835", "date": "December 4", "txt": "Samuel Butler, English author and critic (d. 1902)", "entities": [{"title": "Samuel Butler (novelist)", "href": "/wiki/Samuel_Butler_(novelist)", "description": "Samuel Butler was an English novelist and critic. He is best known for the satirical utopian novel Erewhon (1872) and the semi-autobiographical The Way of All Flesh, published posthumously in 1903. Both have remained in print ever since. In other studies he examined Christian orthodoxy, evolutionary thought, and Italian art, and made prose translations of the Iliad and Odyssey that are still consu"}]}, {"heading": "Births", "year": "1844", "date": "December 4", "txt": "Franz Xavier Wernz, German religious leader, 25th Superior General of the Society of Jesus (d. 1914)", "entities": [{"title": "Franz Xavier Wernz", "href": "/wiki/Franz_Xavier_Wernz", "description": "Franz Xavier Wernz SJ was the twenty-fifth Superior General of the Society of Jesus. He was born in Rottweil, Württemberg."}, {"title": "Superior General of the Society of Jesus", "href": "/wiki/Superior_General_of_the_Society_of_Jesus", "description": "The Superior General of the Society of Jesus is the official title of the leader of the Society of Jesus – the Roman Catholic religious order which is also known as the Jesuits. He is generally addressed as Father General. The position sometimes carries the nickname of the Black Pope, because of his responsibility for the largest Catholic, male religious order and is contrasted to the white garb o"}]}, {"heading": "Births", "year": "1861", "date": "December 4", "txt": "Hannes Hafstein, Icelandic poet and politician, 1st Prime Minister of Iceland (d. 1922)", "entities": [{"title": "Hannes Hafstein", "href": "/wiki/Hannes_Hafstein", "description": "Hannes Þórður Pétursson Hafstein was an Icelandic politician and poet. In 1904 he became the first Icelander to be appointed to the Danish Cabinet as the Minister for Iceland in the Cabinet of Deuntzer and was – unlike the previous Minister for Iceland Peter Adler Alberti – responsible to the Icelandic Althing."}, {"title": "Prime Minister of Iceland", "href": "/wiki/Prime_Minister_of_Iceland", "description": "The prime minister of Iceland is Iceland's head of government. The prime minister is appointed formally by the president and exercises executive authority along with the cabinet subject to parliamentary support."}]}, {"heading": "Births", "year": "1865", "date": "December 4", "txt": "Edith Cavell, English nurse, humanitarian, and saint (Anglicanism) (d. 1915)", "entities": [{"title": "Edith Cavell", "href": "/wiki/Edith_Cavell", "description": "Edith Louisa Cavell was a British nurse. She is celebrated for saving the lives of soldiers from both sides without discrimination and for helping some 200 Allied soldiers escape from German-occupied Belgium during the First World War, for which she was arrested. She was accused of treason, found guilty by a court-martial and sentenced to death. Despite international pressure for mercy, she was sh"}, {"title": "Anglicanism", "href": "/wiki/Anglicanism", "description": "Anglicanism is a Western Christian tradition that has developed from the practices, liturgy, and identity of the Church of England following the English Reformation."}]}, {"heading": "Births", "year": "1867", "date": "December 4", "txt": "Stanley Argyle, Australian politician, 32nd Premier of Victoria (d. 1940)", "entities": [{"title": "Stanley Argyle", "href": "/wiki/Stanley_Argyle", "description": "Sir Stanley Seymour Argyle KBE, Australian politician, was the 32nd Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1868", "date": "December 4", "txt": "Jesse Burkett, American baseball player, coach, and manager (d. 1953)", "entities": [{"title": "Jesse Burkett", "href": "/wiki/Jesse_Burkett", "description": "Jesse Cail Burkett, nicknamed \"Crab\", was an American professional baseball left fielder. He played in Major League Baseball (MLB) from 1890 to 1905 for the New York Giants, Cleveland Spiders, St. Louis Perfectos / Cardinals, St. Louis Browns, and Boston Americans."}]}, {"heading": "Births", "year": "1875", "date": "December 4", "txt": "Agnes Forbes Blackadder, Scottish medical doctor (d. 1964)", "entities": [{"title": "Agnes Forbes Blackadder", "href": "/wiki/Agnes_Forbes_Blackadder", "description": "Agnes Forbes Blackadder Savill was a Scottish medical doctor. Blackadder became the first female graduate of the University of St Andrews when she gained her M.A. degree on 29 March 1895. She was the first consultant dermatologist to be appointed in 1907 at St. John's Hospital, an appointment which was also notable as one of the first appointments of a woman consultant at a hospital that was not e"}]}, {"heading": "Births", "year": "1875", "date": "December 4", "txt": "Joe Corbett, American baseball player and coach (d. 1945)", "entities": []}, {"heading": "Births", "year": "1875", "date": "December 4", "txt": "Rainer Maria Rilke, Austrian-Swiss poet and author (d. 1926)", "entities": []}, {"heading": "Births", "year": "1881", "date": "December 4", "txt": "Erwin von Witzleben, Polish-German field marshal (d. 1944)", "entities": [{"title": "Erwin von Witzleben", "href": "/wiki/Erwin_von_Witzleben", "description": "Job Wilhelm Georg Erdmann Erwin von Witzleben was a German field marshal in the Wehrmacht during the Second World War. A leading conspirator in the 20 July plot to assassinate Adolf Hitler, he was designated to become Commander-in-Chief of the Wehrmacht in a post-Nazi regime had the plot succeeded."}]}, {"heading": "Births", "year": "1882", "date": "December 4", "txt": "Constance Davey, Australian psychologist (d. 1963)", "entities": [{"title": "Constance Davey", "href": "/wiki/Constance_Davey", "description": "Constance Muriel Davey was an Australian psychologist who worked in the South Australian Department of Education, where she introduced the state's first special education classes."}]}, {"heading": "Births", "year": "1883", "date": "December 4", "txt": "Katharine Susannah Prichard, Australian author and playwright (d. 1969)", "entities": [{"title": "Katharine Susannah Prichard", "href": "/wiki/Katharine_Susannah_Prichard", "description": "Katharine Susannah Prichard was an Australian author and co-founding member of the Communist Party of Australia."}]}, {"heading": "Births", "year": "1884", "date": "December 4", "txt": "R. C. Majumdar, Indian historian (d. 1980)", "entities": [{"title": "R. C. Majumdar", "href": "/wiki/R._C._Majumdar", "description": "Ramesh Chandra Majumdar was a historian and professor of Indian history. He was a former Sheriff of Kolkata."}]}, {"heading": "Births", "year": "1892", "date": "December 4", "txt": "Francisco Franco, Spanish general and dictator, Prime Minister of Spain (d. 1975)", "entities": [{"title": "Francisco Franco", "href": "/wiki/Francisco_Franco", "description": "Francisco Franco Bahamonde was a Spanish general who led the Nationalist forces in overthrowing the Second Spanish Republic during the Spanish Civil War and thereafter ruled over Spain from 1939 to 1975 as a dictator, assuming the title Caudillo. This period in Spanish history, from the Nationalist victory to Franco's death, is commonly known as Francoist Spain or the Francoist dictatorship."}, {"title": "List of Prime Ministers of Spain", "href": "/wiki/List_of_Prime_Ministers_of_Spain", "description": "The prime minister of Spain is the head of government of Spain. There is no specific date when the office of Prime Minister first appeared as the role was not created, but rather evolved over a period of time through merger of duties. Modern historians have not managed to agree who the first prime minister of Spain was, but Francisco Martinez de la Rosa was the first prime minister recognized by a"}]}, {"heading": "Births", "year": "1892", "date": "December 4", "txt": "Liu Bocheng, Chinese commander and politician (d. 1986)", "entities": []}, {"heading": "Births", "year": "1893", "date": "December 4", "txt": "Herbert Read, English poet and critic (d. 1968)", "entities": [{"title": "Herbert Read", "href": "/wiki/Herbert_Read", "description": "Sir Herbert Edward Read, was an English art historian, poet, literary critic and philosopher, best known for numerous books on art, which included influential volumes on the role of art in education. Read was co-founder of the Institute of Contemporary Arts. As well as being a prominent English anarchist, he was one of the earliest English writers to take notice of existentialism. He was co-editor"}]}, {"heading": "Births", "year": "1895", "date": "December 4", "txt": "Feng Youlan, Chinese philosopher and academic (d. 1990)", "entities": [{"title": "Feng Youlan", "href": "/wiki/Feng_Youlan", "description": "Feng Youlan was a Chinese philosopher, historian, and writer who was instrumental for reintroducing the study of Chinese philosophy in the modern era."}]}, {"heading": "Births", "year": "1897", "date": "December 4", "txt": "Robert Redfield, American anthropologist of Mexico (d. 1958)", "entities": [{"title": "Robert Redfield", "href": "/wiki/Robert_Redfield", "description": "Robert Redfield was an American anthropologist and ethnolinguist, whose ethnographic work in Tepoztlán, Mexico is considered a landmark of Latin American ethnography. He was associated with the University of Chicago for his entire career: all of his higher education took place there, and he joined the faculty in 1927 and remained there until his death in 1958, serving as Dean of Social Sciences fr"}]}, {"heading": "Births", "year": "1899", "date": "December 4", "txt": "Karl-Günther Heimsoth, German physician and politician (d. 1934)", "entities": [{"title": "Karl-Günther Heimsoth", "href": "/wiki/Karl-G%C3%BCnther_Heimsoth", "description": "Karl-Günther Heimsoth, also known as Karl-Guenter Heimsoth was a German physician, polygraph, and politician. Heimsoth was a member of the Nazi Party."}]}, {"heading": "Births", "year": "1899", "date": "December 4", "txt": "Charlie Spencer, English footballer and manager (d. 1953)", "entities": []}, {"heading": "Births", "year": "1903", "date": "December 4", "txt": "Cornell Woolrich, American author (d. 1968)", "entities": [{"title": "Cornell Woolrich", "href": "/wiki/Cornell_Woolrich", "description": "Cornell George Hopley Woolrich was an American novelist and short story writer. He sometimes used the pseudonyms William Irish and George Hopley."}]}, {"heading": "Births", "year": "1904", "date": "December 4", "txt": "Albert Norden, German journalist and politician (d. 1982)", "entities": [{"title": "Albert Norden", "href": "/wiki/Albert_Norden", "description": "Albert Norden was a German communist politician."}]}, {"heading": "Births", "year": "1908", "date": "December 4", "txt": "Alfred Hershey, American bacteriologist and geneticist, Nobel Prize laureate (d. 1997)", "entities": [{"title": "Alfred Hershey", "href": "/wiki/Alfred_Hershey", "description": "Alfred Day Hershey was an American Nobel Prize–winning bacteriologist and geneticist."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1910", "date": "December 4", "txt": "Alex North, American composer and conductor (d. 1991)", "entities": [{"title": "Alex North", "href": "/wiki/Alex_North", "description": "Alex North was an American composer best known for his many film scores, including A Streetcar Named Desire, Viva Zapata!, Spartacus, Cleopatra, and Who's Afraid of Virginia Woolf? He was the first composer to receive an Honorary Academy Award, but never won a competitive Oscar despite fourteen nominations."}]}, {"heading": "Births", "year": "1910", "date": "December 4", "txt": "R. Venkataraman, Indian lawyer and politician, 6th President of India (d. 2009)", "entities": [{"title": "President of India", "href": "/wiki/President_of_India", "description": "The President of India, officially the President of the Republic of India, is the ceremonial head of state of India and the commander-in-chief of the Indian Armed Forces. Ram Nath Kovind is the 14th and current president."}]}, {"heading": "Births", "year": "1912", "date": "December 4", "txt": "Pappy Boyington, American colonel and pilot, Medal of Honor recipient (d. 1988)", "entities": [{"title": "Pappy Boyington", "href": "/wiki/Pappy_Boyington", "description": "Gregory \"Pappy\" Boyington was an American combat pilot who was a United States Marine Corps fighter ace during World War II. He received the Medal of Honor and the Navy Cross."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1913", "date": "December 4", "txt": "Mark Robson, Canadian-American director and producer (d. 1978)", "entities": [{"title": "Mark Robson (film director)", "href": "/wiki/Mark_Robson_(film_director)", "description": "Mark Robson was a Canadian-born film director, producer, and editor. Robson began his 45-year career in Hollywood as a film editor. He later began working as a director and producer. He directed thirty-four films during his career, including The Bridges at Toko-Ri (1955), Peyton Place (1957), for which he earned his first Oscar nomination, Von Ryan's Express (1965), and Valley of the Dolls (1967)."}]}, {"heading": "Births", "year": "1914", "date": "December 4", "txt": "Rudolf Hausner, Austrian painter and sculptor (d. 1995)", "entities": [{"title": "Rudolf Hausner", "href": "/wiki/Rudolf_Hausner", "description": "Rudolf Hausner was an Austrian painter, draughtsman, printmaker and sculptor. Hausner has been described as a \"psychic realist\" and \"the first psychoanalytical painter\"."}]}, {"heading": "Births", "year": "1914", "date": "December 4", "txt": "Claude Renoir, French cinematographer (d. 1993)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 4", "txt": "Eddie Heywood, American pianist and composer (d. 1989)", "entities": [{"title": "Eddie Heywood", "href": "/wiki/Eddie_Heywood", "description": "Edward Heywood Jr. was an American jazz pianist, popular in the 1940s and 1950s."}]}, {"heading": "Births", "year": "1916", "date": "December 4", "txt": "Ely Jacques Kahn, Jr., American journalist and author (d. 1994)", "entities": [{"title": "Ely Jacques Kahn, Jr.", "href": "/wiki/Ely_Jacques_Kahn,_Jr.", "description": "Ely Jacques Kahn Jr. was an American writer under the byline E. J. Kahn Jr. with The New Yorker for five decades."}]}, {"heading": "Births", "year": "1919", "date": "December 4", "txt": "I. K. Gujral, Indian poet and politician, 12th Prime Minister of India (d. 2012)", "entities": [{"title": "I. K. Gujral", "href": "/wiki/I._K._Gujral", "description": "Inder Kumar Gujral was an Indian diplomat, politician and freedom activist who served as the 12th Prime Minister of India from April 1997 to March 1998."}, {"title": "Prime Minister of India", "href": "/wiki/Prime_Minister_of_India", "description": "The Prime Minister of India, officially the Prime Minister of the Republic of India, is the leader of the executive branch of the Government of India. The prime minister is the chief adviser to the President of India and the head of the Union Council of Ministers. They can be a member of any of the two houses of the Parliament of India—the Lok Sabha and the Rajya Sabha ; but has to be a member of "}]}, {"heading": "Births", "year": "1920", "date": "December 4", "txt": "Nadir Afonso, Portuguese painter and architect (d. 2013)", "entities": [{"title": "Nadir Afonso", "href": "/wiki/Nadir_Afonso", "description": "Nadir Afonso, GOSE was a Portuguese geometric abstractionist painter. Formally trained in architecture, which he practiced early in his career with Le Corbusier and Oscar Niemeyer, Nadir Afonso later studied painting in Paris and became one of the pioneers of Kinetic art, working alongside Victor Vasarely, Fernand Léger, Auguste Herbin, and André Bloc."}]}, {"heading": "Births", "year": "1920", "date": "December 4", "txt": "Michael Bates, English actor (d. 1978)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 4", "txt": "Jeanne Manford, American educator and activist, co-founded PFLAG (d. 2013)", "entities": [{"title": "PFLAG", "href": "/wiki/PFLAG", "description": "PFLAG is the United States' first and largest organization uniting parents, families, and allies with people who are lesbian, gay, bisexual, transgender, and queer (LGBTQ+). PFLAG National is the national organization, which provides support to the PFLAG network of local chapters. PFLAG has over 400 chapters across the United States, with more than 200,000 members and supporters."}]}, {"heading": "Births", "year": "1921", "date": "December 4", "txt": "Deanna Durbin, Canadian actress and singer (d. 2013)", "entities": [{"title": "Deanna Durbin", "href": "/wiki/Deanna_Durbin", "description": "Edna Mae Durbin, known professionally as Deanna Durbin, was a Canadian-born actress and singer, who later settled in France. She appeared in musical films in the 1930s and 1940s. With the technical skill and vocal range of a legitimate lyric soprano, she performed many styles from popular standards to operatic arias."}]}, {"heading": "Births", "year": "1923", "date": "December 4", "txt": "Charles Keating, American lawyer and financier (d. 2014)", "entities": [{"title": "Charles Keating", "href": "/wiki/Charles_Keating", "description": "Charles Humphrey Keating Jr. was an American athlete, lawyer, real estate developer, banker, financier, and activist best known for his role in the savings and loan scandal of the late 1980s."}]}, {"heading": "Births", "year": "1923", "date": "December 4", "txt": "Eagle Keys, American-Canadian football player and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 4", "txt": "John Krish, English director and screenwriter (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 4", "txt": "John C. Portman, Jr., American architect, designed the Renaissance Center and Tomorrow Square (d. 2017)", "entities": [{"title": "John C. Portman, Jr.", "href": "/wiki/John_C._Portman,_Jr.", "description": "John Calvin Portman Jr. was an American neofuturistic architect and real estate developer widely known for popularizing hotels and office buildings with multi-storied interior atria. Portman also had a particularly large impact on the cityscape of his hometown of Atlanta, with the Peachtree Center complex serving as downtown's business and tourism anchor from the 1970s onward. The Peachtree Center"}, {"title": "Renaissance Center", "href": "/wiki/Renaissance_Center", "description": "The Renaissance Center is a group of seven connected skyscrapers in Downtown Detroit, Michigan, United States. The Renaissance Center complex is on the Detroit International Riverfront and is owned by General Motors as its world headquarters. The central tower, the Detroit Marriott at the Renaissance Center, is the second tallest all-hotel skyscraper in the Western Hemisphere. It has been the tall"}, {"title": "Tomorrow Square", "href": "/wiki/Tomorrow_Square", "description": "Tomorrow Square is the eighth-tallest building in Shanghai, China. It is located in Huangpu District, Puxi, close to People's Square. It is about 285 m (934 ft) tall and has 63 floors."}]}, {"heading": "Births", "year": "1925", "date": "December 4", "txt": "Albert Bandura, Canadian-American psychologist and academic", "entities": [{"title": "Albert Bandura", "href": "/wiki/Albert_Bandura", "description": "Albert Bandura is a Canadian-American psychologist who is the David Starr Jordan Professor Emeritus of Social Science in Psychology at Stanford University."}]}, {"heading": "Births", "year": "1929", "date": "December 4", "txt": "Şakir Eczacıbaşı, Turkish pharmacist, photographer, and businessman (d. 2010)", "entities": [{"title": "Şakir Eczacıbaşı", "href": "/wiki/%C5%9Eakir_Eczac%C4%B1ba%C5%9F%C4%B1", "description": "Şakir Eczacıbaşı,, a second generation member of the notable Turkish Eczacıbaşı family, was a pharmacist, photographer and businessman."}]}, {"heading": "Births", "year": "1930", "date": "December 4", "txt": "Ronnie Corbett, Scottish actor and screenwriter (d. 2016)", "entities": [{"title": "Ronnie Corbett", "href": "/wiki/Ronnie_Corbett", "description": "Ronald Balfour Corbett was a Scottish stand-up comedian, actor, writer, and broadcaster. He had a long association with Ronnie Barker in the BBC television comedy sketch show The Two Ronnies. He achieved prominence in David Frost's 1960s satirical comedy programme The Frost Report and subsequently starred in sitcoms such as No – That's Me Over Here!, Now Look Here, and Sorry!."}]}, {"heading": "Births", "year": "1930", "date": "December 4", "txt": "Jim Hall, American guitarist and composer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 4", "txt": "Alex Delvecchio, Canadian ice hockey player, coach, and manager", "entities": [{"title": "Alex Delvecchio", "href": "/wiki/Alex_Delvecchio", "description": "Alexander Peter \"Fats\" Delvecchio is a Canadian former professional ice hockey player, coach, and general manager who spent his entire National Hockey League (NHL) career with the Detroit Red Wings. In a playing career that lasted 24 seasons, Delvecchio played in 1,549 games, recording 1,281 points. At the time of his retirement, he was second in NHL history in games played, assists and points. He"}]}, {"heading": "Births", "year": "1931", "date": "December 4", "txt": "Wally George, American radio and television host (d. 2003)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 4", "txt": "Roh Tae-woo, South Korean general and politician, 6th President of South Korea", "entities": [{"title": "Roh Tae-woo", "href": "/wiki/Roh_Tae-woo", "description": "Roh Tae-woo is a former South Korean politician and army general who served as President of South Korea from 1988 to 1993. He was a member of the Democratic Justice Party (DJP) (민주정의당) and is best known for passing the June 29 Declaration in 1987."}, {"title": "President of South Korea", "href": "/wiki/President_of_South_Korea", "description": "The president of the Republic of Korea is the head of state and head of government of South Korea. The President is the head of the executive branch of the Government of South Korea as well as being the commander-in-chief of the Republic of Korea Armed Forces."}]}, {"heading": "Births", "year": "1933", "date": "December 4", "txt": "Wink Martindale, American game show host and producer", "entities": [{"title": "Wink Martindale", "href": "/wiki/Wink_Martindale", "description": "Winston Conrad \"Wink\" Martindale is an American disc jockey, radio personality, game show host, and television producer. In his six-decade career, he is best known for hosting Gambit from 1972 to 1976, Tic-Tac-Dough from 1978 to 1985, High Rollers from 1987 to 1988, and Debt from 1996 to 1998."}]}, {"heading": "Births", "year": "1933", "date": "December 4", "txt": "Horst Buchholz, German actor (d. 2003)", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 4", "txt": "Bill Collins, Australian film critic and author (d. 2019)", "entities": [{"title": "Bill Collins (television presenter)", "href": "/wiki/Bill_Collins_(television_presenter)", "description": "William Roderick Collins was an Australian film critic and film historian, radio and television presenter, journalist, author and lecturer best known for presenting Hollywood films on television in Australia. He specialised in the Classical Hollywood cinema, and his favourite film was Gone with the Wind. He was well known for his association with Network 10, presenting Bill Collins' Golden Years o"}]}, {"heading": "Births", "year": "1934", "date": "December 4", "txt": "Victor French, American actor and director (d. 1989)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 4", "txt": "Paul O'Neill, American businessman and politician, 72nd United States Secretary of the Treasury", "entities": [{"title": "Paul O'Neill (politician)", "href": "/wiki/Paul_O%27Neill_(politician)", "description": "Paul Henry O'Neill served as the 72nd United States Secretary of the Treasury for part of President George W. Bush's first term, from January 2001 to December 2002. He was fired in December 2002 for his public disagreement with the administration. Prior to his term as Secretary of the Treasury, O'Neill was chairman and CEO of industrial giant Alcoa and chairman of the RAND Corporation."}, {"title": "United States Secretary of the Treasury", "href": "/wiki/United_States_Secretary_of_the_Treasury", "description": "The United States secretary of the treasury is the head of the United States Department of the Treasury, which is concerned with all financial and monetary matters relating to the federal government, and, until 2003, also included several major federal law enforcement agencies. The secretary of the treasury is the principal economic advisor to the president of the United States and plays a critica"}]}, {"heading": "Births", "year": "1936", "date": "December 4", "txt": "John Giorno, American poet and performance artist (d. 2019)", "entities": [{"title": "John Giorno", "href": "/wiki/John_Giorno", "description": "John Giorno was an American poet and performance artist. He founded the not-for-profit production company Giorno Poetry Systems and organized a number of early multimedia poetry experiments and events, including Dial-A-Poem. He became prominent as the subject of Andy Warhol's film Sleep (1964). He was also an AIDS activist and fundraiser, and a long-time practitioner of the Nyingma tradition of Ti"}]}, {"heading": "Births", "year": "1937", "date": "December 4", "txt": "Max Baer, Jr., American actor, director, and producer", "entities": [{"title": "Max Baer, Jr.", "href": "/wiki/Max_Baer,_Jr.", "description": "Maximilian Adalbert Baer Jr. is an American actor, producer, comedian, and director. He is best known for playing Jethro Bodine, the dim-witted nephew of Jed Clampett on The Beverly Hillbillies."}]}, {"heading": "Births", "year": "1938", "date": "December 4", "txt": "Andre Marrou, American lawyer and politician", "entities": [{"title": "Andre Marrou", "href": "/wiki/Andre_Marrou", "description": "Andre Verne Marrou is an American politician who was the first Libertarian elected to a state legislature with his election to the Alaska House of Representatives in 1984. He later served as the Libertarian Party's vice presidential nominee in 1988 presidential election and its presidential nominee in 1992 presidential election."}]}, {"heading": "Births", "year": "1938", "date": "December 4", "txt": "Yvonne Minton, Australian-English soprano and actress", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 4", "txt": "Stephen W. Bosworth, American academic and diplomat, United States Ambassador to South Korea (d. 2016)", "entities": [{"title": "Stephen W. Bosworth", "href": "/wiki/Stephen_W._Bosworth", "description": "Stephen Warren Bosworth was an American academic and diplomat. He served as Dean of The Fletcher School at Tufts University and served as United States Special Representative for North Korea Policy from March 2009 to October 2011. He served three times as a U.S. Ambassador, to Tunisia (1979–1981), to the Philippines (1984–1987), and to South Korea (1997–2001). In 1987, he received the American Aca"}, {"title": "United States Ambassador to South Korea", "href": "/wiki/United_States_Ambassador_to_South_Korea", "description": "The United States Ambassador to South Korea is the chief diplomatic representative of the United States accredited to the Republic of Korea. The ambassador's official title is \"Ambassador Extraordinary and Plenipotentiary of the United States of America to the Republic of Korea.\""}]}, {"heading": "Births", "year": "1939", "date": "December 4", "txt": "Joan Brady, American-British author", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 4", "txt": "Freddy Cannon, American singer and guitarist", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 4", "txt": "Gerd Achterberg, German footballer and manager", "entities": [{"title": "Gerd Achterberg", "href": "/wiki/Gerd_Achterberg", "description": "Gerd Achterberg is a former German football manager."}]}, {"heading": "Births", "year": "1940", "date": "December 4", "txt": "Gary Gilmore, American murderer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 4", "txt": "Marty Riessen, American tennis player and coach", "entities": [{"title": "Marty Riessen", "href": "/wiki/Marty_Riessen", "description": "Marty Riessen is a former amateur and professional tennis player active from the 1960s to the 1980s. He was ranked as high as No. 11 in the world in singles on the ATP rankings in September 1974, though was ranked as high as world No. 8 by Lance Tingay of The Daily Telegraph in 1971 before the computer rankings. Renowned for his doubles play, Riessen was also a regular doubles partner of Australia"}]}, {"heading": "Births", "year": "1942", "date": "December 4", "txt": "Bob Mosley, American singer-songwriter and bass player", "entities": [{"title": "Bob Mosley", "href": "/wiki/Bob_Mosley", "description": "James Robert \"Bob\" Mosley is principally known as the bass player and one of the songwriters and vocalists for the band Moby Grape. Some of his best-known songs with Moby Grape are \"Mr. Blues\", \"Come In The Morning\", and \"Lazy Me\" from the first Moby Grape album (1967),"}]}, {"heading": "Births", "year": "1944", "date": "December 4", "txt": "Chris Hillman, American singer-songwriter and guitarist", "entities": [{"title": "Chris Hillman", "href": "/wiki/Chris_Hillman", "description": "Christopher Hillman is an American musician. He was the original bassist and one of the original members of The Byrds, which in 1965 included Roger McGuinn, Gene Clark, David Crosby and Michael Clarke.\nWith frequent collaborator Gram Parsons, Hillman was a key figure in the development of country rock, defining the genre through his work with The Byrds, The Flying Burrito Brothers, Manassas and th"}]}, {"heading": "Births", "year": "1944", "date": "December 4", "txt": "Anna McGarrigle, Canadian musician and singer-songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 4", "txt": "François Migault, French race car driver (d. 2012)", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 4", "txt": "Dennis Wilson, American singer-songwriter, producer, and drummer (d. 1983)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 4", "txt": "Roberta Bondar, Canadian neurologist, academic, and astronaut", "entities": [{"title": "Roberta Bondar", "href": "/wiki/Roberta_Bondar", "description": "Roberta Bondar is Canada's first female astronaut and the first neurologist in space. After more than a decade as head of an international space medicine research team collaborating with NASA, Bondar became a consultant and speaker in the business, scientific, and medical communities."}]}, {"heading": "Births", "year": "1946", "date": "December 4", "txt": "Karina, Spanish singer/actress", "entities": [{"title": "Karina (Spanish singer)", "href": "/wiki/Karina_(Spanish_singer)", "description": "María Isabel Llaudes Santiago, better known by her stage name Karina, is a Spanish singer who had her biggest success in the late 1960s until the mid-1970s. She was born in Jaén, Andalusia to Trinidad Santiago and Salvador Llaudes."}]}, {"heading": "Births", "year": "1947", "date": "December 4", "txt": "Jane Lubchenco, American ecologist, academic, and diplomat", "entities": [{"title": "Jane Lubchenco", "href": "/wiki/Jane_Lubchenco", "description": "Jane Lubchenco is an American environmental scientist and marine ecologist who teaches and conducts research at Oregon State University. Her research interests include interactions between the environment and human well-being, biodiversity, climate change, and sustainable use of oceans and the planet. From 2009 to 2013, she served as Administrator of NOAA and Under Secretary of Commerce for Oceans"}]}, {"heading": "Births", "year": "1948", "date": "December 4", "txt": "Southside Johnny, American singer-songwriter", "entities": [{"title": "Southside Johnny", "href": "/wiki/Southside_Johnny", "description": "John Lyon, better known by his stage name Southside Johnny, is an American singer-songwriter who usually fronts his band Southside Johnny and the Asbury Jukes."}]}, {"heading": "Births", "year": "1949", "date": "December 4", "txt": "Jeff Bridges, American actor", "entities": [{"title": "Jeff Bridges", "href": "/wiki/Jeff_Bridges", "description": "Jeffrey Leon Bridges is an American actor, singer, producer, and composer. He comes from a prominent acting family and appeared on the television series Sea Hunt (1958–1960) with his father, Lloyd Bridges, and brother, Beau Bridges. One of the most acclaimed actors of his generation, he has won numerous accolades, including the Academy Award for Best Actor for his role as an alcoholic singer in th"}]}, {"heading": "Births", "year": "1949", "date": "December 4", "txt": "Jock Stirrup, Baron Stirrup, English air marshal and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 4", "txt": "Bjørn Kjellemyr, Norwegian bassist and composer", "entities": [{"title": "Bjørn Kjellemyr", "href": "/wiki/Bj%C3%B8rn_Kjellemyr", "description": "Bjørn Kjellemyr is a jazz double bassist, known from a variety of musical contexts like Terje Rypdal & The Chasers, Joe Henderson, Bob Berg, Chet Baker, Art Farmer, Pat Metheny, Mike Stern, Dag Arnesen, Knut Riisnæs, Jon Eberson, Bugge Wesseltoft, Audun Kleive, Jon Balke, Jan Gunnar Hoff and Ketil Bjørnstad."}]}, {"heading": "Births", "year": "1951", "date": "December 4", "txt": "Gary Rossington, American guitarist", "entities": [{"title": "Gary Rossington", "href": "/wiki/Gary_Rossington", "description": "Gary Robert Rossington is an American musician, best known as a founding member of Southern rock band Lynyrd Skynyrd, in which he plays lead and rhythm guitar."}]}, {"heading": "Births", "year": "1951", "date": "December 4", "txt": "Patricia Wettig, American actress and playwright", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 4", "txt": "Rick Middleton, Canadian ice hockey player and sportscaster", "entities": [{"title": "Rick Middleton", "href": "/wiki/Rick_Middleton", "description": "Richard David \"Nifty\" Middleton is a Canadian former professional ice hockey player for the New York Rangers and Boston Bruins of the National Hockey League."}]}, {"heading": "Births", "year": "1953", "date": "December 4", "txt": "Jean-Marie Pfaff, Belgian footballer and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 4", "txt": "Philip Hammond, English businessman and politician, Chancellor of the Exchequer", "entities": [{"title": "Philip Hammond", "href": "/wiki/Philip_Hammond", "description": "Philip Hammond, Baron Hammond of Runnymede is a British politician and life peer who served as Chancellor of the Exchequer from 2016 to 2019, Foreign Secretary from 2014 to 2016, and Defence Secretary from 2011 to 2014. A member of the Conservative Party, he was the Member of Parliament (MP) for Runnymede and Weybridge from 1997 to 2019."}, {"title": "Chancellor of the Exchequer", "href": "/wiki/Chancellor_of_the_Exchequer", "description": "The Chancellor of the Exchequer, often abbreviated to the Chancellor, is a high ranking Minister of the Crown within the Government of the United Kingdom, and head of Her Majesty's Treasury. As one of the four Great Offices of State, the chancellor is a senior member of the British Cabinet."}]}, {"heading": "Births", "year": "1955", "date": "December 4", "txt": "Dave Taylor, Canadian-American ice hockey player and manager", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 4", "txt": "Cassandra Wilson, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 4", "txt": "Nia Griffith, Welsh educator and politician, Shadow Secretary of State for Wales", "entities": [{"title": "Nia Griffith", "href": "/wiki/Nia_Griffith", "description": "Nia Rhiannon Griffith is a British politician who has served as Shadow Secretary of State for Wales since 2020. A member of the Labour Party, she has been Member of Parliament (MP) for Llanelli since 2005."}, {"title": "Shadow Secretary of State for Wales", "href": "/wiki/Shadow_Secretary_of_State_for_Wales", "description": null}]}, {"heading": "Births", "year": "1956", "date": "December 4", "txt": "Bernard King, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 4", "txt": "Raul Boesel, Brazilian race car driver and radio host", "entities": [{"title": "Raul Boesel", "href": "/wiki/Raul_Boesel", "description": "Raul de Mesquita Boesel \nis a Brazilian former racing driver who raced for the March and Ligier Formula One teams and later raced in Champ Car and the Indy Racing League."}]}, {"heading": "Births", "year": "1957", "date": "December 4", "txt": "Eric S. Raymond, American computer programmer and author", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 4", "txt": "David Green, Nicaraguan-American baseball player", "entities": [{"title": "David Green (baseball)", "href": "/wiki/David_Green_(baseball)", "description": "David Alejandro Green Casaya is a Nicaraguan former Major League Baseball (MLB) player who played outfielder and first baseman. Between 1981 and 1987, he spent parts of six seasons in the MLB. He was a member of the St. Louis Cardinals for five of those years, and he also spent one season with the San Francisco Giants."}]}, {"heading": "Births", "year": "1960", "date": "December 4", "txt": "Glynis Nunn, Australian heptathlete and hurler", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 4", "txt": "Frank Reich, American football player and coach", "entities": [{"title": "Frank Reich", "href": "/wiki/Frank_Reich", "description": "Frank Michael Reich Jr. is an American football coach and former quarterback who is the head coach for the Indianapolis Colts of the National Football League (NFL). He previously played in the NFL for 14 seasons, primarily with the Buffalo Bills, who selected him in the third round of the 1985 NFL draft. Reich spent most of his career backing up Jim Kelly, although he achieved recognition in footb"}]}, {"heading": "Births", "year": "1962", "date": "December 4", "txt": "Vinnie Dombroski, American singer-songwriter and musician", "entities": [{"title": "Vinnie Dombroski", "href": "/wiki/Vinnie_Dombroski", "description": "Mark \"Vinnie\" Dombroski is an American musician, best known as the lead vocalist and main songwriter for the American rock band Sponge. He also fronted the short-lived supergroup Spys4Darwin and several Detroit-based bands throughout his career."}]}, {"heading": "Births", "year": "1962", "date": "December 4", "txt": "Gary Freeman, New Zealand rugby league player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 4", "txt": "Nixon Kiprotich, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 4", "txt": "Kevin Richardson, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 4", "txt": "Sergey Bubka, Ukrainian pole vaulter", "entities": [{"title": "Sergey Bubka", "href": "/wiki/Sergey_Bubka", "description": "Serhiy Nazarovych Bubka is a Ukrainian former pole vaulter. He represented the Soviet Union until its dissolution in 1991. Bubka was twice named Athlete of the Year by Track & Field News, and in 2012 was one of 24 athletes inducted as inaugural members of the International Association of Athletics Federations Hall of Fame."}]}, {"heading": "Births", "year": "1963", "date": "December 4", "txt": "Nigel Heslop, English rugby player", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 4", "txt": "Scott Hastings, Scottish rugby player and sportscaster", "entities": [{"title": "Scott Hastings (rugby union)", "href": "/wiki/Scott_Hastings_(rugby_union)", "description": "Scott Hastings is a Scottish former rugby union player. He won 65 caps at centre for Scotland from 1986 to 1997. Scott is the younger brother of Scottish great Gavin Hastings. They both earned their first cap on 17 January 1986 against France. When he retired, he was Scotland's most-capped player ever. Twice a member of the British Lions in 1989 (Australia) and 1993 where he suffered a shattered c"}]}, {"heading": "Births", "year": "1964", "date": "December 4", "txt": "Marisa Tomei, American actress", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 4", "txt": "Álex de la Iglesia, Spanish director, producer, and screenwriter", "entities": [{"title": "Álex de la Iglesia", "href": "/wiki/%C3%81lex_de_la_Iglesia", "description": "Alejandro \"Álex\" de la Iglesia Mendoza is a Spanish film director, screenwriter, producer and former comic book artist."}]}, {"heading": "Births", "year": "1965", "date": "December 4", "txt": "Shaun Hollamby, English race car driver and businessman", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 4", "txt": "Ulf Kirsten, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 4", "txt": "Fred Armisen, American actor and musician", "entities": [{"title": "Fred Armisen", "href": "/wiki/Fred_Armisen", "description": "Fereydun Robert \"Fred\" Armisen is an American actor, comedian, writer, producer, and musician. He is best known as a cast member on Saturday Night Live from 2002 until 2013. Armisen has portrayed characters in comedy films, including EuroTrip, Anchorman, and Cop Out. With his comedy partner Carrie Brownstein, Armisen was the co-creator and co-star of the IFC sketch comedy series Portlandia. Armise"}]}, {"heading": "Births", "year": "1966", "date": "December 4", "txt": "Andy Hess, American bass player", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 4", "txt": "Suzanne Malveaux, American journalist", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 4", "txt": "Suzette M. Malveaux, American lawyer and academic", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 4", "txt": "Guillermo Amor, Spanish footballer and manager", "entities": [{"title": "Guillermo Amor", "href": "/wiki/Guillermo_Amor", "description": "Guillermo Amor Martínez is a Spanish retired footballer who played as a versatile midfielder. He is currently responsible for FC Barcelona's youth system, as well as the director of institutional and sporting relations of the first team."}]}, {"heading": "Births", "year": "1968", "date": "December 4", "txt": "Tahir Dawar, Pakistani police officer and Pashto poet (d. 2018)", "entities": [{"title": "Tahir Dawar", "href": "/wiki/Tahir_Dawar", "description": "Mohammad Tahir Khan Dawar was a Pakistani police officer and Pashto poet who was abducted from Islamabad on October 26, 2018 and then tortured and killed. His body was found on November 13, 2018 by the locals in the Dur Baba District of Nangarhar Province, Afghanistan, close to the Torkham border crossing. His postmortem report revealed he had no marks of bullet injury, but was rather killed by ex"}]}, {"heading": "Births", "year": "1969", "date": "December 4", "txt": "Dionne Farris, American singer-songwriter, producer and actress", "entities": [{"title": "Dionne Farris", "href": "/wiki/Dionne_Farris", "description": "Dionne Yvette Farris is an American singer, songwriter, producer and actress. Born and raised in New Jersey, she began singing in elementary school and competed in pageants as a teenager. In the early 1990s, she was featured on the hip hop group Arrested Development (1992) hit single \"Tennessee\"."}]}, {"heading": "Births", "year": "1969", "date": "December 4", "txt": "Jay Z, American rapper, producer, and actor, co-founded Roc-A-Fella Records", "entities": [{"title": "Roc-A-Fella Records", "href": "/wiki/Roc-A-Fella_Records", "description": "Roc-A-Fella Records was an American hip hop record label founded by rapper/entrepreneur Shawn \"Jay-Z\" Carter, Damon \"Dame\" Dash, and Kareem \"Biggs\" Burke in 1995. It was operated as a division of Def Jam Recordings."}]}, {"heading": "Births", "year": "1969", "date": "December 4", "txt": "Plum Sykes, English journalist and author", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 4", "txt": "Shannon Briggs, American boxer and actor", "entities": [{"title": "Shannon Briggs", "href": "/wiki/Shannon_Briggs", "description": "Shannon Briggs is an American professional boxer. A veteran of the sport since 1992, he has held a world heavyweight championship twice, including the lineal title from 1997 to 1998, and the WBO title from 2006 to 2007. Briggs is known for his formidable punching power and aggression, possessing an 88.3% knockout-to-win percentage with 37 knockout wins in the first round. Undisputed heavyweight ch"}]}, {"heading": "Births", "year": "1972", "date": "December 4", "txt": "Jassen Cullimore, Canadian ice hockey player", "entities": [{"title": "Jassen Cullimore", "href": "/wiki/Jassen_Cullimore", "description": "Jassen Andrew Cullimore is a Canadian former professional ice hockey defenceman."}]}, {"heading": "Births", "year": "1972", "date": "December 4", "txt": "Yūko Miyamura, Japanese voice actress and singer", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 4", "txt": "Tyra Banks, American model, actress, and producer", "entities": [{"title": "Tyra Banks", "href": "/wiki/Tyra_Banks", "description": "Tyra Lynne Banks, also known as BanX, is an American television personality, model, businesswoman, producer, actress, and writer. Born in Inglewood, California, she began her career as a model at the age of 15, and was the first woman of African-American descent to be featured on the covers of GQ and the Sports Illustrated Swimsuit Issue, on which she appeared three times. She was a Victoria's Sec"}]}, {"heading": "Births", "year": "1973", "date": "December 4", "txt": "Frank Boeijen, Dutch keyboard player", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 4", "txt": "Mina Caputo, American singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 4", "txt": "Michael Jackson, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 4", "txt": "Steven Menzies, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 4", "txt": "Kate Rusby, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 4", "txt": "Tadahito Iguchi, Japanese baseball player", "entities": [{"title": "Tadahito Iguchi", "href": "/wiki/Tadahito_Iguchi", "description": "Tadahito Iguchi , nicknamed \"Gucci\", is a Japanese former professional baseball second baseman and current manager of the Chiba Lotte Marines of Nippon Professional Baseball (NPB)."}]}, {"heading": "Births", "year": "1976", "date": "December 4", "txt": "Kristina Groves, Canadian speed skater", "entities": [{"title": "Kristina Groves", "href": "/wiki/Kristina_Groves", "description": "Kristina Nicole Groves is a Canadian retired speed skater. She is Canada's most decorated skater in the World Single Distances Championships with 13 career medals in this event. She won four Olympic medals: she won two silver medals at the 2006 Winter Olympics in Turin, in the 1,500 meters and team pursuit, and she won the silver medal in the 1500 m event and the bronze medal in the 3000 m event a"}]}, {"heading": "Births", "year": "1977", "date": "December 4", "txt": "Ajit Agarkar, Indian cricketer", "entities": [{"title": "Ajit Agarkar", "href": "/wiki/Ajit_Agarkar", "description": "Ajit Bhalchandra Agarkar pronunciation (help·info) is a former Indian cricketer and a commentator. He has represented India in more than 200 international matches in all three formats of the game. He is the third highest wicket-taker for India in One Day Internationals (ODIs) and has represented India in the 1999 Cricket World Cup and the 2007 World Cup."}]}, {"heading": "Births", "year": "1977", "date": "December 4", "txt": "Darvis Patton, American sprinter", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 4", "txt": "Morten Veland, Norwegian guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 4", "txt": "Jaclyn Victor, Malaysian singer and actress", "entities": [{"title": "Jaclyn Victor", "href": "/wiki/Jaclyn_Victor", "description": "Jaclyn Joshua Thanaraj Victor Rivera, better known by her stage name Jaclyn Victor, is a Malaysian singer, songwriter and actress who won the inaugural Malaysian Idol and Ikon Malaysia. As the winner of Malaysian Idol, she won a recording contract with Sony BMG Music Entertainment. She represented Malaysia in the first Asian Idol and Ikon Asean. She has been dubbed \"Asia's Divette\" for her vocal p"}]}, {"heading": "Births", "year": "1979", "date": "December 4", "txt": "Ysabella Brave, American singer-songwriter", "entities": [{"title": "Ysabella Brave", "href": "/wiki/Ysabella_Brave", "description": "Ysabella Brave is an American YouTube personality, artist, vocalist, singer and songwriter signed by Cordless Recordings, a division of the Warner Music Group. She was discovered through the popularity of her YouTube channels, Ysabella Brave and ysabellabravetalk."}]}, {"heading": "Births", "year": "1979", "date": "December 4", "txt": "Jay DeMerit, American soccer player", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 4", "txt": "Rick Victor, Canadian wrestler and manager", "entities": [{"title": "Rick Victor", "href": "/wiki/Rick_Victor", "description": "Eric Thompson is a Canadian professional wrestler under the ring name Vik. He is best known for his time with WWE under the ring name Viktor."}]}, {"heading": "Births", "year": "1981", "date": "December 4", "txt": "Brian Vandborg, Danish cyclist", "entities": [{"title": "Brian Vandborg", "href": "/wiki/Brian_Vandborg", "description": "Brian Bach Vandborg is a Danish former professional road bicycle racer, who competed as a professional between 2004 and 2013. Over his career, Vandborg competed for Team CSC (twice), Discovery Channel, Team GLS, Liquigas–Doimo, SpiderTech–C10 and Cannondale."}]}, {"heading": "Births", "year": "1982", "date": "December 4", "txt": "Nathan Douglas, English triple jumper", "entities": [{"title": "Nathan Douglas", "href": "/wiki/Nathan_Douglas", "description": "Nathan James Douglas is an English athlete who specialises in the triple jump. He is a five times British champion."}]}, {"heading": "Births", "year": "1982", "date": "December 4", "txt": "Waldo Ponce, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 4", "txt": "Ho-Pin Tung, Dutch-Chinese race car driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 4", "txt": "Nick Vujicic, Australian evangelist", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 4", "txt": "Jimmy Bartel, Australian footballer", "entities": [{"title": "Jimmy Bartel", "href": "/wiki/Jimmy_Bartel", "description": "James Ross Bartel is a former Australian rules footballer who played for the Geelong Football Club in the Australian Football League (AFL). A utility, 1.87 m tall and weighing 89 kilograms (196 lb), Bartel was able to contribute as a midfielder, forward, or defender."}]}, {"heading": "Births", "year": "1984", "date": "December 4", "txt": "Marco Giambruno, Italian footballer", "entities": [{"title": "Marco Giambruno", "href": "/wiki/Marco_Giambruno", "description": "Marco Giambruno is an Italian footballer who plays as a goalkeeper for Como at Lega Pro Prima Divisione."}]}, {"heading": "Births", "year": "1984", "date": "December 4", "txt": "Anna Petrakova, Russian basketball player", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 4", "txt": "Joe Thomas, American football player", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 4", "txt": "Andrew Brackman, American baseball player", "entities": [{"title": "Andrew Brackman", "href": "/wiki/Andrew_Brackman", "description": "Andrew Warren Brackman is an American former professional baseball pitcher. He signed a four-year, $4.55 million deal with $3.35-million signing bonus as the New York Yankees' first-round choice of the 2007 Major League Baseball Draft. Brackman was represented by sports agent Scott Boras. He is listed as 6 foot 10 inches tall and weighs 230 pounds."}]}, {"heading": "Births", "year": "1985", "date": "December 4", "txt": "Stephen Dawson, Irish footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 4", "txt": "Carlos Gómez, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 4", "txt": "Kaija Udras, Estonian skier", "entities": [{"title": "Kaija Udras", "href": "/wiki/Kaija_Udras", "description": "Kaija Vahtra is an Estonian cross-country skier who has competed since 2005. At the 2010 Winter Olympics in Vancouver, she finished 16th in the team sprint, 31st in the individual sprint, and did not finish the 7.5 km + 7.5 km double pursuit events."}]}, {"heading": "Births", "year": "1986", "date": "December 4", "txt": "Martell Webster, American basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 4", "txt": "Orlando Brown, American actor and rapper", "entities": [{"title": "Orlando Brown (actor)", "href": "/wiki/Orlando_Brown_(actor)", "description": "Orlando Brown is an American actor, rapper, and singer, who is best known for his work as a child actor in the late 1990s and early 2000s. Brown's television roles include portraying 3J in Family Matters (1996–1998), Max in Two of a Kind (1998–1999), Sticky Webb in The Proud Family (2001–2005), and Eddie Thomas in That's So Raven (2003–2007). In film, he has appeared in Major Payne (1995), Max Kee"}]}, {"heading": "Births", "year": "1988", "date": "December 4", "txt": "Andriy Pylyavskyi, Ukrainian footballer", "entities": [{"title": "Andriy Pylyavskyi", "href": "/wiki/Andriy_Pylyavskyi", "description": "Andriy Pylyavskyi is a professional Ukrainian football defender."}]}, {"heading": "Births", "year": "1988", "date": "December 4", "txt": "Yeng Constantino, Filipina singer and songwriter", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 4", "txt": "Lukman Haruna, Nigerian footballer", "entities": [{"title": "Lukman Haruna", "href": "/wiki/Lukman_Haruna", "description": "Lukman Abdulkarim Haruna is a Nigerian footballer who plays as a midfielder, for FC Ararat Yerevan."}]}, {"heading": "Births", "year": "1990", "date": "December 4", "txt": "Blake Leary, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 4", "txt": "Igor Sjunin, Estonian triple jumper", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 4", "txt": "Reality Winner, American intelligence specialist convicted of espionage", "entities": [{"title": "Reality Winner", "href": "/wiki/Reality_Winner", "description": "Reality Leigh Winner is an American former intelligence specialist. In 2018, she was convicted of \"removing classified material from a government facility and mailing it to a news outlet\" and given the longest sentence ever imposed for unauthorized release of government information to the media. The material in question originated with the National Security Agency (NSA)."}]}, {"heading": "Births", "year": "1992", "date": "December 4", "txt": "Peta Hiku, New Zealand rugby league player", "entities": [{"title": "Peta Hiku", "href": "/wiki/Peta_Hiku", "description": "Peta Hiku is a New Zealand professional rugby league footballer who plays as a fullback, centre and winger for the New Zealand Warriors in the NRL, and New Zealand and the New Zealand Māori at international level."}]}, {"heading": "Births", "year": "1992", "date": "December 4", "txt": "Jean-Claude Iranzi, Rwandan footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 4", "txt": "Kim Seok-Jin, South Korean singer, songwriter and actor", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 4", "txt": "Diogo Jota, Portuguese professional footballer", "entities": [{"title": "Diogo Jota", "href": "/wiki/Diogo_Jota", "description": "Diogo José Teixeira da Silva, known as Diogo Jota, is a Portuguese professional footballer who plays as a forward for Premier League club Liverpool and the Portuguese national team."}]}, {"heading": "Births", "year": "1996", "date": "December 4", "txt": "Sebastián Vegas, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 4", "txt": "Sheryl Sheinafia, Indonesian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 4", "txt": "Ivan Belikov, Russian footballer", "entities": []}, {"heading": "Deaths", "year": "0530 BC", "date": "December 4", "txt": "Cyrus the Great, king of Persia (b. 600 BC)", "entities": [{"title": "Cyrus the Great", "href": "/wiki/Cyrus_the_Great", "description": "Cyrus II of Persia commonly known as Cyrus the Great, and also called Cyrus the Elder by the Greeks, was the founder of the Achaemenid Empire, the first Persian empire."}]}, {"heading": "Deaths", "year": "0749", "date": "December 4", "txt": "John of Damascus, Syrian priest and saint (b. 676)", "entities": [{"title": "John of Damascus", "href": "/wiki/John_of_Damascus", "description": "John of Damascus was a Christian monk, priest, and apologist. Born and raised in Damascus c. 675 or 676; the precise date and place of his death is not known, though tradition places it at his monastery, Mar Saba, near Jerusalem on 4 December 749."}]}, {"heading": "Deaths", "year": "0771", "date": "December 4", "txt": "Carloman I, Frankish king (b. 751)", "entities": [{"title": "Carloman I", "href": "/wiki/Carloman_I", "description": "Carloman I, also Karlmann, was king of the Franks from 768 until his death in 771. He was the second surviving son of Pepin the Short and Bertrada of Laon and was a younger brother of Charlemagne. His death allowed Charlemagne to take all of Francia and begin his expansion into other kingdoms."}]}, {"heading": "Deaths", "year": "0870", "date": "December 4", "txt": "Suairlech ind Eidnén mac Ciaráin, Irish bishop", "entities": [{"title": "Suairlech ind Eidnén mac Ciaráin", "href": "/wiki/Suairlech_ind_Eidn%C3%A9n_mac_Ciar%C3%A1in", "description": "Suairlech ind Eidnén mac Ciaráin was an Irish abbot and bishop. Little is known about him, but he is mentioned in the Annals of Inisfallen as the abbot of Bennchor. He was also known to have been Abbot of Clonard at somepoint during the 9th century."}, {"title": "Bishop", "href": "/wiki/Bishop", "description": "A bishop is an ordained, consecrated, or appointed member of the Christian clergy who is generally entrusted with a position of authority and oversight."}]}, {"heading": "Deaths", "year": "1075", "date": "December 4", "txt": "Anno II, German archbishop and saint (b. 1010)", "entities": [{"title": "Anno II", "href": "/wiki/Anno_II", "description": "Anno II was Archbishop of Cologne from 1056 until his death. From 1063 to 1065 he acted as regent of the Holy Roman Empire for the minor Emperor Henry IV. Anno is venerated as a saint of the Catholic Church."}]}, {"heading": "Deaths", "year": "1131", "date": "December 4", "txt": "Omar Khayyám, Persian poet, astronomer, mathematician, and philosopher (b. 1048)", "entities": [{"title": "Omar Khayyám", "href": "/wiki/Omar_Khayy%C3%A1m", "description": "Omar Khayyam was a Persian polymath, mathematician, astronomer, philosopher, and poet. He was born in Nishapur, in northeastern Persia, and was contemporary with the rule of the Seljuks around the time of the First Crusade."}]}, {"heading": "Deaths", "year": "1214", "date": "December 4", "txt": "William the Lion, Scottish king (b. 1143)", "entities": [{"title": "William the Lion", "href": "/wiki/William_the_Lion", "description": "William the Lion, sometimes styled William I, also known by the nickname Garbh, \"the Rough\", reigned as King of Scots from 1165 to 1214. He had the second-longest reign in Scottish history before the Act of Union with England in 1707. James VI would have the longest."}]}, {"heading": "Deaths", "year": "1260", "date": "December 4", "txt": "Aymer de Valence, Bishop of Winchester (b. 1222)", "entities": [{"title": "Aymer de Valence (bishop)", "href": "/wiki/Aymer_de_Valence_(bishop)", "description": "Aymer de Valence was a Bishop of Winchester around 1250."}, {"title": "Bishop of Winchester", "href": "/wiki/Bishop_of_Winchester", "description": "The Bishop of Winchester is the diocesan bishop of the Diocese of Winchester in the Church of England. The bishop's seat (cathedra) is at Winchester Cathedral in Hampshire. The Bishop of Winchester holds ex officio the office of Prelate of the Most Noble Order of the Garter since its foundation in 1348, and Bishops of Winchester often held the positions of Lord Treasurer and Lord Chancellor ex off"}]}, {"heading": "Deaths", "year": "1270", "date": "December 4", "txt": "Theobald II of Navarre (b. 1238)", "entities": [{"title": "Theobald II of Navarre", "href": "/wiki/Theobald_II_of_Navarre", "description": "Theobald II was King of Navarre and also, as Theobald V, Count of Champagne and Brie, from 1253 until his death. He was the son and successor of Theobald I and the second Navarrese monarch of the House of Blois. After he died childless, the throne of Navarre passed to his younger brother, Henry I."}]}, {"heading": "Deaths", "year": "1334", "date": "December 4", "txt": "Pope John XXII (b. 1249)", "entities": [{"title": "Pope John XXII", "href": "/wiki/Pope_John_XXII", "description": "Pope John XXII, born Jacques Duèze, was head of the Catholic Church from 7 August 1316 to his death in 1334."}]}, {"heading": "Deaths", "year": "1340", "date": "December 4", "txt": "Henry Burghersh, English bishop and politician, Lord Chancellor of England (b. 1292)", "entities": [{"title": "Henry Burghersh", "href": "/wiki/Henry_Burghersh", "description": "Henry Burghersh, was Bishop of Lincoln (1320-1340) and served as Lord Chancellor of England (1328–1330). He was a younger son of Robert de Burghersh, 1st Baron Burghersh, and a nephew of Bartholomew de Badlesmere, 1st Baron Badlesmere. He was educated in France."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Deaths", "year": "1341", "date": "December 4", "txt": "Janisław I, Archbishop of Gniezno", "entities": [{"title": "Janisław I", "href": "/wiki/Janis%C5%82aw_I", "description": "Janisław, ,He was an Archbishop of Gniezno 1317–41, having in 1317 succeeded Borzysław I. Janisław unconditionally supported the policy of reunification of the Polish lands carried out by Władysław I the Elbow-high, whom he crowned King of Poland on January 20, 1320."}]}, {"heading": "Deaths", "year": "1408", "date": "December 4", "txt": "Valentina Visconti, wife of Louis of Valois, Duke of Orléans", "entities": [{"title": "Valentina Visconti", "href": "/wiki/Valentina_Visconti", "description": "Valentina Visconti was a countess of Vertus, and duchess consort of Orléans as the wife of Louis de Valois, Duke of Orléans, the younger brother of King Charles VI of France."}, {"title": "Louis of Valois, Duke of Orléans", "href": "/wiki/Louis_of_Valois,_Duke_of_Orl%C3%A9ans", "description": "Louis I of Orléans was Duke of Orléans from 1392 to his death. He was also, Duke of Touraine (1386–1392), Count of Valois (1386?–1406) Blois (1397–1407), Angoulême (1404–1407), Périgord (1400–1407) and Soissons (1404–07)."}]}, {"heading": "Deaths", "year": "1456", "date": "December 4", "txt": "Charles I, Duke of Bourbon (b. 1401)", "entities": [{"title": "Charles I, Duke of Bourbon", "href": "/wiki/Charles_I,_Duke_of_Bourbon", "description": "Charles de Bourbon was the oldest son of John I, Duke of Bourbon and Marie, Duchess of Auvergne."}]}, {"heading": "Deaths", "year": "1459", "date": "December 4", "txt": "Adolphus VIII, Count of Holstein (b. 1401)", "entities": [{"title": "Adolphus VIII, Count of Holstein", "href": "/wiki/Adolphus_VIII,_Count_of_Holstein", "description": "Adolphus XI of Schauenburg, as Adolph I Duke of Schleswig, and as Adolph VIII Count of Holstein-Rendsburg, was the mightiest vassal of the Danish realm."}]}, {"heading": "Deaths", "year": "1576", "date": "December 4", "txt": "Georg Joachim Rheticus, Austrian-Slovak mathematician and cartographer (b. 1514)", "entities": [{"title": "Georg Joachim Rheticus", "href": "/wiki/Georg_Joachim_Rheticus", "description": "Georg Joachim de Porris, also known as Rheticus, was a mathematician, astronomer, cartographer, navigational-instrument maker, medical practitioner, and teacher. He is perhaps best known for his trigonometric tables and as Nicolaus Copernicus's sole pupil. He facilitated the publication of his master's De revolutionibus orbium coelestium."}]}, {"heading": "Deaths", "year": "1585", "date": "December 4", "txt": "John Willock, Scottish minister and reformer (b. 1515)", "entities": [{"title": "John Willock", "href": "/wiki/John_Willock", "description": "John Willock was a Scottish reformer. He appears to have been a friar of the Franciscan House at Ayr. Having joined the party of reform before 1541, he fled for his life to England. There he became noted as a zealous and taking preacher. This led to his arrest for heresy under an Act of \nHenry VIII., \"for abolishing diversity of opinion\" in matters of religion. He was found guilty of preaching aga"}]}, {"heading": "Deaths", "year": "1603", "date": "December 4", "txt": "Maerten de Vos, Flemish painter and draughtsman (b. 1532)", "entities": [{"title": "Maerten de Vos", "href": "/wiki/Maerten_de_Vos", "description": "Maerten de Vos, Maerten de Vos the Elder or Marten de Vos was a Flemish painter. He is known mainly for his history and allegorical paintings and portraits. He was, together with the brothers Ambrosius Francken I and Frans Francken I, one of the leading history painters in the Spanish Netherlands after Frans Floris career slumped in the second half of the sixteenth century as a result of the Icono"}]}, {"heading": "Deaths", "year": "1609", "date": "December 4", "txt": "Alexander Hume, Scottish poet (b. 1560)", "entities": [{"title": "Alexander Hume", "href": "/wiki/Alexander_Hume", "description": "\n\nRev Alexander Hume was a Scottish poet who served as Moderator of the General Assembly of the Church of Scotland in the early 17th century."}]}, {"heading": "Deaths", "year": "1637", "date": "December 4", "txt": "Nicholas Ferrar, English trader (b. 1592)", "entities": [{"title": "Nicholas Ferrar", "href": "/wiki/Nicholas_Ferrar", "description": "Nicholas Ferrar was an English scholar, courtier and businessman, who was ordained a deacon in the Church of England. He lost much of his fortune in the Virginia Company and retreated with his extended family in 1626 to the manor of Little Gidding, Huntingdonshire, for his remaining years, in an informal spiritual community following High Anglican practice. His friend the poet and Anglican priest "}]}, {"heading": "Deaths", "year": "1642", "date": "December 4", "txt": "Cardinal Richelieu, French cardinal and politician, Chief Minister to the French Monarch (b. 1585)", "entities": [{"title": "Cardinal Richelieu", "href": "/wiki/Cardinal_Richelieu", "description": "Armand Jean du Plessis, Duke of Richelieu, commonly referred to as Cardinal Richelieu, was a French clergyman and statesman. He was also known as l'Éminence rouge, or \"the Red Eminence\", a term derived from the title \"Eminence\" applied to cardinals, and the red robes they customarily wore."}, {"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Deaths", "year": "1649", "date": "December 4", "txt": "William Drummond of Hawthornden, Scottish poet (b. 1585)", "entities": [{"title": "William Drummond of Hawthornden", "href": "/wiki/William_Drummond_of_Hawthornden", "description": "William Drummond, called \"of Hawthornden\", was a Scottish poet."}]}, {"heading": "Deaths", "year": "1679", "date": "December 4", "txt": "Thomas Hobbes, English philosopher and theorist (b. 1588)", "entities": [{"title": "Thomas Hobbes", "href": "/wiki/Thomas_Hobbes", "description": "Thomas Hobbes was an English philosopher, considered to be one of the founders of modern political philosophy. Hobbes is best known for his 1651 book Leviathan, in which he expounds an influential formulation of social contract theory. In addition to political philosophy, Hobbes contributed to a diverse array of other fields, including history, jurisprudence, geometry, the physics of gases, theolo"}]}, {"heading": "Deaths", "year": "1680", "date": "December 4", "txt": "Thomas Bartholin, Danish physician, mathematician, and theologian (b. 1616)", "entities": [{"title": "Thomas Bartholin", "href": "/wiki/Thomas_Bartholin", "description": "Thomas Bartholin was a Danish physician, mathematician, and theologian. He is best known for his work in the discovery of the lymphatic system in humans and for his advancements of the theory of refrigeration anesthesia, being the first to describe it scientifically."}]}, {"heading": "Deaths", "year": "1696", "date": "December 4", "txt": "Empress Meishō of Japan (b. 1624)", "entities": [{"title": "Empress Meishō", "href": "/wiki/Empress_Meish%C5%8D", "description": "Empress Meishō  was the 109th Imperial ruler of Japan, according to the traditional order of succession. Her reign lasted from 1629 to 1643."}]}, {"heading": "Deaths", "year": "1732", "date": "December 4", "txt": "John Gay, English poet and playwright (b. 1685)", "entities": [{"title": "John Gay", "href": "/wiki/John_Gay", "description": "John Gay was an English poet and dramatist and member of the Scriblerus Club. He is best remembered for The Beggar's Opera (1728), a ballad opera. The characters, including Captain Macheath and Polly Peachum, became household names."}]}, {"heading": "Deaths", "year": "1798", "date": "December 4", "txt": "Luigi Galvani, Italian physician, physicist, and philosopher (b. 1737)", "entities": [{"title": "Luigi Galvani", "href": "/wiki/Luigi_Galvani", "description": "Luigi Galvani was an Italian physician, physicist, biologist and philosopher, who discovered animal electricity. He is recognized as the pioneer of bioelectromagnetics. In 1780, he and his wife Lucia discovered that the muscles of dead frogs' legs twitched when struck by an electrical spark. This was one of the first forays into the study of bioelectricity, a field that studies the electrical patt"}]}, {"heading": "Deaths", "year": "1828", "date": "December 4", "txt": "Robert Jenkinson, 2nd Earl of Liverpool, English politician, Prime Minister of the United Kingdom (b. 1770)", "entities": [{"title": "Robert Jenkinson, 2nd Earl of Liverpool", "href": "/wiki/Robert_Jenkinson,_2nd_Earl_of_Liverpool", "description": "Robert Banks Jenkinson, 2nd Earl of Liverpool, was a British Tory statesman who served as Prime Minister of the United Kingdom from 1812 to 1827."}, {"title": "List of Prime Ministers of the United Kingdom", "href": "/wiki/List_of_Prime_Ministers_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of the Government of the United Kingdom, and chair of the British Cabinet. There is no specific date for when the office of prime minister first appeared, as the role was not created but rather evolved over a period of time through a merger of duties. However, the term was regularly, if informally, used of Walpole by the 1730s. It was used in th"}]}, {"heading": "Deaths", "year": "1839", "date": "December 4", "txt": "John Leamy, Irish–American merchant (b. 1757)", "entities": [{"title": "John Leamy (merchant)", "href": "/wiki/John_Leamy_(merchant)", "description": "John Leamy was an Irish-born American merchant who pioneered Philadelphia's trade with the Spanish colonies in the Americas. He was a founder of the Insurance Company of North America and the Hibernian Society. As an active Roman Catholic, he helped fund the construction of St. Augustine Church, was a trustee at St. Mary's and there participated in the Hogan schism."}]}, {"heading": "Deaths", "year": "1841", "date": "December 4", "txt": "David Daniel Davis, Welsh-English physician and academic (b. 1777)", "entities": [{"title": "David Daniel Davis", "href": "/wiki/David_Daniel_Davis", "description": "David Daniel Davis M.D. F.R.C.P. was a British physician."}]}, {"heading": "Deaths", "year": "1845", "date": "December 4", "txt": "Gregor MacGregor, Scottish soldier and explorer (b. 1786)", "entities": [{"title": "Gregor MacGregor", "href": "/wiki/Gregor_MacGregor", "description": "General Gregor MacGregor was a Scottish soldier, adventurer, and confidence trickster who attempted from 1821 to 1837 to draw British and French investors and settlers to \"Poyais\", a fictional Central American territory that he claimed to rule as \"Cazique\". Hundreds invested their savings in supposed Poyaisian government bonds and land certificates, while about 250 emigrated to MacGregor's invente"}]}, {"heading": "Deaths", "year": "1850", "date": "December 4", "txt": "William Sturgeon, English physicist, invented the electric motor (b. 1783)", "entities": [{"title": "William Sturgeon", "href": "/wiki/William_Sturgeon", "description": "William Sturgeon was an English physicist and inventor who made the first electromagnets, and invented the first practical English electric motor."}, {"title": "Electric motor", "href": "/wiki/Electric_motor", "description": "An electric motor is an electrical machine that converts electrical energy into mechanical energy. Most electric motors operate through the interaction between the motor's magnetic field and electric current in a wire winding to generate force in the form of torque applied on the motor's shaft. Electric motors can be powered by direct current (DC) sources, such as from batteries, or rectifiers, or"}]}, {"heading": "Deaths", "year": "1893", "date": "December 4", "txt": "John Tyndall, Irish-English physicist and chemist (b. 1820)", "entities": [{"title": "John Tyndall", "href": "/wiki/John_Tyndall", "description": "John Tyndall FRS (; 2 August 1820 – 4 December 1893) was a prominent 19th-century Irish physicist. His initial scientific fame arose in the 1850s from his study of diamagnetism. Later he made discoveries in the realms of infrared radiation and the physical properties of air, proving the connection between atmospheric CO2 and what is now known as the greenhouse effect in 1859."}]}, {"heading": "Deaths", "year": "1897", "date": "December 4", "txt": "Griffith Rhys Jones, Welsh conductor (b. 1834)", "entities": [{"title": "Griffith Rhys Jones", "href": "/wiki/Griffith_Rhys_Jones", "description": "Griffith Rhys Jones, commonly known as Caradog, was a Welsh conductor of the famous 'Côr Mawr' of some 460 voices, which twice won first prize at The Crystal Palace choral competitions in London in 1872 and 1873."}]}, {"heading": "Deaths", "year": "1902", "date": "December 4", "txt": "Charles Dow, American journalist and publisher, co-founded the Dow Jones & Company (b. 1851)", "entities": [{"title": "Charles Dow", "href": "/wiki/Charles_Dow", "description": "Charles Henry Dow was an American journalist who co-founded Dow Jones & Company with Edward Jones and Charles Bergstresser."}, {"title": "Dow Jones & Company", "href": "/wiki/Dow_Jones_%26_Company", "description": "Dow Jones & Company, Inc. is an American publishing firm owned by News Corp and led by CEO Almar Latour."}]}, {"heading": "Deaths", "year": "1926", "date": "December 4", "txt": "Ivana Kobilca, Slovenian painter (b. 1861)", "entities": [{"title": "Ivana Kobilca", "href": "/wiki/Ivana_Kobilca", "description": "Ivana Kobilca is the most prominent Slovene female painter and a key figure of Slovene cultural identity. She was a realist painter who studied and worked in Vienna, Munich, Paris, Sarajevo, Berlin, and Ljubljana. She mostly painted oil paintings and pastels, whereas her drawings are few. The themes include still life, portraits, genre works, allegories, and religious scenes. She was a controversi"}]}, {"heading": "Deaths", "year": "1933", "date": "December 4", "txt": "Stefan George, German-Swiss poet and translator (b. 1868)", "entities": [{"title": "Stefan George", "href": "/wiki/Stefan_George", "description": "Stefan Anton George was a German symbolist poet and a translator of Dante Alighieri, William Shakespeare, and Charles Baudelaire."}]}, {"heading": "Deaths", "year": "1935", "date": "December 4", "txt": "Johan Halvorsen, Norwegian violinist, composer, and conductor (b. 1864)", "entities": [{"title": "Johan Halvorsen", "href": "/wiki/Johan_Halvorsen", "description": "Johan Halvorsen was a Norwegian composer, conductor and violinist."}]}, {"heading": "Deaths", "year": "1935", "date": "December 4", "txt": "Charles Richet, French physiologist and academic, Nobel Prize laureate (b. 1850)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1938", "date": "December 4", "txt": "Tamanishiki San'emon, Japanese sumo wrestler, the 32nd Yokozuna (b. 1903)", "entities": [{"title": "Tamanishiki San'emon", "href": "/wiki/Tamanishiki_San%27emon", "description": "Tamanishiki San'emon  was a Japanese professional sumo wrestler from Kōchi. He was the sport's 32nd yokozuna. He won a total of nine top division yūshō or tournament championships from 1929 to 1936, and was the dominant wrestler in sumo until the emergence of Futabayama. He died whilst still an active wrestler."}, {"title": "Yokozuna (sumo)", "href": "/wiki/Yokozuna_(sumo)", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Deaths", "year": "1942", "date": "December 4", "txt": "Juhan Kukk, Estonian politician, 3rd Head of State of Estonia (b. 1885)", "entities": [{"title": "Juhan Kukk", "href": "/wiki/Juhan_Kukk", "description": "Juhan (Johann) Kukk VR III/1 was an Estonian politician."}, {"title": "Head of State of Estonia", "href": "/wiki/Head_of_State_of_Estonia", "description": "The Head of State of Estonia or State Elder was the official title of the Estonian head of state from 1920 to 1937. He combined some of the functions held by a president and prime minister in most other democracies."}]}, {"heading": "Deaths", "year": "1942", "date": "December 4", "txt": "Fritz Löhner-Beda, Jewish Austrian librettist, lyricist and writer (b. 1883)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "December 4", "txt": "Roger Bresnahan, American baseball player and manager (b. 1879)", "entities": [{"title": "Roger Bresnahan", "href": "/wiki/Roger_Bresnahan", "description": "Roger Philip Bresnahan, nicknamed \"The Duke of Tralee\", was an American player and manager in Major League Baseball (MLB). As a player, Bresnahan competed in MLB for the Washington Senators (1897), Chicago Orphans (1900), Baltimore Orioles (1901–02), New York Giants (1902–1908), St. Louis Cardinals (1909–1912) and Chicago Cubs (1913–1915). Bresnahan also managed the Cardinals (1909–1912) and Cubs "}]}, {"heading": "Deaths", "year": "1945", "date": "December 4", "txt": "Thomas Hunt Morgan, American geneticist and biologist, Nobel Prize laureate (b. 1866)", "entities": [{"title": "Thomas Hunt Morgan", "href": "/wiki/Thomas_Hunt_Morgan", "description": "Thomas Hunt Morgan was an American evolutionary biologist, geneticist, embryologist, and science author who won the Nobel Prize in Physiology or Medicine in 1933 for discoveries elucidating the role that the chromosome plays in heredity."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1945", "date": "December 4", "txt": "Richárd Weisz, Hungarian Olympic champion wrestler (b. 1879)", "entities": []}, {"heading": "Deaths", "year": "1948", "date": "December 4", "txt": "Frank Benford, American physicist and engineer (b. 1883)", "entities": [{"title": "Frank Benford", "href": "/wiki/Frank_Benford", "description": "Frank Albert Benford Jr. was an American electrical engineer and physicist best known for rediscovering and generalizing Benford's Law, a statistical statement about the occurrence of digits in lists of data."}]}, {"heading": "Deaths", "year": "1954", "date": "December 4", "txt": "George Shepherd, 1st Baron Shepherd (b. 1881)", "entities": [{"title": "George Shepherd, 1st Baron Shepherd", "href": "/wiki/George_Shepherd,_1st_Baron_Shepherd", "description": "George Robert Shepherd, 1st Baron Shepherd PC, was a British Labour politician."}]}, {"heading": "Deaths", "year": "1955", "date": "December 4", "txt": "József Galamb, Hungarian-American engineer (b. 1881)", "entities": [{"title": "József Galamb", "href": "/wiki/J%C3%B3zsef_Galamb", "description": "József Galamb was a Hungarian-American mechanical engineer. most known for model T."}]}, {"heading": "Deaths", "year": "1963", "date": "December 4", "txt": "Constance Davey, Australian psychologist (b. 1882)", "entities": [{"title": "Constance Davey", "href": "/wiki/Constance_Davey", "description": "Constance Muriel Davey was an Australian psychologist who worked in the South Australian Department of Education, where she introduced the state's first special education classes."}]}, {"heading": "Deaths", "year": "1967", "date": "December 4", "txt": "Bert Lahr, American actor (b. 1895)", "entities": [{"title": "Bert Lahr", "href": "/wiki/Bert_Lahr", "description": "Irving Lahrheim, known professionally as Bert Lahr, was an American actor of stage and screen, vaudevillian and comedian. Lahr is best known for his role as the Cowardly Lion, as well as his counterpart Kansas farmworker \"Zeke\", in the MGM adaptation of The Wizard of Oz (1939). He was well known for his quick-witted humor and his work in burlesque, vaudeville, and on Broadway."}]}, {"heading": "Deaths", "year": "1969", "date": "December 4", "txt": "Fred Hampton, American Black Panthers activist (b. 1948)", "entities": [{"title": "Fred Hampton", "href": "/wiki/Fred_Hampton", "description": "Fredrick Allen Hampton was an American activist, Marxist-Leninist and revolutionary socialist. He came to prominence in Chicago as chairman of the Illinois chapter of the Black Panther Party (BPP), and deputy chairman of the national BPP. In this capacity, he founded the antiracist, anticlass Rainbow Coalition, a prominent multicultural political organization that initially included the Black Pant"}, {"title": "Black Panthers", "href": "/wiki/Black_Panthers", "description": "The Black Panther Party (BPP), originally the Black Panther Party for Self-Defense, was a Black Power political organization founded by college students Bobby Seale and Huey P. Newton in October 1966 in Oakland, California. The party was active in the United States between 1966-1982, with chapters in numerous major cities, and international chapters in Britain and Algeria. Upon its inception the B"}]}, {"heading": "Deaths", "year": "1971", "date": "December 4", "txt": "Shunryū Suzuki, Japanese-American monk and educator, founded the San Francisco Zen Center (b. 1904)", "entities": [{"title": "Shunryū Suzuki", "href": "/wiki/Shunry%C5%AB_Suzuki", "description": "Shunryu Suzuki was a Sōtō Zen monk and teacher who helped popularize Zen Buddhism in the United States, and is renowned for founding the first Zen Buddhist monastery outside Asia. Suzuki founded San Francisco Zen Center which, along with its affiliate temples, comprises one of the most influential Zen organizations in the United States. A book of his teachings, Zen Mind, Beginner's Mind, is one of"}, {"title": "San Francisco Zen Center", "href": "/wiki/San_Francisco_Zen_Center", "description": "San Francisco Zen Center (SFZC), is a network of affiliated Sōtō Zen practice and retreat centers in the San Francisco Bay area, comprising City Center or Beginner's Mind Temple, Tassajara Zen Mountain Center, and Green Gulch Farm Zen Center. The sangha was incorporated by Shunryu Suzuki Roshi and a group of his American students in 1962. Today SFZC is the largest Sōtō organization in the West."}]}, {"heading": "Deaths", "year": "1975", "date": "December 4", "txt": "Hannah Arendt, German-American historian, theorist, and academic (b. 1906)", "entities": [{"title": "Hannah Arendt", "href": "/wiki/Hannah_Arendt", "description": "Hannah Arendt was a German-born American political theorist. Her many books and articles have had a lasting influence on political theory and philosophy. Arendt is widely considered one of the most important political thinkers of the 20th century."}]}, {"heading": "Deaths", "year": "1976", "date": "December 4", "txt": "Tommy Bolin, American guitarist and songwriter (b. 1951)", "entities": [{"title": "Tommy Bolin", "href": "/wiki/Tommy_Bolin", "description": "Thomas Richard Bolin was an American guitarist and songwriter who played with Zephyr, The James Gang, and Deep Purple, in addition to maintaining a notable career as a solo artist and session musician."}]}, {"heading": "Deaths", "year": "1976", "date": "December 4", "txt": "Benjamin Britten, English pianist, composer, and conductor (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "1976", "date": "December 4", "txt": "W. F. McCoy, Irish soldier, lawyer, and politician (b. 1886)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "December 4", "txt": "Francisco de Sá Carneiro, Portuguese lawyer and politician, 111th Prime Minister of Portugal (b. 1934)", "entities": [{"title": "Francisco de Sá Carneiro", "href": "/wiki/Francisco_de_S%C3%A1_Carneiro", "description": "Francisco Manuel Lumbrales de Sá Carneiro, GCTE, GCC, GCL was a Portuguese politician, Prime Minister of Portugal for most of 1980, and founder of the Social Democratic Party. He only held office of Prime Minister for eleven months, dying in a plane crash with his partner, \"Snu\" Abecassis, on 4 December 1980. A parliamentary inquiry said in 2004 that there was evidence of a bomb in the aircraft, a"}, {"title": "Prime Minister of Portugal", "href": "/wiki/Prime_Minister_of_Portugal", "description": "Prime Minister is the current title of the head of government of Portugal. As head of government, the Prime Minister coordinates the actions of ministers, represents the Government of Portugal to the other bodies of state, is accountable to Parliament and keeps the President informed. The Prime Minister can hold the role of head of government with the portfolio of one or more ministries."}]}, {"heading": "Deaths", "year": "1980", "date": "December 4", "txt": "Stanisława Walasiewicz, Polish-American runner (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "1980", "date": "December 4", "txt": "Don Warrington, Canadian football player (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "December 4", "txt": "Jeanne Block, American psychologist (b. 1923)", "entities": [{"title": "Jeanne Block", "href": "/wiki/Jeanne_Block", "description": "Jeanne Lavonne Humphrey Block was an American psychologist and expert on child development. She conducted research into sex-role socialization and, with her husband Jack Block, created a person-centered personality framework. Block was a fellow of the American Association for the Advancement of Science and conducted her research with the National Institute of Mental Health and the University of Ca"}]}, {"heading": "Deaths", "year": "1984", "date": "December 4", "txt": "Jack Mercer, American animator, screenwriter, voice actor, and singer (b. 1910)", "entities": [{"title": "Jack Mercer", "href": "/wiki/Jack_Mercer", "description": "Winfield B. Mercer, professionally known as Jack Mercer, was a prolific American voice actor, animator and writer. He is best known as the voice of cartoon characters Popeye the Sailor and Felix the Cat. The son of vaudeville and Broadway performers, he also performed on the vaudeville and legitimate stages. \nMercer provided numerous supporting voices in Superman 1941-1942."}]}, {"heading": "Deaths", "year": "1987", "date": "December 4", "txt": "Arnold Lobel, American author and illustrator (b. 1933)", "entities": [{"title": "Arnold Lobel", "href": "/wiki/Arnold_Lobel", "description": "Arnold Stark Lobel was an American author of children's books, including the Frog and Toad series and Mouse Soup. He both wrote and illustrated those picture books, as well as Fables, for which he won the 1981 Caldecott Medal recognizing the year's best-illustrated U.S. picture book."}]}, {"heading": "Deaths", "year": "1987", "date": "December 4", "txt": "Rouben Mamoulian, Georgian-American director and screenwriter (b. 1897)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "December 4", "txt": "Osman Achmatowicz, Polish chemist and academic (b. 1899)", "entities": [{"title": "Osman Achmatowicz", "href": "/wiki/Osman_Achmatowicz", "description": "Osman Achmatowicz was a Polish professor of chemistry of Lipka Tatar descent. His son, Osman Achmatowicz Jr., is credited with the Achmatowicz reaction in 1971."}]}, {"heading": "Deaths", "year": "1992", "date": "December 4", "txt": "Henry Clausen, American lawyer and author (b. 1905)", "entities": [{"title": "Henry Clausen", "href": "/wiki/Henry_Clausen", "description": "Henry Christian Clausen was the author of the Clausen Report, an 800-page report on the Army Board's Pearl Harbor Investigation. He traveled over 55,000 miles over seven months in 1945, and interviewed nearly a hundred personnel, Army, Navy, British and civilian, as a Special Investigator for the Secretary of War Henry L. Stimson carrying out an investigation ordered by Congress of the Secretary o"}]}, {"heading": "Deaths", "year": "1993", "date": "December 4", "txt": "Margaret Landon, American missionary and author (b. 1903)", "entities": [{"title": "Margaret Landon", "href": "/wiki/Margaret_Landon", "description": "Margaret Landon was an American writer known for Anna and the King of Siam, her best-selling 1944 novel of the life of Anna Leonowens which eventually sold over a million copies and was translated into more than twenty languages. In 1950, Landon sold the musical play rights to Richard Rodgers and Oscar Hammerstein II, who created the musical The King and I from her book. A later work, Never Dies t"}]}, {"heading": "Deaths", "year": "1993", "date": "December 4", "txt": "Frank Zappa, American singer-songwriter, guitarist, and producer (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "December 4", "txt": "Rose Bird, American academic and judge, 25th Chief Justice of California (b. 1936)", "entities": [{"title": "Rose Bird", "href": "/wiki/Rose_Bird", "description": "Rose Elizabeth Bird was the 25th Chief Justice of the California Supreme Court. Her career was marked by firsts. She was the first female clerk of the Nevada Supreme Court, the first female deputy public defender in Santa Clara County, the first woman to serve in the California State Cabinet, and the first female Chief Justice of California."}, {"title": "Chief Justice of California", "href": "/wiki/Chief_Justice_of_California", "description": "The Supreme Court of California is the highest and final court in the courts of the U.S. state of California. It resides primarily in San Francisco at the Earl Warren Building, but it regularly holds sessions in Los Angeles and Sacramento. Its decisions are binding on all other California state courts. Since 1850, the court has issued many influential decisions in a variety of areas including tort"}]}, {"heading": "Deaths", "year": "2000", "date": "December 4", "txt": "Henck Arron, Surinamese banker and politician, 1st Prime Minister of the Republic of Suriname (b. 1936)", "entities": [{"title": "Henck Arron", "href": "/wiki/Henck_Arron", "description": "Henck Alphonsus Eugène Arron was the first Prime Minister of Suriname after it gained independence in 1975. A member of the National Party of Suriname, he served from 24 December 1973 with the transition government, to 25 February 1980. He was overthrown in a coup d'état by the military, led by Dési Bouterse. Released in 1981 after charges of corruption were dropped, he returned to banking, his pr"}, {"title": "List of Prime Ministers of Suriname", "href": "/wiki/List_of_Prime_Ministers_of_Suriname#Prime_Ministers_of_the_Republic_of_Suriname", "description": "Below is a list of Prime Ministers of Suriname from 1949 to 1988. In 1988 the position of Prime Minister of Suriname was abolished and replaced by a Vice President, who chairs the Council of Ministers ex officio."}]}, {"heading": "Deaths", "year": "2003", "date": "December 4", "txt": "Iggy Katona, American race car driver (b. 1916)", "entities": [{"title": "Iggy Katona", "href": "/wiki/Iggy_Katona", "description": "Egnatius \"Iggy\" Katona was an American stock car racing driver from Willis, Michigan. He is most famous for his performance in the ARCA series in the 1950s, 1960s and 1970s, where he won six championships and 79 races, the latter of which stood as a series record until Frank Kimmel surpassed it in 2013. Other ARCA records held by Katona include most starts (630), oldest race winner and most consec"}]}, {"heading": "Deaths", "year": "2004", "date": "December 4", "txt": "Elena Souliotis, Greek soprano and actress (b. 1943)", "entities": [{"title": "Elena Souliotis", "href": "/wiki/Elena_Souliotis", "description": "Elena Souliotis was a Greek operatic soprano."}]}, {"heading": "Deaths", "year": "2005", "date": "December 4", "txt": "Errol Brathwaite, New Zealand soldier and author (b. 1924)", "entities": [{"title": "Errol Brathwaite", "href": "/wiki/Errol_Brathwaite", "description": "\nErrol Freeman Brathwaite was a New Zealand author."}]}, {"heading": "Deaths", "year": "2005", "date": "December 4", "txt": "Gregg Hoffman, American film producer (b. 1963)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 4", "txt": "K. Ganeshalingam, Sri Lankan accountant and politician, Mayor of Colombo (b. 1938)", "entities": [{"title": "K. Ganeshalingam", "href": "/wiki/K._Ganeshalingam", "description": "Kanagasabai Ganeshalingam was a Sri Lankan Tamil politician. He was Mayor of Colombo."}, {"title": "Mayor of Colombo", "href": "/wiki/Mayor_of_Colombo", "description": "The Mayor of Colombo is the Mayor of the Colombo Municipal Council. The post was created in 1866 when the Colombo Municipal Council was established by the Legislative Council of Ceylon. The Mayor is assisted by the Deputy Mayor and a Municipal Commissioner. Since 1944 the majority of the mayors have been from the United National Party."}]}, {"heading": "Deaths", "year": "2006", "date": "December 4", "txt": "Ross A. McGinnis, American soldier, Medal of Honor recipient (b. 1987)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2007", "date": "December 4", "txt": "Pimp C, American rapper (b. 1973)", "entities": [{"title": "Pimp C", "href": "/wiki/Pimp_C", "description": "Chad Lamont Butler, better known by his stage name Pimp C, was an American rapper and record producer. He was best known for his work with Bun B as a founding member of the Underground Kingz (UGK)."}]}, {"heading": "Deaths", "year": "2009", "date": "December 4", "txt": "Liam Clancy, Irish singer, actor, and guitarist (b. 1935)", "entities": [{"title": "Liam Clancy", "href": "/wiki/Liam_Clancy", "description": "Liam Clancy was an Irish folk singer and actor from Carrick-on-Suir, County Tipperary. He was the youngest member of the influential folk group the Clancy Brothers, who are regarded as Ireland's first pop stars. They recorded 55 albums, achieved global sales of millions and appeared in sold-out concerts at such prominent venues as Carnegie Hall and the Royal Albert Hall."}]}, {"heading": "Deaths", "year": "2010", "date": "December 4", "txt": "King Curtis Iaukea, American wrestler (b. 1937)", "entities": [{"title": "King Curtis Iaukea", "href": "/wiki/King_Curtis_Iaukea", "description": "Curtis Piehau Iaukea III was an American professional wrestler better known as King Curtis Iaukea. Iaukea won championships in several of the major regional U.S. promotions, both as a single and in various tag team combinations, during the 1960s. He then competed in the World Wrestling Federation (WWF) where he won the WWF Tag Team Championship with Baron Scicluna. He was also later The Master of "}]}, {"heading": "Deaths", "year": "2011", "date": "December 4", "txt": "Sonia Pierre, Haitian-Dominican activist (b. 1965)", "entities": [{"title": "Sonia Pierre", "href": "/wiki/Sonia_Pierre", "description": "Solange Pierre, known as Sonia Pierre, was a human rights advocate in the Dominican Republic who worked to end antihaitianismo, which is discrimination against individuals of Haitian origin either born in Haiti or in the Dominican Republic. For this work, she won the 2006 Robert F. Kennedy Human Rights Award."}]}, {"heading": "Deaths", "year": "2011", "date": "December 4", "txt": "Sócrates, Brazilian footballer and manager (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 4", "txt": "Hubert Sumlin, American singer and guitarist (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 4", "txt": "Vasily Belov, Russian author, poet, and playwright (b. 1932)", "entities": [{"title": "Vasily Belov", "href": "/wiki/Vasily_Belov", "description": "Vasily Ivanovich Belov was a Soviet Russian writer, poet and dramatist, who published more than sixty books which sold seven million copies. A prominent member of the influential 1970s–1980s derevenschiki movement, Belov's best known novels include Business as Usual, Eves, Everything's Ahead and The Year of a Major Breakdown."}]}, {"heading": "Deaths", "year": "2012", "date": "December 4", "txt": "Jack Brooks, American colonel, lawyer, and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 4", "txt": "Miguel Calero, Colombian footballer and manager (b. 1971)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 4", "txt": "Anthony Deane-Drummond, English general (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 4", "txt": "Joana Raspall i Juanola, Spanish author and poet (b. 1913)", "entities": [{"title": "Joana Raspall i Juanola", "href": "/wiki/Joana_Raspall_i_Juanola", "description": "Joana Raspall i Juanola was a Spanish writer and librarian. She was born in Barcelona and died in Sant Feliu de Llobregat."}]}, {"heading": "Deaths", "year": "2014", "date": "December 4", "txt": "Claudia Emerson, American poet and academic (b. 1957)", "entities": [{"title": "Claudia Emerson", "href": "/wiki/Claudia_Emerson", "description": "Claudia Emerson was an American poet. She won the 2006 Pulitzer Prize for her poetry collection Late Wife, and was named the Poet Laureate of Virginia by Governor Tim Kaine in 2008."}]}, {"heading": "Deaths", "year": "2014", "date": "December 4", "txt": "V. R. Krishna Iyer, Indian lawyer and judge (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 4", "txt": "Vincent L. McKusick, American lawyer and judge (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 4", "txt": "Jeremy Thorpe, English lawyer and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 4", "txt": "Bill Bennett, Canadian lawyer and politician, 27th Premier of British Columbia (b. 1932)", "entities": [{"title": "Bill Bennett", "href": "/wiki/Bill_Bennett", "description": "William Richards Bennett, was the 27th Premier of the Canadian province of British Columbia from 1975 to 1986. He was a son of Annie Elizabeth May (Richards) and former Premier, W. A. C. Bennett. He was a 3rd cousin, twice removed, of R.B. Bennett, eleventh Prime Minister of Canada."}, {"title": "Premier of British Columbia", "href": "/wiki/Premier_of_British_Columbia", "description": "The premier of British Columbia is the first minister, head of government, and de facto chief executive for the Canadian province of British Columbia. Until the early 1970s, the title prime minister of British Columbia was often used. The word premier is derived from the French word of the same spelling, meaning \"first\"; and ultimately from the Latin word primarius, meaning \"primary\"."}]}, {"heading": "Deaths", "year": "2015", "date": "December 4", "txt": "Robert Loggia, American actor and director (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 4", "txt": "Yossi Sarid, Israeli journalist and politician, 15th Israeli Minister of Education (b. 1940)", "entities": [{"title": "Ministry of Education (Israel)", "href": "/wiki/Ministry_of_Education_(Israel)", "description": "The Israeli Ministry of Education is the branch of government charged with overseeing public education institutions in Israel. The department is headed by the Minister of Education, who is a member of the cabinet. The ministry has previously included culture and sport, although this is now covered by the Ministry of Culture and Sport."}]}, {"heading": "Deaths", "year": "2016", "date": "December 4", "txt": "Patricia Robins, British writer and WAAF officer (b. 1921).", "entities": [{"title": "Patricia Robins", "href": "/wiki/Patricia_Robins", "description": "Patricia Robins was a British writer of short stories and over 80 novels mainly romances from 1934 to 2016, she also signed under the pseudonym Claire Lorrimer, she had sold more than ten million copies. She served as Women's Auxiliary Air Force officer during World War II tracking Nazi bombers."}]}, {"heading": "Deaths", "year": "2017", "date": "December 4", "txt": "Shashi Kapoor, Indian actor (b. 1938)", "entities": [{"title": "Shashi Kapoor", "href": "/wiki/Shashi_Kapoor", "description": "Shashi Kapoor was an Indian actor and film producer who is best known for his work in Hindi films. Recipient of several accolades, including four National Film Awards and two Filmfare Awards, he also featured in a number of English-language international films, particularly films produced by Merchant Ivory. The Government of India honoured him with the prestigious Padma Bhushan in 2011, and the Da"}]}]