[{"heading": "Events", "year": "0502", "date": "December 24", "txt": "Chinese emperor Xiao Yan names Xiao Tong his heir designate.", "entities": [{"title": "Emperor of China", "href": "/wiki/Emperor_of_China", "description": "Emperor of China, or Huáng dì was the monarch of China during the Imperial Period of Chinese history. In traditional Chinese political theory, the emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The succession of emperors"}, {"title": "Emperor Wu of Liang", "href": "/wiki/Emperor_Wu_of_Liang", "description": "Emperor Wu of Liang (梁武帝) (464–549), personal name Xiao Yan (蕭衍), courtesy name Shuda (叔達), nickname Lian'er (練兒), was the founding emperor of the Liang Dynasty of Chinese Northern and southern dynasties era. His reign, until its end, was one of the most stable and prosperous during the Southern Dynasties. He came from the same family that ruled Southern Qi (兰陵萧氏), but from a different branch."}, {"title": "Xiao Tong", "href": "/wiki/Xiao_Tong", "description": "Xiao Tong, courtesy name Deshi (德施), formally Crown Prince Zhaoming, was a Crown Prince of the Chinese Liang Dynasty, posthumously honored as Emperor Zhaoming (昭明皇帝). He was the oldest son of Emperor Wu of Liang, whom he predeceased. Xiao Tong's enduring legacy is the literary compendium Wen Xuan."}]}, {"heading": "Events", "year": "0640", "date": "December 24", "txt": "Pope John IV is elected, several months after his predecessor's death.", "entities": [{"title": "Pope John IV", "href": "/wiki/Pope_John_IV", "description": "Pope John IV was the bishop of Rome from 24 December 640 to his death. His election followed a four-month vacancy. He wrote to the clergy of Ireland and Scotland to tell them of the mistakes they were making with regard to the time of keeping Easter and condemned Monothelism as heresy."}, {"title": "Sede vacante", "href": "/wiki/Sede_vacante", "description": "Sede vacante is a term for the state of an episcopal see while without a bishop. In the canon law of the Catholic Church, the term is used to refer to the vacancy of any see of a particular church, but it comes into especially wide journalistic use when the see is that of the papacy."}]}, {"heading": "Events", "year": "0759", "date": "December 24", "txt": "Tang dynasty poet Du Fu departs for Chengdu, where he is hosted by fellow poet Pei Di.", "entities": [{"title": "Tang dynasty", "href": "/wiki/Tang_dynasty", "description": "The Tang dynasty, or Tang Empire, was an imperial dynasty of China that ruled from 618 to 907, with an interregnum between 690 and 705. It was preceded by the Sui dynasty and followed by the Five Dynasties and Ten Kingdoms period. Historians generally regard the Tang as a high point in Chinese civilization, and a golden age of cosmopolitan culture. Tang territory, acquired through the military cam"}, {"title": "Du Fu", "href": "/wiki/Du_Fu", "description": "Du Fu was a Chinese poet and politician of the Tang dynasty. Along with his elder contemporary and friend Li Bai, he is frequently called the greatest of the Chinese poets. His greatest ambition was to serve his country as a successful civil servant, but he proved unable to make the necessary accommodations. His life, like the whole country, was devastated by the An Lushan Rebellion of 755, and hi"}, {"title": "Du Fu", "href": "/wiki/Du_Fu#Chengdu", "description": "Du Fu was a Chinese poet and politician of the Tang dynasty. Along with his elder contemporary and friend Li Bai, he is frequently called the greatest of the Chinese poets. His greatest ambition was to serve his country as a successful civil servant, but he proved unable to make the necessary accommodations. His life, like the whole country, was devastated by the An Lushan Rebellion of 755, and hi"}, {"title": "Pei Di", "href": "/wiki/Pei_Di", "description": "Pei Di was a Chinese poet of the Tang Dynasty. He was a contemporary of Wang Wei, although younger by fifteen years. The poet's name is also rendered into English as \"P'ei Ti\" or \"Pei Shidi\". The close personal friendship between Wang Wei and Pei Di is preserved in a letter by Wang Wei inviting him for a Springtime visit together at Wang's country estate. This letter has been translated by Arthur "}]}, {"heading": "Events", "year": "0820", "date": "December 24", "txt": "Emperor Leo V is assassinated in the Hagia Sophia at Constantinople and is succeeded by Michael II.", "entities": [{"title": "Leo V the Armenian", "href": "/wiki/Leo_V_the_Armenian", "description": "Leo V the Armenian was Emperor of the Byzantine Empire from 813 to 820. A senior general, he forced his predecessor, Michael I Rangabe, to abdicate and assumed the throne. He ended the decade-long war with the Bulgars, and initiated the second period of Byzantine Iconoclasm. He was assassinated by supporters of Michael the Amorian, one of his most trusted generals, who succeeded him on the throne."}, {"title": "Hagia Sophia", "href": "/wiki/Hagia_Sophia", "description": "Hagia Sophia, officially Ayasofya-i Kebir Cami-i Şerifi, literally Holy Mosque of Hagia Sophia the Grand, and formerly the Church of Hagia Sophia, is a Late Antique place of worship in Istanbul, designed by the Greek geometers Isidore of Miletus and Anthemius of Tralles. Built in 537 as the patriarchal cathedral of the imperial capital of Constantinople, it was the largest Christian church of the "}, {"title": "Constantinople", "href": "/wiki/Constantinople", "description": "Constantinople was the capital city of the Roman Empire (330–395), the Byzantine Empire, the brief Crusader state known as the Latin Empire (1204–1261), and the Ottoman Empire (1453–1922)."}, {"title": "Michael II", "href": "/wiki/Michael_II", "description": "Michael II the Amorian, nicknamed the Stammerer, reigned as Byzantine Emperor from 25 December 820 to his death on 2 October 829, the first ruler of the Phrygian or Amorian dynasty."}]}, {"heading": "Events", "year": "1144", "date": "December 24", "txt": "The capital of the crusader County of Edessa falls to Imad ad-Din Zengi, the atabeg of Mosul and Aleppo.", "entities": [{"title": "Crusades", "href": "/wiki/Crusades", "description": "The Crusades were a series of religious wars initiated, supported, and sometimes directed by the Latin Church in the medieval period. The term refers especially to the Eastern Mediterranean campaigns in the period between 1095 and 1271 that had the objective of conquering the Holy Land from Islamic rule. The term has also been applied to other church-sanctioned campaigns fought to combat paganism "}, {"title": "County of Edessa", "href": "/wiki/County_of_Edessa", "description": "The County of Edessa was one of the Crusader states in the 12th century. Its seat was the city of Edessa."}, {"title": "Siege of Edessa (1144)", "href": "/wiki/Siege_of_Edessa_(1144)", "description": "The siege of Edessa took place from November 28 to December 24, 1144, resulting in the fall of the capital of the crusader County of Edessa to Zengi, the atabeg of Mosul and Aleppo. This event was the catalyst for the Second Crusade."}, {"title": "Imad ad-Din Zengi", "href": "/wiki/Imad_ad-Din_Zengi", "description": "Imad al-Din Zengi, also romanized as Zangi, Zengui, Zenki, and Zanki, was an Oghuz Turkish atabeg who ruled Mosul, Aleppo, Hama, and, later, Edessa. He was the namesake of the Zengid dynasty."}, {"title": "Atabeg", "href": "/wiki/Atabeg", "description": "Atabeg, Atabek, or Atabey is a hereditary title of nobility of Turkic origin, indicating a governor of a nation or province who was subordinate to a monarch and charged with raising the crown prince. The first instance of the title's use was with early Seljuk Turks who bestowed it on the Persian vizier Nizam al-Mulk It was later used in the Kingdom of Georgia, first within the Armeno-Georgian fami"}, {"title": "Mosul", "href": "/wiki/Mosul", "description": "Mosul is a major city in northern Iraq. It is the capital of Nineveh governorate and is Iraq's second largest city. Located approximately 400 km (250 mi) north of Baghdad; Mosul stands on the Tigris river. The metropolitan area of Mosul has grown from the old city on the western side to encompass substantial areas on both the \"Left Bank\" and the \"Right Bank\", as the two banks are described by the "}, {"title": "Aleppo", "href": "/wiki/Aleppo", "description": "Aleppo is a city in Syria, which serves as the capital of the Aleppo Governorate, the most populous Syrian governorate. With an official population of 4.6 million in 2010, Aleppo was the largest Syrian city before the Syrian Civil War; however, it is now the second-largest city in Syria, after the capital Damascus."}]}, {"heading": "Events", "year": "1294", "date": "December 24", "txt": "Pope Boniface VIII is elected, replacing St. Celestine V, who had resigned.", "entities": [{"title": "Pope Boniface VIII", "href": "/wiki/Pope_Boniface_VIII", "description": "Pope Boniface VIII was pope from 24 December 1294 to his death in 1303. Caetani was of baronial origin with family connections to the papacy.\nHe succeeded Pope Celestine V, a Benedictine, who had abdicated from the papal throne. Boniface spent his early career abroad in diplomatic roles. In the College of Cardinals, he discriminated not only against the Benedictines but also members of the Colonna"}, {"title": "Pope Celestine V", "href": "/wiki/Pope_Celestine_V", "description": "Pope Celestine V, born Pietro Angelerio, also known as Pietro da Morrone, Peter of Morrone, and Peter Celestine, was pope for five months from 5 July to 13 December 1294, when he resigned. He was also a monk and hermit who founded the order of the Celestines as a branch of the Benedictine order."}, {"title": "Papal resignation", "href": "/wiki/Papal_resignation", "description": "A papal renunciation occurs when the reigning pope of the Catholic Church voluntarily steps down from his position. As the reign of the pope has conventionally been from election until death, papal renunciation is an uncommon event. Before the 21st century, only five popes unambiguously resigned with historical certainty, all between the 10th and 15th centuries. Additionally, there are disputed cl"}]}, {"heading": "Events", "year": "1500", "date": "December 24", "txt": "A joint Venetian–Spanish fleet captures the Castle of St. George on the island of Cephalonia.", "entities": [{"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}, {"title": "Spain", "href": "/wiki/Spain", "description": "Spain, formally the Kingdom of Spain, is a country in Southwestern Europe with some pockets of territory across the Strait of Gibraltar and the Atlantic Ocean. Its continental European territory is situated on the Iberian Peninsula. Its territory also includes two archipelagos: the Canary Islands off the coast of North Africa, and the Balearic Islands in the Mediterranean Sea. The African exclaves"}, {"title": "Siege of the Castle of St. George", "href": "/wiki/Siege_of_the_Castle_of_St._George", "description": "The siege of the Castle of Saint George occurred from 8 November 1500 until 24 December 1500, when following a series of Venetian disasters at the hands of the Turks, the Spanish-Venetian army under Captain Gonzalo Fernández de Córdoba succeeded in capturing the Turkish stronghold of Cephalonia."}, {"title": "Cephalonia", "href": "/wiki/Cephalonia", "description": "Cephalonia or Kefalonia, formerly also known as Kefallinia or Kephallenia (Κεφαλληνία), is the largest of the Ionian Islands in western Greece and the 6th largest island in Greece after Crete, Euboea, Lesbos, Rhodes, and Chios. It is also a separate regional unit of the Ionian Islands region, and the only municipality of the regional unit. It was also a former Latin Catholic diocese Kefalonia–Zaky"}]}, {"heading": "Events", "year": "1737", "date": "December 24", "txt": "The Marathas defeat the combined forces of the Mughal Empire, Rajputs of Jaipur, Nizam of Hyderabad, Nawab of Awadh and Nawab of Bengal in the Battle of Bhopal.", "entities": [{"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Mughal Empire", "href": "/wiki/Mughal_Empire", "description": "The Mughal, Mogul or Moghul Empire, was an early modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east, and the uplands of the Deccan plateau in south India."}, {"title": "Jaipur State", "href": "/wiki/Jaipur_State", "description": "Jaipur State, historically known as the Kingdom of Amber, was a kingdom of India, centred on Jaipur town and later a princely state during the British period. It existed from the 12th century and was in a subsidiary alliance with the British from 1818 until their withdrawal from India in August 1947. It was then fully independent until its ruler acceded to India in April 1949, and retained some in"}, {"title": "Nizam of Hyderabad", "href": "/wiki/Nizam_of_Hyderabad", "description": "The Nizams were the 18th-through-20th-century rulers of Hyderabad. Nizam of Hyderabad was the title of the monarch of the Hyderabad State. Nizam, shortened from Nizam-ul-Mulk, meaning Administrator of the Realm, was the title inherited by Asaf Jah I. He was the viceroy of the Great Mughal in the Deccan, the premier courtier in Mughal India in 1724, and the founding \"Nizam of Hyderabad\"."}, {"title": "Nawab of Awadh", "href": "/wiki/Nawab_of_Awadh", "description": "The Nawab of Awadh or the Nawab of Oudh was the title of the rulers who governed the state of Awadh in north India during the 18th and 19th centuries. The Nawabs of Awadh belonged to a dynasty of Persian origin from Nishapur, Iran. In 1724, Nawab Sa'adat Khan established the Oudh State with their capital in Faizabad and Lucknow."}, {"title": "Nawabs of Bengal and Murshidabad", "href": "/wiki/Nawabs_of_Bengal_and_Murshidabad", "description": "The Nawab of Bengal was the hereditary ruler of Bengal Subah in Mughal India. The Nawab of a princely state or autonomous province is comparable to the European title of Grand Duke. In the early 18th-century, the Nawab of Bengal was the de facto independent ruler of the three regions of Bengal, Bihar, and Orissa which constitute the modern-day sovereign country of Bangladesh and the Indian states "}, {"title": "Battle of Bhopal", "href": "/wiki/Battle_of_Bhopal", "description": "The Battle of Bhopal, was fought on 24 December 1737 in Bhopal between the Maratha Empire and the combined army of the Nizam and several Mughal generals."}]}, {"heading": "Events", "year": "1777", "date": "December 24", "txt": "Kiritimati, also called Christmas Island, is discovered by James Cook.", "entities": [{"title": "Kiritimati", "href": "/wiki/Kiritimati", "description": "Kiritimati or Christmas Island is a Pacific Ocean coral atoll in the northern Line Islands. It is part of the Republic of Kiribati. Its Gilbertese name is the rendition of the English word \"Christmas\" according to its phonology, in which the combination ti is pronounced s, and the name is thus pronounced."}, {"title": "James Cook", "href": "/wiki/James_Cook", "description": "Captain James Cook was a British explorer, navigator, cartographer, and captain in the British Royal Navy, famous for his three voyages between 1768 and 1779 in the Pacific Ocean and to Australia in particular. He made detailed maps of Newfoundland prior to making three voyages to the Pacific, during which he achieved the first recorded European contact with the eastern coastline of Australia and "}]}, {"heading": "Events", "year": "1800", "date": "December 24", "txt": "The Plot of the rue Saint-Nicaise fails to kill Napoleon Bonaparte.", "entities": [{"title": "Plot of the rue Saint-Nicaise", "href": "/wiki/Plot_of_the_rue_Saint-Nicaise", "description": "The Plot of the rue Saint-Nicaise, also known as the Machine infernale plot, was an assassination attempt on the life of the First Consul of France, Napoleon Bonaparte, in Paris on 24 December 1800. It followed the conspiration des poignards of 10 October 1800, and was one of many Royalist and Catholic plots. Though Napoleon and his wife Josephine narrowly escaped the attempt, five people were kil"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}]}, {"heading": "Events", "year": "1814", "date": "December 24", "txt": "Representatives of the United Kingdom and the United States sign the Treaty of Ghent, ending the War of 1812.", "entities": [{"title": "United Kingdom", "href": "/wiki/United_Kingdom", "description": "The United Kingdom of Great Britain and Northern Ireland, commonly known as the United Kingdom (UK) or Britain, is a sovereign country in north-western Europe, off the north-­western coast of the European mainland. The United Kingdom includes the island of Great Britain, the north-­eastern part of the island of Ireland, and many smaller islands within the British Isles. Northern Ireland shares a l"}, {"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Treaty of Ghent", "href": "/wiki/Treaty_of_Ghent", "description": "The Treaty of Ghent was the peace treaty that ended the War of 1812 between the United States and the United Kingdom. It took effect in February 1815. Both sides signed it on December 24, 1814, in the city of Ghent, United Netherlands. The treaty restored relations between the two parties to status quo ante bellum by restoring the prewar borders of June 1812."}, {"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}]}, {"heading": "Events", "year": "1818", "date": "December 24", "txt": "The first performance of \"Silent Night\" takes place in the church of St. Nikolaus in Oberndorf, Austria.", "entities": [{"title": "Silent Night", "href": "/wiki/Silent_Night", "description": "\"Silent Night\" is a popular Christmas carol, composed in 1818 by Franz Xaver Gruber to lyrics by Joseph Mohr in the small town of Oberndorf bei Salzburg, Austria. It was declared an intangible cultural heritage by UNESCO in 2011. The song has been recorded by many singers across many music genres. The version sung by Bing Crosby in 1935 has sold 10 million copies as a single."}, {"title": "Oberndorf bei Salzburg", "href": "/wiki/Oberndorf_bei_Salzburg", "description": "Oberndorf bei Salzburg is a town in the Austrian state of Salzburg, about 17 km (11 mi) north of the City of Salzburg. It is situated on the river Salzach in the Flachgau district."}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}]}, {"heading": "Events", "year": "1826", "date": "December 24", "txt": "The Eggnog Riot at the United States Military Academy begins that night, wrapping up the following morning.", "entities": [{"title": "Eggnog Riot", "href": "/wiki/Eggnog_Riot", "description": "\nThe Eggnog Riot, sometimes known as the Grog Mutiny, was a riot that took place at the United States Military Academy in West Point, New York, on 24–25 December 1826. It was caused by a drunken Christmas Day party in the North Barracks of the academy. Two days prior to the incident, a large quantity of whiskey was smuggled into the academy to make eggnog for the party, giving the riot its name."}, {"title": "United States Military Academy", "href": "/wiki/United_States_Military_Academy", "description": "The United States Military Academy (USMA), also known as West Point, Army, Army West Point, The Academy, or simply The Point, is a four-year federal service academy in West Point, New York. It was originally established as a fort that sits on strategic high ground overlooking the Hudson River with a scenic view, 50 miles (80 km) north of New York City. It is the oldest of the five American service"}]}, {"heading": "Events", "year": "1846", "date": "December 24", "txt": "British acquired Labuan from the Sultanate of Brunei for Great Britain.", "entities": [{"title": "Crown Colony of Labuan", "href": "/wiki/Crown_Colony_of_Labuan", "description": "The Crown Colony of Labuan was a British Crown colony on the northwestern shore of the island of Borneo established in 1848 after the acquisition of the island of Labuan from the Sultanate of Brunei in 1846. Apart from the main island, Labuan consists of six smaller islands; Burung, Daat, Kuraman, Papan, Rusukan Kecil, and Rusukan Besar."}, {"title": "Sultanate of Brunei", "href": "/wiki/Sultanate_of_Brunei", "description": "The Bruneian Empire or Empire of Brunei, also known as Sultanate of Brunei, was a Malay sultanate, centred in Brunei on the northern coast of Borneo island in Southeast Asia. Bruneian rulers converted to Islam around the 15th century, when it grew substantially since the fall of Malacca to the Portuguese, extending throughout coastal areas of Borneo and the Philippines, before it declined in the 1"}, {"title": "United Kingdom of Great Britain and Ireland", "href": "/wiki/United_Kingdom_of_Great_Britain_and_Ireland", "description": "The United Kingdom of Great Britain and Ireland was a sovereign state that existed between 1801 and 1922. It was established by the Acts of Union 1800, which merged the kingdoms of Great Britain and Ireland into a unified state. The establishment of the Irish Free State in 1922 led to the remainder later being renamed the United Kingdom of Great Britain and Northern Ireland in 1927, which continue"}]}, {"heading": "Events", "year": "1851", "date": "December 24", "txt": "The Library of Congress in Washington, D.C., burns.", "entities": [{"title": "Library of Congress", "href": "/wiki/Library_of_Congress", "description": "The Library of Congress (LC) is the research library that officially serves the United States Congress and is the de facto national library of the United States. It is the oldest federal cultural institution in the United States. The library is housed in three buildings on Capitol Hill in Washington, D.C.; it also maintains a conservation center in Culpeper, Virginia. The library's functions are o"}, {"title": "Washington, D.C.", "href": "/wiki/Washington,_D.C.", "description": "Washington, D.C., formally the District of Columbia and also known as D.C. or just Washington, is the capital city of the United States. It is located on the Potomac River bordering Maryland and Virginia, with Congress holding its first session there in 1800. The city was named for George Washington, the first president of the United States and a Founding Father, and the federal district is named "}]}, {"heading": "Events", "year": "1865", "date": "December 24", "txt": "Jonathan Shank and Barry Ownby form The Ku Klux Klan.", "entities": [{"title": "Ku Klux Klan", "href": "/wiki/Ku_Klux_Klan", "description": "The Ku Klux Klan, commonly shortened to the KKK or the Klan, is an American white supremacist terrorist hate group whose primary targets are African Americans as well as Jews, immigrants, leftists, homosexuals, Catholics, Muslims, and atheists. The Klan has existed in three distinct eras at different points in time during the history of the United States. Each has advocated extremist reactionary p"}]}, {"heading": "Events", "year": "1868", "date": "December 24", "txt": "The Greek Presidential Guard is established as the royal escort by King George I.", "entities": [{"title": "Presidential Guard (Greece)", "href": "/wiki/Presidential_Guard_(Greece)", "description": "The Presidential Guard is a ceremonial infantry unit that guards the Tomb of the Unknown Soldier and the Presidential Mansion in Athens, Greece. The unit is distinguished as the last unit of Evzones in the Hellenic Army, and is closely associated with the traditional Evzone's uniform, which evolved from the clothes worn by the klephts in the Greek War of Independence. The most visible item of this"}, {"title": "George I of Greece", "href": "/wiki/George_I_of_Greece", "description": "George I was the King of Greece from 30 March 1863 until his assassination in 1913."}]}, {"heading": "Events", "year": "1871", "date": "December 24", "txt": "The opera Aida premieres in Cairo, Egypt.", "entities": [{"title": "Cairo", "href": "/wiki/Cairo", "description": "Cairo is the capital and largest city of Egypt. The Cairo metropolitan area, with a population of 21.3 million, is the largest metropolitan area in the Arab world, the second largest in Africa, and the sixth largest in the world. Cairo is associated with ancient Egypt, as the famous Giza pyramid complex and the ancient city of Memphis are located in its geographical area. Located near the Nile Del"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}]}, {"heading": "Events", "year": "1906", "date": "December 24", "txt": "Radio: Reginald Fessenden transmits the first radio broadcast; consisting of a poetry reading, a violin solo, and a speech.", "entities": [{"title": "Radio", "href": "/wiki/Radio", "description": "Radio is the technology of signaling and communicating using radio waves. Radio waves are electromagnetic waves of frequency between 30 hertz (Hz) and 300 gigahertz (GHz). They are generated by an electronic device called a transmitter connected to an antenna which radiates the waves, and received by another antenna connected to a radio receiver. Radio is very widely used in modern technology, in "}, {"title": "Reginald Fessenden", "href": "/wiki/Reginald_Fessenden", "description": "Reginald Aubrey Fessenden was a Canadian-born inventor, who did a majority of his work in the United States and also claimed U.S. citizenship through his American-born father. During his life he received hundreds of patents in various fields, most notably ones related to radio and sonar."}, {"title": "Violin", "href": "/wiki/Violin", "description": "The violin, sometimes known as a fiddle, is a wooden chordophone in the violin family. Most violins have a hollow wooden body. It is the smallest and thus highest-pitched instrument (soprano) in the family in regular use. The violin typically has four strings, usually tuned in perfect fifths with notes G3, D4, A4, E5, and is most commonly played by drawing a bow across its strings. It can also be "}]}, {"heading": "Events", "year": "1913", "date": "December 24", "txt": "The Italian Hall disaster in Calumet, Michigan results in the deaths of 73 Christmas party participants (including 59 children) when someone falsely yells \"fire\".", "entities": [{"title": "Italian Hall disaster", "href": "/wiki/Italian_Hall_disaster", "description": "The Italian Hall Disaster was a tragedy that occurred on Wednesday, December 24, 1913, in Calumet, Michigan. Seventy-three men, women, and children, mostly striking mine workers and their families, were crushed to death in a stampede when someone falsely shouted \"fire\" at a crowded Christmas party."}, {"title": "Calumet, Michigan", "href": "/wiki/Calumet,_Michigan", "description": "Calumet is a village in Calumet Township, Houghton County, in the U.S. state of Michigan's Upper Peninsula, that was once at the center of the mining industry of the Upper Peninsula. Also known as Red Jacket, the village includes the Calumet Downtown Historic District, listed on the National Register of Historic Places (NRHP). The village may itself be included within the Calumet Historic District"}, {"title": "Christmas", "href": "/wiki/Christmas", "description": "Christmas is an annual festival commemorating the birth of Jesus Christ, observed primarily on December 25 as a religious and cultural celebration by billions of people around the world. A feast central to the Christian liturgical year, it is preceded by the season of Advent or the Nativity Fast and initiates the season of Christmastide, which historically in the West lasts twelve days and culmina"}]}, {"heading": "Events", "year": "1914", "date": "December 24", "txt": "World War I: The \"Christmas truce\" begins.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Christmas truce", "href": "/wiki/Christmas_truce", "description": "The Christmas truce was a series of widespread unofficial ceasefires along the Western Front of the First World War around Christmas 1914."}]}, {"heading": "Events", "year": "1920", "date": "December 24", "txt": "Gabriele D'Annunzio surrendered the Italian Regency of Carnaro in the city of Fiume to Italian armed forces.", "entities": [{"title": "Gabriele D'Annunzio", "href": "/wiki/Gabriele_D%27Annunzio", "description": "General Gabriele D'Annunzio, Prince of Montenevoso, sometimes written d'Annunzio, was an Italian poet, playwright, orator and journalist and soldier during World War I. He occupied a prominent place in Italian literature from 1889 to 1910 and later political life from 1914 to 1924. He was often referred to under the epithets Il Vate or Il Profeta."}, {"title": "Italian Regency of Carnaro", "href": "/wiki/Italian_Regency_of_Carnaro", "description": "The Italian Regency of Carnaro was a self-proclaimed state in the city of Fiume led by Gabriele d'Annunzio between 1919 and 1920. It is also known by its lyrical name in Italian: Endeavor of Fiume."}, {"title": "Fiume", "href": "/wiki/Fiume", "description": "Rijeka is the principal seaport and the third-largest city in Croatia. It is located in Primorje-Gorski Kotar County on Kvarner Bay, an inlet of the Adriatic Sea and in 2011 had a population of 128,624 inhabitants. \nHistorically, because of its strategic position and its excellent deep-water port, the city was fiercely contested, especially between Italy, Hungary, and Croatia, changing rulers and "}, {"title": "Italian armed forces", "href": "/wiki/Italian_armed_forces", "description": "The Italian Armed Forces encompass the Italian Army, the Italian Navy and the Italian Air Force. A fourth branch of the armed forces, known as the Carabinieri, take on the role as the nation's military police and are also involved in missions and operations abroad as a combat force. Despite not being a branch of the armed forces, the Guardia di Finanza is part of the military and operates a large "}]}, {"heading": "Events", "year": "1924", "date": "December 24", "txt": "Albania becomes a republic.", "entities": [{"title": "Albania", "href": "/wiki/Albania", "description": "Albania, officially the Republic of Albania, is a country in Southeastern Europe. It is located on the Adriatic and Ionian Sea within the Mediterranean Sea, and shares land borders with Montenegro to the northwest, Kosovo to the northeast, North Macedonia to the east, Greece to the south; and maritime borders with Greece, Montenegro and Italy to the west. Tirana is its capital and largest city, fo"}]}, {"heading": "Events", "year": "1929", "date": "December 24", "txt": "Assassination attempt on Argentine President Hipólito Yrigoyen.", "entities": [{"title": "Argentina", "href": "/wiki/Argentina", "description": "Argentina, officially the Argentine Republic, is a country in the southern half of South America. It shares the bulk of the Southern Cone with Chile to the west, and is also bordered by Bolivia and Paraguay to the north, Brazil to the northeast, Uruguay and the South Atlantic Ocean to the east, and the Drake Passage to the south. Argentina covers an area of 2,780,400 km2 (1,073,500 sq mi), and is "}, {"title": "Hipólito Yrigoyen", "href": "/wiki/Hip%C3%B3lito_Yrigoyen", "description": "Juan Hipólito del Sagrado Corazón de Jesús Yrigoyen was an Argentine politician, from the Radical Civic Union, and two-time President of Argentina who served his first term from 1916 to 1922 and his second term from 1928 to 1930. He was the first president elected democratically by means of the secret and mandatory male suffrage established by the Sáenz Peña Law of 1912. His activism was the prime"}]}, {"heading": "Events", "year": "1929", "date": "December 24", "txt": "A four alarm fire breaks out in the West Wing of the White House in Washington, D.C.", "entities": []}, {"heading": "Events", "year": "1939", "date": "December 24", "txt": "World War II: Pope Pius XII makes a Christmas Eve appeal for peace.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Pope Pius XII", "href": "/wiki/Pope_Pius_XII", "description": "Pope Pius XII, born Eugenio Maria Giuseppe Giovanni Pacelli, was head of the Catholic Church and sovereign of the Vatican City State from 2 March 1939 until his death in 1958. Before his election to the papacy, he served as secretary of the Department of Extraordinary Ecclesiastical Affairs, papal nuncio to Germany, and Cardinal Secretary of State, in which capacity he worked to conclude treaties "}]}, {"heading": "Events", "year": "1941", "date": "December 24", "txt": "World War II: Kuching is conquered by Japanese forces.", "entities": [{"title": "Kuching", "href": "/wiki/Kuching", "description": "Kuching, officially the City of Kuching, is the capital and the most populous city in the state of Sarawak in Malaysia. It is also the capital of Kuching Division. The city is on the Sarawak River at the southwest tip of the state of Sarawak on the island of Borneo and covers an area of 431 square kilometres (166 sq mi) with a population about 165,642 in the Kuching North administrative region and"}]}, {"heading": "Events", "year": "1941", "date": "December 24", "txt": "World War II: Benghazi is conquered by the British Eighth Army.", "entities": [{"title": "Eighth Army (United Kingdom)", "href": "/wiki/Eighth_Army_(United_Kingdom)", "description": "The Eighth Army was a field army formation of the British Army during the Second World War, fighting in the North African and Italian campaigns. Units came from Australia, British India, Canada, Czechoslovakia, Free French Forces, Greece, New Zealand, Poland, Rhodesia, South Africa and the United Kingdom."}]}, {"heading": "Events", "year": "1942", "date": "December 24", "txt": "World War II: French monarchist, Fernand Bonnier de La Chapelle, assassinates Vichy French Admiral François Darlan in Algiers, Algeria.", "entities": [{"title": "French monarchism", "href": "/wiki/French_monarchism", "description": "Monarchism in France is the advocacy of restoring the monarchy in France, which was abolished after the 1870 defeat by Prussia, arguably before that in 1848 with the establishment of the French Second Republic.\nThe French monarchist movements are roughly divided today in three groups: the Legitimists for the royal House of Bourbon, the Orléanists for the cadet branch of the House of Orléans and th"}, {"title": "Fernand Bonnier de La Chapelle", "href": "/wiki/Fernand_Bonnier_de_La_Chapelle", "description": "Fernand Bonnier de La Chapelle was a member of the French resistance during World War II. He assassinated Admiral of the Fleet François Darlan, the former chief of government of Vichy France and the high commissioner of French North Africa and West Africa, on 24 December 1942."}, {"title": "Vichy France", "href": "/wiki/Vichy_France", "description": "Vichy France is the common name of the French State headed by Marshal Philippe Pétain during World War II. It was an independent ally of Nazi Germany until late 1942 when Berlin took full control. Evacuated from Paris to the resort town of Vichy in the unoccupied \"Free Zone\" in the southern part of Metropolitan France, it remained responsible for the civil administration of France as well as its c"}, {"title": "François Darlan", "href": "/wiki/Fran%C3%A7ois_Darlan", "description": "Jean Louis Xavier François Darlan was a French admiral and political figure. Born in Nérac, Darlan graduated from the École navale in 1902 and quickly advanced through the ranks following his service during World War I. He was promoted to rear admiral in 1929, vice admiral in 1932, lieutenant admiral in 1937 before finally being made admiral and Chief of the Naval Staff in 1937. In 1939, Darlan wa"}, {"title": "Algiers", "href": "/wiki/Algiers", "description": "Algiers is the capital and largest city of Algeria. The city's population at the 2008 Census was 2,988,145 and in 2011 was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria."}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1943", "date": "December 24", "txt": "World War II: U.S. General Dwight D. Eisenhower is named Supreme Allied Commander for the Invasion of Normandy.", "entities": [{"title": "Dwight D. Eisenhower", "href": "/wiki/Dwight_D._Eisenhower", "description": "Dwight David \"Ike\" Eisenhower GCS CCLH KC NPk was an American military officer and statesman who served as the 34th president of the United States from 1953 to 1961. During World War II, he served as Supreme Commander of the Allied Expeditionary Force in Europe, and achieved the rare five-star rank of General of the Army. He was responsible for planning and supervising the invasion of North Africa"}, {"title": "Supreme Allied Commander", "href": "/wiki/Supreme_Allied_Commander", "description": "Supreme Allied Commander is the title held by the most senior commander within certain multinational military alliances. It originated as a term used by the Allies during World War I, and is currently used only within NATO - for Supreme Allied Commander Europe and Supreme Allied Commander Transformation."}, {"title": "Invasion of Normandy", "href": "/wiki/Invasion_of_Normandy", "description": "Operation Overlord was the codename for the Battle of Normandy, the Allied operation that launched the successful invasion of German-occupied Western Europe during World War II. The operation was launched on 6 June 1944 with the Normandy landings. A 1,200-plane airborne assault preceded an amphibious assault involving more than 5,000 vessels. Nearly 160,000 troops crossed the English Channel on 6 "}]}, {"heading": "Events", "year": "1945", "date": "December 24", "txt": "Five of nine children become missing after their home in Fayetteville, West Virginia, is burned down.", "entities": [{"title": "Sodder children disappearance", "href": "/wiki/Sodder_children_disappearance", "description": "On Christmas Eve, December 24, 1945, a fire destroyed the Sodder home in Fayetteville, West Virginia, United States. At the time, it was occupied by George Sodder, his wife Jennie, and nine of their ten children. During the fire, George, Jennie, and four of the nine children escaped. The bodies of the other five children have never been found. The Sodders believed for the rest of their lives that "}, {"title": "Fayetteville, West Virginia", "href": "/wiki/Fayetteville,_West_Virginia", "description": "Fayetteville is a town in and the county seat of Fayette County, West Virginia, United States. The population was 2,892 at the 2010 census."}]}, {"heading": "Events", "year": "1951", "date": "December 24", "txt": "Libya becomes independent. Idris I is proclaimed King of Libya.", "entities": [{"title": "Libya", "href": "/wiki/Libya", "description": "Libya, officially the State of Libya, is a country in the Maghreb region in North Africa bordered by the Mediterranean Sea to the north, Egypt to the east, Sudan to the southeast, Chad to the south, Niger to the southwest, Algeria to the west and Tunisia to the northwest. The sovereign state is made of three historical regions: Tripolitania, Fezzan and Cyrenaica. With an area of almost 700,000 squ"}, {"title": "Idris of Libya", "href": "/wiki/Idris_of_Libya", "description": "Idris was a Libyan political and religious leader who served as the Emir of Cyrenaica and then as the King of United Kingdom of Libya from 1951 to 1969. He was the chief of the Senussi Muslim order."}]}, {"heading": "Events", "year": "1952", "date": "December 24", "txt": "First flight of Britain's Handley Page Victor strategic bomber.", "entities": [{"title": "Handley Page Victor", "href": "/wiki/Handley_Page_Victor", "description": "The Handley Page Victor was a British jet-powered strategic bomber developed and produced by Handley Page during the Cold War. It was the third and final V bomber to be operated by the Royal Air Force (RAF), the other two being the Avro Vulcan and the Vickers Valiant. The Victor had been developed as part of the United Kingdom's airborne nuclear deterrent. It was retired from the nuclear mission i"}, {"title": "Strategic bomber", "href": "/wiki/Strategic_bomber", "description": "A strategic bomber is a medium- to long-range penetration bomber aircraft designed to drop large amounts of air-to-ground weaponry onto a distant target for the purposes of debilitating the enemy's capacity to wage war. Unlike tactical bombers, penetrators, fighter-bombers, and attack aircraft, which are used in air interdiction operations to attack enemy combatants and military equipment, strateg"}]}, {"heading": "Events", "year": "1953", "date": "December 24", "txt": "Tangiwai disaster: In New Zealand's North Island, at Tangiwai, a railway bridge is damaged by a lahar and collapses beneath a passenger train, killing 151 people.", "entities": [{"title": "Tangiwai disaster", "href": "/wiki/Tangiwai_disaster", "description": "The Tangiwai disaster occurred at 10:21 p.m. on 24 December 1953 when a railway bridge over the Whangaehu River collapsed beneath an express passenger train at Tangiwai, North Island, New Zealand. The locomotive and first six carriages derailed into the river, killing 151 people. The subsequent board of inquiry found that the accident was caused by the collapse of the tephra dam holding back nearb"}, {"title": "New Zealand", "href": "/wiki/New_Zealand", "description": "New Zealand is an island country in the southwestern Pacific Ocean. It consists of two main landmasses—the North Island and the South Island —and more than 700 smaller islands, covering a total area of 268,021 square kilometres (103,500 sq mi). New Zealand is about 2,000 kilometres (1,200 mi) east of Australia across the Tasman Sea and 1,000 kilometres (600 mi) south of the islands of New Caledoni"}, {"title": "North Island", "href": "/wiki/North_Island", "description": "The North Island, also officially named Te Ika-a-Māui, is one of the two main islands of New Zealand, separated from the larger but much less populous South Island by the Cook Strait. The island's area is 113,729 square kilometres (43,911 sq mi), making it the world's 14th-largest island. It has a population of 3,896,200, accounting for approximately 77% of the total residents of New Zealand."}, {"title": "Tangiwai", "href": "/wiki/Tangiwai", "description": "Tangiwai is a 2,696.63 km2 (1,041.17 sq mi) census area and a small rural community in the Ruapehu District of the Manawatū-Whanganui region of New Zealand's North Island. It is located east of Ohakune and Rangataua and west of Waiouru on State Highway 49. In 2018 37.5% of the area's 1,281 residents worked in agriculture, forestry and fishing and 7.1% in manufacturing."}, {"title": "Lahar", "href": "/wiki/Lahar", "description": "A lahar is a violent type of mudflow or debris flow composed of a slurry of pyroclastic material, rocky debris and water. The material flows down from a volcano, typically along a river valley."}]}, {"heading": "Events", "year": "1964", "date": "December 24", "txt": "Vietnam War: Viet Cong operatives bomb the Brinks Hotel in Saigon, South Vietnam to demonstrate they can strike an American installation in the heavily guarded capital.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Viet Cong", "href": "/wiki/Viet_Cong", "description": "The Viet Cong, officially known as the National Liberation Front of South Vietnam, was an armed communist political revolutionary organization in South Vietnam and Cambodia. Its military force, the Liberation Army of South Vietnam (LASV), fought against the United States and South Vietnamese governments during the Vietnam War, eventually emerging on the winning side. The LASV had both guerrilla an"}, {"title": "1964 Brinks Hotel bombing", "href": "/wiki/1964_Brinks_Hotel_bombing", "description": "The Brinks Hotel in Saigon, also known as the Brink Bachelor Officers Quarters (BOQ), was bombed by the Viet Cong on the evening of December 24, 1964, during the Vietnam War. Two Viet Cong operatives detonated a car bomb underneath the hotel, which housed United States Army officers. The explosion killed two Americans, an officer and an NCO, and injured approximately 60, including military personn"}, {"title": "Ho Chi Minh City", "href": "/wiki/Ho_Chi_Minh_City", "description": "Ho Chi Minh City, commonly known by its previous name, Saigon, is the largest and most populous city in Vietnam, situated in South Vietnam. In southeastern region, the city surrounds the Saigon River and covers about 2,061 square kilometres."}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1964", "date": "December 24", "txt": "Flying Tiger Line Flight 282 crashes after takeoff from San Francisco International Airport, killing three.", "entities": [{"title": "San Francisco International Airport", "href": "/wiki/San_Francisco_International_Airport", "description": "San Francisco International Airport is an international airport 13 miles (21 km) south of Downtown San Francisco, California, United States. It has flights to points throughout North America and is a major gateway to Europe and Asia."}]}, {"heading": "Events", "year": "1966", "date": "December 24", "txt": "A Canadair CL-44 chartered by the United States military crashes into a small village in South Vietnam, killing 129.", "entities": [{"title": "Canadair CL-44", "href": "/wiki/Canadair_CL-44", "description": "The Canadair CL-44 was a Canadian turboprop airliner and cargo aircraft based on the Bristol Britannia that was developed and produced by Canadair in the late 1950s and early 1960s. Although innovative, only a small number of the aircraft were produced for the Royal Canadian Air Force (RCAF), and for commercial operators worldwide."}, {"title": "United States Armed Forces", "href": "/wiki/United_States_Armed_Forces", "description": "The United States Armed Forces are the military forces of the United States of America. It consists of the Army, Marine Corps, Navy, Air Force, Space Force, and Coast Guard. The president of the United States is the commander-in-chief of the Armed Forces and forms military policy with the Department of Defense (DoD) and Department of Homeland Security (DHS), both federal executive departments, act"}, {"title": "South Vietnam", "href": "/wiki/South_Vietnam", "description": "South Vietnam, officially the Republic of Vietnam, was a country that existed from 1955 to 1975, the period when the southern portion of Vietnam was a member of the Western Bloc during part of the Cold War. It first received international recognition in 1949 as the State of Vietnam within the French Union, with its capital at Saigon, before becoming a republic in 1955. South Vietnam was bordered b"}]}, {"heading": "Events", "year": "1968", "date": "December 24", "txt": "Apollo program: The crew of Apollo 8 enters into orbit around the Moon, becoming the first humans to do so. They performed ten lunar orbits and broadcast live TV pictures.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Apollo 8", "href": "/wiki/Apollo_8", "description": "Apollo 8 was the first crewed spacecraft to leave low Earth orbit, and also the first human spaceflight to reach another astronomical object, namely the Moon, which the crew orbited without landing, and then departed safely back to Earth. These three astronauts—Frank Borman, James Lovell, and William Anders—were the first humans to witness and photograph an Earthrise."}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}, {"title": "Lunar orbit", "href": "/wiki/Lunar_orbit", "description": "In astronomy, lunar orbit is the orbit of an object around the Moon."}]}, {"heading": "Events", "year": "1969", "date": "December 24", "txt": "Nigerian troops capture Umuahia, the Biafran capital.", "entities": [{"title": "Umuahia", "href": "/wiki/Umuahia", "description": "Umuahia is the capital city of Abia State in southeastern Nigeria. Umuahia is located along the rail road that lies between Port Harcourt to its south and Enugu city to its north. Umuahia has a population of 359,230 according to the 2006 Nigerian census. Umuahia is indigenously Igbo."}, {"title": "Biafra", "href": "/wiki/Biafra", "description": "Biafra, officially the Republic of Biafra, was a secessionist state in West Africa that existed from May 1967 to January 1970 during the Nigerian Civil War. Its territory consisted of the Eastern Region of Nigeria. After Biafra's declaration of independence, Nigeria declared war on the nascent state, defeating them in the Nigerian Civil War and reuniting the two states."}]}, {"heading": "Events", "year": "1971", "date": "December 24", "txt": "LANSA Flight 508 is struck by lighting and crashes in the Puerto Inca District in the Department of Huánuco in Peru, killing 91.", "entities": [{"title": "LANSA Flight 508", "href": "/wiki/LANSA_Flight_508", "description": "LANSA Flight 508 was a Lockheed L-188A Electra turboprop, registered OB-R-941, operated as a scheduled domestic passenger flight by Lineas Aéreas Nacionales Sociedad Anonima (LANSA), that crashed in a thunderstorm en route from Lima to Pucallpa, Peru, on December 24, 1971, killing 91 people–all six of its crew and 85 of its 86 passengers. It is the deadliest lightning strike disaster in history."}, {"title": "Puerto Inca District", "href": "/wiki/Puerto_Inca_District", "description": "Puerto Inca District is one of five districts of the province Puerto Inca in Peru."}, {"title": "Department of Huánuco", "href": "/wiki/Department_of_Hu%C3%A1nuco", "description": "Huánuco is a department and region in central Peru. It is bordered by the La Libertad, San Martín, Loreto and Ucayali regions in the north, the Ucayali Region in the east, the Pasco Region in the south and the Lima and Ancash regions in the west. Its capital is the city Huánuco."}, {"title": "Peru", "href": "/wiki/Peru", "description": "Peru, officially the Republic of Peru, is a country in western South America. It is bordered in the north by Ecuador and Colombia, in the east by Brazil, in the southeast by Bolivia, in the south by Chile, and in the south and west by the Pacific Ocean. Peru is a megadiverse country with habitats ranging from the arid plains of the Pacific coastal region in the west to the peaks of the Andes mount"}]}, {"heading": "Events", "year": "1973", "date": "December 24", "txt": "District of Columbia Home Rule Act is passed, allowing residents of Washington, D.C. to elect their own local government.", "entities": [{"title": "District of Columbia Home Rule Act", "href": "/wiki/District_of_Columbia_Home_Rule_Act", "description": "The District of Columbia Home Rule Act is a United States federal law passed on December 24, 1973 which devolved certain congressional powers of the District of Columbia to local government, furthering District of Columbia home rule. In particular, it includes the District Charter, which provides for an elected mayor and the Council of the District of Columbia. The council is composed of a chairma"}, {"title": "Local government", "href": "/wiki/Local_government", "description": "Local government is a generic term for the lowest tiers of public administration within a particular sovereign state. This particular usage of the word government refers specifically to a level of administration that is both geographically-localised and has limited powers. While in some countries, \"government\" is normally reserved purely for a national administration (government), the term local g"}]}, {"heading": "Events", "year": "1974", "date": "December 24", "txt": "Cyclone Tracy devastates Darwin, Australia.", "entities": [{"title": "Cyclone Tracy", "href": "/wiki/Cyclone_Tracy", "description": "Cyclone Tracy was a tropical cyclone that devastated the city of Darwin, Northern Territory, Australia from 24 to 26 December 1974."}, {"title": "Darwin, Northern Territory", "href": "/wiki/Darwin,_Northern_Territory", "description": "Darwin is the capital city of the Northern Territory, Australia. With a 2019 estimated population of 147,255, it has more residents than the rest of the sparsely populated Northern Territory. It is the smallest, wettest, and most northerly of the Australian capital cities and serves as the Top End's regional centre."}]}, {"heading": "Events", "year": "1980", "date": "December 24", "txt": "Witnesses report the first of several sightings of unexplained lights near RAF Woodbridge, in Rendlesham Forest, Suffolk, England, United Kingdom, an incident called \"Britain's Roswell\".", "entities": [{"title": "Rendlesham Forest incident", "href": "/wiki/Rendlesham_Forest_incident", "description": "In late December 1980, there was a series of reported sightings of unexplained lights near Rendlesham Forest, Suffolk, England which have become linked with claims of UFO landings. The events occurred just outside RAF Woodbridge, which was used at the time by the United States Air Force (USAF). USAF personnel, including deputy base commander Lieutenant Colonel Charles I. Halt, claimed to see thing"}, {"title": "RAF Woodbridge", "href": "/wiki/RAF_Woodbridge", "description": "Royal Air Force Woodbridge or RAF Woodbridge, is a former Royal Air Force station located east of Woodbridge in the county of Suffolk, England."}, {"title": "Rendlesham Forest", "href": "/wiki/Rendlesham_Forest", "description": "Rendlesham Forest is a 1,500-hectare (3,700-acre) mixed woodland in Suffolk owned by the Forestry Commission with recreation facilities for walkers, cyclists and campers."}, {"title": "Suffolk", "href": "/wiki/Suffolk", "description": "Suffolk is an East Anglian county of ancient origin in England. It has borders with Norfolk to the north, Cambridgeshire to the west and Essex to the south. The North Sea lies to the east. The county town is Ipswich; other important towns include Lowestoft, Bury St Edmunds, Newmarket, and Felixstowe, one of the largest container ports in Europe."}, {"title": "Roswell UFO incident", "href": "/wiki/Roswell_UFO_incident", "description": "The Roswell incident refers to the July 1947 crash of a United States Army Air Forces balloon at a ranch near Roswell, New Mexico, as well as the subsequent conspiracy theories that claim the crash was actually that of a flying saucer, and that the truth is being covered up by the US government."}]}, {"heading": "Events", "year": "1994", "date": "December 24", "txt": "Air France Flight 8969 is hijacked on the ground at Houari Boumediene Airport, Algiers, Algeria. Over the course of three days three passengers are killed, as are all four terrorists.", "entities": [{"title": "Air France Flight 8969", "href": "/wiki/Air_France_Flight_8969", "description": "Air France Flight 8969 was an Air France flight that was hijacked on 24 December 1994 by the Armed Islamic Group of Algeria (GIA) at Houari Boumediene Airport, Algiers. The terrorists murdered three passengers and their intention was to blow up the plane over the Eiffel Tower in Paris. When the aircraft reached Marseille, the National Gendarmerie Intervention Group (GIGN), a counter-terror unit of"}, {"title": "Houari Boumediene Airport", "href": "/wiki/Houari_Boumediene_Airport", "description": "Houari Boumediene Airport, also known as Algiers Airport or Algiers International Airport, is the main international airport serving Algiers, the capital of Algeria. It is located 9.1 NM east southeast of the city."}, {"title": "Algiers, Algeria", "href": "/wiki/Algiers,_Algeria", "description": "Algiers is the capital and largest city of Algeria. The city's population at the 2008 Census was 2,988,145 and in 2011 was estimated to be around 3,500,000. An estimate puts the population of the larger metropolitan city to be around 5,000,000. Algiers is located on the Mediterranean Sea and in the north-central portion of Algeria."}]}, {"heading": "Events", "year": "1997", "date": "December 24", "txt": "The Sid El-Antri massacre in Algeria kills between 50 and 100 people.", "entities": [{"title": "Sid El-Antri massacre", "href": "/wiki/Sid_El-Antri_massacre", "description": "The Sid El-Antri massacre took place on the night of 23–24 December 1997 in two small villages near Tiaret, Algeria. The death toll is unclear; Reuters cites \"at least 80\", or 48 according to the government, Le Jeune Independent says 117 people were killed and 11 abducted by terrorists, and a timeline gives 53 killed in Sidi el-Antri and 28 in Shari. On the same day, 11 were killed further away in"}, {"title": "Algeria", "href": "/wiki/Algeria", "description": "Algeria, officially the People's Democratic Republic of Algeria, is a country in the Maghreb region of North Africa. It is the largest country in Africa and the Arab world, and is bordered to the northeast by Tunisia; to the east by Libya; to the southeast by Niger; to the southwest by Mali, Mauritania, and Western Sahara; to the west by Morocco; and to the north by the Mediterranean Sea. The coun"}]}, {"heading": "Events", "year": "1999", "date": "December 24", "txt": "Indian Airlines Flight 814 is hijacked in Indian airspace between Kathmandu, Nepal, and Delhi, India. The aircraft landed at Kandahar in Afghanistan. The incident ended on December 31 with the release of 190 survivors (one passenger is killed).", "entities": [{"title": "Indian Airlines Flight 814", "href": "/wiki/Indian_Airlines_Flight_814", "description": "Indian Airlines Flight 814, commonly known as IC 814, was an Indian Airlines Airbus A300 en route from Tribhuvan International Airport in Kathmandu, Nepal to Indira Gandhi International Airport in Delhi, India on Friday, 24 December 1999, when it was hijacked and flown to several locations before landing in Kandahar, Afghanistan.\n"}, {"title": "Kathmandu", "href": "/wiki/Kathmandu", "description": "Kathmandu is the capital and largest city of Nepal, with a population of around 1 million. Also known as the city of temples, the city stands at an elevation of approximately 1,400 metres above sea level in the bowl-shaped Kathmandu Valley in central Nepal. The valley was historically called the \"Nepal Mandala\" and has been the home of the Newar people, a cosmopolitan urban civilization in the Him"}, {"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}, {"title": "Delhi", "href": "/wiki/Delhi", "description": "Delhi, officially the National Capital Territory (NCT) of Delhi, is a city and a union territory of India containing New Delhi, the capital of India.\nIt is bordered by the state of Haryana on three sides and by Uttar Pradesh to the east. The NCT covers an area of 1,484 square kilometres (573 sq mi). According to the 2011 census, Delhi's city proper population was over 11 million, the second-highes"}, {"title": "Kandahar", "href": "/wiki/Kandahar", "description": "Kandahar is a city in Afghanistan, located in the south of the country on the Arghandab River, at an elevation of 1,010 m (3,310 ft). It is Afghanistan's second largest city after Kabul, with a population of about 614,118. It is the capital of Kandahar Province and also the center of the larger cultural region called Loy Kandahar. In 1709, Mirwais Hotak made the region an independent kingdom and t"}, {"title": "Afghanistan", "href": "/wiki/Afghanistan", "description": "Afghanistan, officially the Islamic Republic of Afghanistan, is a landlocked country at the crossroads of Central and South Asia. Afghanistan is bordered by Pakistan to the east and south; Iran to the west; Turkmenistan, Uzbekistan, and Tajikistan to the north; and China to the northeast. Occupying 652,000 square kilometers (252,000 sq mi), it is a mountainous country with plains in the north and "}, {"title": "December 31", "href": "/wiki/December_31", "description": "December 31 is the 365th day of the year in the Gregorian calendar; It is known by a collection of names including: Saint Sylvester's Day, New Year's Eve or Old Years Day/Night, as the following day is New Year's Day. It is the last day of the year; the following day is January 1, the first day of the following year."}]}, {"heading": "Events", "year": "2003", "date": "December 24", "txt": "The Spanish police thwart an attempt by ETA to detonate 50 kg of explosives at 3:55 p.m. inside Madrid's busy Chamartín Station.", "entities": [{"title": "ETA (separatist group)", "href": "/wiki/ETA_(separatist_group)", "description": "ETA, an acronym for Euskadi Ta Askatasuna, was an armed Basque nationalist and separatist organization in the Basque Country. The group was founded in 1959 and later evolved from a group promoting traditional Basque culture to a paramilitary group engaged in a violent campaign of bombing, assassinations and kidnappings in the Southern Basque Country and throughout Spanish territory. Its goal was g"}, {"title": "Explosive material", "href": "/wiki/Explosive_material", "description": "An explosive is a reactive substance that contains a great amount of potential energy that can produce an explosion if released suddenly, usually accompanied by the production of light, heat, sound, and pressure. An explosive charge is a measured quantity of explosive material, which may either be composed solely of one ingredient or be a mixture containing at least two substances."}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}, {"title": "Madrid Chamartín railway station", "href": "/wiki/Madrid_Chamart%C3%ADn_railway_station", "description": "Madrid Chamartín is the name of the second major railway station in Madrid, Spain. In the north side of the city, it was built between 1970 and 1975,but more work would be carried on into the early 1980s. It then superseded Atocha station, which is closer to the city centre. After Atocha itself was rebuilt in 1992, Chamartin lost much of its importance even though since 2004, it has undergone chan"}]}, {"heading": "Events", "year": "2005", "date": "December 24", "txt": "Chad–Sudan relations: Chad declares a state of war against Sudan following a December 18 attack on Adré, which left about 100 people dead.", "entities": [{"title": "Chad–Sudan relations", "href": "/wiki/Chad%E2%80%93Sudan_relations", "description": "The populations of eastern Chad and western Sudan established social and religious ties long before either nation's independence, and these remained strong despite disputes between governments. In recent times, relations have been strained due to the conflict in Darfur and a civil war in Chad, which both governments accuse the other of supporting."}, {"title": "Chad", "href": "/wiki/Chad", "description": "Chad, officially known as the Republic of Chad, is a landlocked country in north-central Africa. It is bordered by Libya to the north, Sudan to the east, the Central African Republic to the south, Cameroon to the south-west, Nigeria to the southwest, and Niger to the west."}, {"title": "Declaration of war", "href": "/wiki/Declaration_of_war", "description": "A declaration of war is a formal act by which one state goes to war against another. The declaration is a performative speech act by an authorized party of a national government, in order to create a state of war between two or more states."}, {"title": "Sudan", "href": "/wiki/Sudan", "description": "Sudan, officially the Republic of the Sudan, is a country in Northeast Africa. It is bordered by Egypt to the north, Libya to the northwest, Chad to the west, the Central African Republic to the southwest, South Sudan to the south, Ethiopia to the southeast, Eritrea to the east, and the Red Sea to the northeast. Sudan has a population of 44.91 million people as of 2021 and occupies 1,886,068 squar"}, {"title": "December 18", "href": "/wiki/December_18", "description": "December 18 is the 352nd day of the year in the Gregorian calendar; 13 days remain until the end of the year."}, {"title": "Battle of Adré", "href": "/wiki/Battle_of_Adr%C3%A9", "description": "The Battle of Adré took place in Adré, Chad on 18 December 2005. The battle began when the Chadian rebel groups Rally for Democracy and Liberty (RDL) and Platform for Change, Unity, and Democracy (SCUD), allegedly backed by the government of Sudan, attacked the garrison in this city. However, Chadian loyalists, who had been forewarned by military intelligence of the attack, easily repulsed the att"}]}, {"heading": "Events", "year": "2008", "date": "December 24", "txt": "The Lord's Resistance Army, a Ugandan rebel group, begins a series of attacks against civilians in the Democratic Republic of the Congo, massacring more than 400.", "entities": [{"title": "Lord's Resistance Army", "href": "/wiki/Lord%27s_Resistance_Army", "description": "The Lord's Resistance Army (LRA), also known as the Lord's Resistance Movement, is a rebel group and heterodox Christian group which operates in northern Uganda, South Sudan, the Central African Republic, and the Democratic Republic of the Congo. Originally known as the United Holy Salvation Army and Uganda Christian Army/Movement, its stated goals include establishment of multi-party democracy, r"}, {"title": "Uganda", "href": "/wiki/Uganda", "description": "Uganda, officially the Republic of Uganda, is a landlocked country in East-Central Africa. It is bordered to the east by Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the south-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a substantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the "}, {"title": "2008 Christmas massacres", "href": "/wiki/2008_Christmas_massacres", "description": "The Christmas massacres took place on 24–27 December 2008, when the Lord's Resistance Army (LRA), a Ugandan rebel group, attacked several villages in Haut-Uele District, Democratic Republic of the Congo."}, {"title": "Democratic Republic of the Congo", "href": "/wiki/Democratic_Republic_of_the_Congo", "description": "The Democratic Republic of the Congo (DRC), also known as Congo-Kinshasa, DR Congo, the DROC, or simply either Congo or the Congo, and historically Zaire, is a country in Central Africa. It is, by area, the largest country in sub-Saharan Africa, the second-largest in all of Africa, and the 11th-largest in the world. With a population of around 105 million, the Democratic Republic of the Congo is t"}]}, {"heading": "Events", "year": "2018", "date": "December 24", "txt": "A helicopter crash kills Martha Érika Alonso, first female Governor of Puebla, Mexico, and her husband Rafael Moreno Valle Rosas, former governor.", "entities": [{"title": "Martha Érika Alonso", "href": "/wiki/Martha_%C3%89rika_Alonso", "description": "Martha Érika Alonso Hidalgo was a Mexican politician of the National Action Party (PAN) who served as the first female governor of Puebla from 14 December 2018 until her death ten days later in a helicopter crash. She was the spouse of Rafael Moreno Valle Rosas, who was governor of Puebla from 2011 to 2017 and was also killed in the crash."}, {"title": "Governor of Puebla", "href": "/wiki/Governor_of_Puebla", "description": "The Governor of Puebla is the chief executive of the Mexican state of Puebla."}, {"title": "Rafael Moreno Valle Rosas", "href": "/wiki/Rafael_Moreno_Valle_Rosas", "description": "Rafael Moreno Valle Rosas was a Mexican politician affiliated with the National Action Party (PAN). He was the governor of Puebla from February 2011 through January 2017."}]}, {"heading": "Births", "year": "3 BC", "date": "December 24", "txt": "Galba, Roman emperor (d. 69)", "entities": [{"title": "Galba", "href": "/wiki/Galba", "description": "Galba was Roman emperor from 68 to 69, the first emperor in the Year of the Four Emperors. He was known as Lucius Livius Ocella Sulpicius Galba prior to taking the throne as a result of his adoption by his stepmother, Livia Ocellina. The governor of Hispania at the time of the rebellion of Gaius Julius Vindex in Gaul, he seized the throne following Nero's suicide."}]}, {"heading": "Births", "year": "1166", "date": "December 24", "txt": "John, King of England (d. 1216)", "entities": [{"title": "John, King of England", "href": "/wiki/John,_King_of_England", "description": "John was King of England from 1199 until his death in 1216. He lost the Duchy of Normandy and most of his other French lands to King Philip II of France, resulting in the collapse of the Angevin Empire and contributing to the subsequent growth in power of the French Capetian dynasty during the 13th century. The baronial revolt at the end of John's reign led to the sealing of Magna Carta, a documen"}]}, {"heading": "Births", "year": "1389", "date": "December 24", "txt": "John V, Duke of Brittany (d. 1442)", "entities": [{"title": "John V, Duke of Brittany", "href": "/wiki/John_V,_Duke_of_Brittany", "description": "John V, sometimes numbered as VI, bynamed John the Wise, was Duke of Brittany and Count of Montfort from 1399 to his death. His rule coincided with the height of the Hundred Years' War between England and France. John's reversals in that conflict, as well as in other internal struggles in France, served to strengthen his duchy and to maintain its independence."}]}, {"heading": "Births", "year": "1474", "date": "December 24", "txt": "Bartolomeo degli Organi, Italian musician (d. 1539)", "entities": [{"title": "Bartolomeo degli Organi", "href": "/wiki/Bartolomeo_degli_Organi", "description": "\nBartolomeo degli Organi was an Italian composer, singer and organist of the Renaissance. Living in Florence, he was closely associated with Lorenzo de' Medici, and was music teacher both to the Florentine composer Francesco de Layolle and Guido Machiavelli, the son of the famous writer."}]}, {"heading": "Births", "year": "1475", "date": "December 24", "txt": "Thomas Murner, German poet and translator (d. 1537)", "entities": [{"title": "Thomas Murner", "href": "/wiki/Thomas_Murner", "description": "Thomas Murner, OFM was a German satirist, poet and translator."}]}, {"heading": "Births", "year": "1508", "date": "December 24", "txt": "Pietro Carnesecchi, Italian scholar (d. 1567)", "entities": [{"title": "Pietro Carnesecchi", "href": "/wiki/Pietro_Carnesecchi", "description": "Pietro Carnesecchi was an Italian humanist."}]}, {"heading": "Births", "year": "1520", "date": "December 24", "txt": "Martha Leijonhufvud, Swedish noble (d. 1584)", "entities": [{"title": "Martha Leijonhufvud", "href": "/wiki/Martha_Leijonhufvud", "description": "\nMartha Eriksdotter Leijonhufvud, known as Kung Märta, was a politically active Swedish noble. She was the sister of Queen Margaret Leijonhufvud and sister-in-law of King Gustav I of Sweden: she was also the maternal aunt of Queen Catherine Stenbock and the daughter-in-law of the regent Christina Gyllenstierna. In 1568, she financed the deposition of King Eric XIV of Sweden, which placed her nephe"}]}, {"heading": "Births", "year": "1537", "date": "December 24", "txt": "Willem IV van den Bergh, Stadtholder of Guelders and Zutphen (d. 1586)", "entities": [{"title": "Willem IV van den Bergh", "href": "/wiki/Willem_IV_van_den_Bergh", "description": "Willem IV, Count van den Bergh was Stadtholder of Guelders and Zutphen from 1581 until his arrest for suspected treason in 1583."}]}, {"heading": "Births", "year": "1549", "date": "December 24", "txt": "Kaspar Ulenberg, German theologian (d. 1617)", "entities": [{"title": "Kaspar Ulenberg", "href": "/wiki/Kaspar_Ulenberg", "description": "Kaspar Ulenberg was a Catholic convert, theological writer and translator of the Bible."}]}, {"heading": "Births", "year": "1588", "date": "December 24", "txt": "Constance of Austria (d. 1631)", "entities": [{"title": "Constance of Austria", "href": "/wiki/Constance_of_Austria", "description": "Constance of Austria was queen of Poland as the second wife of King Sigismund III Vasa and the mother of King John II Casimir."}]}, {"heading": "Births", "year": "1596", "date": "December 24", "txt": "Leonaert Bramer, Dutch painter (d. 1674)", "entities": [{"title": "Leonaert Bramer", "href": "/wiki/Leonaert_Bramer", "description": "Leonaert Bramer, also Leendert or Leonard, was a Dutch painter known primarily for genre, religious, and history paintings. Very prolific as a painter and draftsman, he is noted especially for nocturnal scenes which show a penchant for exotic details of costume and setting. He also painted frescos—a rarity north of the Alps—which have not survived, as well as murals on canvas, few of which are ext"}]}, {"heading": "Births", "year": "1597", "date": "December 24", "txt": "Honoré II, Prince of Monaco (d. 1662)", "entities": [{"title": "Honoré II, Prince of Monaco", "href": "/wiki/Honor%C3%A9_II,_Prince_of_Monaco", "description": "Honoré II was Prince of Monaco from 1604 to 1662. He was the first to be called Prince, but started his reign as Lord of Monaco."}]}, {"heading": "Births", "year": "1625", "date": "December 24", "txt": "Johann Rudolph Ahle, German organist, composer, and theorist (d. 1673)", "entities": [{"title": "Johann Rudolph Ahle", "href": "/wiki/Johann_Rudolph_Ahle", "description": "Johann Rudolph Ahle was a German composer, organist, theorist, and Protestant church musician."}]}, {"heading": "Births", "year": "1635", "date": "December 24", "txt": "Mariana of Austria (d. 1696)", "entities": [{"title": "Mariana of Austria", "href": "/wiki/Mariana_of_Austria", "description": "Mariana of Austria or Maria Anna was the queen consort of her uncle Philip IV of Spain from their marriage in 1649 until Philip died in 1665. She was then appointed regent for their three-year-old son Charles II, and due to his ill health remained an influential figure until her own death in 1696."}]}, {"heading": "Births", "year": "1679", "date": "December 24", "txt": "Domenico Sarro, Italian composer and educator (d. 1744)", "entities": [{"title": "Domenico Sarro", "href": "/wiki/Domenico_Sarro", "description": "Domenico Natale Sarro, also Sarri was an Italian composer."}]}, {"heading": "Births", "year": "1698", "date": "December 24", "txt": "William Warburton, English bishop (d. 1779)", "entities": [{"title": "William Warburton", "href": "/wiki/William_Warburton", "description": "William Warburton was an English writer, literary critic and churchman, Bishop of Gloucester from 1759 until his death. He edited editions of the works of his friend Alexander Pope, and of William Shakespeare."}]}, {"heading": "Births", "year": "1726", "date": "December 24", "txt": "Johann Hartmann, Danish composer (d. 1793)", "entities": [{"title": "Johann Hartmann", "href": "/wiki/Johann_Hartmann", "description": "Johann Ernst Hartmann was a Danish composer. He was first generation in a long line of composers in Denmark. He is remembered in particular for his two operas on texts by Johannes Ewald in which he helped creating a national musical style, inspired by composers such as Gluck. The first of these, Balders død, builds on the old Nordic mythology and uses dark colours when depicting the old Gods and v"}]}, {"heading": "Births", "year": "1731", "date": "December 24", "txt": "Julie Bondeli,  Swiss salonist and lady of letters (d. 1778)", "entities": [{"title": "Julie Bondeli", "href": "/wiki/Julie_Bondeli", "description": "Susanna Julie von Bondeli, was a famous Swiss salonist and lady of letters. She hosted a salon which became the center of intellectual life in Bern."}]}, {"heading": "Births", "year": "1754", "date": "December 24", "txt": "George Crabbe, English priest, surgeon, and poet (d. 1832)", "entities": [{"title": "George Crabbe", "href": "/wiki/George_Crabbe", "description": "George Crabbe was an English poet, surgeon and clergyman. He is best known for his early use of the realistic narrative form and his descriptions of middle and working-class life and people."}]}, {"heading": "Births", "year": "1761", "date": "December 24", "txt": "Selim III, Ottoman sultan (d. 1808)", "entities": [{"title": "Selim III", "href": "/wiki/Selim_III", "description": "Selim III was the Sultan of the Ottoman Empire from 1789 to 1807. Although regarded as an enlightened ruler, the Janissaries eventually deposed and imprisoned him, and placed his cousin Mustafa on the throne as Mustafa IV. Selim was subsequently killed by a group of assassins."}]}, {"heading": "Births", "year": "1761", "date": "December 24", "txt": "Jean-Louis Pons, French astronomer (d. 1831)", "entities": []}, {"heading": "Births", "year": "1798", "date": "December 24", "txt": "Adam Mickiewicz, Polish poet and playwright (d. 1855)", "entities": [{"title": "Adam Mickiewicz", "href": "/wiki/Adam_Mickiewicz", "description": "Adam Bernard Mickiewicz was a Polish poet, dramatist, essayist, publicist, translator and political activist. He is regarded as national poet in Poland, Lithuania and Belarus. A principal figure in Polish Romanticism, he is one of Poland's \"Three Bards\" and is widely regarded as Poland's greatest poet. He is also considered one of the greatest Slavic and European poets and has been dubbed a \"Slavi"}]}, {"heading": "Births", "year": "1809", "date": "December 24", "txt": "Kit Carson, American general (d. 1868)", "entities": [{"title": "Kit Carson", "href": "/wiki/Kit_Carson", "description": "Christopher Houston Carson, better known as Kit Carson, was an American frontiersman. He was a fur trapper, wilderness guide, Indian agent, and U.S. Army officer. He became a frontier legend in his own lifetime by biographies and news articles, and exaggerated versions of his exploits were the subject of dime novels. His understated nature belied confirmed reports of his fearlessness, combat skill"}]}, {"heading": "Births", "year": "1810", "date": "December 24", "txt": "Wilhelm Marstrand, Danish painter and illustrator (d. 1873)", "entities": [{"title": "Wilhelm Marstrand", "href": "/wiki/Wilhelm_Marstrand", "description": "Nicolai Wilhelm Marstrand, painter and illustrator, was born in Copenhagen, Denmark, to Nicolai Jacob Marstrand, instrument maker and inventor, and Petra Othilia Smith. Marstrand is one of the most renowned artists belonging to the Golden Age of Danish Painting."}]}, {"heading": "Births", "year": "1812", "date": "December 24", "txt": "Karl Eduard Zachariae von Lingenthal, German lawyer and jurist (d. 1894)", "entities": [{"title": "Karl Eduard Zachariae von Lingenthal", "href": "/wiki/Karl_Eduard_Zachariae_von_Lingenthal", "description": "Karl Eduard Zachariae von Lingenthal was an eminent German jurist and the son of Karl Salomo Zachariae von Lingenthal."}]}, {"heading": "Births", "year": "1818", "date": "December 24", "txt": "James Prescott Joule, English physicist and brewer (d. 1889)", "entities": [{"title": "James Prescott Joule", "href": "/wiki/James_Prescott_Joule", "description": "James Prescott Joule was an English physicist, mathematician and brewer, born in Salford, Lancashire. Joule studied the nature of heat, and discovered its relationship to mechanical work. This led to the law of conservation of energy, which in turn led to the development of the first law of thermodynamics. The SI derived unit of energy, the joule, is named after him."}]}, {"heading": "Births", "year": "1822", "date": "December 24", "txt": "Matthew Arnold, English poet and critic (d. 1888)", "entities": [{"title": "Matthew Arnold", "href": "/wiki/Matthew_Arnold", "description": "Matthew Arnold was an English poet and cultural critic who worked as an inspector of schools. He was the son of Thomas Arnold, the celebrated headmaster of Rugby School, and brother to both Tom Arnold, literary professor, and William Delafield Arnold, novelist and colonial administrator. Matthew Arnold has been characterised as a sage writer, a type of writer who chastises and instructs the reader"}]}, {"heading": "Births", "year": "1827", "date": "December 24", "txt": "Alexander von Oettingen, German theologian and statistician (d. 1905)", "entities": [{"title": "Alexander von Oettingen", "href": "/wiki/Alexander_von_Oettingen", "description": "Alexander Konstantin von Oettingen was a Baltic German Lutheran theologian and statistician."}]}, {"heading": "Births", "year": "1837", "date": "December 24", "txt": "Empress Elisabeth of Austria (d. 1898)", "entities": [{"title": "Empress Elisabeth of Austria", "href": "/wiki/Empress_Elisabeth_of_Austria", "description": "Empress Elisabeth of Austria was Empress of Austria and Queen of Hungary by marriage to Emperor Franz Joseph I. She was born into the royal Bavarian House of Wittelsbach. Nicknamed Sisi, she enjoyed an informal upbringing before marrying Emperor Franz Joseph I at the age of sixteen. The marriage thrust her into the much more formal Habsburg court life, for which she was unprepared and which she fo"}]}, {"heading": "Births", "year": "1843", "date": "December 24", "txt": "Lydia Koidula, Estonian poet and playwright (d. 1886)", "entities": [{"title": "Lydia Koidula", "href": "/wiki/Lydia_Koidula", "description": "Lydia Emilie Florence Jannsen,, known by her pen name Lydia Koidula, was an Estonian poet. Her sobriquet means 'Lydia of the Dawn' in Estonian. It was given to her by the writer Carl Robert Jakobson. She is also frequently referred to as Koidulaulik – 'Singer of the Dawn'."}]}, {"heading": "Births", "year": "1845", "date": "December 24", "txt": "George I of Greece (d. 1913)", "entities": [{"title": "George I of Greece", "href": "/wiki/George_I_of_Greece", "description": "George I was the King of Greece from 30 March 1863 until his assassination in 1913."}]}, {"heading": "Births", "year": "1865", "date": "December 24", "txt": "Szymon Askenazy, Polish historian, educator, and diplomat, founded the Askenazy school (d. 1935)", "entities": [{"title": "Szymon Askenazy", "href": "/wiki/Szymon_Askenazy", "description": "Szymon Askenazy was a Jewish-Polish historian, educator, statesman and diplomat, founder of the Askenazy school."}, {"title": "Askenazy school", "href": "/wiki/Askenazy_school", "description": "The Askenazy school was an informal group of Polish historians formed in the early 20th century under the influence of Szymon Askenazy in the University of Lwów and Warsaw University."}]}, {"heading": "Births", "year": "1867", "date": "December 24", "txt": "Tevfik Fikret, Turkish poet and educator (d. 1915)", "entities": [{"title": "Tevfik Fikret", "href": "/wiki/Tevfik_Fikret", "description": "Tevfik Fikret was the pseudonym of Mehmed Tevfik, an Ottoman educator and poet, who is considered the founder of the modern school of Turkish poetry."}]}, {"heading": "Births", "year": "1868", "date": "December 24", "txt": "Charles Harvey Bollman, American naturalist (d. 1889)", "entities": [{"title": "Charles Harvey Bollman", "href": "/wiki/Charles_Harvey_Bollman", "description": "Charles Harvey Bollman (1868–1889) was an American naturalist who published on fishes and myriapods, becoming known internationally for his work in a short career before dying at the age of 20, considered by David Starr Jordan one of the most brilliant and promising naturalists he had ever known."}]}, {"heading": "Births", "year": "1868", "date": "December 24", "txt": "Emanuel Lasker, German chess player, mathematician, and philosopher (d. 1941)", "entities": []}, {"heading": "Births", "year": "1869", "date": "December 24", "txt": "Henriette Roland Holst, Dutch poet, playwright, and politician (d. 1952)", "entities": [{"title": "Henriette Roland Holst", "href": "/wiki/Henriette_Roland_Holst", "description": "Henriette Goverdine Anna \"Jet\" Roland Holst-van der Schalk (1869–1952) was a Dutch poet and communist. She was nominated for the Nobel Prize in Literature."}]}, {"heading": "Births", "year": "1872", "date": "December 24", "txt": "Frederick Semple, American golfer and tennis player (d. 1927)", "entities": [{"title": "Frederick Semple", "href": "/wiki/Frederick_Semple", "description": "Frederick Humphrey Semple was an American golfer and tennis player who competed in the 1904 Summer Olympics."}]}, {"heading": "Births", "year": "1875", "date": "December 24", "txt": "Émile Wegelin, French rower (d. 1962)", "entities": [{"title": "Émile Wegelin", "href": "/wiki/%C3%89mile_Wegelin", "description": "Émile Wegelin was a French rower who competed in the 1900 Summer Olympics. He was part of the French boat Club Nautique de Lyon, which won the silver medal in the coxed fours."}]}, {"heading": "Births", "year": "1877", "date": "December 24", "txt": "Sigrid Schauman, Finnish painter and critic (d. 1979)", "entities": [{"title": "Sigrid Schauman", "href": "/wiki/Sigrid_Schauman", "description": "Sigrid Maria Schauman was a Finnish artist and art critic."}]}, {"heading": "Births", "year": "1879", "date": "December 24", "txt": "Émile Nelligan, Canadian poet (d. 1941)", "entities": [{"title": "Émile Nelligan", "href": "/wiki/%C3%89mile_Nelligan", "description": "Émile Nelligan was a French language poet from the Canadian province of Quebec."}]}, {"heading": "Births", "year": "1879", "date": "December 24", "txt": "Alexandrine of Mecklenburg-Schwerin (d. 1952)", "entities": []}, {"heading": "Births", "year": "1880", "date": "December 24", "txt": "Johnny Gruelle, American author and illustrator (d. 1939)", "entities": [{"title": "Johnny Gruelle", "href": "/wiki/Johnny_Gruelle", "description": "John Barton Gruelle was an American artist, political cartoonist, children's book and comics author, illustrator, and storyteller. He is best known as the creator of Raggedy Ann and Raggedy Andy dolls and as the author/illustrator of dozens of books. He also created the Beloved Belindy doll. Gruelle also contributed cartoons and illustrations to at least ten newspapers, four major news syndicates,"}]}, {"heading": "Births", "year": "1881", "date": "December 24", "txt": "Charles Wakefield Cadman, American composer and critic (d. 1946)", "entities": [{"title": "Charles Wakefield Cadman", "href": "/wiki/Charles_Wakefield_Cadman", "description": "Charles Wakefield Cadman was an American composer. For 40 years he worked closely with Nelle Richmond Eberhart, who wrote most of the texts to his songs, including Four American Indian Songs, as well as the librettos for his five operas, two of which were based on Indian themes. He composed in a wide variety of genres."}]}, {"heading": "Births", "year": "1882", "date": "December 24", "txt": "Hans Rebane, Estonian journalist and politician, 8th Estonian Minister of Foreign Affairs (d. 1961)", "entities": [{"title": "Hans Rebane", "href": "/wiki/Hans_Rebane", "description": "Hans Rebane was an Estonian politician, diplomat and journalist. He served as the Minister of Foreign Affairs of Estonia from 1927 to 1928 in Jaan Tõnisson's third cabinet. Rebane was Estonian envoy in Helsinki 1931–1937, 1937–1940 in Riga."}, {"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1882", "date": "December 24", "txt": "Georges Legagneux, French aviator (d. 1914) ", "entities": []}, {"heading": "Births", "year": "1883", "date": "December 24", "txt": "Stefan Jaracz, Polish actor and producer (d. 1945)", "entities": [{"title": "Stefan Jaracz", "href": "/wiki/Stefan_Jaracz", "description": "Stefan Jaracz was a Polish actor and theater producer. He served as the artistic director of Ateneum Theatre in Warsaw during the interwar period (1930–32), and within a short period raised its reputation as one of the leading voices for Poland's new intelligentsia, with groundbreaking productions of Danton's Death by Georg Büchner (1931), The Captain of Köpenick by Carl Zuckmayer (1932), as well "}]}, {"heading": "Births", "year": "1885", "date": "December 24", "txt": "Paul Manship, American sculptor (d. 1966)", "entities": [{"title": "Paul Manship", "href": "/wiki/Paul_Manship", "description": "Paul Howard Manship was an American sculptor. He consistently created mythological pieces in a classical style, and was a major force in the Art Deco movement. He is well known for his large public commissions, including the iconic Prometheus in Rockefeller Center and the Celestial Sphere Woodrow Wilson Memorial in Geneva, Switzerland. He is also credited for designing the modern rendition of New "}]}, {"heading": "Births", "year": "1886", "date": "December 24", "txt": "Michael Curtiz, Hungarian-American actor, director, and producer (d. 1962)", "entities": [{"title": "Michael Curtiz", "href": "/wiki/Michael_Curtiz", "description": "Michael Curtiz was a Hungarian-born American film director, recognized as one of the most prolific directors in history. He directed classic films from the silent era and numerous others during\nHollywood's Golden Age, when the studio system was prevalent."}]}, {"heading": "Births", "year": "1887", "date": "December 24", "txt": "Louis Jouvet, French actor and producer (d. 1951)", "entities": [{"title": "Louis Jouvet", "href": "/wiki/Louis_Jouvet", "description": "Jules Eugène Louis Jouvet was a French actor, theatre director and film maker."}]}, {"heading": "Births", "year": "1891", "date": "December 24", "txt": "Feodor Stepanovich Rojankovsky, Russian illustrator and painter (d. 1970)", "entities": [{"title": "Feodor Stepanovich Rojankovsky", "href": "/wiki/Feodor_Stepanovich_Rojankovsky", "description": "Feodor Stepanovich \"Rojan\" Rojankovsky, also known as Rojan, was a Russian émigré illustrator. He is well known both for children's book illustration and for erotic art. He won the 1956 Caldecott Medal for U.S. picture book illustration from the American Library Association, recognizing Frog Went A-Courtin' by John Langstaff."}]}, {"heading": "Births", "year": "1892", "date": "December 24", "txt": "Ruth Chatterton, American actress (d. 1961)", "entities": [{"title": "Ruth Chatterton", "href": "/wiki/Ruth_Chatterton", "description": "Ruth Chatterton was an American stage, film, and television actress, aviatrix and novelist. She was at her most popular in the early to mid-1930s, and in the same era gained prominence as an aviator, one of the few female pilots in the United States at the time. In the late 1930s, Chatterton retired from film acting but continued her career on the stage. She had several TV roles beginning in the l"}]}, {"heading": "Births", "year": "1893", "date": "December 24", "txt": "Harry Warren, American pianist and composer (d. 1981)", "entities": []}, {"heading": "Births", "year": "1894", "date": "December 24", "txt": "Georges Guynemer, French captain and pilot (d. 1917)", "entities": [{"title": "Georges Guynemer", "href": "/wiki/Georges_Guynemer", "description": "Georges Guynemer was the second highest-scoring French fighter ace with 54 victories during World War I, and a French national hero at the time of his death."}]}, {"heading": "Births", "year": "1894", "date": "December 24", "txt": "Jack Thayer, American businessman (d. 1945)", "entities": []}, {"heading": "Births", "year": "1895", "date": "December 24", "txt": "E. Roland Harriman, American financier and philanthropist (d. 1978)", "entities": [{"title": "E. Roland Harriman", "href": "/wiki/E._Roland_Harriman", "description": "Edward Roland Noel \"Bunny\" Harriman was an American financier and philanthropist."}]}, {"heading": "Births", "year": "1895", "date": "December 24", "txt": "Noel Streatfeild, English author (d. 1986)", "entities": []}, {"heading": "Births", "year": "1895", "date": "December 24", "txt": "Marguerite Williams, American geologist (d. 1991)", "entities": []}, {"heading": "Births", "year": "1897", "date": "December 24", "txt": "Ville Pörhölä, Finnish shot putter and discus thrower (d. 1964)", "entities": [{"title": "Ville Pörhölä", "href": "/wiki/Ville_P%C3%B6rh%C3%B6l%C3%A4", "description": "Frans Wilhelm \"Ville\" Pörhölä was a Finnish athlete who competed in shot put, discus throw, hammer throw and weight throw."}]}, {"heading": "Births", "year": "1897", "date": "December 24", "txt": "Väinö Sipilä, Finnish runner (d. 1987)", "entities": []}, {"heading": "Births", "year": "1898", "date": "December 24", "txt": "Baby Dodds, American drummer (d. 1959)", "entities": [{"title": "Baby Dodds", "href": "/wiki/Baby_Dodds", "description": "Warren \"Baby\" Dodds was a jazz drummer born in New Orleans, Louisiana. He is regarded as one of the best jazz drummers of the pre-big band era, and one of the most important early jazz drummers. He varied his drum patterns with accents and flourishes, and he generally kept the beat with the bass drum while playing buzz rolls on the snare. Some of his early influences included Louis Cottrell, Sr., "}]}, {"heading": "Births", "year": "1900", "date": "December 24", "txt": "Joey Smallwood, Canadian journalist and politician, 1st Premier of Newfoundland (d. 1991)", "entities": [{"title": "Joey Smallwood", "href": "/wiki/Joey_Smallwood", "description": "Joseph Roberts \"Joey\" Smallwood was a Newfoundlander and Canadian politician. He was the main force who brought the Dominion of Newfoundland into the Canadian Confederation in 1949, becoming the first premier of Newfoundland, serving until 1972. As premier, he vigorously promoted economic development, championed the welfare state, and emphasized modernization of education and transportation. Small"}, {"title": "Premier of Newfoundland", "href": "/wiki/Premier_of_Newfoundland", "description": "The premier of Newfoundland and Labrador is the first minister, head of government and de facto chief executive for the Canadian province of Newfoundland and Labrador. Since 1949, the Premier's duties and office has been the successor to the ministerial position of the prime minister of the former Dominion of Newfoundland. Before 2001, the official title was Premier of Newfoundland."}]}, {"heading": "Births", "year": "1900", "date": "December 24", "txt": "Hawayo Takata, Japanese-American teacher and master practitioner of Reiki (d. 1980)", "entities": [{"title": "Reiki", "href": "/wiki/Reiki", "description": "Reiki  is a Japanese form of alternative medicine called energy healing. Reiki practitioners use a technique called palm healing or hands-on healing through which a \"universal energy\" is said to be transferred through the palms of the practitioner to the patient in order to encourage emotional or physical healing."}]}, {"heading": "Births", "year": "1903", "date": "December 24", "txt": "Joseph Cornell, American sculptor and director (d. 1972)", "entities": [{"title": "Joseph Cornell", "href": "/wiki/Joseph_Cornell", "description": "Joseph Cornell was an American artist and film maker, one of the pioneers and most celebrated exponents of assemblage. Influenced by the Surrealists, he was also an avant-garde experimental filmmaker. He was largely self-taught in his artistic efforts, and improvised his own original style incorporating cast-off and discarded artifacts. He lived most of his life in relative physical isolation, car"}]}, {"heading": "Births", "year": "1903", "date": "December 24", "txt": "Ernst Krenkel, Polish-Russian geographer and explorer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1903", "date": "December 24", "txt": "Ava Helen Pauling, American humanitarian and activist (d. 1981)", "entities": []}, {"heading": "Births", "year": "1904", "date": "December 24", "txt": "Joseph M. Juran, Romanian-American engineer and businessman (d. 2008)", "entities": [{"title": "Joseph M. Juran", "href": "/wiki/Joseph_M._Juran", "description": "Joseph Moses Juran was a Romanian-American engineer and management consultant. He was an evangelist for quality and quality management, having written several books on those subjects. He was the brother of Academy Award winner Nathan Juran."}]}, {"heading": "Births", "year": "1905", "date": "December 24", "txt": "Howard Hughes, American businessman, engineer, and pilot (d. 1976)", "entities": [{"title": "Howard Hughes", "href": "/wiki/Howard_Hughes", "description": "Howard Robard Hughes Jr. was an American business magnate, investor, record-setting pilot, engineer, film director, and philanthropist, known during his lifetime as one of the most financially successful individuals in the world. He first became prominent as a film producer, and then as an influential figure in the aviation industry. Later in life, he became known for his eccentric behavior and re"}]}, {"heading": "Births", "year": "1906", "date": "December 24", "txt": "Franz Waxman, German-American composer and conductor (d. 1967)", "entities": [{"title": "Franz Waxman", "href": "/wiki/Franz_Waxman", "description": "Franz Waxman was a German-born composer and conductor of Jewish descent, known primarily for his work in the film music genre. His film scores include Bride of Frankenstein, Rebecca, Sunset Boulevard, A Place in the Sun, Stalag 17, Rear Window, Peyton Place, The Nun's Story, and Taras Bulba. He received twelve Academy Award nominations, and won two Oscars in consecutive years. He also received a G"}]}, {"heading": "Births", "year": "1907", "date": "December 24", "txt": "I. F. Stone, American journalist and author (d. 1989)", "entities": [{"title": "I. F. Stone", "href": "/wiki/I._F._Stone", "description": "I. F. Stone was a politically progressive American investigative journalist, writer, and author."}]}, {"heading": "Births", "year": "1910", "date": "December 24", "txt": "Ellen Braumüller, German javelin thrower and triathlete (d. 1991)", "entities": [{"title": "Ellen Braumüller", "href": "/wiki/Ellen_Braum%C3%BCller", "description": "Ellen Braumüller was a track and field athlete from Germany, who competed mainly in the javelin throw. She competed for her native country at the 1932 Summer Olympics in Los Angeles, United States, where she won the silver medal in the javelin throw. At the 1932 Olympics, she also competed in the relay, discus and high jump. Born in Berlin, she was the younger sister of Inge Braumüller."}]}, {"heading": "Births", "year": "1910", "date": "December 24", "txt": "Fritz Leiber, American author and poet (d. 1992)", "entities": []}, {"heading": "Births", "year": "1910", "date": "December 24", "txt": "Max Miedinger, Swiss typeface designer, created Helvetica (d. 1980)", "entities": [{"title": "Helvetica", "href": "/wiki/Helvetica", "description": "Helvetica or Neue Haas Grotesk is a widely used sans-serif typeface developed in 1957 by Swiss typeface designer Max Miedinger with input from Eduard Hoffmann."}]}, {"heading": "Births", "year": "1913", "date": "December 24", "txt": "Ad Reinhardt, American painter and academic (d. 1967)", "entities": [{"title": "Ad Reinhardt", "href": "/wiki/Ad_Reinhardt", "description": "Adolph Frederick \"Ad\" Reinhardt was an abstract painter active in New York beginning in the 1930s and continuing through the 1960s. He was a member of the American Abstract Artists and was a part of the movement centered on the Betty Parsons Gallery that became known as abstract expressionism. He was also a member of The club, the meeting place for the New York School abstract expressionist artist"}]}, {"heading": "Births", "year": "1914", "date": "December 24", "txt": "Ralph Marterie, Italian-American trumpet player and bandleader (d. 1978)", "entities": [{"title": "Ralph Marterie", "href": "/wiki/Ralph_Marterie", "description": "Ralph Marterie was a big-band leader born in Acerra, Italy."}]}, {"heading": "Births", "year": "1914", "date": "December 24", "txt": "Herbert Reinecker, German author and screenwriter (d. 2007)", "entities": []}, {"heading": "Births", "year": "1918", "date": "December 24", "txt": "Dave Bartholomew, American bandleader, composer and arranger (d. 2019)", "entities": [{"title": "Dave Bartholomew", "href": "/wiki/Dave_Bartholomew", "description": "David Louis Bartholomew was an American musician, bandleader, composer, arranger, and record producer. He was prominent in the music of New Orleans throughout the second half of the 20th century. Originally a trumpeter, he was active in many musical genres, including rhythm and blues, big band, swing music, rock and roll, New Orleans jazz, and Dixieland. In his induction into the Rock and Roll Hal"}]}, {"heading": "Births", "year": "1919", "date": "December 24", "txt": "Qateel Shifai, Pakistani poet and songwriter (d. 2001)", "entities": [{"title": "Qateel Shifai", "href": "/wiki/Qateel_Shifai", "description": "Muhammad Aurangzeb or Qateel Shifai \n(Urdu: قتِیل شِفائ‎), \n(24 December 1919 – 11 July 2001) was a Pakistani Urdu poet and lyricist."}]}, {"heading": "Births", "year": "1919", "date": "December 24", "txt": "Pierre Soulages, French artist", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 24", "txt": "Franco Lucentini, Italian author and screenwriter (d. 2002)", "entities": [{"title": "Franco Lucentini", "href": "/wiki/Franco_Lucentini", "description": "Franco Lucentini was an Italian writer, journalist, translator and editor of anthologies."}]}, {"heading": "Births", "year": "1920", "date": "December 24", "txt": "Yevgeniya Rudneva, Ukrainian-Russian lieutenant and navigator (d. 1944)", "entities": []}, {"heading": "Births", "year": "1921", "date": "December 24", "txt": "Bill Dudley, American football player (d. 2010)", "entities": [{"title": "Bill Dudley", "href": "/wiki/Bill_Dudley", "description": "William McGarvey \"Bullet Bill\" Dudley was a professional American football player in the National Football League for the Pittsburgh Steelers, Detroit Lions, and Washington Redskins. He was inducted into the Pro Football Hall of Fame in 1966 and the Virginia Sports Hall of Fame in 1972."}]}, {"heading": "Births", "year": "1922", "date": "December 24", "txt": "Ava Gardner, American actress (d. 1990)", "entities": [{"title": "Ava Gardner", "href": "/wiki/Ava_Gardner", "description": "Ava Lavinia Gardner was an American actress and singer. She first signed a contract with Metro-Goldwyn-Mayer in 1941 and appeared mainly in small roles until she drew critics' attention in 1946 with her performance in Robert Siodmak's film noir The Killers. She was nominated for an Academy Award for Best Actress in 1953 for her performance in John Ford's Mogambo, and in 1964 for best actress for b"}]}, {"heading": "Births", "year": "1923", "date": "December 24", "txt": "George Patton IV, American general (d. 2004)", "entities": [{"title": "George Patton IV", "href": "/wiki/George_Patton_IV", "description": "George Smith Patton IV was a major general in the United States Army and the son of World War II General George S. Patton Jr. He served in the Korean War and the Vietnam War."}]}, {"heading": "Births", "year": "1923", "date": "December 24", "txt": "William C. Schneider, American aerospace engineer (d. 1999)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 24", "txt": "Lee Dorsey, American singer-songwriter (d. 1986)", "entities": [{"title": "Lee Dorsey", "href": "/wiki/Lee_Dorsey", "description": "Irving Lee Dorsey was an American pop and R&B singer during the 1960s. His biggest hits were \"Ya Ya\" (1961) and \"Working in the Coal Mine\" (1966). Much of his work was produced by Allen Toussaint, with instrumental backing provided by The Meters."}]}, {"heading": "Births", "year": "1924", "date": "December 24", "txt": "Abdirizak Haji Hussein, Somalian soldier and politician, 4th Prime Minister of Somalia (d. 2014)", "entities": [{"title": "Prime Minister of Somalia", "href": "/wiki/Prime_Minister_of_Somalia", "description": "This is a list of Prime Ministers of Somalia. The Prime Minister of Somalia is the head of government of Somalia. There have been 20 official prime ministers since the office was created in 1956. The first Prime Minister was Abdullahi Issa, who served prior to independence in the Trust Territory of Somaliland. The current Prime Minister of the Federal Republic of Somalia is Mohamed Hussein Roble, "}]}, {"heading": "Births", "year": "1924", "date": "December 24", "txt": "Mohammed Rafi, Indian singer (d. 1980)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 24", "txt": "Norman Rossington, English actor (d. 1999)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 24", "txt": "Mary Higgins Clark, American author (d. 2020)", "entities": [{"title": "Mary Higgins Clark", "href": "/wiki/Mary_Higgins_Clark", "description": "Mary Theresa Eleanor Higgins Clark was an American author of suspense novels. Each of her 51 books was a bestseller in the United States and various European countries, and all of her novels remained in print as of 2015, with her debut suspense novel, Where Are the Children?, in its seventy-fifth printing."}]}, {"heading": "Births", "year": "1928", "date": "December 24", "txt": "Lev Vlassenko, Georgian-Australian pianist and educator (d. 1996)", "entities": [{"title": "Lev Vlassenko", "href": "/wiki/Lev_Vlassenko", "description": "Lev Nikolaevich Vlassenko, was a Soviet pianist and teacher."}]}, {"heading": "Births", "year": "1929", "date": "December 24", "txt": "Lennart Skoglund, Swedish footballer (d. 1975)", "entities": [{"title": "Lennart Skoglund", "href": "/wiki/Lennart_Skoglund", "description": "Karl Lennart \"Nacka\" Skoglund was a Swedish footballer. One of the most renowned Swedish players, Skoglund usually played as a left winger and was particularly known for his dribbling ability. He spent most of his career at Hammarby IF and Internazionale."}]}, {"heading": "Births", "year": "1929", "date": "December 24", "txt": "Philip Ziegler, English historian and author", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 24", "txt": "Robert Joffrey, American dancer and choreographer (d. 1988)", "entities": [{"title": "Robert Joffrey", "href": "/wiki/Robert_Joffrey", "description": "Robert Joffrey was an American dancer, teacher, producer, choreographer, and co-founder of the Joffrey Ballet, known for his highly imaginative modern ballets. He was born Anver Bey Abdullah Jaffa Khan in Seattle, Washington to a Pashtun father from Afghanistan and a mother from Italy."}]}, {"heading": "Births", "year": "1930", "date": "December 24", "txt": "John J. Kelley, American runner (d. 2011)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 24", "txt": "Ray Bryant, American pianist and composer (d. 2011)", "entities": [{"title": "Ray Bryant", "href": "/wiki/Ray_Bryant", "description": "Raphael Homer \"Ray\" Bryant was an American jazz pianist, composer, and arranger."}]}, {"heading": "Births", "year": "1931", "date": "December 24", "txt": "Mauricio Kagel, Argentinian-German composer and scholar (d. 2008)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 24", "txt": "Colin Cowdrey, Indian-English cricketer (d. 2000)", "entities": [{"title": "Colin Cowdrey", "href": "/wiki/Colin_Cowdrey", "description": "Michael Colin Cowdrey, Baron Cowdrey of Tonbridge, was an English first-class cricketer who played for Oxford University (1952–1954), Kent County Cricket Club (1950–1976) and England (1954–1975). Universally known as Colin Cowdrey, he \"delighted crowds throughout the world with his style and elegance\", and was the first cricketer to play 100 Test matches, celebrating the occasion with 104 against "}]}, {"heading": "Births", "year": "1932", "date": "December 24", "txt": "On Kawara, Japanese-American painter (d. 2014)", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 24", "txt": "John Critchinson, English pianist and composer (d. 2017)", "entities": [{"title": "John Critchinson", "href": "/wiki/John_Critchinson", "description": "John William Frank Critchinson also known as \"Critch\", was an English jazz pianist."}]}, {"heading": "Births", "year": "1934", "date": "December 24", "txt": "Stjepan Mesić, Croatian lawyer and politician, 2nd President of Croatia", "entities": [{"title": "President of Croatia", "href": "/wiki/President_of_Croatia", "description": "The president of Croatia, officially denoted as the President of the Republic of Croatia, is the head of state, commander-in-chief of the military and chief representative of the Republic of Croatia both within the country and abroad. The president is the holder of the highest office in Croatia. However, the president is not the head of the executive branch as Croatia has a parliamentary system in"}]}, {"heading": "Births", "year": "1934", "date": "December 24", "txt": "Alex Hutchinson, Australian jazz musician", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 24", "txt": "Ivan Lawrence, English lawyer and politician", "entities": [{"title": "Ivan Lawrence", "href": "/wiki/Ivan_Lawrence", "description": "Sir Ivan John Lawrence is a former British Conservative Member of Parliament and criminal barrister."}]}, {"heading": "Births", "year": "1937", "date": "December 24", "txt": "Félix Miélli Venerando, Brazilian footballer and manager (d. 2012)", "entities": [{"title": "Félix Miélli Venerando", "href": "/wiki/F%C3%A9lix_Mi%C3%A9lli_Venerando", "description": "Félix Miélli Venerando was a Brazilian football player, more commonly known as Félix."}]}, {"heading": "Births", "year": "1937", "date": "December 24", "txt": "John Taylor, Baron Kilclooney, Northern Irish politician, Irish Minister of Home Affairs", "entities": [{"title": "Minister of Home Affairs (Northern Ireland)", "href": "/wiki/Minister_of_Home_Affairs_(Northern_Ireland)", "description": "The Minister of Home Affairs was a member of the Executive Committee of the Privy Council of Northern Ireland (Cabinet) in the Parliament of Northern Ireland which governed Northern Ireland from 1921 to 1972. The Minister of Home Affairs was responsible for a range of non-economic domestic matters, although for a few months in 1953 the office was combined with that of the Minister of Finance."}]}, {"heading": "Births", "year": "1938", "date": "December 24", "txt": "Bobby Henrich, American baseball player", "entities": [{"title": "Bobby Henrich", "href": "/wiki/Bobby_Henrich", "description": "Robert Edward Henrich is a former Major League Baseball shortstop. He played parts of three seasons, from 1957 until 1959, for the Cincinnati Redlegs. He was used most frequently as a pinch runner."}]}, {"heading": "Births", "year": "1938", "date": "December 24", "txt": "Valentim Loureiro, Portuguese soldier and politician", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 24", "txt": "Janet Carroll, American actress and singer (d. 2012)", "entities": [{"title": "Janet Carroll", "href": "/wiki/Janet_Carroll", "description": "Janet Carroll was an American film, stage and television character actress."}]}, {"heading": "Births", "year": "1940", "date": "December 24", "txt": "Anthony Fauci, American physician, Director of National Institute of Allergy and Infectious Diseases", "entities": [{"title": "National Institute of Allergy and Infectious Diseases", "href": "/wiki/National_Institute_of_Allergy_and_Infectious_Diseases", "description": "The National Institute of Allergy and Infectious Diseases (NIAID) is one of the 27 institutes and centers that make up the National Institutes of Health (NIH), an agency of the United States Department of Health and Human Services (HHS). NIAID's mission is to conduct basic and applied research to better understand, treat, and prevent infectious, immunologic, and allergic diseases."}]}, {"heading": "Births", "year": "1941", "date": "December 24", "txt": "Mike Hazlewood, English singer-songwriter (d. 2001)", "entities": [{"title": "Mike Hazlewood", "href": "/wiki/Mike_Hazlewood", "description": "Michael Edward Hazlewood was a British singer, composer and songwriter. He variously worked with Albert Hammond, T-Bone Burnett, Van Dyke Parks and Harry Nilsson."}]}, {"heading": "Births", "year": "1942", "date": "December 24", "txt": "Indra Bania, Indian actor, director, and playwright (d. 2015)", "entities": [{"title": "Indra Bania", "href": "/wiki/Indra_Bania", "description": "Indra Bania was an Indian theatre actor, playwright, film actor and director from Assam. His performance in Jahnu Barua's Halodhia Choraye Baodhan Khai earned him the Silver Leopard Best Actor's award at the Locarno International Film Festival. He was the recipient of the Natasurya Phani Sarma Award."}]}, {"heading": "Births", "year": "1942", "date": "December 24", "txt": "Jonathan Borofsky, American sculptor and painter", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 24", "txt": "Đoàn Viết Hoạt, Vietnamese journalist, educator, and activist", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 24", "txt": "Tarja Halonen, Finnish lawyer and politician, 11th President of Finland", "entities": [{"title": "Tarja Halonen", "href": "/wiki/Tarja_Halonen", "description": "Tarja Kaarina Halonen is a Finnish politician who served as the 11th President of Finland, and the first woman to hold the position, from 2000 to 2012. She first rose to prominence as a lawyer with the Central Organisation of Finnish Trade Unions (SAK), and as the Prime Minister's parliamentary secretary (1974–1975) and a member of the City Council of Helsinki (1977–1996). Halonen was a Social Dem"}, {"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1943", "date": "December 24", "txt": "Suzy Menkes, English journalist and critic", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 24", "txt": "Barry Elliott, English actor and screenwriter (d. 2018)", "entities": [{"title": "Barry Elliott (entertainer)", "href": "/wiki/Barry_Elliott_(entertainer)", "description": "The Chuckle Brothers were an English comedy double act comprising Barry David Elliott and Paul Harman Elliott. They were known for their BBC children's programme ChuckleVision, which celebrated its twenty-first series with a 2010 stage tour entitled An Audience with the Chuckle Brothers. The comedy of the Chuckle Brothers usually derived from slapstick, wordplay and other visual gags, and their ca"}]}, {"heading": "Births", "year": "1944", "date": "December 24", "txt": "Mike Curb, American businessman and politician, 42nd Lieutenant Governor of California", "entities": [{"title": "Lieutenant Governor of California", "href": "/wiki/Lieutenant_Governor_of_California", "description": "The lieutenant governor of California is the second highest executive officer of the government of the U.S. state of California. The lieutenant governor is elected to serve a four-year term and can serve a maximum of two terms. In addition to basically ceremonial roles, serving as acting governor in the absence of the governor of California and as President of the California State Senate, the lieu"}]}, {"heading": "Births", "year": "1944", "date": "December 24", "txt": "Oswald Gracias, Indian cardinal", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 24", "txt": "Daniel Johnson, Jr., Canadian lawyer and politician, 25th Premier of Quebec", "entities": [{"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Births", "year": "1944", "date": "December 24", "txt": "Erhard Keller, German speed skater", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 24", "txt": "Bob Shaw, Australian golfer", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 24", "txt": "Woody Shaw, American trumpeter (d. 1989)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 24", "txt": "Lemmy, English hard rock singer-songwriter and bass player (d. 2015)", "entities": [{"title": "Lemmy", "href": "/wiki/Lemmy", "description": "Ian Fraser Kilmister, better known as Lemmy, was a British singer, songwriter, and musician. He is best known as the founder, lead singer, bassist, primary songwriter and only continuous member of the British rock band Motörhead."}]}, {"heading": "Births", "year": "1945", "date": "December 24", "txt": "Steve Smith, Canadian-American actor and comedian", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 24", "txt": "Jan Akkerman, Dutch rock guitarist and songwriter", "entities": [{"title": "Jan Akkerman", "href": "/wiki/Jan_Akkerman", "description": "Jan Akkerman is a Dutch guitarist. He first found international commercial success with the band Focus, which he co-founded with Thijs van Leer. After leaving Focus, he continued as a solo musician, adding jazz fusion influences."}]}, {"heading": "Births", "year": "1946", "date": "December 24", "txt": "Jeff Sessions, American lawyer and politician, 44th Attorney General of Alabama and 84th Attorney General of the United States", "entities": [{"title": "Attorney General of Alabama", "href": "/wiki/Attorney_General_of_Alabama", "description": "The attorney general of Alabama is an elected, constitutional officer of the State of Alabama. The office of the attorney general is located at the state capitol in Montgomery, Alabama. Henry Hitchcock was elected Alabama's first attorney general in 1819."}, {"title": "Attorney General of the United States", "href": "/wiki/Attorney_General_of_the_United_States", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1947", "date": "December 24", "txt": "Kevin Sheedy, Australian footballer and coach", "entities": [{"title": "Kevin Sheedy (Australian footballer)", "href": "/wiki/Kevin_Sheedy_(Australian_footballer)", "description": "Kevin John Sheedy AO is a former Australian rules football coach and player in the Australian Football League. He played and coached in a combined total of 929 games over 47 years from 1967 until 2013, which is a VFL/AFL record. Sheedy was inducted into the Australian Football Hall of Fame in 2008 and on the 29th of May 2018 was elevated to legend status."}]}, {"heading": "Births", "year": "1948", "date": "December 24", "txt": "Stan Bowles, English footballer and sportscaster", "entities": [{"title": "Stan Bowles", "href": "/wiki/Stan_Bowles", "description": "Stanley Bowles is an English former professional footballer who as a player in the 1970s was known for his skills as a forward, and also gained a reputation as one of the game's great non-conformists and mavericks."}]}, {"heading": "Births", "year": "1948", "date": "December 24", "txt": "Frank Oliver, New Zealand rugby player and coach", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 24", "txt": "Warwick Brown, Australian race car driver", "entities": [{"title": "Warwick Brown", "href": "/wiki/Warwick_Brown", "description": "Warwick Brown is a former racing driver from Australia."}]}, {"heading": "Births", "year": "1949", "date": "December 24", "txt": "Randy Neugebauer, American accountant and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 24", "txt": "Dana Gioia, American poet and critic", "entities": [{"title": "Dana Gioia", "href": "/wiki/Dana_Gioia", "description": "Michael Dana Gioia is an American poet, literary critic, literary translator, and essayist."}]}, {"heading": "Births", "year": "1950", "date": "December 24", "txt": "Hiroshi Ikushima, Japanese businessman and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 24", "txt": "Libby Larsen, American composer", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 24", "txt": "Tommy Turtle, British soldier", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 24", "txt": "John D'Acquisto, American baseball player", "entities": [{"title": "John D'Acquisto", "href": "/wiki/John_D%27Acquisto", "description": "John Francis D'Acquisto is a former Major League Baseball player who pitched for six teams in his ten-year career that spanned from 1973 to 1982. He is the cousin of former major league pitcher Lou Marone."}]}, {"heading": "Births", "year": "1951", "date": "December 24", "txt": "Nick Kent, English-French journalist and author", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 24", "txt": "Michael Ray, American jazz musician", "entities": [{"title": "Michael Ray (trumpeter)", "href": "/wiki/Michael_Ray_(trumpeter)", "description": "Michael Ray is an American jazz trumpeter. He tours extensively with Sun Ra and the successor Sun Ra Arkestra under Marshall Allen's direction following Sun Ra's passing. For a period from the mid-1990s to the present he leads his own band, Michael Ray and the Cosmic Krewe. His playing with Sun Ra and independently has incorporated funkjazz, R & B, electronica and fusion genres."}]}, {"heading": "Births", "year": "1953", "date": "December 24", "txt": "Timothy Carhart, American actor", "entities": [{"title": "Timothy Carhart", "href": "/wiki/Timothy_Carhart", "description": "Timothy Carhart is an American actor. He starred in the CBS drama Island Son (1989–90) and has had recurring roles in CSI: Crime Scene Investigation (2000–03) and 24 (2002). He also starred in the 1992 Broadway revival of A Streetcar Named Desire. His film appearances include Ghostbusters (1984), Pink Cadillac (1989), Thelma & Louise (1991), and Beverly Hills Cop III (1994)."}]}, {"heading": "Births", "year": "1954", "date": "December 24", "txt": "Yves Debay, Congolese-French commander and journalist (d. 2013)", "entities": [{"title": "Yves Debay", "href": "/wiki/Yves_Debay", "description": "Yves Debay, a veteran French-Belgian war correspondent, founded and reported for French-language magazines Raids and later Assaut, which is published out of Boulogne-Billancourt, Paris, France. He was the first Belgian journalist to be killed in Syria."}]}, {"heading": "Births", "year": "1954", "date": "December 24", "txt": "José María Figueres, Costa Rican businessman and politician, President of Costa Rica", "entities": [{"title": "President of Costa Rica", "href": "/wiki/President_of_Costa_Rica", "description": "The President of the Republic of Costa Rica is the head of state and head of government of Costa Rica. The president is currently elected in direct elections for a period of four years, which is not immediately renewable. Two vice presidents are elected in the same ticket with the president. The president appoints the Council of Ministers. Due to the abolition of the military of Costa Rica in 1948"}]}, {"heading": "Births", "year": "1954", "date": "December 24", "txt": "Helen Jones, English lawyer and politician", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 24", "txt": "Scott Fischer, American mountaineer and guide (d. 1996)", "entities": [{"title": "Scott Fischer", "href": "/wiki/Scott_Fischer", "description": "Scott Eugene Fischer was an American mountaineer and mountain guide. He was renowned for his ascents of the world's highest mountains made without the use of supplemental oxygen. Fischer and Wally Berg were the first Americans to summit Lhotse, the world's fourth highest peak. Fischer, Charley Mace, and Ed Viesturs summitted K2 without supplemental oxygen. Fischer first climbed Mount Everest in 19"}]}, {"heading": "Births", "year": "1955", "date": "December 24", "txt": "Clarence Gilyard, American actor and educator", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 24", "txt": "Anil Kapoor, Indian actor and producer.", "entities": [{"title": "Anil Kapoor", "href": "/wiki/Anil_Kapoor", "description": "Anil Kapoor is an Indian actor and film producer who has appeared in over a hundred Hindi-language films, as well as international films and television series. His career has spanned 40 years as an actor, and as a producer since 2005. He has also won numerous awards in his career, including two National Film Awards and six Filmfare Awards in varied acting categories."}]}, {"heading": "Births", "year": "1956", "date": "December 24", "txt": "Shim Hwa-jin, South Korean academic and educator", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 24", "txt": "Hamid Karzai, Afghan politician, 12th President of Afghanistan", "entities": [{"title": "Hamid Karzai", "href": "/wiki/Hamid_Karzai", "description": "Hamid Karzai is an Afghan politician who was the president of Afghanistan from 22 December 2001 to 29 September 2014. He is also the leader of the Popalzai Durrani tribe of Kandahar."}, {"title": "President of Afghanistan", "href": "/wiki/President_of_Afghanistan", "description": "The president of the Islamic Republic of Afghanistan is the head of state and head of government of Afghanistan and Commander-in-Chief of Afghan Armed Forces. The incumbent office holder is Ashraf Ghani."}]}, {"heading": "Births", "year": "1958", "date": "December 24", "txt": "Munetaka Higuchi, Japanese drummer and producer (d. 2008)", "entities": [{"title": "Munetaka Higuchi", "href": "/wiki/Munetaka_Higuchi", "description": "Munetaka Higuchi  was a Japanese musician and record producer. He is best known as the original drummer of the heavy metal band Loudness, but first rose to prominence as a member of Lazy in the 1970s."}]}, {"heading": "Births", "year": "1958", "date": "December 24", "txt": "Paul Pressey, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 24", "txt": "Gene Sperling, American economist", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 24", "txt": "Diane Tell, Canadian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 24", "txt": "Chris Blackhurst, English journalist", "entities": [{"title": "Chris Blackhurst", "href": "/wiki/Chris_Blackhurst", "description": "Chris Blackhurst is a strategic communications advisor and commentator, who is a former editor of The Independent."}]}, {"heading": "Births", "year": "1959", "date": "December 24", "txt": "Lee Daniels, American director and producer", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 24", "txt": "Glenn McQueen, Canadian-American animator (d. 2002)", "entities": [{"title": "Glenn McQueen", "href": "/wiki/Glenn_McQueen", "description": "Glenn John McQueen was a Canadian supervisor of digital animation and supervising character animator at Pixar and PDI."}]}, {"heading": "Births", "year": "1960", "date": "December 24", "txt": "Carol Vorderman, English television host", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 24", "txt": "Ilham Aliyev, Azerbaijani businessman and politician, 4th President of Azerbaijan", "entities": [{"title": "Ilham Aliyev", "href": "/wiki/Ilham_Aliyev", "description": "Ilham Heydar oglu Aliyev is the fourth and current president of Azerbaijan, serving in the post since 31 October 2003."}, {"title": "President of Azerbaijan", "href": "/wiki/President_of_Azerbaijan", "description": "The president of the Republic of Azerbaijan is the head of state of Azerbaijan. The Constitution states that the president is the embodiment of executive power, commander-in-chief, \"representative of Azerbaijan in home and foreign policies\", and that he/she \"shall have the right of immunity [from prosecution].\" The president rules through his executive office, the Presidential Administration, cons"}]}, {"heading": "Births", "year": "1961", "date": "December 24", "txt": "Mary Barra, American businesswoman, current CEO and chairwoman of General Motors", "entities": [{"title": "General Motors", "href": "/wiki/General_Motors", "description": "General Motors Company (GM) is an American multinational corporation headquartered in Detroit, Michigan, USA that designs, manufactures, markets, and distributes vehicles and vehicle parts, and sells financial services, with global headquarters in Detroit's Renaissance Center. It was founded by William C. Durant on September 16, 1908, as a holding company, and the present entity was established in"}]}, {"heading": "Births", "year": "1961", "date": "December 24", "txt": "Eriko Kitagawa, Japanese director and screenwriter", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 24", "txt": "Darren Wharton, English singer-songwriter and keyboard player", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 24", "txt": "Wade Williams, American actor", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 24", "txt": "Jay Wright, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 24", "txt": "Kate Spade, American fashion designer (d. 2018)", "entities": [{"title": "Kate Spade", "href": "/wiki/Kate_Spade", "description": "Katherine Noel Valentine Brosnahan Spade was an American fashion designer and entrepreneur. She was the founder and former co-owner of the designer brand Kate Spade New York."}]}, {"heading": "Births", "year": "1963", "date": "December 24", "txt": "Caroline Aherne, English actress, producer, and screenwriter (d. 2016)", "entities": [{"title": "Caroline Aherne", "href": "/wiki/Caroline_Aherne", "description": "Caroline Mary Aherne was an English comedian, writer and actress, best known for performing as the acerbic chat show host Mrs Merton, in various roles in The Fast Show, and as Denise in The Royle Family, a series which she co-wrote. She won BAFTA awards for her work on The Mrs Merton Show and The Royle Family."}]}, {"heading": "Births", "year": "1963", "date": "December 24", "txt": "Jay Bilas, American basketball player and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 24", "txt": "Timo Jutila, Finnish ice hockey player and sportscaster", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 24", "txt": "Mary Ramsey, American singer-songwriter and violinist", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 24", "txt": "Neil Turbin, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 24", "txt": "Mark Valley, American actor", "entities": [{"title": "Mark Valley", "href": "/wiki/Mark_Valley", "description": "Mark Thomas Valley is an American film and television actor, best known for his roles as Brad Chase in the TV drama Boston Legal, Oliver Richard in the NBC drama Harry's Law, FBI Special Agent John Scott in the Fox sci fi series Fringe, Christopher Chance in Fox's action drama Human Target, and Tommy Sullivan in ABC’s Body of Proof."}]}, {"heading": "Births", "year": "1965", "date": "December 24", "txt": "Millard Powers, American bass player, songwriter, and producer", "entities": [{"title": "Millard Powers", "href": "/wiki/Millard_Powers", "description": "Avery Millard Powers III is an American musician, songwriter, record producer, and Grammy-nominated recording engineer. While a student at the University of North Carolina at Greensboro in the 1980s, he collaborated with fellow student Ben Folds and with Alabama-based singer-songwriter Owsley, both of which he continued to work with as a musician and as a producer for the next several decades. Sin"}]}, {"heading": "Births", "year": "1966", "date": "December 24", "txt": "Diedrich Bader, American actor", "entities": [{"title": "Diedrich Bader", "href": "/wiki/Diedrich_Bader", "description": "Karl Diedrich Bader is an American film, television and voice actor and comedian. He has appeared as a series regular in television sitcoms The Drew Carey Show, American Housewife, and Outsourced, along with notable recurring roles in Better Things and Veep. His film credits include The Beverly Hillbillies, Office Space, EuroTrip and Napoleon Dynamite. He is also an accomplished voice actor for mu"}]}, {"heading": "Births", "year": "1967", "date": "December 24", "txt": "Mikhail Shchennikov, Russian race walker", "entities": [{"title": "Mikhail Shchennikov", "href": "/wiki/Mikhail_Shchennikov", "description": "Mikhail Anatolyevich Shchennikov is a Russian race walker."}]}, {"heading": "Births", "year": "1967", "date": "December 24", "txt": "Pernilla Wahlgren, Swedish singer and actress", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 24", "txt": "Doyle Bramhall II, American singer-songwriter and guitarist", "entities": [{"title": "Doyle Bramhall II", "href": "/wiki/Doyle_Bramhall_II", "description": "Doyle Bramhall II is an American musician, producer, guitarist, and songwriter known for his work with Eric Clapton, Roger Waters, and many others. He is the son of the songwriter and drummer Doyle Bramhall."}]}, {"heading": "Births", "year": "1968", "date": "December 24", "txt": "Marleen Renders, Belgian runner", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Brad Anderson, American wrestler", "entities": [{"title": "Brad Anderson (wrestler)", "href": "/wiki/Brad_Anderson_(wrestler)", "description": "Bradley Anderson is an American semi-retired professional wrestler and is the son of wrestler Gene Anderson."}]}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Milan Blagojevic, Australian footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Pernille Fischer Christensen, Danish director and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Taro Goto, Japanese soccer player", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Leavander Johnson, American boxer (d. 2005)", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Ryuji Kato, Japanese soccer player", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Nick Love, English director and screenwriter", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Clinton McKinnon, American saxophonist and keyboard player", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Ed Miliband, English academic and politician, Minister for the Cabinet Office", "entities": [{"title": "Minister for the Cabinet Office", "href": "/wiki/Minister_for_the_Cabinet_Office", "description": "The Minister for the Cabinet Office is a position in the Cabinet Office of the United Kingdom. The Minister is responsible for all Cabinet Office policies and leading the department."}]}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Mark Millar, Scottish author", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Luis Musrri, Chilean footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Oleg Skripochka, Russian astronaut and engineer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Gintaras Staučė, Lithuanian footballer and manager", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 24", "txt": "Michael Zucchet, American economist and politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 24", "txt": "Adam Haslett, American author and academic", "entities": [{"title": "Adam Haslett", "href": "/wiki/Adam_Haslett", "description": "Adam Haslett is an American fiction writer and journalist. His debut short story collection, You Are Not a Stranger Here, and his second novel, Imagine Me Gone, were both finalists for both the Pulitzer Prize and the National Book Award. He has been awarded fellowships from the Guggenheim Foundation, the American Academy of Arts and Letters, and the American Academy in Berlin. In 2017, he won the "}]}, {"heading": "Births", "year": "1970", "date": "December 24", "txt": "Amaury Nolasco, Puerto Rican-American actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 24", "txt": "Geoff Allott, New Zealand cricketer", "entities": [{"title": "Geoff Allott", "href": "/wiki/Geoff_Allott", "description": "Geoffrey Ian Allott is a former New Zealand cricketer who played in 10 Tests and 31 One Day Internationals (ODIs) from 1996 to 2000. He retired from all cricket in 2001, following series of injuries"}]}, {"heading": "Births", "year": "1971", "date": "December 24", "txt": "Sascha Fischer, German rugby player", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 24", "txt": "Ricky Martin, Puerto Rican-American singer-songwriter and actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 24", "txt": "Álvaro Mesén, Costa Rican footballer", "entities": [{"title": "Álvaro Mesén", "href": "/wiki/%C3%81lvaro_Mes%C3%A9n", "description": "Álvaro Mesén Murillo is a retired Costa Rican footballer."}]}, {"heading": "Births", "year": "1972", "date": "December 24", "txt": "Klaus Schnellenkamp, Chilean businessman and author", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 24", "txt": "Liu Dong, Chinese-Spanish runner", "entities": [{"title": "Liu Dong", "href": "/wiki/Liu_Dong", "description": "Liu Dong is a retired Chinese middle-distance runner. She holds the current Asian record over 800 metres with 1:55.54 minutes. She set that record while winning at the 7th Chinese National Games. Her personal best over 1500 metres was 3:56.31 minutes. She was trained from 1991 to 1993 by the famous Ma Junren in Liaoning Province."}]}, {"heading": "Births", "year": "1973", "date": "December 24", "txt": "Paul Foot, English comedian", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 24", "txt": "Stephenie Meyer, American author and film producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 24", "txt": "Ali Salem Tamek, Moroccan activist", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 24", "txt": "Thure Lindhardt, Danish actor", "entities": [{"title": "Thure Lindhardt", "href": "/wiki/Thure_Lindhardt", "description": "Thure Frank Lindhardt is a Danish actor, educated at the drama school at Odense Theatre in 1998."}]}, {"heading": "Births", "year": "1974", "date": "December 24", "txt": "Paal Nilssen-Love, Norwegian drummer and composer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 24", "txt": "Marcelo Salas, Chilean footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 24", "txt": "Ryan Seacrest, American radio host and television personality, and producer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 24", "txt": "J.D. Walsh, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 24", "txt": "Linda Ferga, French hurdler", "entities": [{"title": "Linda Ferga", "href": "/wiki/Linda_Ferga", "description": "Linda Ferga married Khodadin is a French former athlete who competed in the 100 metres hurdles and 60 metres hurdles indoor."}]}, {"heading": "Births", "year": "1977", "date": "December 24", "txt": "Michael Raymond-James, American actor", "entities": [{"title": "Michael Raymond-James", "href": "/wiki/Michael_Raymond-James", "description": "Michael Raymond-James is an American actor. He is best known for playing René Lenier in the first season of the HBO series True Blood, Britt Pollack on the FX series Terriers, Neal Cassidy/Baelfire on the ABC series Once Upon a Time, and Mitch Longo on the CBS All Access series Tell Me a Story."}]}, {"heading": "Births", "year": "1978", "date": "December 24", "txt": "Yıldıray Baştürk, German-Turkish footballer", "entities": [{"title": "Yıldıray Baştürk", "href": "/wiki/Y%C4%B1ld%C4%B1ray_Ba%C5%9Ft%C3%BCrk", "description": "Yıldıray Baştürk is a retired Turkish footballer."}]}, {"heading": "Births", "year": "1978", "date": "December 24", "txt": "Warren Tredrea, Australian footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 24", "txt": "Chris Hero, American wrestler and trainer", "entities": [{"title": "Chris Hero", "href": "/wiki/Chris_Hero", "description": "Chris Spradlin, better known by his ring name Chris Hero, is an American professional wrestler and trainer. Hero has worked for a number of independent wrestling promotions, including Pro Wrestling Guerrilla (PWG), Ring of Honor (ROH), Independent Wrestling Association Mid-South, Combat Zone Wrestling (CZW) and Chikara, as well as Pro Wrestling Noah in Japan. Hero has had two stints in WWE, both a"}]}, {"heading": "Births", "year": "1980", "date": "December 24", "txt": "Stephen Appiah, Ghanaian footballer", "entities": [{"title": "Stephen Appiah", "href": "/wiki/Stephen_Appiah", "description": "Stephen Leroy Appiah is a Ghanaian former professional footballer who played as a midfielder. Appiah was a member of the Ghana national team, which he has represented at the youth, Olympic, and senior levels. He captained Ghana at their World Cup debut in 2006 and was a member of their squad for the 2010 World Cup."}]}, {"heading": "Births", "year": "1980", "date": "December 24", "txt": "Tomas Kalnoky, Czech-American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 24", "txt": "Maarja Liis-Ilus, Estonian pop musician", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 24", "txt": "Dima Bilan, Russian singer-songwriter and actor", "entities": [{"title": "Dima Bilan", "href": "/wiki/Dima_Bilan", "description": "Dima Nikolayevich Bilan, is a Russian singer, songwriter, and actor. He represented Russia at the Eurovision Song Contest 2006 with \"Never Let You Go\", finishing second, and he won the contest in 2008 in Belgrade, with the song \"Believe\". He has had several Russian number one hit records. He is sometimes referred to as \"Russia's Iglesias\" due to his similarity to the Spanish singer."}]}, {"heading": "Births", "year": "1984", "date": "December 24", "txt": "Isaac De Gois, Australian rugby league player", "entities": [{"title": "Isaac De Gois", "href": "/wiki/Isaac_De_Gois", "description": "Isaac De Gois, also known by the nickname of \"Goisy\", is a former Portugal international rugby league footballer. His position was hooker and he played for the Wests Tigers, Newcastle Knights, Cronulla-Sutherland Sharks and Parramatta Eels in the National Rugby League."}]}, {"heading": "Births", "year": "1985", "date": "December 24", "txt": "Alexey Dmitriev, German ice hockey player", "entities": [{"title": "Alexey Dmitriev", "href": "/wiki/Alexey_Dmitriev", "description": "Alexey Dmitriev is a Belarusian-born German professional ice hockey player currently playing for the Löwen Frankfurt of the DEL2"}]}, {"heading": "Births", "year": "1985", "date": "December 24", "txt": "David Ragan, American race car driver", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 24", "txt": "Tim Elliott, American mixed martial artist", "entities": [{"title": "Tim Elliott", "href": "/wiki/Tim_Elliott", "description": "Timothy Samuel Elliott is an American mixed martial artist who currently competes in the Flyweight division of the Ultimate Fighting Championship (UFC). He is the former Titan FC Flyweight Champion. He has been professional competitor since 2009 and is currently in his second tenure with the UFC. He is a four-time winner of bonuses in the UFC, winning Fight of the Night three times, Performance of"}]}, {"heading": "Births", "year": "1986", "date": "December 24", "txt": "Kyrylo Fesenko, Ukrainian basketball player", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 24", "txt": "Jane Summersett, American ice dancer", "entities": [{"title": "Jane Summersett", "href": "/wiki/Jane_Summersett", "description": "Jane Summersett is an American former competitive ice dancer. She teamed up with Todd Gilles in April 2007. The two won the bronze medal at the 2008 Nebelhorn Trophy and placed seventh at the 2010 Four Continents Championships."}]}, {"heading": "Births", "year": "1988", "date": "December 24", "txt": "Stefanos Athanasiadis, Greek footballer", "entities": [{"title": "Stefanos Athanasiadis", "href": "/wiki/Stefanos_Athanasiadis", "description": "Stefanos \"Klaus\" Athanasiadis is a Greek professional footballer who plays as a striker for Super League 2 club Apollon Larissa."}]}, {"heading": "Births", "year": "1988", "date": "December 24", "txt": "Emre Özkan, Turkish footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 24", "txt": "Simon Zenke, Nigerian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 24", "txt": "Brigetta Barrett, American high jumper", "entities": [{"title": "Brigetta Barrett", "href": "/wiki/Brigetta_Barrett", "description": "Brigetta LaShea Barrett is a former high jumper from the United States. Her biggest success is winning the silver medal at the 2012 Olympic Games in London. She retired in 2016 at the age of 25 before coming back in 2017."}]}, {"heading": "Births", "year": "1990", "date": "December 24", "txt": "Marcus Jordan, American basketball player", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 24", "txt": "Ryo Miyake, Japanese fencer", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 24", "txt": "Lara Michel, Swiss tennis player", "entities": [{"title": "Lara Michel", "href": "/wiki/Lara_Michel", "description": "Lara Michel is a Swiss tennis player."}]}, {"heading": "Births", "year": "1991", "date": "December 24", "txt": "Louis Tomlinson, English singer-songwriter", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 24", "txt": "Fa'amanu Brown, New Zealand rugby league player", "entities": [{"title": "Fa'amanu Brown", "href": "/wiki/Fa%27amanu_Brown", "description": "Fa'amanu \"Nu\" Brown is a Samoa international rugby league footballer who plays as a stand-off, hooker and scrum-half for Featherstone Rovers in the RFL Championship."}]}, {"heading": "Births", "year": "1994", "date": "December 24", "txt": "Miguel Castro, Dominican baseball player", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 24", "txt": "Matt Frawley, Australian rugby league player", "entities": []}, {"heading": "Deaths", "year": "36", "date": "December 24", "txt": "Gongsun Shu, emperor of Chengjia", "entities": [{"title": "Gongsun Shu", "href": "/wiki/Gongsun_Shu", "description": "Gongsun Shu was a governor and warlord of the Xin dynasty and early Eastern Han dynasty who controlled the region of modern-day Sichuan, proclaiming himself as the Emperor of Chengjia in 25 AD. With Chengdu as his capital, he ruled for 12 years before dying in battle on 24 December 36. His empire surrendered to Eastern Han forces the next day."}, {"title": "Chengjia", "href": "/wiki/Chengjia", "description": "Chengjia, also called the Cheng dynasty or Great Cheng, was a self-proclaimed empire established by Gongsun Shu in 25 AD after the collapse of the Xin dynasty of Chinese history, rivalling the Eastern Han dynasty founded by Emperor Guangwu later in the same year. Based in the Sichuan Basin with its capital at Chengdu, Chengjia covered a large area including modern Sichuan, Chongqing, Guizhou, Yunn"}]}, {"heading": "Deaths", "year": "427", "date": "December 24", "txt": "Archbishop Sisinnius I of Constantinople", "entities": [{"title": "Archbishop Sisinnius I of Constantinople", "href": "/wiki/Archbishop_Sisinnius_I_of_Constantinople", "description": "Sisinnius I was the Archbishop of Constantinople from 426 to 427."}]}, {"heading": "Deaths", "year": "820", "date": "December 24", "txt": "Leo V the Armenian, Byzantine emperor (b. 775)", "entities": [{"title": "Leo V the Armenian", "href": "/wiki/Leo_V_the_Armenian", "description": "Leo V the Armenian was Emperor of the Byzantine Empire from 813 to 820. A senior general, he forced his predecessor, Michael I Rangabe, to abdicate and assumed the throne. He ended the decade-long war with the Bulgars, and initiated the second period of Byzantine Iconoclasm. He was assassinated by supporters of Michael the Amorian, one of his most trusted generals, who succeeded him on the throne."}]}, {"heading": "Deaths", "year": "903", "date": "December 24", "txt": "Hedwiga, duchess of Saxony", "entities": [{"title": "Hedwiga", "href": "/wiki/Hedwiga", "description": "Hedwiga, was Duchess of Saxony from about 880 until her death, by her marriage with the Liudolfing duke Otto the Illustrious. She is the mother of King Henry the Fowler."}, {"title": "Duchy of Saxony", "href": "/wiki/Duchy_of_Saxony", "description": "The Duchy of Saxony was originally the area settled by the Saxons in the late Early Middle Ages, when they were subdued by Charlemagne during the Saxon Wars from 772 and incorporated into the Carolingian Empire (Francia) by 804. Upon the 843 Treaty of Verdun, Saxony was one of the five German stem duchies of East Francia; Duke Henry the Fowler was elected German king in 919."}]}, {"heading": "Deaths", "year": "950", "date": "December 24", "txt": "Shi Hongzhao, Chinese general", "entities": [{"title": "Shi Hongzhao", "href": "/wiki/Shi_Hongzhao", "description": "Shi Hongzhao, courtesy name Huayuan (化元), formally the Prince of Zheng (鄭王), was a major general of the Chinese Five Dynasties and Ten Kingdoms Period state Later Han. Shi was one of the key officials that Later Han's founding emperor Liu Zhiyuan left in charge of the government during the youth of his son and successor Liu Chengyou, but Liu Chengyou eventually tired of these officials' governance"}]}, {"heading": "Deaths", "year": "950", "date": "December 24", "txt": "Wang Zhang, Chinese official", "entities": []}, {"heading": "Deaths", "year": "950", "date": "December 24", "txt": "Yang Bin, Chinese chancellor", "entities": []}, {"heading": "Deaths", "year": "1193", "date": "December 24", "txt": "Roger III of Sicily (b. 1175)", "entities": [{"title": "Roger III of Sicily", "href": "/wiki/Roger_III_of_Sicily", "description": "Roger III, of the House of Hauteville, was the eldest son and heir of King Tancred of Sicily and Queen Sibylla. He was made Duke of Apulia, probably in 1189, shortly after his father's accession. In the summer of 1192 he was crowned co-king with his father. Follari were minted at Messina bearing both Tancred and Roger's names as kings."}]}, {"heading": "Deaths", "year": "1257", "date": "December 24", "txt": "John I, Count of Hainaut (b. 1218)", "entities": [{"title": "John I, Count of Hainaut", "href": "/wiki/John_I,_Count_of_Hainaut", "description": "John of Avesnes was the count of Hainaut from 1246 to his death."}]}, {"heading": "Deaths", "year": "1263", "date": "December 24", "txt": "Hōjō Tokiyori, regent of Japan (b. 1227)", "entities": [{"title": "Hōjō Tokiyori", "href": "/wiki/H%C5%8Dj%C5%8D_Tokiyori", "description": "Hōjō Tokiyori was the fifth shikken (regent) of the Kamakura shogunate in Japan."}]}, {"heading": "Deaths", "year": "1281", "date": "December 24", "txt": "Henry V of Luxembourg (b. 1216)", "entities": [{"title": "Henry V of Luxembourg", "href": "/wiki/Henry_V_of_Luxembourg", "description": "\n\n\nHenry V the Blondell, called the Great, was the count of Arlon from 1226 to his death, lord of Ligny from 1240 to his death, count of Luxembourg and Laroche from 1247 to his death, and the count of Namur between 1256 and 1264 as Henry III. He was the son and successor of Waleran III of Limburg and Ermesinda of Luxembourg."}]}, {"heading": "Deaths", "year": "1449", "date": "December 24", "txt": "Walter Bower, Scottish chronicler (b. 1385)", "entities": [{"title": "Walter Bower", "href": "/wiki/Walter_Bower", "description": "Walter Bower was a Scottish canon regular and abbot of Inchcolm Abbey in the Firth of Forth, who is noted as a chronicler of his era. He was born about 1385 at Haddington, East Lothian, in the Kingdom of Scotland. In 1991, Donald Watt said of Bower's Scotichronicon that \"We are more and more convinced that this book \nis one of the national treasures of Scotland, which should be studied in depth fo"}]}, {"heading": "Deaths", "year": "1453", "date": "December 24", "txt": "John Dunstaple, English composer (b. 1390)", "entities": [{"title": "John Dunstaple", "href": "/wiki/John_Dunstaple", "description": "John Dunstaple was an English composer who was the leading composer of 15th century England and among the most influential composers of his time. He developed the contenance angloise style, which used harmonies with thirds and sixths. Crucial in the developing style of the Burgundian School, Dunstaple's music spans the transition from the medieval to the Renaissance periods."}]}, {"heading": "Deaths", "year": "1456", "date": "December 24", "txt": "Đurađ Branković, Despot of Serbia (b. 1377)", "entities": [{"title": "Đurađ Branković", "href": "/wiki/%C4%90ura%C4%91_Brankovi%C4%87", "description": "Đurađ Branković was the Serbian Despot from 1427 to 1456. He was one of the last Serbian medieval rulers. He was a participant in the battle of Ankara (1402) and Ottoman Interregnum (1403-1413). During his reign, the despotate was a vassal of both Ottoman sultans as well as Hungarian kings. \nDespot George was neutral during the Polish-Lithuanian (1444) and Hungarian-Wallachian (1448) crusades. In "}]}, {"heading": "Deaths", "year": "1473", "date": "December 24", "txt": "John Cantius, Polish scholar and theologian (b. 1390)", "entities": [{"title": "John Cantius", "href": "/wiki/John_Cantius", "description": "John Cantius was a Polish priest, scholastic philosopher, physicist and theologian."}]}, {"heading": "Deaths", "year": "1524", "date": "December 24", "txt": "Vasco da Gama, Portuguese explorer and politician, Governor of Portuguese India (b. 1469)", "entities": [{"title": "Vasco da Gama", "href": "/wiki/Vasco_da_Gama", "description": "Vasco da Gama, 1st Count of Vidigueira, was a Portuguese explorer and the first European to reach India by sea."}, {"title": "List of governors of Portuguese India", "href": "/wiki/List_of_governors_of_Portuguese_India", "description": "The government of Portuguese India started on 12 September 1505, seven years after the Portuguese discovery of the sea route to India by Vasco da Gama, with the nomination of the first Viceroy Francisco de Almeida, then settled at Cochin (Kochi). Until 1752, the name \"India\" included all Portuguese possessions in the Indian Ocean, from Southern Africa to Southeast Asia, governed – either by a Vice"}]}, {"heading": "Deaths", "year": "1541", "date": "December 24", "txt": "Andreas Karlstadt, Christian theologian and reformer (born 1486)", "entities": [{"title": "Andreas Karlstadt", "href": "/wiki/Andreas_Karlstadt", "description": "Andreas Rudolph Bodenstein von Karlstadt, better known as Andreas Karlstadt or Andreas Carlstadt or Karolostadt, or simply as Andreas Bodenstein, was a German Protestant theologian, University of Wittenberg chancellor, a contemporary of Martin Luther and a reformer of the early Reformation."}, {"title": "1486", "href": "/wiki/1486", "description": "Year 1486 (MCDLXXXVI) was a common year starting on Sunday."}]}, {"heading": "Deaths", "year": "1635", "date": "December 24", "txt": "Hester Jonas, German nurse (b. 1570)", "entities": [{"title": "Hester Jonas", "href": "/wiki/Hester_Jonas", "description": "Hester Jonas was a German midwife and cunning woman. She was executed for witchcraft and is known as the so-called Witch of Neuss."}]}, {"heading": "Deaths", "year": "1660", "date": "December 24", "txt": "Mary, Princess Royal and Princess of Orange (b. 1631)", "entities": [{"title": "Mary, Princess Royal and Princess of Orange", "href": "/wiki/Mary,_Princess_Royal_and_Princess_of_Orange", "description": "Mary, Princess Royal, was an English princess, member of the House of Stuart, and by marriage Princess of Orange and Countess of Nassau; she also acted as regent for her minor son from 1651 to 1660. She also was the first holder of the title Princess Royal."}]}, {"heading": "Deaths", "year": "1707", "date": "December 24", "txt": "Noël Coypel, French painter and educator (b. 1628)", "entities": [{"title": "Noël Coypel", "href": "/wiki/No%C3%ABl_Coypel", "description": "Noël Coypel was a French painter, and was also called Coypel le Poussin, because he was heavily influenced by Poussin."}]}, {"heading": "Deaths", "year": "1813", "date": "December 24", "txt": "Empress Go-Sakuramachi of Japan (b. 1740)", "entities": [{"title": "Empress Go-Sakuramachi", "href": "/wiki/Empress_Go-Sakuramachi", "description": "Empress Go-Sakuramachi  was the 117th monarch of Japan, according to the traditional order of succession. She was named after her father Emperor Sakuramachi, the word go- (後) before her name translates in this context as \"later\" or \"second one\". Her reign spanned the years from 1762 through to her abdication in 1771. The only significant event during her reign was an unsuccessful outside plot, tha"}]}, {"heading": "Deaths", "year": "1844", "date": "December 24", "txt": "Friedrich Bernhard Westphal, Danish-German painter (b. 1803)", "entities": [{"title": "Friedrich Bernhard Westphal", "href": "/wiki/Friedrich_Bernhard_Westphal", "description": "Friedrich Bernhard Westphal was a German-Danish genre painter and illustrator. He was also known by his nickname Fritz Westphal."}]}, {"heading": "Deaths", "year": "1863", "date": "December 24", "txt": "William Makepeace Thackeray, English author and poet (b. 1811)", "entities": [{"title": "William Makepeace Thackeray", "href": "/wiki/William_Makepeace_Thackeray", "description": "William Makepeace Thackeray was an Indian-born British novelist, author and illustrator. He is known for his satirical works, particularly his 1848 novel Vanity Fair, a panoramic portrait of British society, and the 1844 novel The Luck of Barry Lyndon, which was adapted for a 1975 film by Stanley Kubrick."}]}, {"heading": "Deaths", "year": "1865", "date": "December 24", "txt": "Charles Lock Eastlake, English painter and historian (b. 1793)", "entities": [{"title": "Charles Lock Eastlake", "href": "/wiki/Charles_Lock_Eastlake", "description": "Sir Charles Lock Eastlake was a British painter, gallery director, collector and writer of the early 19th century."}]}, {"heading": "Deaths", "year": "1867", "date": "December 24", "txt": "José Mariano Salas, Mexican general and politician. President of Mexico (1846, 1859) and regent of the Second Mexican Empire(b. 1797)", "entities": [{"title": "José Mariano Salas", "href": "/wiki/Jos%C3%A9_Mariano_Salas", "description": "José Mariano de Salas was a Mexican general and politician who served twice as interim president of Mexico. He was also a member of the executive triumvirate of the Second Mexican Empire that invited Maximilian of Habsburg to take the throne."}, {"title": "Regent", "href": "/wiki/Regent", "description": "A regent is a person appointed to govern a state pro tempore because the regnant monarch is a minor, is absent, abdicated the throne, is incapacitated or dead, or unable to discharge the powers and duties of the monarchy. The rule of a regent or regents is called a regency. A regent or regency council may be formed ad hoc or in accordance with a constitutional rule. Regent is sometimes a formal ti"}, {"title": "Second Mexican Empire", "href": "/wiki/Second_Mexican_Empire", "description": "The Mexican Empire or Second Mexican Empire was the name of Mexico under a constitutional hereditary monarchy declared by a Mexican Assembly of Notables in accordance with the interests of the French Empire, during the Second French intervention in Mexico. Napoleon III of France wanted to establish a monarchist ally in the Americas as a restraint upon the growing power of the United States. Chosen"}]}, {"heading": "Deaths", "year": "1868", "date": "December 24", "txt": "Adolphe d'Archiac, French paleontologist and geologist (b. 1802)", "entities": [{"title": "Adolphe d'Archiac", "href": "/wiki/Adolphe_d%27Archiac", "description": "Étienne Jules Adolphe Desmier de Saint-Simon, Vicomte d'Archiac was a French geologist and paleontologist."}]}, {"heading": "Deaths", "year": "1872", "date": "December 24", "txt": "William John Macquorn Rankine, Scottish physicist and engineer (b. 1820)", "entities": [{"title": "William John Macquorn Rankine", "href": "/wiki/William_John_Macquorn_Rankine", "description": "William John Macquorn Rankine was a Scottish mechanical engineer who also contributed to civil engineering, physics and mathematics. He was a founding contributor, with Rudolf Clausius and William Thomson, to the science of thermodynamics, particularly focusing on the first of the three thermodynamic laws. He developed the Rankine scale, an equivalent to the Kelvin scale of temperature, but in deg"}]}, {"heading": "Deaths", "year": "1873", "date": "December 24", "txt": "Johns Hopkins, American businessman and philanthropist (b. 1795)", "entities": [{"title": "Johns Hopkins", "href": "/wiki/Johns_Hopkins", "description": "Johns Hopkins was an American entrepreneur, investor, and philanthropist of Baltimore, Maryland. \nHis bequests founded numerous institutions bearing his name, most notably Johns Hopkins Hospital, and Johns Hopkins University. Although historically noted as an abolitionist, recent research indicates that Johns Hopkins was a slave owner for at least part of his life."}]}, {"heading": "Deaths", "year": "1879", "date": "December 24", "txt": "Anna Bochkoltz, German operatic soprano, voice teacher and composer (b. 1815)", "entities": [{"title": "Anna Bochkoltz", "href": "/wiki/Anna_Bochkoltz", "description": "Anna Juliane Bochkoltz was a German operatic soprano, voice teacher and composer. She performed her first concert in 1843, then studied in Brussels and Paris. After singing concerts in Paris, London and Berlin, she appeared in the 1850s on opera stages in Wiesbaden, Frankfurt, Munich and Coburg. She was known for the range of her voice, and was regarded as one of the important dramatic coloratura "}]}, {"heading": "Deaths", "year": "1889", "date": "December 24", "txt": "Jan Jakob Lodewijk ten Kate, Dutch pastor and poet (b. 1819)", "entities": [{"title": "Jan Jakob Lodewijk ten Kate", "href": "/wiki/Jan_Jakob_Lodewijk_ten_Kate", "description": "Jan Jakob Lodewijk ten Kate was a Dutch divine, prose writer and poet."}]}, {"heading": "Deaths", "year": "1893", "date": "December 24", "txt": "B. T. Finniss, Australian politician, 1st Premier of South Australia (b. 1807)", "entities": [{"title": "B. T. Finniss", "href": "/wiki/B._T._Finniss", "description": "Boyle Travers Finniss was the first Premier of South Australia, serving from 24 October 1856 to 20 August 1857."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1898", "date": "December 24", "txt": "Charbel Makhluf, Lebanese priest and saint (b. 1828)", "entities": [{"title": "Charbel Makhluf", "href": "/wiki/Charbel_Makhluf", "description": "Charbel Makhlouf, O.L.M., also known as Saint Charbel Makhlouf or Sharbel Maklouf, was a Maronite monk and priest from Lebanon. During his life he obtained a wide reputation for holiness and he has been canonized by the Catholic Church."}]}, {"heading": "Deaths", "year": "1914", "date": "December 24", "txt": "John Muir, Scottish-American geologist, botanist, and author, founded Sierra Club (b. 1838)", "entities": [{"title": "John Muir", "href": "/wiki/John_Muir", "description": "John Muir also known as \"John of the Mountains\" and \"Father of the National Parks\", was an influential Scottish-American naturalist, author, environmental philosopher, botanist, zoologist, glaciologist, and early advocate for the preservation of wilderness in the United States of America."}, {"title": "Sierra Club", "href": "/wiki/Sierra_Club", "description": "The Sierra Club is an environmental organization with chapters in all 50 United States, Washington D.C., and Puerto Rico. The club was founded on May 28, 1892, in San Francisco, California, by the Scottish-American preservationist John Muir, who became the first president, as well as the longest serving president at approximately 20 years in this leadership position. The Sierra Club operates only "}]}, {"heading": "Deaths", "year": "1920", "date": "December 24", "txt": "Stephen Mosher Wood, American lieutenant and politician (b. 1832)", "entities": [{"title": "Stephen Mosher Wood", "href": "/wiki/Stephen_Mosher_Wood", "description": "Stephen Mosher Wood was an American politician. \nMr. Wood represented Chase County, Kansas in the Kansas House of Representatives in 1871 and 1875, and was a member of the Kansas Senate in 1876 after replacing S. R. Peters who resigned."}]}, {"heading": "Deaths", "year": "1926", "date": "December 24", "txt": "Wesley Coe, American shot putter, hammer thrower, and discus thrower (b. 1879)", "entities": [{"title": "Wesley Coe", "href": "/wiki/Wesley_Coe", "description": "Wesley William Coe, Jr., sometimes listed as William Wesley Coe, Jr., was an American track and field athlete who competed principally in the shot put and also in the hammer throw, discus throw, and tug of war."}]}, {"heading": "Deaths", "year": "1931", "date": "December 24", "txt": "Carlo Fornasini, micropalaeontologist (b. 1854)", "entities": [{"title": "Carlo Fornasini", "href": "/wiki/Carlo_Fornasini", "description": "Cavaliere dottore Carlo Fornasini was an Italian micropalaeontologist who specialised in Foraminifera ('forams'). He was a pioneer in using fossil forams to sequence marine sedimentary deposits by their relative dates; a technique called biostratigraphy."}]}, {"heading": "Deaths", "year": "1931", "date": "December 24", "txt": "Flying Hawk, American warrior, educator and historian (b. 1854)", "entities": []}, {"heading": "Deaths", "year": "1935", "date": "December 24", "txt": "Alban Berg, Austrian composer and educator (b. 1885)", "entities": [{"title": "Alban Berg", "href": "/wiki/Alban_Berg", "description": "Alban Maria Johannes Berg was an Austrian composer of the Second Viennese School. His compositional style combined Romantic lyricism with the twelve-tone technique. Although he left a relatively small oeuvre, he is remembered as one of the most important composers of the 20th century for his expressive style encompassing \"entire worlds of emotion and structure\"."}]}, {"heading": "Deaths", "year": "1938", "date": "December 24", "txt": "Bruno Taut, German architect and urban planner (b. 1880)", "entities": [{"title": "Bruno Taut", "href": "/wiki/Bruno_Taut", "description": "Bruno Julius Florian Taut was a renowned German architect, urban planner and author. He was active during the Weimar period and is known for his theoretical works as well as his building designs."}]}, {"heading": "Deaths", "year": "1941", "date": "December 24", "txt": "Siegfried Alkan, German composer (b. 1858)", "entities": [{"title": "Siegfried Alkan", "href": "/wiki/Siegfried_Alkan", "description": "Siegfried Alkan was a German composer."}]}, {"heading": "Deaths", "year": "1942", "date": "December 24", "txt": "François Darlan, French admiral and politician, 122nd Prime Minister of France (b. 1881)", "entities": [{"title": "François Darlan", "href": "/wiki/Fran%C3%A7ois_Darlan", "description": "Jean Louis Xavier François Darlan was a French admiral and political figure. Born in Nérac, Darlan graduated from the École navale in 1902 and quickly advanced through the ranks following his service during World War I. He was promoted to rear admiral in 1929, vice admiral in 1932, lieutenant admiral in 1937 before finally being made admiral and Chief of the Naval Staff in 1937. In 1939, Darlan wa"}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Deaths", "year": "1945", "date": "December 24", "txt": "Josephine Sabel, American singer and comedian (b. 1866)", "entities": [{"title": "Josephine Sabel", "href": "/wiki/Josephine_Sabel", "description": "Josephine Domingue Sabel was an American singer and comedian, billed as \"The Queen of Song\" in vaudeville."}]}, {"heading": "Deaths", "year": "1947", "date": "December 24", "txt": "Charles Gondouin, French rugby player and tug of war competitor (b. 1875)", "entities": [{"title": "Charles Gondouin", "href": "/wiki/Charles_Gondouin", "description": "Charles Gondouin was a French rugby union player and tug of war competitor, who competed in the 1900 Summer Olympics. He was born in Paris. He was a member of the French rugby union team, which won the gold medal. He also participated in the tug of war competition and won a silver medal as a member of French team."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Deaths", "year": "1957", "date": "December 24", "txt": "Norma Talmadge, American actress and producer (b. 1894)", "entities": [{"title": "Norma Talmadge", "href": "/wiki/Norma_Talmadge", "description": "Norma Marie Talmadge was an American actress and film producer of the silent era. A major box-office draw for more than a decade, her career reached a peak in the early 1920s, when she ranked among the most popular idols of the American screen."}]}, {"heading": "Deaths", "year": "1961", "date": "December 24", "txt": "Robert Hillyer, American poet and academic (b. 1895)", "entities": [{"title": "Robert Hillyer", "href": "/wiki/Robert_Hillyer", "description": "Robert Silliman Hillyer was an American poet."}]}, {"heading": "Deaths", "year": "1962", "date": "December 24", "txt": "Wilhelm Ackermann, German mathematician (b. 1896)", "entities": [{"title": "Wilhelm Ackermann", "href": "/wiki/Wilhelm_Ackermann", "description": "Wilhelm Friedrich Ackermann was a German mathematician best known for the Ackermann function, an important example in the theory of computation."}]}, {"heading": "Deaths", "year": "1962", "date": "December 24", "txt": "Eveline Adelheid von Maydell, German illustrator (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1964", "date": "December 24", "txt": "Claudia Jones, Trinidad-British journalist and activist (b. 1915)", "entities": [{"title": "Claudia Jones", "href": "/wiki/Claudia_Jones", "description": "Claudia Jones, née Claudia Vera Cumberbatch, was a Trinidad and Tobago-born journalist and activist. As a child, she migrated with her family to the US, where she became a Communist political activist, feminist and black nationalist, adopting the name Jones as \"self-protective disinformation\". Due to the political persecution of Communists in the US, she was deported in 1955 and subsequently lived"}]}, {"heading": "Deaths", "year": "1965", "date": "December 24", "txt": "John Black, English businessman (b. 1895)", "entities": [{"title": "John Black (businessman)", "href": "/wiki/John_Black_(businessman)", "description": "\nSir John Paul Black held several senior positions in the British motor industry including chairman of Standard-Triumph."}]}, {"heading": "Deaths", "year": "1965", "date": "December 24", "txt": "William M. Branham, American minister and theologian (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "December 24", "txt": "Burt Baskin, American businessman, co-founded Baskin-Robbins (b. 1913)", "entities": [{"title": "Burt Baskin", "href": "/wiki/Burt_Baskin", "description": "Burt \"Butch\" Baskin was an American businessman who co-founded the Baskin-Robbins ice cream parlor chain in 1946 with business partner and brother-in-law Irv Robbins."}, {"title": "Baskin-Robbins", "href": "/wiki/Baskin-Robbins", "description": "Baskin-Robbins is an American multinational chain of ice cream and cake specialty shop restaurants owned by Inspire Brands. Based in Canton, Massachusetts, Baskin-Robbins was founded in 1945 by Burt Baskin and Irv Robbins in Glendale, California. It claims to be the world's largest chain of ice cream specialty stores, with more than 8,000 locations, including nearly 2,500 shops in the United State"}]}, {"heading": "Deaths", "year": "1969", "date": "December 24", "txt": "Stanisław Błeszyński, Polish-German entomologist and lepidopterist (b. 1927)", "entities": [{"title": "Stanisław Błeszyński", "href": "/wiki/Stanis%C5%82aw_B%C5%82eszy%C5%84ski", "description": "Stanisław Błeszyński, was a Polish entomologist and lepidopterist specializing in Crambidae, the grass moths."}]}, {"heading": "Deaths", "year": "1969", "date": "December 24", "txt": "Cortelia Clark, American singer-songwriter and guitarist (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "December 24", "txt": "Olivia FitzRoy, English soldier and author (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "December 24", "txt": "Alfred B. Skar, Norwegian journalist and politician (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1971", "date": "December 24", "txt": "Maria Koepcke, German-Peruvian ornithologist and zoologist (b. 1924)", "entities": [{"title": "Maria Koepcke", "href": "/wiki/Maria_Koepcke", "description": "Maria Koepcke was a German ornithologist known for her work with Neotropical bird species. Koepcke was a well-respected authority in South American ornithology in a time when the field was largely dominated by men and her work is still referenced today. For her efforts, she is commemorated in the scientific names of four Peruvian bird species and, along with her husband, a Peruvian lizard species."}]}, {"heading": "Deaths", "year": "1972", "date": "December 24", "txt": "Gisela Richter, English-American archaeologist and historian (b. 1882)", "entities": [{"title": "Gisela Richter", "href": "/wiki/Gisela_Richter", "description": "\n\nGisela Marie Augusta Richter was a classical archaeologist and art historian. She was a prominent figure and an authority in her field."}]}, {"heading": "Deaths", "year": "1973", "date": "December 24", "txt": "Fritz Gause, German historian and author (b. 1893)", "entities": [{"title": "Fritz Gause", "href": "/wiki/Fritz_Gause", "description": "Fritz Gause was a German historian, archivist, and curator described as the last great historian of his native city, Königsberg, East Prussia. Gause's most important work was his three-volume history of Königsberg, Die Geschichte der Stadt Königsberg in Preußen. He was connected to nationalist historic movement called Ostforschung"}]}, {"heading": "Deaths", "year": "1975", "date": "December 24", "txt": "Bernard Herrmann, American composer and conductor (b. 1911)", "entities": [{"title": "Bernard Herrmann", "href": "/wiki/Bernard_Herrmann", "description": "Bernard Herrmann was an American composer and conductor of Russian-Jewish descent best known for his work in composing for films. As a conductor, he championed the music of lesser-known composers. He is widely regarded in many circles as one of the most influential and innovative composers of all time."}]}, {"heading": "Deaths", "year": "1977", "date": "December 24", "txt": "Samael Aun Weor, Colombian author and educator (b. 1917)", "entities": [{"title": "Samael Aun Weor", "href": "/wiki/Samael_Aun_Weor", "description": "Samael Aun Weor, born Víctor Manuel Gómez Rodríguez, was a spiritual teacher and author of over sixty books of esoteric spirituality. He taught and formed groups under the banner of \"Universal Gnosticism\", or simply gnosis. Samael Aun Weor referred to his teachings as \"The Doctrine of Synthesis\", which not only emphasizes the existence of the perennial philosophy, but that its highest teleological"}]}, {"heading": "Deaths", "year": "1980", "date": "December 24", "txt": "Karl Dönitz, German admiral and politician, President of Germany (b. 1891)", "entities": [{"title": "Karl Dönitz", "href": "/wiki/Karl_D%C3%B6nitz", "description": "Karl Dönitz was a German admiral during the Nazi era who briefly succeeded Adolf Hitler as the German head of state in May, 1945, until Germany's unconditional surrender to the allies in the same month. As Supreme Commander of the Navy beginning in 1943, he played a major role in the naval history of World War II. He was convicted of war crimes at the Nuremberg trials in 1946."}, {"title": "List of German presidents", "href": "/wiki/List_of_German_presidents", "description": "A number of presidential offices have existed in Germany since the collapse of the German Empire in 1918."}]}, {"heading": "Deaths", "year": "1982", "date": "December 24", "txt": "Louis Aragon, French author and poet (b. 1897)", "entities": [{"title": "Louis Aragon", "href": "/wiki/Louis_Aragon", "description": "Louis Aragon was a French poet who was one of the leading voices of the surrealist movement in France. He co-founded with André Breton and Philippe Soupault the surrealist review Littérature. He was also a novelist and editor, a long-time member of the Communist Party and a member of the Académie Goncourt. After 1959, he was a frequent nominee for the Nobel Prize in Literature."}]}, {"heading": "Deaths", "year": "1984", "date": "December 24", "txt": "Peter Lawford, English-American actor (b. 1923)", "entities": [{"title": "Peter Lawford", "href": "/wiki/Peter_Lawford", "description": "Peter Sydney Ernest Lawford was an English-born American actor, producer, and socialite, who resided in the United States throughout his adult life."}]}, {"heading": "Deaths", "year": "1985", "date": "December 24", "txt": "Robert Todd Lincoln Beckwith, American lawyer (b. 1904)", "entities": [{"title": "Robert Todd Lincoln Beckwith", "href": "/wiki/Robert_Todd_Lincoln_Beckwith", "description": "Robert Todd Lincoln Beckwith was an American gentleman farmer known as a great-grandson of Abraham Lincoln. In 1975, he became the last undisputed descendant of Lincoln when his sister, Mary Lincoln Beckwith, died without children. A purported son, Timothy Lincoln Beckwith, was born to second wife Annemarie Hoffman Beckwith in the midst of divorce proceedings in 1968, but Robert Beckwith contended"}]}, {"heading": "Deaths", "year": "1985", "date": "December 24", "txt": "Camille Tourville, Canadian-American wrestler and manager (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "December 24", "txt": "Gardner Fox, American author (b. 1911)", "entities": [{"title": "Gardner Fox", "href": "/wiki/Gardner_Fox", "description": "Gardner Francis Cooper Fox was an American writer known best for creating numerous comic book characters for DC Comics. Comic book historians estimate that he wrote more than 4,000 comics stories, including 1,500 for DC Comics. Fox was also a science fiction author and wrote many novels and short stories."}]}, {"heading": "Deaths", "year": "1987", "date": "December 24", "txt": "Joop den Uyl, Dutch journalist, economist, and politician, 45th Prime Minister of the Netherlands (b. 1919)", "entities": [{"title": "Joop den Uyl", "href": "/wiki/Joop_den_Uyl", "description": "Johannes Marten den Uijl, better known as Joop den Uyl was a Dutch politician of the Labour Party (PvdA) and economist who served as Prime Minister of the Netherlands from 11 May 1973 until 19 December 1977."}, {"title": "Prime Minister of the Netherlands", "href": "/wiki/Prime_Minister_of_the_Netherlands", "description": "The prime minister of the Netherlands is the head of the executive branch of the Government of the Netherlands. The prime minister is the chair of the Council of Ministers and coordinates its policy with his cabinet. The current acting prime minister is Mark Rutte, who serves in a demissionary capacity after his resignation on 15 January 2021."}]}, {"heading": "Deaths", "year": "1987", "date": "December 24", "txt": "M. G. Ramachandran, Sri Lankan-Indian actor, producer, and politician, 5th Chief Minister of Tamil Nadu (b. 1917)", "entities": [{"title": "Chief Minister of Tamil Nadu", "href": "/wiki/Chief_Minister_of_Tamil_Nadu", "description": "The Chief Minister of Tamil Nadu is the chief executive of the Indian state of Tamil Nadu. In accordance with the Constitution of India, the governor is a state's de jure head, but de facto executive authority rests with the chief minister. Following elections to the Tamil Nadu Legislative Assembly, the state's governor usually invites the party with a majority of seats to form the government. The"}]}, {"heading": "Deaths", "year": "1988", "date": "December 24", "txt": "Jainendra Kumar, Indian author (b. 1905)", "entities": [{"title": "Jainendra Kumar", "href": "/wiki/Jainendra_Kumar", "description": "Jainendra Kumar, was a Hindi writer of 20th century. He wrote novels including Sunita and Tyagapatra."}]}, {"heading": "Deaths", "year": "1990", "date": "December 24", "txt": "Thorbjørn Egner, Norwegian playwright and songwriter (b. 1922)", "entities": [{"title": "Thorbjørn Egner", "href": "/wiki/Thorbj%C3%B8rn_Egner", "description": "Thorbjørn Egner was a Norwegian playwright, songwriter and illustrator known principally for his books, plays and musicals for children. He is principally associated with his narratives for children including Karius og Baktus (1949) and Folk og røvere i Kardemomme by  (1955)."}]}, {"heading": "Deaths", "year": "1991", "date": "December 24", "txt": "Virginia Sorensen, American author (b. 1912)", "entities": [{"title": "Virginia Sorensen", "href": "/wiki/Virginia_Sorensen", "description": "Virginia Louise Sorensen, also credited as Virginia Sorenson, was an American regionalist writer. Her role in Utah and Mormon literature places her within the \"lost generation\" of Mormon writers. She was awarded the 1957 Newberry Medal for her children's novel, Miracles on Maple Hill."}]}, {"heading": "Deaths", "year": "1992", "date": "December 24", "txt": "Bobby LaKind, American singer-songwriter and conga player (b. 1945)", "entities": [{"title": "Bobby LaKind", "href": "/wiki/Bobby_LaKind", "description": "Robert Jay LaKind was an American conga player, vocalist, songwriter and occasional backup drummer with The Doobie Brothers. Originally a lighting roadie for the band, he was invited to join as a sideman for studio sessions after band members noticed his talent when LaKind goofed around on the congas after a concert."}]}, {"heading": "Deaths", "year": "1992", "date": "December 24", "txt": "James Mathews, Australian rugby league player (b. 1968)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "December 24", "txt": "Peyo, Belgian cartoonist, created The Smurfs (b. 1928)", "entities": [{"title": "The Smurfs", "href": "/wiki/The_Smurfs", "description": "The Smurfs is a Belgian comic franchise centered on a fictional colony of small, blue, humanoid creatures who live in mushroom-shaped houses in the forest. The Smurfs was first created and introduced as a series of comic characters by the Belgian comics artist Peyo in 1958, wherein they were known as Les Schtroumpfs. There are more than 100 Smurf characters, and their names are based on adjectives"}]}, {"heading": "Deaths", "year": "1993", "date": "December 24", "txt": "Norman Vincent Peale, American minister and author (b. 1898)", "entities": [{"title": "Norman Vincent Peale", "href": "/wiki/Norman_Vincent_Peale", "description": "Norman Vincent Peale was an American minister and author who is best known for his work in popularizing the concept of positive thinking, especially through his best-selling book The Power of Positive Thinking. He served as the pastor of Marble Collegiate Church, New York, from 1932 until 1984, leading a Reformed Church in America congregation."}]}, {"heading": "Deaths", "year": "1994", "date": "December 24", "txt": "John Boswell, American historian, author, and academic (b. 1947)", "entities": [{"title": "John Boswell", "href": "/wiki/John_Boswell", "description": "John Eastburn Boswell was a historian and a full professor at Yale University. Many of Boswell's studies focused on the issue of religion and homosexuality, specifically Christianity and homosexuality. All of his work focused on the history of those at the margins of society."}]}, {"heading": "Deaths", "year": "1994", "date": "December 24", "txt": "Rossano Brazzi, Italian actor (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "December 24", "txt": "James Komack, American actor, director, producer, and screenwriter (b. 1930)", "entities": [{"title": "James Komack", "href": "/wiki/James_Komack", "description": "James Komack was an American television producer, director, screenwriter, and actor. He is best known for producing several hit television series, including The Courtship of Eddie's Father, Chico and the Man, and Welcome Back, Kotter."}]}, {"heading": "Deaths", "year": "1997", "date": "December 24", "txt": "Toshiro Mifune, Chinese-Japanese actor and producer (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "December 24", "txt": "Pierre Péladeau, Canadian businessman, founded Quebecor (b. 1925)", "entities": [{"title": "Quebecor", "href": "/wiki/Quebecor", "description": "Quebecor Inc. is a Canadian diversified media and telecommunications company serving Québec based in Montréal. It was spelled Quebecor in both English and French until May 2012, when shareholders voted to add the acute accent, Québecor, in French only."}]}, {"heading": "Deaths", "year": "1998", "date": "December 24", "txt": "Syl Apps, Canadian ice hockey player and pole vaulter (b. 1915)", "entities": [{"title": "Syl Apps", "href": "/wiki/Syl_Apps", "description": "Charles Joseph Sylvanus Apps, was a Canadian professional ice hockey player for the Toronto Maple Leafs from 1936 to 1948, an Olympic pole vaulter and a Conservative Member of Provincial Parliament in Ontario. In 2017 Apps was named one of the '100 Greatest NHL Players' in history."}]}, {"heading": "Deaths", "year": "1999", "date": "December 24", "txt": "Bill Bowerman, American runner, coach, and businessman, co-founded Nike, Inc. (b. 1911)", "entities": [{"title": "Bill Bowerman", "href": "/wiki/Bill_Bowerman", "description": "William Jay Bowerman was an American track and field coach and co-founder of Nike, Inc. Over his career, he trained 31 Olympic athletes, 51 All-Americans, 12 American record-holders, 22 NCAA champions and 16 sub-4 minute milers. He disliked being called a coach and during his 24 years at the University of Oregon, the Ducks track and field team had a winning season every season but one, attained 4 "}, {"title": "Nike, Inc.", "href": "/wiki/Nike,_Inc.", "description": "Nike, Inc. is an American multinational corporation that is engaged in the design, development, manufacturing, and worldwide marketing and sales of footwear, apparel, equipment, accessories, and services. The company is headquartered near Beaverton, Oregon, in the Portland metropolitan area. It is the world's largest supplier of athletic shoes and apparel and a major manufacturer of sports equipme"}]}, {"heading": "Deaths", "year": "1999", "date": "December 24", "txt": "Maurice Couve de Murville, French soldier and politician, 152nd Prime Minister of France (b. 1907)", "entities": [{"title": "List of Prime Ministers of France", "href": "/wiki/List_of_Prime_Ministers_of_France", "description": "The head of the Government of France has been called Prime Minister of France since 1959, when Michel Debré became the first officeholder appointed under the Fifth Republic."}]}, {"heading": "Deaths", "year": "1999", "date": "December 24", "txt": "João Figueiredo, Brazilian general and politician, 30th President of Brazil (b. 1918)", "entities": [{"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1999", "date": "December 24", "txt": "William C. Schneider, American aerospace engineer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2000", "date": "December 24", "txt": "John Cooper, English businessman, co-founded the Cooper Car Company (b. 1923)", "entities": [{"title": "John Cooper (car maker)", "href": "/wiki/John_Cooper_(car_maker)", "description": "John Newton Cooper CBE was a co-founder, with his father Charles Cooper, of the Cooper Car Company. Born in Surbiton, Surrey, United Kingdom, he became an auto racing legend with his rear-engined chassis design that would eventually change the face of the sport at its highest levels, from Formula One to the Indianapolis 500."}, {"title": "Cooper Car Company", "href": "/wiki/Cooper_Car_Company", "description": "The Cooper Car Company is a British car manufacturer founded in December 1947 by Charles Cooper and his son John Cooper. Together with John's boyhood friend, Eric Brandon, they began by building racing cars in Charles's small garage in Surbiton, Surrey, England, in 1946. Through the 1950s and early 1960s they reached motor racing's highest levels as their rear-engined, single-seat cars competed in"}]}, {"heading": "Deaths", "year": "2002", "date": "December 24", "txt": "Kjell Aukrust, Norwegian author and poet (b. 1920)", "entities": [{"title": "Kjell Aukrust", "href": "/wiki/Kjell_Aukrust", "description": "Kjell Aukrust was a Norwegian author, poet, artist and humorist. Aukrust is principally known for his Flåklypa stories and Flåklypa drawings."}]}, {"heading": "Deaths", "year": "2002", "date": "December 24", "txt": "Jake Thackray, English singer-songwriter and guitarist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 24", "txt": "Johnny Oates, American baseball player, coach, and manager (b. 1946)", "entities": [{"title": "Johnny Oates", "href": "/wiki/Johnny_Oates", "description": "Johnny Lane Oates was an American professional baseball player, coach, and manager. He played in Major League Baseball (MLB) as a catcher for the Baltimore Orioles, Atlanta Braves, Philadelphia Phillies, Los Angeles Dodgers, and New York Yankees from 1970 to 1981. During his playing career, He was a light-hitting player who was valued for his defensive skills and played most of his career as a res"}]}, {"heading": "Deaths", "year": "2006", "date": "December 24", "txt": "Braguinha, Brazilian singer-songwriter and producer (b. 1907)", "entities": [{"title": "Braguinha (composer)", "href": "/wiki/Braguinha_(composer)", "description": "Carlos Alberto Ferreira Braga, commonly known as Braguinha or João de Barro, was a Brazilian songwriter and occasional singer."}]}, {"heading": "Deaths", "year": "2006", "date": "December 24", "txt": "Kenneth Sivertsen, Norwegian guitarist and composer (b. 1961)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 24", "txt": "Frank Stanton, American businessman (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 24", "txt": "Nicholas Pumfrey, English lawyer and judge (b. 1951)", "entities": [{"title": "Nicholas Pumfrey", "href": "/wiki/Nicholas_Pumfrey", "description": "\n\nSir Nicholas Richard Pumfrey styled The Rt Hon. Lord Justice Pumfrey, was a British barrister. He served as a High Court judge for 10 years, and was promoted to the Court of Appeal little more than a month before his sudden death."}]}, {"heading": "Deaths", "year": "2007", "date": "December 24", "txt": "George Warrington, American businessman (b. 1952)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 24", "txt": "Ralph Harris, British journalist (b. 1921)", "entities": [{"title": "Ralph Harris (journalist)", "href": "/wiki/Ralph_Harris_(journalist)", "description": "Ralph Harris was a British journalist and Reuters presidential correspondent. He was Reuters' official White House correspondent for the presidents from Truman until Reagan."}]}, {"heading": "Deaths", "year": "2008", "date": "December 24", "txt": "Harold Pinter, English playwright, screenwriter, director, Nobel Prize laureate (b. 1930)", "entities": [{"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Deaths", "year": "2009", "date": "December 24", "txt": "Marcus Bakker, Dutch journalist and politician (b. 1923)", "entities": [{"title": "Marcus Bakker", "href": "/wiki/Marcus_Bakker", "description": "Marcus Bakker was a Dutch politician of the defunct Communist Party of the Netherlands (CPN) now merged into the GreenLeft (GL) party and journalist."}]}, {"heading": "Deaths", "year": "2009", "date": "December 24", "txt": "Rafael Caldera,  Venezuelan lawyer and politician, 65th President of Venezuela (b. 1916)", "entities": [{"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Deaths", "year": "2009", "date": "December 24", "txt": "George Michael, American sportscaster (b. 1939)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 24", "txt": "Gero von Wilpert, German author and academic (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 24", "txt": "Elisabeth Beresford, French-English journalist and author (b. 1926)", "entities": [{"title": "Elisabeth Beresford", "href": "/wiki/Elisabeth_Beresford", "description": "Elisabeth Beresford, MBE, also known as Liza Beresford, was an English author of children's books, best known for creating The Wombles. Born into a literary family, she took work as a journalist, but struggled for success until she created the Wombles in the late 1960s. Their recycling theme was noted especially and the Wombles became popular with children across the world. While Beresford wrote m"}]}, {"heading": "Deaths", "year": "2010", "date": "December 24", "txt": "Frans de Munck, Dutch footballer and manager (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 24", "txt": "Orestes Quércia, Brazilian journalist, lawyer, and politician, 28th Governor of São Paulo State (b. 1938)", "entities": [{"title": "List of Governors of São Paulo", "href": "/wiki/List_of_Governors_of_S%C3%A3o_Paulo", "description": "Governor of São Paulo is the position of the head of state and government of São Paulo, Brazil."}]}, {"heading": "Deaths", "year": "2010", "date": "December 24", "txt": "Eino Tamberg, Estonian composer and educator (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 24", "txt": "Johannes Heesters, Dutch-German entertainer (b. 1903)", "entities": [{"title": "Johannes Heesters", "href": "/wiki/Johannes_Heesters", "description": "Johan Marius Nicolaas Heesters, known professionally as Johannes Heesters, was a Dutch actor of stage, television and film, as well as a vocalist of numerous recordings and performer on the concert stage with a career dating back to the 1920s. He worked as an actor until his death and was one of the oldest performing entertainers in history, performing shortly before his death at the age of 108. H"}]}, {"heading": "Deaths", "year": "2012", "date": "December 24", "txt": "Richard Rodney Bennett, English-American composer and academic (b. 1936)", "entities": [{"title": "Richard Rodney Bennett", "href": "/wiki/Richard_Rodney_Bennett", "description": "Sir Richard Rodney Bennett was an English composer of film, TV and concert music, and also a jazz pianist and occasional vocalist. He was based in New York City from 1979 until his death there in 2012."}]}, {"heading": "Deaths", "year": "2012", "date": "December 24", "txt": "Charles Durning, American soldier and actor (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 24", "txt": "Jack Klugman, American actor (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 24", "txt": "Dennis O'Driscoll, Irish poet and critic (b. 1954)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 24", "txt": "Frédéric Back, German-Canadian director, animator, and screenwriter (b. 1924)", "entities": [{"title": "Frédéric Back", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Back", "description": "Frédéric Back, was a Canadian artist and film director of short animated films. During a long career with Radio-Canada, the French-language service of the Canadian Broadcasting Corporation, he was nominated for four Academy Awards, winning two, for his 1981 film Crac and the 1987 film The Man Who Planted Trees."}]}, {"heading": "Deaths", "year": "2013", "date": "December 24", "txt": "Ian Barbour, Chinese-American author and scholar (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 24", "txt": "John M. Goldman, English haematologist and oncologist (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 24", "txt": "Allan McKeown, English-American screenwriter and producer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 24", "txt": "Buddy DeFranco, American clarinet player (b. 1923)", "entities": [{"title": "Buddy DeFranco", "href": "/wiki/Buddy_DeFranco", "description": "Boniface Ferdinand Leonard \"Buddy\" DeFranco was an Italian-American jazz clarinetist. In addition to his work as a bandleader, DeFranco led the Glenn Miller Orchestra for almost a decade in the 1960s and '70s."}]}, {"heading": "Deaths", "year": "2014", "date": "December 24", "txt": "Edward Greenspan, Canadian lawyer and author (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 24", "txt": "Herbert Harris, American lawyer and politician (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 24", "txt": "Krzysztof Krauze, Polish director and screenwriter (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 24", "txt": "Turid Birkeland, Norwegian businesswoman and politician, Norwegian Minister of Culture (b. 1962)", "entities": [{"title": "Turid Birkeland", "href": "/wiki/Turid_Birkeland", "description": "Turid Birkeland was a Norwegian cultural executive and former politician for the Labour Party. She was Minister of Culture in 1996–97. She was an author and also worked in television, including being chief of cultural programming at NRK and a member of the board at Telenor. She also headed the Risør Chamber Music Festival, and was the director of Concerts Norway."}, {"title": "Minister of Culture (Norway)", "href": "/wiki/Minister_of_Culture_(Norway)", "description": "The Minister of Culture is a councilor of state and chief of the Norway's Ministry of Culture. The ministry is responsible for the government's policy related to culture, church affairs, religion, media, sports and gambling. Subordinate agencies include the Gaming and Foundation Authority, the National Archival Services, the National Library, the Arts Council and the Media Authority. The portfolio"}]}, {"heading": "Deaths", "year": "2015", "date": "December 24", "txt": "Letty Jimenez Magsanoc, Filipino journalist (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 24", "txt": "Adriana Olguín, Chilean lawyer and politician, Chilean Minister of Justice (b. 1911)", "entities": [{"title": "Ministry of Justice (Chile)", "href": "/wiki/Ministry_of_Justice_(Chile)", "description": "The Ministry of Justice and Human Rights of Chile is the Ministry of State responsible of the law and judiciary. The current Minister of Justice and Human Rights is Hernán Larraín, who has served since March 11, 2018."}]}, {"heading": "Deaths", "year": "2016", "date": "December 24", "txt": "Rick Parfitt, British musician (b. 1948)", "entities": [{"title": "Rick Parfitt", "href": "/wiki/Rick_Parfitt", "description": "Richard John Parfitt, was an English musician, best known as a singer, songwriter and rhythm guitarist with rock band Status Quo."}]}, {"heading": "Deaths", "year": "2016", "date": "December 24", "txt": "Liz Smith, English actress (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 24", "txt": "Richard Adams, English author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 24", "txt": "Ben Xi, Chinese singer (b.1994)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "December 24", "txt": "Jerry Kindall, American baseball player and coach (b. 1935)", "entities": [{"title": "Jerry Kindall", "href": "/wiki/Jerry_Kindall", "description": "Gerald Donald Kindall was an American professional baseball player and college baseball player and coach. He was primarily a second baseman in Major League Baseball who appeared in 742 games played over nine seasons between 1956 and 1965 for three MLB clubs. Then, after his playing career, he became the highly successful head baseball coach of the University of Arizona Wildcats, winning 860 games "}]}, {"heading": "Deaths", "year": "2017", "date": "December 24", "txt": "Heather Menzies, Canadian-American model and actress (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "December 24", "txt": "Martha Érika Alonso, first female Governor of Puebla, Mexico, and her husband Rafael Moreno Valle Rosas, former governor; helicopter crash (Alonso b. 1973, Valle b. 1968)", "entities": [{"title": "Martha Érika Alonso", "href": "/wiki/Martha_%C3%89rika_Alonso", "description": "Martha Érika Alonso Hidalgo was a Mexican politician of the National Action Party (PAN) who served as the first female governor of Puebla from 14 December 2018 until her death ten days later in a helicopter crash. She was the spouse of Rafael Moreno Valle Rosas, who was governor of Puebla from 2011 to 2017 and was also killed in the crash."}, {"title": "Governor of Puebla", "href": "/wiki/Governor_of_Puebla", "description": "The Governor of Puebla is the chief executive of the Mexican state of Puebla."}, {"title": "Rafael Moreno Valle Rosas", "href": "/wiki/Rafael_Moreno_Valle_Rosas", "description": "Rafael Moreno Valle Rosas was a Mexican politician affiliated with the National Action Party (PAN). He was the governor of Puebla from February 2011 through January 2017."}]}]