[{"heading": "Events", "year": "497 BC", "date": "December 17", "txt": "The first Saturnalia festival was celebrated in ancient Rome.", "entities": [{"title": "Saturnalia", "href": "/wiki/Saturnalia", "description": "Saturnalia was an ancient Roman festival and holiday in honour of the god Saturn, held on 17 December of the Julian calendar and later expanded with festivities through to 23 December. The holiday was celebrated with a sacrifice at the Temple of Saturn, in the Roman Forum, and a public banquet, followed by private gift-giving, continual partying, and a carnival atmosphere that overturned Roman soc"}, {"title": "Ancient Rome", "href": "/wiki/Ancient_Rome", "description": "In historiography, ancient Rome is Roman civilization from the founding of the Italian city of Rome in the 8th century BC to the collapse of the Western Roman Empire in the 5th century AD, encompassing the Roman Kingdom, Roman Republic and Roman Empire until the fall of the western empire.\nThe civilisation began as an Italic settlement in the Italian Peninsula, traditionally dated to 753 BC, that "}]}, {"heading": "Events", "year": "0546", "date": "December 17", "txt": "Siege of Rome: The Ostrogoths under king Totila plunder the city, by bribing the Byzantine garrison.", "entities": [{"title": "Sack of Rome (546)", "href": "/wiki/Sack_of_Rome_(546)", "description": "The Sack of Rome in 546 was carried out by the Gothic king Totila during the Gothic War of 535–554 between the Ostrogoths and the Byzantine Empire. Totila was based at Tivoli and, in pursuit of his quest to reconquer the region of Latium, he moved against Rome. The city endured a siege lasting almost a year before falling to the Goths."}, {"title": "Ostrogoths", "href": "/wiki/Ostrogoths", "description": "The Ostrogoths were a Roman-era Germanic people. In the 5th century, they followed the Visigoths in creating one of the two great Gothic kingdoms within the Roman Empire, based upon the large Gothic populations who had settled in the Balkans in the 4th century, having crossed the Lower Danube. While the Visigoths had formed under the leadership of Alaric I, the new Ostrogothic political entity whi"}, {"title": "Totila", "href": "/wiki/Totila", "description": "Totila, original name Baduila, was the penultimate King of the Ostrogoths, reigning from 541 to 552 AD. A skilled military and political leader, Totila reversed the tide of the Gothic War, recovering by 543 almost all the territories in Italy that the Eastern Roman Empire had captured from his Kingdom in 540."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "0920", "date": "December 17", "txt": "Romanos I Lekapenos is crowned co-emperor of the underage Constantine VII.", "entities": [{"title": "Romanos I Lekapenos", "href": "/wiki/Romanos_I_Lekapenos", "description": "Romanos I Lekapenos, Latinized as Romanus I Lecapenus, was an Armenian who became a Byzantine naval commander and reigned as Byzantine Emperor from 920 until his deposition on December 16, 944."}, {"title": "Constantine VII", "href": "/wiki/Constantine_VII", "description": "Constantine VII Flavius Porphyrogenitus was the fourth Emperor of the Macedonian dynasty of the Byzantine Empire, reigning from 6 June 913 to 9 November 959. He was the son of Emperor Leo VI and his fourth wife, Zoe Karbonopsina, and the nephew of his predecessor Emperor Alexander."}]}, {"heading": "Events", "year": "0942", "date": "December 17", "txt": "Assassination of William I of Normandy.", "entities": [{"title": "William I of Normandy", "href": "/wiki/William_I_of_Normandy", "description": "William Longsword was the second ruler of Normandy, from 927 until his assassination in 942."}]}, {"heading": "Events", "year": "1398", "date": "December 17", "txt": "Sultan Nasir-u Din Mehmud's armies in Delhi are defeated by Timur.", "entities": [{"title": "Tughlaq dynasty", "href": "/wiki/Tughlaq_dynasty", "description": "The Tughlaq dynasty also referred to as Tughluq or Tughluk dynasty, was a Muslim dynasty of Turkic origin which ruled over the Delhi sultanate in medieval India. Its reign started in 1320 in Delhi when Ghazi Malik assumed the throne under the title of Ghiyath al-Din Tughluq. The dynasty ended in 1413."}, {"title": "Timur", "href": "/wiki/Timur", "description": "Timur, later Timūr Gurkānī, sometimes spelled Taimur and historically best known as Amir Timur or Tamerlane, was a Turco-Mongol conqueror who founded the Timurid Empire in and around modern-day Afghanistan, Iran and Central Asia, becoming the first ruler of the Timurid dynasty. As an undefeated commander, he is widely regarded as one of the greatest military leaders and tacticians in history. Timu"}]}, {"heading": "Events", "year": "1538", "date": "December 17", "txt": "Pope Paul III excommunicates Henry VIII of England.", "entities": [{"title": "Pope Paul III", "href": "/wiki/Pope_Paul_III", "description": "Pope Paul III, born Alessandro Farnese, was head of the Catholic Church and ruler of the Papal States from 13 October 1534 to his death in 1549."}, {"title": "Henry VIII of England", "href": "/wiki/Henry_VIII_of_England", "description": "Henry VIII was King of England from 1509 until his death in 1547. Henry is best known for his six marriages, and, in particular, his efforts to have his first marriage annulled. His disagreement with Pope Clement VII about such an annulment led Henry to initiate the English Reformation, separating the Church of England from papal authority. He appointed himself Supreme Head of the Church of Englan"}]}, {"heading": "Events", "year": "1583", "date": "December 17", "txt": "Cologne War: Forces under Ernest of Bavaria defeat troops under Gebhard Truchsess von Waldburg at the Siege of Godesberg.", "entities": [{"title": "Cologne War", "href": "/wiki/Cologne_War", "description": "The Cologne War (1583–88) was a conflict between Protestant and Catholic factions that devastated the Electorate of Cologne, a historical ecclesiastical principality of the Holy Roman Empire, within present-day North Rhine-Westphalia, in Germany. The war occurred within the context of the Protestant Reformation in Germany and the subsequent Counter-Reformation, and concurrently with the Dutch Revo"}, {"title": "Ernest of Bavaria", "href": "/wiki/Ernest_of_Bavaria", "description": "Ernest of Bavaria was Prince-elector-archbishop of the Archbishopric of Cologne from 1583 to 1612 as successor of the expelled Gebhard Truchsess von Waldburg. He was also bishop of Münster, Hildesheim, Freising and Liège."}, {"title": "Gebhard Truchsess von Waldburg", "href": "/wiki/Gebhard_Truchsess_von_Waldburg", "description": "Gebhard Truchsess von Waldburg was Archbishop-Elector of Cologne. After pursuing an ecclesiastical career, he won a close election in the Cathedral chapter of Cologne over Ernst of Bavaria. After his election, he fell in love with and later married Agnes von Mansfeld-Eisleben, a Protestant Canoness at the Abbey of Gerresheim. His conversion to Calvinism and announcement of religious parity in the "}, {"title": "Siege of Godesberg", "href": "/wiki/Siege_of_Godesberg", "description": "The siege of Godesberg, 18 November – 17 December 1583, was the first major siege of the Cologne War (1583–1589). Seeking to wrest control of an important fortification, Bavarian and mercenary soldiers surrounded the Godesberg, and the village then of the same name, now Bad Godesberg, located at its foot. On top of the mountain sat a formidable fortress, similarly named Godesburg, built in the ear"}]}, {"heading": "Events", "year": "1586", "date": "December 17", "txt": "Go-Yōzei becomes Emperor of Japan.", "entities": [{"title": "Emperor Go-Yōzei", "href": "/wiki/Emperor_Go-Y%C5%8Dzei", "description": "Emperor Go-Yōzei  was the 107th Emperor of Japan, according to the traditional order of succession. Go-Yōzei's reign spanned the years 1586 through to his abdication in 1611, corresponding to the transition between the Azuchi–Momoyama period and the Edo period."}, {"title": "Emperor of Japan", "href": "/wiki/Emperor_of_Japan", "description": "The Emperor of Japan is the head of state and the head of the Imperial Family of Japan. Under the Constitution of Japan, he is defined as \"the Symbol of the State and of the Unity of the People\" and his title is derived from \"the Will of the People, who are the Sovereign\". Imperial Household Law governs the line of imperial succession. The Supreme Court does not have judicial power over him. He is"}]}, {"heading": "Events", "year": "1718", "date": "December 17", "txt": "War of the Quadruple Alliance: Great Britain declares war on Spain.", "entities": [{"title": "War of the Quadruple Alliance", "href": "/wiki/War_of_the_Quadruple_Alliance", "description": "The War of the Quadruple Alliance (1718–1720) was caused by Spanish attempts to recover territorial losses agreed by the 1713 Peace of Utrecht. Conducted primarily in Italy, it included minor engagements in the Americas and Northern Europe as well as the Spanish-backed 1719 Jacobite Rising. Spain recaptured Sardinia in 1717 without opposition, followed by a landing on Sicily in July 1718. That led"}]}, {"heading": "Events", "year": "1777", "date": "December 17", "txt": "American Revolution: France formally recognizes the United States.", "entities": [{"title": "American Revolution", "href": "/wiki/American_Revolution", "description": "The American Revolution was an ideological and political revolution which occurred in colonial North America between 1765 and 1783. The Americans in the Thirteen Colonies defeated the British in the American Revolutionary War (1775–1783), gaining independence from the British Crown and establishing the United States of America, the first modern constitutional liberal democracy."}]}, {"heading": "Events", "year": "1790", "date": "December 17", "txt": "The Aztec calendar stone is discovered at  El Zócalo, Mexico City.", "entities": [{"title": "Aztec calendar stone", "href": "/wiki/Aztec_calendar_stone", "description": "The Aztec sun stone is a late post-classic Mexica sculpture housed in the National Anthropology Museum in Mexico City, and is perhaps the most famous work of Mexica sculpture. It measures 358 centimetres (141 in) in diameter and 98 centimetres (39 in) thick, and weighs 24,590 kg (54,210 lb). Shortly after the Spanish conquest, the monolithic sculpture was buried in the Zócalo, the main square of M"}]}, {"heading": "Events", "year": "1807", "date": "December 17", "txt": "Napoleonic Wars: France issues the Milan Decree, which confirms the Continental System.", "entities": [{"title": "Napoleonic Wars", "href": "/wiki/Napoleonic_Wars", "description": "The Napoleonic Wars (1803–1815) were a series of major conflicts pitting the French Empire and its allies, led by Napoleon I, against a fluctuating array of European powers formed into various coalitions. It produced a brief period of French domination over most of continental Europe. The wars stemmed from the unresolved disputes associated with the French Revolution and its resultant conflict. Th"}, {"title": "Milan Decree", "href": "/wiki/Milan_Decree", "description": "The Milan Decree was issued on 17 December 1807 by Napoleon I of France to enforce the 1806 Berlin Decree, which had initiated the Continental System, the basis for his plan to defeat the British by waging economic warfare."}, {"title": "Continental System", "href": "/wiki/Continental_System", "description": "The Continental Blockade, or Continental System, was the foreign policy of Napoleon Bonaparte against the United Kingdom during the Napoleonic Wars. As a response to the naval blockade of the French coasts enacted by the British government on 16 May 1806, Napoleon issued the Berlin Decree on 21 November 1806, which brought into effect a large-scale embargo against British trade. The embargo was ap"}]}, {"heading": "Events", "year": "1812", "date": "December 17", "txt": "War of 1812: U.S. forces attack a Lenape village in the Battle of the Mississinewa.", "entities": [{"title": "War of 1812", "href": "/wiki/War_of_1812", "description": "The War of 1812 was a conflict fought between the United States and its allies, and the United Kingdom of Great Britain and Ireland and its dependent colonies in North America and Indian allies. The conflict began when the United States declared war in June 1812, and ended in a restoration of the pre-war status quo when a peace treaty agreed to earlier was ratified by the United States in February"}, {"title": "Lenape", "href": "/wiki/Lenape", "description": "The Lenape, also called the Leni Lenape, Lenni Lenape and Delaware people, are an indigenous people of the Northeastern Woodlands, who live in the United States and Canada. Their historical territory included present-day New Jersey and eastern Pennsylvania along the Delaware River watershed, New York City, western Long Island, and the Lower Hudson Valley. Today, Lenape people belong to the Delawar"}, {"title": "Battle of the Mississinewa", "href": "/wiki/Battle_of_the_Mississinewa", "description": "The Battle of the Mississinewa, also known as Mississineway, was an expedition ordered by William Henry Harrison against Miami Indian villages in response to the attacks on Fort Wayne and Fort Harrison in the Indiana Territory. The site is near the city of Marion, Indiana."}]}, {"heading": "Events", "year": "1819", "date": "December 17", "txt": "Simón Bolívar declares the independence of Gran Colombia in Angostura (now Ciudad Bolívar in Venezuela).", "entities": [{"title": "Simón Bolívar", "href": "/wiki/Sim%C3%B3n_Bol%C3%ADvar", "description": "Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco, also colloquially as El Libertador, was a Venezuelan military and political leader who led what are currently the countries of Venezuela, Bolivia, Colombia, Ecuador, Peru, and Panama to independence from the Spanish Empire."}, {"title": "Gran Colombia", "href": "/wiki/Gran_Colombia", "description": "Gran Colombia was a state that encompassed much of northern South America and part of southern Central America from 1819 to 1831. At the time, the state was known as \"Colombia.\" It included present-day Colombia, Ecuador, Panama and Venezuela, and parts of northern Peru and northwestern Brazil. The term Gran Colombia is used historiographically to distinguish it from the current Republic of Colombi"}, {"title": "Ciudad Bolívar", "href": "/wiki/Ciudad_Bol%C3%ADvar", "description": "Ciudad Bolívar, formerly known as Angostura and St. Thomas de Guyana, is the capital of Venezuela's southeastern Bolívar State. It lies at the spot where the Orinoco River narrows to about 1 mile (1.6 km) in width, is the site of the first bridge across the river, and is a major riverport for the eastern regions of Venezuela."}, {"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}]}, {"heading": "Events", "year": "1835", "date": "December 17", "txt": "The second Great Fire of New York destroys 13 acres (53,000 square meters) of New York City's Financial District.", "entities": [{"title": "Great Fire of New York", "href": "/wiki/Great_Fire_of_New_York", "description": "The 1835 Great Fire of New York was one of three fires that rendered extensive damage to New York City in the 18th and 19th centuries. The fire occurred in the middle of an economic boom, covering 17 city blocks, killing two people, and destroying hundreds of buildings, with an estimated $20 million of property damage."}, {"title": "Financial District, Manhattan", "href": "/wiki/Financial_District,_Manhattan", "description": "The Financial District of Lower Manhattan, also known as FiDi, is a neighborhood located on the southern tip of Manhattan island in New York City. It is bounded by the West Side Highway on the west, Chambers Street and City Hall Park on the north, Brooklyn Bridge on the northeast, the East River to the southeast, and South Ferry and the Battery on the south."}]}, {"heading": "Events", "year": "1837", "date": "December 17", "txt": "A fire in the Winter Palace of Saint Petersburg kills 30 guards.", "entities": [{"title": "Fire in the Winter Palace", "href": "/wiki/Fire_in_the_Winter_Palace", "description": "The fire in the Winter Palace of Saint Petersburg, then the official residence of the Russian emperors, occurred on December 17, 1837, and was caused by soot inflammation."}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}]}, {"heading": "Events", "year": "1862", "date": "December 17", "txt": "American Civil War: General Ulysses S. Grant issues General Order No. 11, expelling Jews from parts of Tennessee, Mississippi, and Kentucky.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Ulysses S. Grant", "href": "/wiki/Ulysses_S._Grant", "description": "Ulysses S. Grant was an American military leader who served as the 18th president of the United States from 1869 to 1877. As president, Grant was an effective civil rights executive who created the Justice Department and worked with the Radical Republicans during Reconstruction to protect African Americans. As Commanding General, he led the Union Army to victory in the American Civil War in 1865 a"}, {"title": "Jews", "href": "/wiki/Jews", "description": "Jews or Jewish people are members of an ethnoreligious group and a nation originating from the Israelites and Hebrews of historical Israel and Judah. Jewish ethnicity, nationhood, and religion are strongly interrelated, as Judaism is the ethnic religion of the Jewish people, although its observance varies from strict to none."}, {"title": "Tennessee", "href": "/wiki/Tennessee", "description": "Tennessee, officially the State of Tennessee, is a state in the Southeastern region of the United States. Tennessee is the 36th largest by area and the 16th most populous of the 50 states. It is bordered by eight states, with Kentucky to the north, Virginia to the northeast, North Carolina to the east, Georgia, Alabama, and Mississippi to the south, Arkansas to the west, and Missouri to the northw"}, {"title": "Mississippi", "href": "/wiki/Mississippi", "description": "Mississippi is a state in the Southeastern region of the United States, bordered to the north by Tennessee; to the east by Alabama; to the south by the Gulf of Mexico; to the southwest by Louisiana; and to the northwest by Arkansas. Mississippi's western boundary is largely defined by the Mississippi River. Mississippi is the 32nd largest and 34th-most populous of the 50 U.S. states. Jackson is bo"}, {"title": "Kentucky", "href": "/wiki/Kentucky", "description": "Kentucky, officially the Commonwealth of Kentucky, is a state in the Upland South region of the United States, bordered by Illinois, Indiana, and Ohio to the north; West Virginia and Virginia to the east; Tennessee to the south; and Missouri to the west. The bluegrass region in the central part of the commonwealth contains the commonwealth's capital, Frankfort, as well as its two largest cities, L"}]}, {"heading": "Events", "year": "1865", "date": "December 17", "txt": "First performance of the Unfinished Symphony by Franz Schubert.", "entities": [{"title": "Symphony No. 8 (Schubert)", "href": "/wiki/Symphony_No._8_(Schubert)", "description": "Franz Schubert's Symphony No. 8 in B minor, D 759, commonly known as the Unfinished Symphony, is a musical composition that Schubert started in 1822 but left with only two movements—though he lived for another six years. A scherzo, nearly completed in piano score but with only two pages orchestrated, also survives."}, {"title": "Franz Schubert", "href": "/wiki/Franz_Schubert", "description": "Franz Peter Schubert was an Austrian composer of the late Classical and early Romantic eras. Despite his short lifetime, Schubert left behind a vast oeuvre, including more than 600 secular vocal works, seven complete symphonies, sacred music, operas, incidental music and a large body of piano and chamber music. His major works include \"Erlkönig\", the Piano Quintet in A major, D. 667 , the Symphony"}]}, {"heading": "Events", "year": "1892", "date": "December 17", "txt": "First issue of Vogue is published.", "entities": []}, {"heading": "Events", "year": "1896", "date": "December 17", "txt": "Pittsburgh, Pennsylvania's Schenley Park Casino, which was the first multi-purpose arena with the technology to create an artificial ice surface in North America, is destroyed in a fire.", "entities": [{"title": "Pittsburgh", "href": "/wiki/Pittsburgh", "description": "Pittsburgh is a city in the state of Pennsylvania in the United States and the county seat of Allegheny County. An estimated population of about 300,286 residents live within the city limits as of 2019, making it the 66th-largest city in the U.S. and the second-most populous city in Pennsylvania, behind Philadelphia. The Pittsburgh metropolitan area is the anchor of Western Pennsylvania; its popul"}, {"title": "Schenley Park Casino", "href": "/wiki/Schenley_Park_Casino", "description": "The Schenley Park Casino was Pittsburgh’s first multi-purpose arena. The facility was considered the envy of the sports and entertainment world during the early 1890s, with amenities that were unsurpassed anywhere on the globe. It was built at the entrance to Schenley Park in Oakland near the Phipps Conservatory, the Schenley Bridge and the Carnegie Library of Pittsburgh. The University of Pittsbu"}, {"title": "Arena", "href": "/wiki/Arena", "description": "An arena is a large enclosed platform, often circular or oval-shaped, designed to showcase theatre, musical performances, or sporting events. It is composed of a large open space surrounded on most or all sides by tiered seating for spectators, and may be covered by a roof. The key feature of an arena is that the event space is the lowest point, allowing maximum visibility. Arenas are usually desi"}]}, {"heading": "Events", "year": "1903", "date": "December 17", "txt": "The Wright brothers make the first controlled powered, heavier-than-air flight in the Wright Flyer at Kitty Hawk, North Carolina.", "entities": [{"title": "Wright brothers", "href": "/wiki/Wright_brothers", "description": "The Wright brothers – Orville and Wilbur – were two American aviation pioneers generally credited with inventing, building, and flying the world's first successful motor-operated airplane. They made the first controlled, sustained flight of a powered, heavier-than-air aircraft with the Wright Flyer on December 17, 1903, 4 mi (6 km) south of Kitty Hawk, North Carolina. The brothers were also the fi"}, {"title": "Kitty Hawk, North Carolina", "href": "/wiki/Kitty_Hawk,_North_Carolina", "description": "Kitty Hawk is a town in Dare County, North Carolina, and is a part of what is known as North Carolina's Outer Banks. The population was 3,272 at the 2010 Census. It was established in the early 18th century as Chickahawk."}]}, {"heading": "Events", "year": "1907", "date": "December 17", "txt": "Ugyen Wangchuck is crowned first King of Bhutan.", "entities": [{"title": "Ugyen Wangchuck", "href": "/wiki/Ugyen_Wangchuck", "description": "Gongsar Ugyen Wangchuck was the first Druk Gyalpo from 1907–1926. In his lifetime he made great efforts to unite the country and gain the trust of the people."}, {"title": "Bhutan", "href": "/wiki/Bhutan", "description": "Bhutan, officially known as the Kingdom of Bhutan, is a landlocked country in the Eastern Himalayas. It is bordered by China to the north and India to the south. Nepal and Bangladesh are located in proximity to Bhutan but do not share a land border. The country has a population of over 754,000 and a territory of 38,394 square kilometers which ranks 133rd in terms of land area. Bhutan is a constitu"}]}, {"heading": "Events", "year": "1918", "date": "December 17", "txt": "Darwin Rebellion: Up to 1,000 demonstrators march on Government House in Darwin, Northern Territory, Australia.", "entities": [{"title": "Darwin Rebellion", "href": "/wiki/Darwin_Rebellion", "description": "The Darwin rebellion of 17 December 1918 was the culmination of unrest in the Australian Workers' Union which had existed between 1911 and early 1919. Led by Harold Nelson, up to 1000 demonstrators marched on Government House at Liberty Square in Darwin, Northern Territory, Australia where they burnt an effigy of the Administrator of the Northern Territory, John Gilruth, and demanded his resignati"}, {"title": "Government House, Darwin", "href": "/wiki/Government_House,_Darwin", "description": "Government House is the office and official residence of the Administrator of the Northern Territory. Built between 1870 and 1871, with later renovations between 1878 and 1879, the building is set on 13,000 square metres of hillside gardens in the centre of the Darwin business district, on The Esplanade."}, {"title": "Northern Territory", "href": "/wiki/Northern_Territory", "description": "The Northern Territory is an Australian territory in the central and central northern regions of Australia. Northern Territory shares its borders with Western Australia to the west, South Australia to the south, and Queensland to the east. To the north, the territory looks out to the Timor Sea, the Arafura Sea and the Gulf of Carpentaria, including Western New Guinea and other islands of the Indon"}]}, {"heading": "Events", "year": "1919", "date": "December 17", "txt": "Uruguay becomes a signatory to the Buenos Aires copyright treaty.", "entities": [{"title": "Uruguay", "href": "/wiki/Uruguay", "description": "Uruguay, officially the Oriental Republic of Uruguay, is a country in South America. It shares borders with Argentina to its west and southwest and Brazil to its north and northeast; while bordering the Río de la Plata to the south and the Atlantic Ocean to the southeast. Uruguay has a population of an estimated 3.51 million, of whom 2 million live in the metropolitan area of its capital and large"}, {"title": "Buenos Aires Convention", "href": "/wiki/Buenos_Aires_Convention", "description": "The Buenos Aires Convention is a copyright treaty signed at Buenos Aires, Argentina, on 11 August 1910, providing mutual recognition of copyrights where the work carries a notice containing a statement of reservation of rights (Art. 3). This was commonly done with the phrase \"All rights reserved\" next to the copyright notice. This implementation varied as US law only required the author and year o"}, {"title": "Copyright", "href": "/wiki/Copyright", "description": "Copyright is a type of intellectual property that gives its owner the exclusive right to make copies of a creative work, usually for a limited time. The creative work may be in a literary, artistic, educational, or musical form. Copyright is intended to protect the original expression of an idea in the form of a creative work, but not the idea itself. A copyright is subject to limitations based on"}, {"title": "Treaty", "href": "/wiki/Treaty", "description": "A treaty is a formal legally binding written agreement between actors in international law. It is usually entered into by sovereign states and international organizations, but can sometimes include individuals, business entities, and other legal persons. A treaty may also be known as an international agreement, protocol, covenant, convention, pact, or exchange of letters, among other terms. Regard"}]}, {"heading": "Events", "year": "1926", "date": "December 17", "txt": "Antanas Smetona assumes power in Lithuania as the 1926 coup d'état is successful.", "entities": [{"title": "Antanas Smetona", "href": "/wiki/Antanas_Smetona", "description": "Antanas Smetona was one of the most important Lithuanian political figures between World War I and World War II. He served as the first President of Lithuania from 4 April 1919 to 19 June 1920. He again served as the last President of the country from 19 December 1926 to 15 June 1940, before its occupation by the Soviet Union. He was also one of the most prominent ideologists of nationalism in Lit"}, {"title": "Lithuania", "href": "/wiki/Lithuania", "description": "Lithuania, officially the Republic of Lithuania, is a country in the Baltic region of Europe. It is one of the Baltic states, and lies on the eastern shore of the Baltic Sea, to the southeast of Sweden and the east of Denmark, with Latvia to the north, Belarus to the east and south, Poland to the south, and Kaliningrad Oblast of Russia to the southwest. Lithuania covers an area of 65,300 km2 (25,2"}, {"title": "1926 Lithuanian coup d'état", "href": "/wiki/1926_Lithuanian_coup_d%27%C3%A9tat", "description": "The 1926 Lithuanian coup d'état was a military coup d'état in Lithuania that resulted in the replacement of the democratically elected government with a conservative authoritarian government led by Antanas Smetona. The coup took place on 17 December 1926 and was largely organized by the military; Smetona's role remains the subject of debate. The coup brought the Lithuanian Nationalist Union, the m"}]}, {"heading": "Events", "year": "1927", "date": "December 17", "txt": "Indian revolutionary Rajendra Lahiri is hanged in Gonda jail, Uttar Pradesh, India, two days before the scheduled date.", "entities": [{"title": "Rajendra Lahiri", "href": "/wiki/Rajendra_Lahiri", "description": "Rajendra Lahiri, full name Rajendra Nath Lahiri, was an Indian revolutionary, who was the mastermind behind Kakori conspiracy and Dakshineshwar bombing. He was active member of Hindustan Republican Association aimed at ousting the British from India."}]}, {"heading": "Events", "year": "1928", "date": "December 17", "txt": "Indian revolutionaries Bhagat Singh, Sukhdev Thapar and Shivaram Rajguru assassinate British police officer James Saunders in Lahore, Punjab, to avenge the death of Lala Lajpat Rai at the hands of the police. The three were executed in 1931.", "entities": [{"title": "Bhagat Singh", "href": "/wiki/Bhagat_Singh", "description": "Bhagat Singh was an Indian socialist revolutionary whose two acts of dramatic violence against the British in India and execution at age 23 made him a folk hero of the Indian independence movement."}, {"title": "Sukhdev Thapar", "href": "/wiki/Sukhdev_Thapar", "description": "Sukhdev Thapar was an Indian revolutionary. A senior member of the Hindustan Socialist Republican Association, he participated in several actions alongside Bhagat Singh and Shivaram Rajguru, and was hanged by the British authorities on 23 March 1931 at the age of 23."}, {"title": "Shivaram Rajguru", "href": "/wiki/Shivaram_Rajguru", "description": "Shivaram Hari Rajguru was an Indian revolutionary from Maharashtra, known mainly for his involvement in the assassination of a British Raj police officer. He also fought for the independence of India and on 23 March 1931 he was hanged by the British government along with Bhagat Singh and Sukhdev Thapar."}, {"title": "Lahore", "href": "/wiki/Lahore", "description": "Lahore is the capital of the Pakistani province of Punjab and is the country's 2nd largest city after Karachi, as well as the 26th largest city in the world. Lahore is one of Pakistan's wealthiest cities with an estimated GDP (PPP) of $84 billion as of 2019. Lahore is the largest city and historic cultural centre of the wider Punjab region, and is one of Pakistan's most socially liberal, progressi"}, {"title": "Punjab region", "href": "/wiki/Punjab_region", "description": "Punjab is a geopolitical, cultural, and historical region in South Asia, specifically in the northern part of the Indian subcontinent, comprising areas of eastern Pakistan and northern India. The boundaries of the region are ill-defined and focus on historical accounts."}, {"title": "Lala Lajpat Rai", "href": "/wiki/Lala_Lajpat_Rai", "description": "Lala Lajpat Rai was an Indian independence activist. He played a pivotal role in the Indian Independence movement. He was popularly known as Punjab Kesari. He was one of the three Lal Bal Pal triumvirates. He was also associated with activities of Punjab National Bank and Lakshmi Insurance Company in their early stages in 1894. He died a few weeks after sustaining severe injuries during a baton ch"}]}, {"heading": "Events", "year": "1933", "date": "December 17", "txt": "The first  NFL Championship Game is played at Wrigley Field in Chicago between the New York Giants and Chicago Bears. The Bears won 23–21.", "entities": [{"title": "1933 NFL Championship Game", "href": "/wiki/1933_NFL_Championship_Game", "description": "The 1933 National Football League Championship Game was the first scheduled championship game of the National Football League (NFL) since its founding in 1920. It was played on December 17 at Wrigley Field in Chicago, and the attendance was estimated at 25,000."}, {"title": "Wrigley Field", "href": "/wiki/Wrigley_Field", "description": "Wrigley Field is a baseball park located on the North Side of Chicago, Illinois. It is the home of the Chicago Cubs, one of the city's two Major League Baseball (MLB) franchises. It first opened in 1914 as Weeghman Park for Charles Weeghman's Chicago Whales of the Federal League, which folded after the 1915 baseball season. The Cubs played their first home game at the park on April 20, 1916, defea"}, {"title": "Chicago", "href": "/wiki/Chicago", "description": "Chicago, officially the City of Chicago, is the most populous city in the U.S. state of Illinois, and the third most populous city in the United States. With an estimated population of 2,693,976 in 2019, it is also the most populous city in the Midwestern United States. Chicago is the county seat of Cook County, the second most populous county in the U.S., while a small portion of the city's O'Har"}, {"title": "New York Giants", "href": "/wiki/New_York_Giants", "description": "The New York Giants are a professional American football team based in the New York metropolitan area. The Giants compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, 5 miles west of New York City. The Giants hold their summer training camp at"}, {"title": "Chicago Bears", "href": "/wiki/Chicago_Bears", "description": "The Chicago Bears are a professional American football team based in Chicago. The Bears compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) North division. The Bears have won nine NFL Championships, including one Super Bowl, and hold the NFL record for the most enshrinees in the Pro Football Hall of Fame and the most retired jersey numb"}]}, {"heading": "Events", "year": "1935", "date": "December 17", "txt": "First flight of the Douglas DC-3.", "entities": [{"title": "Douglas DC-3", "href": "/wiki/Douglas_DC-3", "description": "The Douglas DC-3 is a propeller-driven airliner which had a lasting effect on the airline industry in the 1930s/1940s and World War II.\n\nIt was developed as a larger, improved 14-bed sleeper version of the Douglas DC-2.\n\nIt is a low-wing metal monoplane with conventional landing gear, powered by two radial piston engines of 1,000–1,200 hp (750–890 kW). \n\nThe DC-3 has a cruise speed of 207 mph (333"}]}, {"heading": "Events", "year": "1938", "date": "December 17", "txt": "Otto Hahn discovers the nuclear fission of the heavy element uranium, the scientific and technological basis of nuclear energy.", "entities": [{"title": "Otto Hahn", "href": "/wiki/Otto_Hahn", "description": "Otto Hahn was a German chemist, and a pioneer in the fields of radioactivity and radiochemistry. Hahn is referred to as the father of nuclear chemistry. Hahn and Lise Meitner discovered radioactive isotopes of radium, thorium, protactinium and uranium. He also discovered the phenomena of radioactive recoil and nuclear isomerism, and pioneered rubidium–strontium dating. In 1938, Hahn, Lise Meitner "}, {"title": "Nuclear fission", "href": "/wiki/Nuclear_fission", "description": "In nuclear physics and nuclear chemistry, nuclear fission is a nuclear reaction or a radioactive decay process in which the nucleus of an atom splits into two or more smaller, lighter nuclei. The fission process often produces gamma photons, and releases a very large amount of energy even by the energetic standards of radioactive decay."}, {"title": "Nuclear power", "href": "/wiki/Nuclear_power", "description": "Nuclear power is the use of nuclear reactions to produce electricity. Nuclear power can be obtained from nuclear fission, nuclear decay and nuclear fusion reactions. Presently, the vast majority of electricity from nuclear power is produced by nuclear fission of uranium and plutonium in nuclear power plants. Nuclear decay processes are used in niche applications such as radioisotope thermoelectric"}]}, {"heading": "Events", "year": "1939", "date": "December 17", "txt": "World War II: Battle of the River Plate: The Admiral Graf Spee is scuttled by Captain Hans Langsdorff outside Montevideo.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of the River Plate", "href": "/wiki/Battle_of_the_River_Plate", "description": "The Battle of the River Plate was fought in the South Atlantic on 13 December 1939 as the first naval battle of the Second World War. The Kriegsmarine heavy cruiser Admiral Graf Spee, commanded by Captain Hans Langsdorff, engaged a Royal Navy squadron, commanded by Commodore Henry Harwood, comprising the cruisers HMS Ajax, HMS Achilles and HMS Exeter."}, {"title": "Hans Langsdorff", "href": "/wiki/Hans_Langsdorff", "description": "Hans Wilhelm Langsdorff was a German naval officer, most famous for his command of the German cruiser Admiral Graf Spee during the Battle of the River Plate off the coast of Uruguay in 1939. After the Panzerschiff was unable to escape a pursuing squadron of Royal Navy ships, Langsdorff scuttled his ship. Three days later he committed suicide in Buenos Aires, Argentina."}, {"title": "Montevideo", "href": "/wiki/Montevideo", "description": "Montevideo is the capital and largest city of Uruguay. According to the 2011 census, the city proper has a population of 1,319,108 in an area of 201 square kilometres (78 sq mi). The southernmost capital city in the Americas, Montevideo is situated on the southern coast of the country, on the northeastern bank of the Río de la Plata."}]}, {"heading": "Events", "year": "1943", "date": "December 17", "txt": "All Chinese are again permitted to become citizens of the United States upon the repeal of the Act of 1882 and the introduction of the Magnuson Act.", "entities": [{"title": "Chinese Exclusion Act", "href": "/wiki/Chinese_Exclusion_Act", "description": "The Chinese Exclusion Act was a United States federal law signed by President Chester A. Arthur on May 6, 1882, prohibiting all immigration of Chinese laborers. Building on the earlier Page Act of 1875 which banned Chinese women from immigrating to the United States, the Chinese Exclusion Act was the first, and remains the only law to have been implemented, to prevent all members of a specific eth"}, {"title": "Magnuson Act", "href": "/wiki/Magnuson_Act", "description": "The Chinese Exclusion Repeal Act of 1943, also known as the Magnuson Act, was an immigration legislation proposed by U.S. Representative Warren G. Magnuson of Washington and signed into law on December 17, 1943 in the United States. It allowed Chinese immigration for the first time since the Chinese Exclusion Act of 1882, and permitted some Chinese immigrants already residing in the country to bec"}]}, {"heading": "Events", "year": "1944", "date": "December 17", "txt": "World War II: Battle of the Bulge: Malmedy massacre: American 285th Field Artillery Observation Battalion POWs are shot by Waffen-SS Kampfgruppe Joachim Peiper.", "entities": [{"title": "Battle of the Bulge", "href": "/wiki/Battle_of_the_Bulge", "description": "The Battle of the Bulge, also known as the Ardennes Counteroffensive, was a major German offensive campaign on the Western Front during World War II which took place from 16 December 1944 to 25 January 1945. It was launched through the densely forested Ardennes region in Belgium and Luxembourg towards the end of the war in Europe. The offensive was intended to stop Allied use of the Belgian port o"}, {"title": "Malmedy massacre", "href": "/wiki/Malmedy_massacre", "description": "The Malmedy massacre was a war crime committed by members of Kampfgruppe Peiper, a German Waffen-SS unit led by Joachim Peiper and part of the 1st SS Panzer Division Leibstandarte SS Adolf Hitler, at Baugnez crossroads near Malmedy, Belgium, on December 17, 1944, during the Battle of the Bulge. Eighty-four American prisoners of war were massacred by their German captors. The prisoners were assembl"}, {"title": "285th Field Artillery Observation Battalion", "href": "/wiki/285th_Field_Artillery_Observation_Battalion", "description": "The 285th Field Artillery Observation Battalion was a United States Army unit that saw action in the Battle of the Bulge in World War II. Their main mission was to identify the location of enemy artillery using the \"sound and flash\" technique."}, {"title": "Prisoner of war", "href": "/wiki/Prisoner_of_war", "description": "A prisoner of war (POW) is a non-combatant—whether a military member, an irregular military fighter, or a civilian—who is held captive by a belligerent power during or immediately after an armed conflict. The earliest recorded usage of the phrase \"prisoner of war\" dates back to 1610."}, {"title": "Waffen-SS", "href": "/wiki/Waffen-SS", "description": "The Waffen-SS was the military branch of the Nazi Party's SS organisation. Its formations included men from Nazi Germany, along with volunteers and conscripts from both occupied and unoccupied lands."}, {"title": "Kampfgruppe", "href": "/wiki/Kampfgruppe", "description": "In military history, the German term Kampfgruppe can refer to a combat formation of any kind, but most usually to that employed by the Wehrmacht of Nazi Germany and its allies during World War II and, to a lesser extent, of the German Empire in World War I."}, {"title": "Joachim Peiper", "href": "/wiki/Joachim_Peiper", "description": "Joachim Peiper, also known as Jochen Peiper, was a German SS-Obersturmbannführer and convicted war criminal who was responsible for the 1944 Malmedy massacre of American prisoners of war. During World War II in Europe he served as personal adjutant to Heinrich Himmler, the head of the SS, between September 1939 and September/October 1941, and thereafter as a Waffen-SS commander."}]}, {"heading": "Events", "year": "1946", "date": "December 17", "txt": "Kurdistan flag day, the flag of Kurdistan was raised for the first time in Mahabad in eastern Kurdistan (Iran).", "entities": [{"title": "Kurdistan", "href": "/wiki/Kurdistan", "description": "Kurdistan is a roughly defined geo-cultural territory in Western Asia wherein the Kurdish people form a prominent majority population and the Kurdish culture, languages, and national identity have historically been based. Geographically, Kurdistan roughly encompasses the northwestern Zagros and the eastern Taurus mountain ranges."}, {"title": "Mahabad", "href": "/wiki/Mahabad", "description": "Mahabad, also Romanized as Mihābād and Muhābād, is a city and capital of Mahabad County, West Azerbaijan Province, Iran. At the 2006 census, its population was 168,000 in 31,000 families."}]}, {"heading": "Events", "year": "1947", "date": "December 17", "txt": "First flight of the Boeing B-47 Stratojet strategic bomber.", "entities": [{"title": "Boeing B-47 Stratojet", "href": "/wiki/Boeing_B-47_Stratojet", "description": "The Boeing B-47 Stratojet is a retired American long-range, six-engined, turbojet-powered strategic bomber designed to fly at high subsonic speed and at high altitude to avoid enemy interceptor aircraft. The primary mission of the B-47 was as a nuclear bomber capable of striking targets within the Soviet Union."}, {"title": "Strategic bomber", "href": "/wiki/Strategic_bomber", "description": "A strategic bomber is a medium- to long-range penetration bomber aircraft designed to drop large amounts of air-to-ground weaponry onto a distant target for the purposes of debilitating the enemy's capacity to wage war. Unlike tactical bombers, penetrators, fighter-bombers, and attack aircraft, which are used in air interdiction operations to attack enemy combatants and military equipment, strateg"}]}, {"heading": "Events", "year": "1948", "date": "December 17", "txt": "The Finnish Security Police is established to remove communist leadership from its predecessor, the State Police.", "entities": [{"title": "Finnish Security Intelligence Service", "href": "/wiki/Finnish_Security_Intelligence_Service", "description": "The Finnish Security Intelligence Service (SUPO), formerly the Finnish Security Police, is the security and intelligence agency of Finland in charge of national security, such as counter-intelligence and counter-terrorism, under the jurisdiction of the Interior Ministry. Operational since 1949 and headquartered in Helsinki, Supo had 440 employees and a budget of 50.9 million euros in 2019. The Ser"}, {"title": "Communist Party of Finland", "href": "/wiki/Communist_Party_of_Finland", "description": "The Communist Party of Finland was a communist political party in Finland. The SKP was a section of Comintern and illegal in Finland until 1944."}, {"title": "State Police (Finland)", "href": "/wiki/State_Police_(Finland)", "description": "State Police (In Finnish: Valtiollinen poliisi was the predecessor of the Finnish Security Intelligence Service."}]}, {"heading": "Events", "year": "1950", "date": "December 17", "txt": "The F-86 Sabre's first mission over Korea.", "entities": [{"title": "North American F-86 Sabre", "href": "/wiki/North_American_F-86_Sabre", "description": "The North American F-86 Sabre, sometimes called the Sabrejet, is a transonic jet fighter aircraft. Produced by North American Aviation, the Sabre is best known as the United States' first swept-wing fighter that could counter the swept-wing Soviet MiG-15 in high-speed dogfights in the skies of the Korean War (1950–1953), fighting some of the earliest jet-to-jet battles in history. Considered one o"}]}, {"heading": "Events", "year": "1951", "date": "December 17", "txt": "The American Civil Rights Congress delivers \"We Charge Genocide\" to the United Nations.", "entities": [{"title": "Civil Rights Congress", "href": "/wiki/Civil_Rights_Congress", "description": "The Civil Rights Congress (CRC) was a United States civil rights organization, formed in 1946 at a national conference for radicals and disbanded in 1956. It succeeded the International Labor Defense, the National Federation for Constitutional Liberties, and the National Negro Congress, serving as a defense organization. Beginning about 1948, it became involved in representing African Americans se"}, {"title": "We Charge Genocide", "href": "/wiki/We_Charge_Genocide", "description": "We Charge Genocide: The Crime of Government Against the Negro People is a paper accusing the United States government of genocide based on the UN Genocide Convention. This paper was written by the Civil Rights Congress (CRC) and presented to the United Nations at meetings in Paris in December 1951."}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1957", "date": "December 17", "txt": "The United States successfully launches the first Atlas intercontinental ballistic missile at Cape Canaveral, Florida.", "entities": [{"title": "SM-65 Atlas", "href": "/wiki/SM-65_Atlas", "description": "The SM-65 Atlas was the first operational intercontinental ballistic missile (ICBM) developed by the United States and the first member of the Atlas rocket family. It was built for the U.S. Air Force by the Convair Division of General Dynamics at an assembly plant located in Kearny Mesa, San Diego. Atlas became operational in October 1959, but was soon made obsolete as an ICBM by new development, "}, {"title": "Cape Canaveral, Florida", "href": "/wiki/Cape_Canaveral,_Florida", "description": "Cape Canaveral is a city in Brevard County, Florida. The population was 9,912 at the 2010 United States Census. It is part of the Palm Bay–Melbourne–Titusville Metropolitan Statistical Area."}]}, {"heading": "Events", "year": "1960", "date": "December 17", "txt": "Troops loyal to Emperor Haile Selassie in Ethiopia crush the coup that began December 13, returning power to their leader upon his return from Brazil. Haile Selassie absolves his son of any guilt.", "entities": [{"title": "Haile Selassie", "href": "/wiki/Haile_Selassie", "description": "Haile Selassie I was the Emperor of Ethiopia from 1930 to 1974. Prior to his coronation, he had been the Regent Plenipotentiary of Ethiopia from 1916. He is a defining figure in modern Ethiopian history. He was a member of the Solomonic dynasty who traced his lineage to Emperor Menelik I."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "1960 Ethiopian coup attempt", "href": "/wiki/1960_Ethiopian_coup_attempt", "description": "The 1960 Ethiopian coup d'etat attempt was staged on 13 December 1960. The Council of the Revolution, four conspirators led by brothers Germame Neway and Brigadier General Mengistu Neway, commander of the Kebur Zabangna, sought to overthrow His Imperial Majesty Emperor Haile Selassie during a state visit in order to install a progressive government. The coup leaders declared the beginning of a new"}, {"title": "December 13", "href": "/wiki/December_13", "description": "December 13 is the 347th day of the year in the Gregorian calendar; 18 days remain until the end of the year."}]}, {"heading": "Events", "year": "1960", "date": "December 17", "txt": "Munich C-131 crash: Twenty passengers and crew on board as well as 32 people on the ground are killed.", "entities": []}, {"heading": "Events", "year": "1961", "date": "December 17", "txt": "Niterói circus fire: Fire breaks out during a performance by the Gran Circus Norte-Americano in the city of Niterói, Rio de Janeiro, Brazil, killing more than 500.", "entities": [{"title": "Niterói circus fire", "href": "/wiki/Niter%C3%B3i_circus_fire", "description": "The Niterói circus fire occurred on December 17, 1961 in the city of Niterói, Brazil. A fire in the tent housing a sold-out performance by the Gran Circus Norte-Americano caused more than 500 deaths. It is the worst fire disaster to occur on Brazilian soil."}, {"title": "Niterói", "href": "/wiki/Niter%C3%B3i", "description": "Niterói is a municipality of the state of Rio de Janeiro in the southeast region of Brazil. It lies across Guanabara Bay facing the city of Rio de Janeiro and forms part of the Rio de Janeiro Metropolitan Area. It was the state capital, as marked by its golden mural crown, from 1834 to 1894 and again from 1903 to 1975. It has an estimated population of 515,317 inhabitants (2020) and an area of 129"}]}, {"heading": "Events", "year": "1967", "date": "December 17", "txt": "Harold Holt, Prime Minister of Australia, disappears while swimming near Portsea, Victoria, and is presumed drowned.", "entities": [{"title": "Harold Holt", "href": "/wiki/Harold_Holt", "description": "Harold Edward Holt,, was an Australian politician who served as the 17th Prime Minister of Australia, in office from 1966 until his disappearance in 1967. He was the leader of the Liberal Party during that time."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}, {"title": "Disappearance of Harold Holt", "href": "/wiki/Disappearance_of_Harold_Holt", "description": "On 17 December 1967, Harold Holt, the Prime Minister of Australia, disappeared while swimming in the sea near Portsea, Victoria. An enormous search operation was mounted in and around Cheviot Beach, but his body was never recovered. Holt was presumed to have died, and his memorial service five days later was attended by many world leaders. It is generally agreed that his disappearance was a simple"}, {"title": "Portsea, Victoria", "href": "/wiki/Portsea,_Victoria", "description": "Portsea is seaside town in Metropolitan Melbourne on the Mornington Peninsula. It is located approximately 95 kilometres (59 mi) south-west of the Melbourne CBD, on the opposite side of Port Phillip Bay. The suburb is located on the bay itself, but the locality boundaries stretch as far west as Point Nepean and incorporate a section of Bass Strait coastline. Portsea is the westernmost town on the "}]}, {"heading": "Events", "year": "1969", "date": "December 17", "txt": "Project Blue Book: The United States Air Force closes its study of UFOs.", "entities": [{"title": "Project Blue Book", "href": "/wiki/Project_Blue_Book", "description": "Project Blue Book was the code name for the systematic study of unidentified flying objects by the United States Air Force from March 1952 to its termination on December 17, 1969. The project, headquartered at Wright-Patterson Air Force Base, Ohio, was initially directed by Captain Edward J. Ruppelt and followed projects of a similar nature such as Project Sign established in 1947, and Project Gru"}, {"title": "Unidentified flying object", "href": "/wiki/Unidentified_flying_object", "description": "An unidentified flying object (UFO) is any aerial phenomenon that cannot immediately be identified or explained. Most UFOs are identified or investigated as conventional objects or phenomena. The term is widely used for claimed observations of extraterrestrial spacecraft."}]}, {"heading": "Events", "year": "1970", "date": "December 17", "txt": "Polish protests: In Gdynia, soldiers fire at workers emerging from trains, killing dozens.", "entities": [{"title": "1970 Polish protests", "href": "/wiki/1970_Polish_protests", "description": "The 1970 Polish protests occurred in northern Poland during December 14–19, 1970. The protests were sparked by a sudden increase in the prices of food and other everyday items. Strikes were put down by the Polish People's Army and the Citizen's Militia, resulting in at least 44 people killed and more than 1,000 wounded."}, {"title": "Gdynia", "href": "/wiki/Gdynia", "description": "Gdynia is a city in northern Poland. On Gdańsk Bay on the southern coast of the Baltic Sea, it is a major seaport and the second-largest city in Pomeranian Voivodeship after Gdańsk. Gdynia has a population of 246,348, which makes it the twelfth-largest city in Poland. It is part of a conurbation with the spa town of Sopot, the city of Gdańsk, and suburban communities, which together form a metropo"}]}, {"heading": "Events", "year": "1973", "date": "December 17", "txt": "Thirty passengers are killed in an attack by Palestinian terrorists on Rome's Leonardo da Vinci–Fiumicino Airport.", "entities": [{"title": "1973 Rome airport attacks and hijacking", "href": "/wiki/1973_Rome_airport_attacks_and_hijacking", "description": "The 1973 Rome airport attacks and hijacking were a set of Palestinian terrorist attacks originating at Leonardo da Vinci–Fiumicino International Airport in Fiumicino, Lazio, Italy, resulting in the deaths of 34 people. The attacks began with an airport terminal invasion and hostage-taking, followed by the firebombing of Pan American World Airways Flight 110."}, {"title": "Palestinian political violence", "href": "/wiki/Palestinian_political_violence", "description": "Palestinian political violence refers to acts of violence or terror motivated by Palestinian nationalism. Common political objectives include self-determination in and sovereignty over Palestine, the \"liberation of Palestine\" and recognition of a Palestinian state, either in place of both Israel and the Palestinian territories, or solely in the Palestinian territories. More limited goals include t"}, {"title": "Leonardo da Vinci–Fiumicino Airport", "href": "/wiki/Leonardo_da_Vinci%E2%80%93Fiumicino_Airport", "description": "Rome–Fiumicino International Airport \"Leonardo da Vinci\" is an international airport in Rome and the major airport in Italy. It is one of the busiest airports in Europe by passenger traffic with over 43.5 million passengers served in 2019."}]}, {"heading": "Events", "year": "1981", "date": "December 17", "txt": "American Brigadier General James L. Dozier is abducted by the Red Brigades in Verona, Italy.", "entities": [{"title": "James L. Dozier", "href": "/wiki/James_L._Dozier", "description": "James Lee Dozier is a retired United States Army officer. In December 1981, he was kidnapped by the Italian Red Brigades Marxist terrorist group. He was rescued by NOCS, an Italian special force, with assistance from the Intelligence Support Activity's Operation Winter Harvest, after 42 days of captivity. General Dozier was the deputy Chief of Staff at NATO's Southern European land forces headquar"}, {"title": "Red Brigades", "href": "/wiki/Red_Brigades", "description": "\nThe Red Brigades was a far-left armed organization and guerrilla group based in Italy responsible for numerous violent incidents, including the abduction and murder of former Prime Minister Aldo Moro, during the Years of Lead."}, {"title": "Verona", "href": "/wiki/Verona", "description": "Verona is a city on the Adige River in Veneto, Italy, with 259,610 inhabitants. It is one of the seven provincial capitals of the region. It is the largest city municipality in the region and the second largest in northeast Italy. The metropolitan area of Verona covers an area of 1,426 km2 (550.58 sq mi) and has a population of 714,310 inhabitants. It is one of the main tourist destinations in nor"}]}, {"heading": "Events", "year": "1983", "date": "December 17", "txt": "Provisional IRA members detonate a car bomb at Harrods Department Store in London. Three police officers and three civilians are killed.", "entities": [{"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Harrods bombings", "href": "/wiki/Harrods_bombings", "description": "The Harrods bombing refers to the car bomb that exploded outside Harrods department store in central London on Saturday 17 December 1983. Members of the Provisional IRA planted the time bomb and sent a warning 37 minutes before it exploded, but the area was not evacuated. The blast killed three police officers and three civilians, injured 90 people, and caused much damage. The IRA Army Council cla"}, {"title": "Harrods", "href": "/wiki/Harrods", "description": "Harrods Limited is a department store located on Brompton Road in Knightsbridge, London, England. It is owned by the state of Qatar via its sovereign wealth fund, the Qatar Investment Authority. The Harrods brand also applies to other enterprises undertaken by the Harrods group of companies including Harrods Estates, Harrods Aviation and Air Harrods."}]}, {"heading": "Events", "year": "1989", "date": "December 17", "txt": "Romanian Revolution: Protests continue in Timișoara, Romania, with rioters breaking into the Romanian Communist Party's District Committee building and attempting to set it on fire.", "entities": [{"title": "Romanian Revolution", "href": "/wiki/Romanian_Revolution", "description": "The Romanian Revolution was a period of violent civil unrest in Romania during December 1989 as a part of the Revolutions of 1989 that occurred in several countries. The Romanian Revolution started in the city of Timișoara and soon spread throughout the country, ultimately culminating in the show trial and execution of longtime Communist Party General Secretary Nicolae Ceaușescu and his wife Elena"}, {"title": "Timișoara", "href": "/wiki/Timi%C8%99oara", "description": "Timișoara is the capital city of Timiș County and the main economic, social and cultural center in western Romania. Located on the Bega River, Timișoara is considered the informal capital city of the historical Banat. From 1848 to 1860 it was the capital of the Serbian Vojvodina and the Voivodeship of Serbia and Banat of Temeschwar."}, {"title": "Romania", "href": "/wiki/Romania", "description": "Romania is a country located at the crossroads of Central, Eastern, and Southeastern Europe. It shares land borders with Bulgaria to the south, Ukraine to the north, Hungary to the west, Serbia to the southwest, and Moldova to the east, and has its opening to the Black Sea. It has a predominantly temperate-continental climate. With a total area of 238,397 km2 (92,046 sq mi), Romania is the twelfth"}, {"title": "Romanian Communist Party", "href": "/wiki/Romanian_Communist_Party", "description": "The Romanian Communist Party was a communist party in Romania. Successor to the pro-Bolshevik wing of the Socialist Party of Romania, it gave ideological endorsement to a communist revolution that would replace the social system of the Kingdom of Romania. After being outlawed in 1924, the PCR remained a minor and illegal grouping for much of the interwar period, and submitted to direct Comintern c"}]}, {"heading": "Events", "year": "1989", "date": "December 17", "txt": "Fernando Collor de Mello defeats Luiz Inácio Lula da Silva in the second round of the Brazilian presidential election, becoming the first democratically elected President in almost 30 years.", "entities": [{"title": "Luiz Inácio Lula da Silva", "href": "/wiki/Luiz_In%C3%A1cio_Lula_da_Silva", "description": "Luiz Inácio Lula da Silva, known as Lula, is a Brazilian politician and former union leader who served as the 35th President of Brazil from 2003 to 2011. He was a founding member of the Workers' Party (PT) and ran unsuccessfully for president three times before achieving victory in the 2002 election. He was re-elected in 2006."}, {"title": "Brazilian presidential election, 1989", "href": "/wiki/Brazilian_presidential_election,_1989", "description": "The 1989 Brazilian presidential election was held in two rounds, with the first round being held on November 15, 1989 and the second round being held on December 17, 1989. It was the first direct presidential elections since 1960, the first to be held using a two-round system and the first to take place under the 1988 constitution, which followed two decades of authoritarian rule after the 1964 Br"}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Events", "year": "1989", "date": "December 17", "txt": "The Simpsons premieres on television with the episode \"Simpsons Roasting on an Open Fire\".", "entities": [{"title": "Simpsons Roasting on an Open Fire", "href": "/wiki/Simpsons_Roasting_on_an_Open_Fire", "description": "\"Simpsons Roasting on an Open Fire\", titled onscreen as \"The Simpsons Christmas Special\", is the first syndicated episode and series premiere of the American animated TV series The Simpsons. The TV special \"The Simpsons Christmas Special\" originally aired on December 17, 1989. Commercials for the next episode ran during breaks for this episode."}]}, {"heading": "Events", "year": "2002", "date": "December 17", "txt": "Second Congo War: The Congolese parties of the Inter Congolese Dialogue sign a peace accord which makes provision for transitional governance and legislative and presidential elections within two years.", "entities": [{"title": "Second Congo War", "href": "/wiki/Second_Congo_War", "description": "The Second Congo War began in the Democratic Republic of the Congo in August 1998, little more than a year after the First Congo War, and involved some of the same issues. The war officially ended in July 2003, when the Transitional Government of the Democratic Republic of the Congo took power. Although a peace agreement was signed in 2002, violence has continued in many regions of the country, es"}, {"title": "Transitional Government of the Democratic Republic of the Congo", "href": "/wiki/Transitional_Government_of_the_Democratic_Republic_of_the_Congo", "description": "The Transitional Government of the Democratic Republic of Congo was tasked with moving from the state riven by the Second Congo War (1998-2003) to a government based upon a constitution agreed on by consensus. In 2001 President Laurent Kabila was assassinated and his son Joseph Kabila was named head of state."}]}, {"heading": "Events", "year": "2003", "date": "December 17", "txt": "The Soham murder trial ends at the Old Bailey in London, with Ian Huntley found guilty of two counts of murder.  His girlfriend, Maxine Carr, is found guilty of perverting the course of justice.", "entities": [{"title": "Soham murders", "href": "/wiki/Soham_murders", "description": "The Soham murders are the murders of two 10-year-old girls which occurred in Soham, Cambridgeshire, England on 4 August 2002. The victims, Holly Marie Wells and Jessica Aimee Chapman, were lured into the home of a local resident, Ian Kevin Huntley, who subsequently murdered the children—likely via asphyxiation—before disposing of their bodies in an irrigation ditch close to RAF Lakenheath, Suffolk"}]}, {"heading": "Events", "year": "2003", "date": "December 17", "txt": "SpaceShipOne, piloted by Brian Binnie, makes its first powered and first supersonic flight.", "entities": [{"title": "Brian Binnie", "href": "/wiki/Brian_Binnie", "description": "William Brian Binnie is a former United States Navy officer and one of the test pilots for SpaceShipOne, the experimental spaceplane developed by Scaled Composites and flown from 2003–2004."}, {"title": "SpaceShipOne flight 11P", "href": "/wiki/SpaceShipOne_flight_11P", "description": "Flight 11P of SpaceShipOne was its eighth independent flight, its first powered flight, and the first privately funded manned flight to reach supersonic speeds. It occurred on December 17, 2003."}]}, {"heading": "Events", "year": "2003", "date": "December 17", "txt": "Sex work rights activists establish December 17 (or \"D17\") as International Day to End Violence Against Sex Workers to memorialize victims of a serial killer who targeted prostitutes, and highlight State violence against sex workers by police and others ", "entities": []}, {"heading": "Events", "year": "2005", "date": "December 17", "txt": "Anti-World Trade Organization protesters riot in Wan Chai, Hong Kong.", "entities": [{"title": "World Trade Organization", "href": "/wiki/World_Trade_Organization", "description": "The World Trade Organization (WTO) is an intergovernmental organization that regulates and facilitates international trade between nations. It officially commenced operations on 1 January 1995, pursuant to the 1994 Marrakesh Agreement, thus replacing the General Agreement on Tariffs and Trade (GATT) that had been established in 1948. The WTO is the world's largest international economic organizati"}, {"title": "World Trade Organization Ministerial Conference of 2005", "href": "/wiki/World_Trade_Organization_Ministerial_Conference_of_2005#17_December_2005", "description": "The Sixth Ministerial Conference of the World Trade Organization, also known as the WTO Hong Kong Ministerial Conference and abbreviated as MC6, was held at the Hong Kong Convention and Exhibition Centre, Wan Chai, Hong Kong from 13 to 18 December 2005. Representatives from 148 countries were expected to attend the event, as well as over 10,000 protesters led by the Hong Kong People’s Alliance on "}]}, {"heading": "Events", "year": "2005", "date": "December 17", "txt": "Jigme Singye Wangchuck abdicates the throne as King of Bhutan.", "entities": [{"title": "Bhutan", "href": "/wiki/Bhutan", "description": "Bhutan, officially known as the Kingdom of Bhutan, is a landlocked country in the Eastern Himalayas. It is bordered by China to the north and India to the south. Nepal and Bangladesh are located in proximity to Bhutan but do not share a land border. The country has a population of over 754,000 and a territory of 38,394 square kilometers which ranks 133rd in terms of land area. Bhutan is a constitu"}]}, {"heading": "Events", "year": "2009", "date": "December 17", "txt": "MV Danny F II sinks off the coast of Lebanon, resulting in the deaths of 44 people and over 28,000 animals.", "entities": [{"title": "MV Danny F II", "href": "/wiki/MV_Danny_F_II", "description": "Danny F II was a cargo ship built in 1975 as a car carrier. It was renamed Danny F II when rebuilt as a livestock transporter in 1994. The ship capsized and sank off Lebanon on 17 December 2009, carrying 83 people, 10,224 sheep, and 17,932 cattle. Thirty-nine people were rescued and nine human bodies recovered. The other passengers and animals are presumed to have died."}, {"title": "Lebanon", "href": "/wiki/Lebanon", "description": "Lebanon, officially known as the Lebanese Republic, is a country in Western Asia. It is bordered by Syria to the north and east and Israel to the south, while Cyprus lies west across the Mediterranean Sea. Lebanon's location at the crossroads of the Mediterranean Basin and the Arabian hinterland has contributed to its rich history and shaped a cultural identity of religious and ethnic diversity. A"}]}, {"heading": "Events", "year": "2010", "date": "December 17", "txt": "Mohamed Bouazizi sets himself on fire. This act became the catalyst for the Tunisian Revolution and the wider Arab Spring.", "entities": [{"title": "Mohamed Bouazizi", "href": "/wiki/Mohamed_Bouazizi", "description": "Tarek el-Tayeb Mohamed Bouazizi was a Tunisian street vendor who set himself on fire on 17 December 2010, which became a catalyst for the Tunisian Revolution and the wider Arab Spring against autocratic regimes. His self-immolation was in response to the confiscation of his wares and the harassment and humiliation inflicted on him by a municipal official and her aides."}, {"title": "Self-immolation", "href": "/wiki/Self-immolation", "description": "Self-immolation is the act of setting fire to oneself with a flammable liquid and willingly burning to death. It is typically used for political or religious reasons, often as a form of protest or in acts of martyrdom. It has a centuries-long recognition as the most extreme form of protest possible by humankind."}, {"title": "Tunisian Revolution", "href": "/wiki/Tunisian_Revolution", "description": "The Tunisian Revolution, also called the Jasmine Revolution, was an intensive 28-day campaign of civil resistance. It included a series of street demonstrations which took place in Tunisia, and led to the ousting of longtime president Zine El Abidine Ben Ali in January 2011. It eventually led to a thorough democratisation of the country and to free and democratic elections."}, {"title": "Arab Spring", "href": "/wiki/Arab_Spring", "description": "The Arab Spring was a series of anti-government protests, uprisings, and armed rebellions that spread across much of the Arab world in the early 2010s. It began in response to oppressive regimes and a low standard of living, starting with protests in Tunisia. From Tunisia, the protests then spread to five other countries: Libya, Egypt, Yemen, Syria, and Bahrain, where either the ruler was deposed "}]}, {"heading": "Events", "year": "2014", "date": "December 17", "txt": "The United States and Cuba re-establish diplomatic relations after severing them in 1961.", "entities": [{"title": "Cuba–United States relations", "href": "/wiki/Cuba%E2%80%93United_States_relations", "description": "Cuba–United States relations, also known as Cuban-American relations, refers to the bilateral relations between Cuba and the United States. Cuba and the United States restored diplomatic relations on 20 July 2015, relations which had been severed in 1961 during the Cold War. U.S. diplomatic representation in Cuba is handled by the United States Embassy in Havana, and there is a similar Cuban Embas"}]}, {"heading": "Births", "year": "1239", "date": "December 17", "txt": "Kujō Yoritsugu, Japanese shōgun (d. 1256)", "entities": [{"title": "Kujō Yoritsugu", "href": "/wiki/Kuj%C5%8D_Yoritsugu", "description": "Kujō Yoritsugu , also known as Fujiwara no Yoritsugu , was the fifth shōgun of the Kamakura shogunate of Japan. His father was the 4th Kamakura shōgun, Kujō Yoritsune."}]}, {"heading": "Births", "year": "1267", "date": "December 17", "txt": "Emperor Go-Uda of Japan (d. 1324)", "entities": [{"title": "Emperor Go-Uda", "href": "/wiki/Emperor_Go-Uda", "description": "Emperor Go-Uda  was the 91st emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1274 through 1287."}]}, {"heading": "Births", "year": "1554", "date": "December 17", "txt": "Ernest of Bavaria, Roman Catholic bishop (d. 1612)", "entities": [{"title": "Ernest of Bavaria", "href": "/wiki/Ernest_of_Bavaria", "description": "Ernest of Bavaria was Prince-elector-archbishop of the Archbishopric of Cologne from 1583 to 1612 as successor of the expelled Gebhard Truchsess von Waldburg. He was also bishop of Münster, Hildesheim, Freising and Liège."}]}, {"heading": "Births", "year": "1556", "date": "December 17", "txt": "Abdul Rahim Khan-I-Khana, Pakistani-Indian poet (d. 1627)", "entities": [{"title": "Abdul Rahim Khan-I-Khana", "href": "/wiki/Abdul_Rahim_Khan-I-Khana", "description": "Khanzada Mirza Khan Abdul Rahim Khan-i-Khanan, popularly known as simply Rahim, was a poet who lived in India during the rule of Mughal emperor Akbar, who was his mentor, also. He was one of the nine important ministers (dewan) in his court, also known as the Navaratnas. Rahim is known for his Hindi dohe (couplets) and his books on astrology. The village of Khan Khana, which is named after him, is"}]}, {"heading": "Births", "year": "1616", "date": "December 17", "txt": "Roger L'Estrange, English pamphleteer and author (d. 1704)", "entities": [{"title": "Roger L'Estrange", "href": "/wiki/Roger_L%27Estrange", "description": "Sir Roger L'Estrange was an English pamphleteer, author, courtier, and press censor. Throughout his life L'Estrange was frequently mired in controversy and acted as a staunch ideological defender of King Charles II's regime during the Restoration era. His works played a key role in the emergence of a distinct 'Tory' bloc during the Exclusion Crisis of 1679-81. Perhaps his best known polemical pamp"}]}, {"heading": "Births", "year": "1619", "date": "December 17", "txt": "Prince Rupert of the Rhine (d. 1682)", "entities": [{"title": "Prince Rupert of the Rhine", "href": "/wiki/Prince_Rupert_of_the_Rhine", "description": "Prince Rupert of the Rhine, Duke of Cumberland, was a German-English army officer, admiral, scientist and colonial governor. He first came to prominence as a Royalist cavalry commander during the English Civil War. Rupert was the third son of the German prince Frederick V of the Palatinate and Elizabeth, eldest daughter of James VI of Scotland and I of England."}]}, {"heading": "Births", "year": "1632", "date": "December 17", "txt": "Anthony Wood, English historian and author (d. 1695)", "entities": [{"title": "Anthony Wood (antiquary)", "href": "/wiki/Anthony_Wood_(antiquary)", "description": "Anthony Wood, who styled himself Anthony à Wood in his later writings, was an English antiquary. He was responsible for a celebrated Hist. and Antiq. of the Universitie of Oxon."}]}, {"heading": "Births", "year": "1685", "date": "December 17", "txt": "Thomas Tickell, English poet (d. 1740)", "entities": [{"title": "Thomas Tickell", "href": "/wiki/Thomas_Tickell", "description": "Thomas Tickell was a minor English poet and man of letters."}]}, {"heading": "Births", "year": "1699", "date": "December 17", "txt": "Charles-Louis Mion, French composer and educator (d. 1775)", "entities": [{"title": "Charles-Louis Mion", "href": "/wiki/Charles-Louis_Mion", "description": "Charles-Louis Mion was a French composer of the Baroque era. He was the grand-nephew of Michel Richard Delalande who also taught him music. Between 1710 and 1718 he was a choirboy at the Sainte-Chapelle du Palais. Later in life he became music teacher to his patroness Madame de Pompadour. In 1755 he was appointed master of music to Les Enfants de France. He wrote motets and operas, one of which ea"}]}, {"heading": "Births", "year": "1706", "date": "December 17", "txt": "Émilie du Châtelet, French mathematician and physicist (d. 1749)", "entities": [{"title": "Émilie du Châtelet", "href": "/wiki/%C3%89milie_du_Ch%C3%A2telet", "description": "Gabrielle Émilie Le Tonnelier de Breteuil, Marquise du Châtelet was a French natural philosopher and mathematician during the early 1730s until her death due to complications during childbirth in 1749. Her most recognized achievement is her translation of and commentary on Isaac Newton's 1687 book Principia containing basic laws of physics. The translation, published posthumously in 1756, is still"}]}, {"heading": "Births", "year": "1734", "date": "December 17", "txt": "Maria I of Portugal (d. 1816)", "entities": [{"title": "Maria I of Portugal", "href": "/wiki/Maria_I_of_Portugal", "description": "Dona Maria I was Queen of Portugal from 1777 until her death in 1816. Known as Maria the Pious in Portugal and Maria the Mad in Brazil, she was the first undisputed queen regnant of Portugal and the first monarch of Brazil. With Napoleon's European conquests, her court, then under the direction of her son João, the Prince Regent, moved to Brazil, then a Portuguese colony. Later on, Brazil would be"}]}, {"heading": "Births", "year": "1749", "date": "December 17", "txt": "Domenico Cimarosa, Italian composer and educator (d. 1801)", "entities": [{"title": "Domenico Cimarosa", "href": "/wiki/Domenico_Cimarosa", "description": "Domenico Cimarosa was an Italian composer of the Neapolitan school and of the Classical period. He wrote more than eighty operas, the best known of which is Il matrimonio segreto (1792); most of his operas are comedies. He also wrote instrumental works and church music."}]}, {"heading": "Births", "year": "1778", "date": "December 17", "txt": "Humphry Davy, English chemist and physicist (d. 1829)", "entities": [{"title": "Humphry Davy", "href": "/wiki/Humphry_Davy", "description": "Sir Humphry Davy, 1st Baronet was a Cornish chemist and inventor who invented the Davy lamp and a very early form of arc lamp. He is also remembered for isolating, by using electricity, a series of elements for the first time: potassium and sodium in 1807 and calcium, strontium, barium, magnesium and boron the following year, as well as for discovering the elemental nature of chlorine and iodine. "}]}, {"heading": "Births", "year": "1796", "date": "December 17", "txt": "Thomas Chandler Haliburton, Canadian judge and politician (d. 1865)", "entities": [{"title": "Thomas Chandler Haliburton", "href": "/wiki/Thomas_Chandler_Haliburton", "description": "Thomas Chandler Haliburton was a Nova Scotian politician, judge, and author. He made an important political contribution to the state of Nova Scotia before its entry into Confederation of Canada. He was the first international best-selling author of fiction from what is now Canada. In 1856, he emigrated to England, where he served as a Conservative Member of Parliament. He was the father of the Br"}]}, {"heading": "Births", "year": "1797", "date": "December 17", "txt": "Joseph Henry, American physicist and engineer (d. 1878)", "entities": [{"title": "Joseph Henry", "href": "/wiki/Joseph_Henry", "description": "Joseph Henry was an American scientist who served as the first Secretary of the Smithsonian Institution. He was the secretary for the National Institute for the Promotion of Science, a precursor of the Smithsonian Institution. He was highly regarded during his lifetime. While building electromagnets, Henry discovered the electromagnetic phenomenon of self-inductance. He also discovered mutual indu"}]}, {"heading": "Births", "year": "1807", "date": "December 17", "txt": "John Greenleaf Whittier, American poet and activist (d. 1892)", "entities": [{"title": "John Greenleaf Whittier", "href": "/wiki/John_Greenleaf_Whittier", "description": "John Greenleaf Whittier was an American Quaker poet and advocate of the abolition of slavery in the United States. Frequently listed as one of the fireside poets, he was influenced by the Scottish poet Robert Burns. Whittier is remembered particularly for his anti-slavery writings, as well as his 1866 book Snow-Bound."}]}, {"heading": "Births", "year": "1812", "date": "December 17", "txt": "Vilhelm Petersen, Danish painter (d. 1880)", "entities": [{"title": "Vilhelm Petersen (painter)", "href": "/wiki/Vilhelm_Petersen_(painter)", "description": "Vilhelm Peter Carl Petersen was a Danish landscape painter. He was one of the first Danish landscape painters to work on Bornholm and in the moorlands of Jutland. Small fishing villages were especially attractive to him. \n\n"}]}, {"heading": "Births", "year": "1827", "date": "December 17", "txt": "Alexander Wassilko von Serecki, Austrian lawyer and politician (d. 1893)", "entities": [{"title": "Alexander Wassilko von Serecki", "href": "/wiki/Alexander_Wassilko_von_Serecki", "description": " Baron Alexander Wassilko von Serecki, descendant of an old Moldavian boyar family, was an Austro-Hungarian ethnic Romanian statesman, Landeshauptmann of the Duchy of Bukovina and member of the Herrenhaus, the Upper House of the Imperial Council of Austria."}]}, {"heading": "Births", "year": "1830", "date": "December 17", "txt": "Jules de Goncourt, French author and critic (d. 1870)", "entities": [{"title": "Jules de Goncourt", "href": "/wiki/Jules_de_Goncourt", "description": "Jules Alfred Huot de Goncourt was a French writer, who published books together with his brother Edmond. Jules was born and died in Paris. His death at the age of 39 was at Auteuil-Neuilly-Passy of a stroke brought on by syphilis."}]}, {"heading": "Births", "year": "1835", "date": "December 17", "txt": "Alexander Emanuel Agassiz, Swiss-American ichthyologist and engineer (d. 1910)", "entities": [{"title": "Alexander Emanuel Agassiz", "href": "/wiki/Alexander_Emanuel_Agassiz", "description": "Alexander Emmanuel Rodolphe Agassiz, son of Louis Agassiz and stepson of Elizabeth Cabot Agassiz, was an American scientist and engineer."}]}, {"heading": "Births", "year": "1840", "date": "December 17", "txt": "Nozu Michitsura, Japanese field marshal (d. 1908)", "entities": [{"title": "Nozu Michitsura", "href": "/wiki/Nozu_Michitsura", "description": "Field Marshal The Marquis  Nozu Michitsura  was a Japanese field marshal and leading figure in the early Imperial Japanese Army."}]}, {"heading": "Births", "year": "1842", "date": "December 17", "txt": "Sophus Lie, Norwegian mathematician and academic (d. 1899)", "entities": [{"title": "Sophus Lie", "href": "/wiki/Sophus_Lie", "description": "Marius Sophus Lie was a Norwegian mathematician. He largely created the theory of continuous symmetry and applied it to the study of geometry and differential equations."}]}, {"heading": "Births", "year": "1847", "date": "December 17", "txt": "Émile Faguet, French author and critic (d. 1916)", "entities": [{"title": "Émile Faguet", "href": "/wiki/%C3%89mile_Faguet", "description": "Auguste Émile Faguet was a French author and literary critic."}]}, {"heading": "Births", "year": "1853", "date": "December 17", "txt": "Pierre Paul Émile Roux, French physician and immunologist, co-founded the Pasteur Institute (d. 1933)", "entities": [{"title": "Pierre Paul Émile Roux", "href": "/wiki/Pierre_Paul_%C3%89mile_Roux", "description": "Pierre Paul Émile Roux FRS was a French physician, bacteriologist and immunologist. Roux was one of the closest collaborators of Louis Pasteur (1822–1895), a co-founder of the Pasteur Institute, and responsible for the institute's production of the anti-diphtheria serum, the first effective therapy for this disease. Additionally, he investigated cholera, chicken-cholera, rabies, and tuberculosis. "}, {"title": "Pasteur Institute", "href": "/wiki/Pasteur_Institute", "description": "The Pasteur Institute is a French non-profit private foundation dedicated to the study of biology, micro-organisms, diseases, and vaccines. It is named after Louis Pasteur, who made some of the greatest breakthroughs in modern medicine at the time, including pasteurization and vaccines for anthrax and rabies. The institute was founded on June 4, 1887, and inaugurated on November 14, 1888."}]}, {"heading": "Births", "year": "1859", "date": "December 17", "txt": "Paul César Helleu, French painter and illustrator (d. 1927)", "entities": [{"title": "Paul César Helleu", "href": "/wiki/Paul_C%C3%A9sar_Helleu", "description": "Paul César Helleu was a French oil painter, pastel artist, drypoint etcher, and designer, best known for his numerous portraits of beautiful society women of the Belle Époque. He also conceived the ceiling mural of night sky constellations for Grand Central Terminal in New York City. He was also the father of Jean Helleu and the grandfather of Jacques Helleu, both artistic directors for Parfums Ch"}]}, {"heading": "Births", "year": "1866", "date": "December 17", "txt": "Kazys Grinius, Lithuanian physician and politician, 3rd President of Lithuania (d. 1950)", "entities": [{"title": "Kazys Grinius", "href": "/wiki/Kazys_Grinius", "description": "Kazys Grinius was the third President of Lithuania, and held that office from 7 June 1926 to 17 December 1926."}, {"title": "President of Lithuania", "href": "/wiki/President_of_Lithuania", "description": "The following is a list of rulers over Lithuania, the heads of authority over historical Lithuanian territory. The timeline includes Lithuania as a sovereign entity or legitimately part of a greater sovereign entity, as well as Lithuania under control or occupation of an outside authority. The incumbents and office-holders are listed by names most commonly used in English language. Where appropria"}]}, {"heading": "Births", "year": "1873", "date": "December 17", "txt": "Ford Madox Ford,  English novelist, poet, and critic  (d. 1939)", "entities": [{"title": "Ford Madox Ford", "href": "/wiki/Ford_Madox_Ford", "description": "Ford Madox Ford was an English novelist, poet, critic and editor whose journals The English Review and The Transatlantic Review were instrumental in the development of early 20th-century English and American literature."}]}, {"heading": "Births", "year": "1874", "date": "December 17", "txt": "William Lyon Mackenzie King, Canadian economist and politician, 10th Prime Minister of Canada (d. 1950)", "entities": [{"title": "William Lyon Mackenzie King", "href": "/wiki/William_Lyon_Mackenzie_King", "description": "William Lyon Mackenzie King, commonly known as Mackenzie King, was a Canadian statesman and politician who served as the tenth prime minister of Canada for three non-consecutive terms from 1921–1926, 1926–1930 and 1935–1948. A Liberal, he was the dominant politician in Canada during the interwar period from the 1920s through the 1940s. He is best known for his leadership of Canada throughout the S"}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Births", "year": "1881", "date": "December 17", "txt": "Aubrey Faulkner, South African-English cricketer and coach (d. 1930)", "entities": [{"title": "Aubrey Faulkner", "href": "/wiki/Aubrey_Faulkner", "description": "George Aubrey Faulkner was a South African cricketer who played 25 Test matches for South Africa and fought in both the Second Boer War and World War I. In cricket, he was an all-rounder who was among the best batsmen in the world at his peak and was one of the first leg spin bowlers to use the googly."}]}, {"heading": "Births", "year": "1884", "date": "December 17", "txt": "Alison Uttley, English children's book writer (d. 1976)", "entities": [{"title": "Alison Uttley", "href": "/wiki/Alison_Uttley", "description": "Alison Uttley, née Alice Jane Taylor, was an English writer of over 100 books. She is best known for a children's series about Little Grey Rabbit and Sam Pig. She is also remembered for a pioneering time slip novel for children, A Traveller in Time, about the imprisoned Mary, Queen of Scots."}]}, {"heading": "Births", "year": "1887", "date": "December 17", "txt": "Josef Lada, Czech painter and illustrator (d. 1957)", "entities": [{"title": "Josef Lada", "href": "/wiki/Josef_Lada", "description": "Josef Lada was a Czech painter, illustrator and writer. He is best known as the illustrator of Jaroslav Hašek's World War I novel The Good Soldier Švejk, having won the Deutscher Jugendliteraturpreis in 1963."}]}, {"heading": "Births", "year": "1890", "date": "December 17", "txt": "Prince Joachim of Prussia (d. 1920)", "entities": [{"title": "Prince Joachim of Prussia", "href": "/wiki/Prince_Joachim_of_Prussia", "description": "Prince Joachim Franz Humbert of Prussia was the youngest son and sixth child of Wilhelm II, German Emperor, by his first wife, Augusta Victoria of Schleswig-Holstein. He died by suicide at age 29."}]}, {"heading": "Births", "year": "1892", "date": "December 17", "txt": "Sam Barry, American basketball player and coach (d. 1950)", "entities": [{"title": "Sam Barry", "href": "/wiki/Sam_Barry", "description": "Justin McCarthy \"Sam\" Barry was an American collegiate coach who achieved significant accomplishments in three major sports. He remains one of only three coaches to lead teams to both the Final Four and the College World Series. Barry, and four of his USC players, have been inducted into the Naismith Memorial Basketball Hall of Fame as coaches; Sharman was also inducted as a player."}]}, {"heading": "Births", "year": "1893", "date": "December 17", "txt": "Charles C. Banks, English captain and pilot (d. 1971)", "entities": [{"title": "Charles C. Banks", "href": "/wiki/Charles_C._Banks", "description": "Captain Charles Chaplin Banks was a World War I flying ace credited with thirteen aerial victories. He scored a pioneering night fighter victory on 31 May 1918, when he shot down a German Friedrichshafen G bomber."}]}, {"heading": "Births", "year": "1893", "date": "December 17", "txt": "Erwin Piscator, German director and producer (d. 1966)", "entities": []}, {"heading": "Births", "year": "1894", "date": "December 17", "txt": "Arthur Fiedler, American conductor (d. 1979)", "entities": [{"title": "Arthur Fiedler", "href": "/wiki/Arthur_Fiedler", "description": "Arthur Fiedler was an American conductor known for his association with the Boston Symphony and Boston Pops orchestras. With a combination of musicianship and showmanship, he made the Boston Pops one of the best-known orchestras in the United States. Fiedler was sometimes criticized for over-popularizing music, particularly when adapting popular songs or editing portions of the classical repertoir"}]}, {"heading": "Births", "year": "1894", "date": "December 17", "txt": "Patrick Flynn, Irish-American runner and soldier (d. 1969)", "entities": []}, {"heading": "Births", "year": "1894", "date": "December 17", "txt": "Wim Schermerhorn, Dutch cartographer, engineer, and politician, Prime Minister of the Netherlands (d. 1977)", "entities": [{"title": "List of Prime Ministers of the Netherlands", "href": "/wiki/List_of_Prime_Ministers_of_the_Netherlands", "description": "The following is a list of prime ministers of the Netherlands since the inception of that office as a result of a revision of the Constitution of the Netherlands in 1848. The Prime Minister is the Chairman of the Council of Ministers; since 1945 he has held the Dutch title of minister-president van Nederland, also referred to as premier."}]}, {"heading": "Births", "year": "1895", "date": "December 17", "txt": "Gerald Patterson, Australian tennis player (d. 1967)", "entities": [{"title": "Gerald Patterson", "href": "/wiki/Gerald_Patterson", "description": "Gerald Leighton Patterson MC was an Australian tennis player."}]}, {"heading": "Births", "year": "1898", "date": "December 17", "txt": "Loren Murchison, American sprinter (d. 1979)", "entities": [{"title": "Loren Murchison", "href": "/wiki/Loren_Murchison", "description": "Loren C. Murchison was an American athlete, double gold medal winner in 4×100 m relay at the Olympic Games."}]}, {"heading": "Births", "year": "1900", "date": "December 17", "txt": "Mary Cartwright, English mathematician and academic, one of the first people to analyze a dynamical system with chaos (d. 1998)", "entities": [{"title": "Mary Cartwright", "href": "/wiki/Mary_Cartwright", "description": "Dame Mary Lucy Cartwright, was a British mathematician. She was one of the pioneers of what would later become known as chaos theory. Along with J. E. Littlewood, Cartwright saw many solutions to a problem which would later be seen as an example of the butterfly effect."}]}, {"heading": "Births", "year": "1903", "date": "December 17", "txt": "Erskine Caldwell, American novelist and short story writer (d. 1987)", "entities": [{"title": "Erskine Caldwell", "href": "/wiki/Erskine_Caldwell", "description": "Erskine Preston Caldwell was an American novelist and short story writer. His writings about poverty, racism and social problems in his native Southern United States, in novels such as Tobacco Road (1932) and God's Little Acre (1933) won him critical acclaim, but his advocacy of eugenics and the sterilization of Georgia's poor whites became less popular following World War II."}]}, {"heading": "Births", "year": "1903", "date": "December 17", "txt": "Ray Noble, English bandleader, composer, and actor (d. 1978)", "entities": []}, {"heading": "Births", "year": "1904", "date": "December 17", "txt": "Paul Cadmus, American painter and illustrator (d. 1999)", "entities": [{"title": "Paul Cadmus", "href": "/wiki/Paul_Cadmus", "description": "Paul Cadmus was an American artist widely known for his egg tempera paintings of gritty social interactions in urban settings. He also produced many highly finished drawings of single nude male figures. His paintings combine elements of eroticism and social critique in a style often called magic realism."}]}, {"heading": "Births", "year": "1905", "date": "December 17", "txt": "Simo Häyhä, Finnish soldier and sniper (d. 2002)", "entities": [{"title": "Simo Häyhä", "href": "/wiki/Simo_H%C3%A4yh%C3%A4", "description": "Simo \"Simuna\" Häyhä was a Finnish military sniper in the Second World War during the 1939–1940 Winter War against the Soviet Union. He used a Finnish-produced M/28-30, a variant of the Mosin–Nagant rifle, and a Suomi KP/-31 submachine gun. Häyhä is believed to have killed over 500 men during the Winter War, the highest number of sniper kills in any major war."}]}, {"heading": "Births", "year": "1905", "date": "December 17", "txt": "Mohammad Hidayatullah, 11th Chief Justice of India, and politician, 6th Vice President of India (d. 1992)", "entities": [{"title": "Chief Justice of India", "href": "/wiki/Chief_Justice_of_India", "description": "The Chief Justice of India, officially the Chief Justice of the Republic of India, is the chief judge of the Supreme Court of India as well as the highest-ranking officer of the Indian federal judiciary. The Constitution of India grants power to the President of India to nominate, and with the advice and consent of the Parliament of India, appoint a chief justice, who serves until they reach the a"}, {"title": "List of Vice Presidents of India", "href": "/wiki/List_of_Vice_Presidents_of_India", "description": "The Vice President of India is the second highest constitutional office in the Government of India after the President. In accordance with Article 65 of the Constitution of India, the vice president discharges the functions of the president when a contingency arises due to the resignation, removal, death, impeachment or the inability of the president to discharge their functions. They are also the"}]}, {"heading": "Births", "year": "1905", "date": "December 17", "txt": "Erico Verissimo, Brazilian author and translator (d. 1975)", "entities": []}, {"heading": "Births", "year": "1906", "date": "December 17", "txt": "Fernando Lopes-Graça, Portuguese composer and conductor (d. 1994)", "entities": [{"title": "Fernando Lopes-Graça", "href": "/wiki/Fernando_Lopes-Gra%C3%A7a", "description": "Fernando Lopes-Graça, GOSE, GCIH was a Portuguese composer, conductor and musicologist.\nLopes-Graça was born in Tomar, and was influenced by Portuguese popular music, which he also studied, continuing the work of the composer and musicologist Francisco de Lacerda.\nHe was a member of the Portuguese Communist Party and strenuously opposed the Estado Novo and its leader António de Oliveira Salazar.\nH"}]}, {"heading": "Births", "year": "1906", "date": "December 17", "txt": "Russell C. Newhouse, American pilot and engineer (d. 1998)", "entities": []}, {"heading": "Births", "year": "1908", "date": "December 17", "txt": "Willard Libby, American chemist and academic, Nobel Prize laureate (d. 1980)", "entities": [{"title": "Willard Libby", "href": "/wiki/Willard_Libby", "description": "Willard Frank Libby was an American physical chemist noted for his role in the 1949 development of radiocarbon dating, a process which revolutionized archaeology and palaeontology. For his contributions to the team that developed this process, Libby was awarded the Nobel Prize in Chemistry in 1960."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1910", "date": "December 17", "txt": "Eknath Easwaran, Indian-American educator and author (d. 1999)", "entities": [{"title": "Eknath Easwaran", "href": "/wiki/Eknath_Easwaran", "description": "Eknath Easwaran was an Indian-born spiritual teacher, author and translator and interpreter of Indian religious texts such as the Bhagavad Gita and the Upanishads."}]}, {"heading": "Births", "year": "1910", "date": "December 17", "txt": "Sy Oliver, American singer-songwriter and trumpet player (d. 1988)", "entities": []}, {"heading": "Births", "year": "1912", "date": "December 17", "txt": "Edward Short, Baron Glenamara, English captain and politician, Lord President of the Council (d. 2012)", "entities": [{"title": "Edward Short, Baron Glenamara", "href": "/wiki/Edward_Short,_Baron_Glenamara", "description": "Edward Watson Short, Baron Glenamara,, often known as Ted Short, was a British Labour politician and deputy leader of the Labour Party. He was Member of Parliament (MP) for Newcastle upon Tyne Central and served as a minister during the Labour governments under Harold Wilson, before being appointed to the House of Lords shortly after James Callaghan became Prime Minister."}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Births", "year": "1913", "date": "December 17", "txt": "Burt Baskin, American businessman, co-founded Baskin-Robbins (d. 1967)", "entities": [{"title": "Burt Baskin", "href": "/wiki/Burt_Baskin", "description": "Burt \"Butch\" Baskin was an American businessman who co-founded the Baskin-Robbins ice cream parlor chain in 1946 with business partner and brother-in-law Irv Robbins."}, {"title": "Baskin-Robbins", "href": "/wiki/Baskin-Robbins", "description": "Baskin-Robbins is an American multinational chain of ice cream and cake specialty shop restaurants owned by Inspire Brands. Based in Canton, Massachusetts, Baskin-Robbins was founded in 1945 by Burt Baskin and Irv Robbins in Glendale, California. It claims to be the world's largest chain of ice cream specialty stores, with more than 8,000 locations, including nearly 2,500 shops in the United State"}]}, {"heading": "Births", "year": "1914", "date": "December 17", "txt": "Mushtaq Ali, Indian cricketer (d. 2005)", "entities": [{"title": "Mushtaq Ali", "href": "/wiki/Mushtaq_Ali", "description": "Syed Mushtaq Ali pronunciation (help·info) was an Indian cricketer, a right-handed opening batsman who holds the distinction of scoring the first overseas Test century by an Indian player when he scored 112 against England at Old Trafford in 1936.\n He batted right-handed but was a slow left arm orthodox spin bowler. He bowled frequently enough in domestic matches to be classified as an all-rounder"}]}, {"heading": "Births", "year": "1914", "date": "December 17", "txt": "Fernando Alonso, Cuban ballet dancer, co-founded the Cuban National Ballet (d. 2013)", "entities": [{"title": "Cuban National Ballet", "href": "/wiki/Cuban_National_Ballet", "description": "The Cuban National Ballet is a classical ballet company based at Great Theatre of Havana in Havana, Cuba, founded by the Cuban prima ballerina assoluta, Alicia Alonso in 1948. The official school of the company is the Cuban National Ballet School."}]}, {"heading": "Births", "year": "1916", "date": "December 17", "txt": "Penelope Fitzgerald, English author and poet (d. 2000)", "entities": [{"title": "Penelope Fitzgerald", "href": "/wiki/Penelope_Fitzgerald", "description": "Penelope Mary Fitzgerald was a Booker Prize–winning novelist, poet, essayist and biographer from Lincoln, England. In 2008 The Times listed her among \"the 50 greatest British writers since 1945\". The Observer in 2012 placed her final novel, The Blue Flower, among \"the ten best historical novels\"."}]}, {"heading": "Births", "year": "1917", "date": "December 17", "txt": "Kenneth Dike, Nigerian historian, author, and academic (d. 1983)", "entities": [{"title": "Kenneth Dike", "href": "/wiki/Kenneth_Dike", "description": "Kenneth Onwuka Dike was a Nigerian educationist, Igbo Nigerian historian and the first Nigerian Vice-Chancellor of the nation's premier college, the University of Ibadan. During the Nigerian civil war, he moved to Harvard University. He was a founder of the Ibadan School that dominated the writing of the History of Nigeria until the 1970s. He is credited with \"having played the leading role in cre"}]}, {"heading": "Births", "year": "1920", "date": "December 17", "txt": "Kenneth E. Iverson, Canadian computer scientist, developed the APL programming language (d. 2004)", "entities": [{"title": "Kenneth E. Iverson", "href": "/wiki/Kenneth_E._Iverson", "description": "Kenneth Eugene Iverson was a Canadian computer scientist noted for the development of the programming language APL. He was honored with the Turing Award in 1979 \"for his pioneering effort in programming languages and mathematical notation resulting in what the computing field now knows as APL; for his contributions to the implementation of interactive systems, to educational uses of APL, and to pr"}, {"title": "APL (programming language)", "href": "/wiki/APL_(programming_language)", "description": "APL is a programming language developed in the 1960s by Kenneth E. Iverson. Its central datatype is the multidimensional array. It uses a large range of special graphic symbols to represent most functions and operators, leading to very concise code. It has been an important influence on the development of concept modeling, spreadsheets, functional programming, and computer math packages. It has al"}]}, {"heading": "Births", "year": "1921", "date": "December 17", "txt": "Lore Berger, German-Swiss author and translator (d. 1943)", "entities": [{"title": "Lore Berger", "href": "/wiki/Lore_Berger", "description": "Lore Berger was a Swiss writer who committed suicide at the age of 21."}]}, {"heading": "Births", "year": "1922", "date": "December 17", "txt": "Alan Voorhees, American engineer and academic (d. 2005)", "entities": [{"title": "Alan Voorhees", "href": "/wiki/Alan_Voorhees", "description": "Alan Manners Voorhees was an American transportation engineer and urban planner who designed many large public works in the United States. Voorhees was born in Highland Park, New Jersey."}]}, {"heading": "Births", "year": "1923", "date": "December 17", "txt": "Jaroslav Pelikan, American historian and scholar (d. 2006)", "entities": [{"title": "Jaroslav Pelikan", "href": "/wiki/Jaroslav_Pelikan", "description": "Jaroslav Jan Pelikan Jr. was an American scholar of the history of Christianity, Christian theology, and medieval intellectual history at Yale University."}]}, {"heading": "Births", "year": "1926", "date": "December 17", "txt": "Ray Jablonski, American baseball player (d. 1985)", "entities": [{"title": "Ray Jablonski", "href": "/wiki/Ray_Jablonski", "description": "Raymond Leo Jablonski was an American third baseman in Major League Baseball who played for all or parts of eight MLB seasons between 1953 and 1960. A 1954 National League All-Star, Jablonski appeared in 812 games for the St. Louis Cardinals, Cincinnati Redlegs, New York/San Francisco Giants and Kansas City Athletics. The native of Chicago, Illinois, threw and batted right-handed and was listed as"}]}, {"heading": "Births", "year": "1926", "date": "December 17", "txt": "John Hans Krebs, American lawyer and politician (d. 2014)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 17", "txt": "Stephen Lewis, English actor, director, screenwriter, and playwright (d. 2015)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 17", "txt": "Richard Long, American actor and director (d. 1974)", "entities": [{"title": "Richard Long (actor)", "href": "/wiki/Richard_Long_(actor)", "description": "Richard McCord Long was an American actor best known for his leading roles in three ABC television series, including The Big Valley, Nanny and the Professor, and Bourbon Street Beat. He was also a series regular on ABC's 77 Sunset Strip during the 1961–1962 season."}]}, {"heading": "Births", "year": "1927", "date": "December 17", "txt": "Edward Meneeley, American painter and sculptor (d. 2012)", "entities": []}, {"heading": "Births", "year": "1928", "date": "December 17", "txt": "Marilyn Beck, American journalist (d. 2014)", "entities": [{"title": "Marilyn Beck", "href": "/wiki/Marilyn_Beck", "description": "Marilyn Beck was a syndicated Hollywood columnist and author."}]}, {"heading": "Births", "year": "1928", "date": "December 17", "txt": "Eli Beeding, American captain and pilot (d. 2013)", "entities": []}, {"heading": "Births", "year": "1928", "date": "December 17", "txt": "Doyle Conner, American farmer and politician, 7th Florida Commissioner of Agriculture (d. 2012)", "entities": [{"title": "Florida Commissioner of Agriculture", "href": "/wiki/Florida_Commissioner_of_Agriculture", "description": "The commissioner of agriculture and consumer services is the head of the Florida Department of Agriculture and Consumer Services (FDACS). The position is elected by voters statewide and is one of four members of the Florida Cabinet. The commissioner is fourth in the line of succession to the office of Governor of Florida. The eleventh and current commissioner is Democrat Nikki Fried, who took offi"}]}, {"heading": "Births", "year": "1929", "date": "December 17", "txt": "William Safire, American journalist and author (d. 2009)", "entities": [{"title": "William Safire", "href": "/wiki/William_Safire", "description": "William Lewis Safir, better known as William Safire, was an American author, columnist, journalist, and presidential speechwriter. He was a long-time syndicated political columnist for The New York Times and wrote the \"On Language\" column in The New York Times Magazine about popular etymology, new or unusual usages, and other language-related topics."}]}, {"heading": "Births", "year": "1930", "date": "December 17", "txt": "Bob Guccione, American photographer and publisher, founded Penthouse (d. 2010)", "entities": [{"title": "Bob Guccione", "href": "/wiki/Bob_Guccione", "description": "Robert Charles Joseph Edward Sabatini Guccione was an American photographer and the founder of the adult magazine Penthouse in 1965. This was aimed at competing with Hugh Hefner's Playboy, but with more extreme erotic content, a special style of soft-focus photography, and in-depth reporting of government corruption scandals. By 1982 Guccione was listed in the Forbes 400 wealth list, and owned one"}]}, {"heading": "Births", "year": "1930", "date": "December 17", "txt": "Armin Mueller-Stahl, German actor and painter", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 17", "txt": "Dorothy Rowe, Australian psychologist and author (d. 2019)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 17", "txt": "Gerald Finnerman, American director and cinematographer (d. 2011)", "entities": [{"title": "Gerald Finnerman", "href": "/wiki/Gerald_Finnerman", "description": "Gerald Perry Finnerman was an American cinematographer who worked on TV series such as Moonlighting and the original Star Trek. He served as vice president of the American Society of Cinematographers, and won a Primetime Emmy Award for Outstanding Cinematography in Entertainment Programming for a Special."}]}, {"heading": "Births", "year": "1931", "date": "December 17", "txt": "Dave Madden, Canadian-American actor (d. 2014)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 17", "txt": "James McGaugh, American neurobiologist and psychologist", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 17", "txt": "John Bond, English footballer and manager (d. 2012)", "entities": [{"title": "John Bond (footballer)", "href": "/wiki/John_Bond_(footballer)", "description": "John Frederick Bond was an English professional football player and manager. He played from 1950 until 1966 for West Ham United, making 444 appearances in all competitions and scoring 37 goals. He was a member of the West Ham side which won the 1957–58 Second Division and the 1964 FA Cup. He also played for Torquay United until 1969. He managed seven different Football League clubs, and was the ma"}]}, {"heading": "Births", "year": "1934", "date": "December 17", "txt": "Irving Petlin, American painter and academic (d. 2018)", "entities": [{"title": "Irving Petlin", "href": "/wiki/Irving_Petlin", "description": "Irving Petlin was an American artist and painter renowned for his mastery of the pastel medium and collaborations with other artists and for his work in the \"series form\" in which he employed the raw materials of pastel, oil paint and unprimed linen, and found inspiration in the work of writers and poets including Primo Levi, Bruno Schulz, Paul Celan, Michael Palmer and Edmond Jabès."}]}, {"heading": "Births", "year": "1934", "date": "December 17", "txt": "Ray Wilson, English footballer and manager (d. 2018)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 17", "txt": "Brian Langford, English cricketer (d. 2013)", "entities": [{"title": "Brian Langford", "href": "/wiki/Brian_Langford", "description": "Brian Anthony Langford was an English first-class cricketer who played as an off-spin bowler for Somerset. He captained the county from 1969 until 1971 and his career tally of 1390 wickets ranks him third in the county's history, behind only Jack White and Arthur Wellard."}]}, {"heading": "Births", "year": "1935", "date": "December 17", "txt": "Cal Ripken Sr., American baseball player, coach, and manager (d. 1999)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 17", "txt": "Pope Francis", "entities": [{"title": "Pope Francis", "href": "/wiki/Pope_Francis", "description": "Pope Francis is the head of the Catholic Church and sovereign of the Vatican City State. Francis is the first pope to be a member of the Society of Jesus, the first from the Americas, the first from the Southern Hemisphere, and the first pope from outside Europe since Gregory III, a Syrian who reigned in the 8th century."}]}, {"heading": "Births", "year": "1936", "date": "December 17", "txt": "Tommy Steele, English singer, guitarist, and actor", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 17", "txt": "Brian Hayes, Australian-English radio host", "entities": [{"title": "Brian Hayes (broadcaster)", "href": "/wiki/Brian_Hayes_(broadcaster)", "description": "Brian Hayes is a radio presenter who is known in the United Kingdom for his phone-in shows."}]}, {"heading": "Births", "year": "1937", "date": "December 17", "txt": "Art Neville, American singer and keyboard player (d. 2019)", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 17", "txt": "Kerry Packer, Australian businessman, founded World Series Cricket (d. 2005)", "entities": [{"title": "World Series Cricket", "href": "/wiki/World_Series_Cricket", "description": "World Series Cricket (WSC) was a professional cricket competition staged between 1977 and 1979 and organised by Kerry Packer for his Australian television network, Nine Network. A breakaway competition, the matches ran in opposition to established international cricket. World Series Cricket drastically changed the nature of cricket, and its influence continues to be felt today."}]}, {"heading": "Births", "year": "1937", "date": "December 17", "txt": "John Kennedy Toole,  American novelist (d. 1969)", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 17", "txt": "Calvin Waller, American general (d. 1996)", "entities": []}, {"heading": "Births", "year": "1938", "date": "December 17", "txt": "Peter Snell, New Zealand runner (d. 2019)", "entities": [{"title": "Peter Snell", "href": "/wiki/Peter_Snell", "description": "Sir Peter George Snell was a New Zealand middle-distance runner. He won three Olympic gold medals, and is the only man since 1920 to have won the 800 and 1500 metres at the same Olympics, in 1964."}]}, {"heading": "Births", "year": "1939", "date": "December 17", "txt": "James Booker, American pianist (d. 1983)", "entities": [{"title": "James Booker", "href": "/wiki/James_Booker", "description": "James Carroll Booker III was a New Orleans rhythm and blues keyboardist born in New Orleans, Louisiana, United States. Booker's unique style combined rhythm and blues with jazz standards. Musician Dr. John described Booker as \"the best black, gay, one-eyed junkie piano genius New Orleans has ever produced.\" Flamboyant in personality, he was known as \"the Black Liberace\"."}]}, {"heading": "Births", "year": "1939", "date": "December 17", "txt": "Eddie Kendricks, American R&B singer-songwriter (d. 1992)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 17", "txt": "Kåre Valebrokk, Norwegian journalist (d. 2013)", "entities": [{"title": "Kåre Valebrokk", "href": "/wiki/K%C3%A5re_Valebrokk", "description": "Kåre Valebrokk was a Norwegian journalist and television executive. He was editor-in-chief and administrative director of TV 2 from October 1999 until June 2007, when he retired. He was the father of economist and editor Per Valebrokk."}]}, {"heading": "Births", "year": "1940", "date": "December 17", "txt": "María Elena Velasco, Mexican actress, singer, director, and screenwriter (d. 2015)", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 17", "txt": "Dave Dee, English singer-songwriter and guitarist (d. 2009)", "entities": [{"title": "Dave Dee", "href": "/wiki/Dave_Dee", "description": "David John Harman, known professionally as Dave Dee, was an English singer-songwriter, musician, A&R manager, fundraiser and businessman. He was the frontman for the 1960s pop band Dave Dee, Dozy, Beaky, Mick & Tich."}]}, {"heading": "Births", "year": "1941", "date": "December 17", "txt": "Stan Mudenge, Zimbabwean historian and politician, Zimbabwean Minister of Foreign Affairs (d. 2012)", "entities": [{"title": "Ministry of Foreign Affairs (Zimbabwe)", "href": "/wiki/Ministry_of_Foreign_Affairs_(Zimbabwe)", "description": "The Ministry of Foreign Affairs of the Republic of Zimbabwe is a cabinet ministry of Zimbabwe, responsible for conducting foreign relations of the country."}]}, {"heading": "Births", "year": "1942", "date": "December 17", "txt": "Muhammadu Buhari, Nigerian general and politician, 7th Head of State of the Federal Republic of Nigeria", "entities": [{"title": "Muhammadu Buhari", "href": "/wiki/Muhammadu_Buhari", "description": "Muhammadu Buhari is a Nigerian politician who has been president of Nigeria since 2015. Buhari is a retired Major General of the Nigerian Army and served as military head of state from 1983 to 1985, after taking power in a military coup d'état."}, {"title": "List of heads of state of Nigeria", "href": "/wiki/List_of_heads_of_state_of_Nigeria", "description": "This is a list of the heads of state of Nigeria, from Nigeria's independence in 1960 to the present day.\nNigeria became a federal republic under the Constitution of 1963 and the monarch and Governor-General were replaced by a ceremonial President."}]}, {"heading": "Births", "year": "1942", "date": "December 17", "txt": "Paul Butterfield, American singer and harmonica player (d. 1987)", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 17", "txt": "Ron Geesin, Scottish pianist and composer", "entities": [{"title": "Ron Geesin", "href": "/wiki/Ron_Geesin", "description": "Ronald Frederick Geesin is a Scottish musician, performer composer and writer noted for his very unusual creations and novel applications of sound. Ron Geesin started his career from 1961 to 1965 as pianist with The Original Downtown Syncopators (ODS), a revivalist jazz band emulating the American Original Dixieland Jazz Band. The band was based in Crawley, Sussex, UK. Geesin is well known for his"}]}, {"heading": "Births", "year": "1944", "date": "December 17", "txt": "Jack L. Chalker, American author and educator (d. 2005)", "entities": [{"title": "Jack L. Chalker", "href": "/wiki/Jack_L._Chalker", "description": "Jack Laurence Chalker was an American science fiction author. Chalker was also a Baltimore City Schools history teacher in Maryland for 12 years, retiring during 1978 to write full-time. He also was a member of the Washington Science Fiction Association and was involved in the founding of the Baltimore Science Fiction Society."}]}, {"heading": "Births", "year": "1944", "date": "December 17", "txt": "Carlo M. Croce, Italian-American oncologist and academic", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 17", "txt": "Bernard Hill, English actor", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 17", "txt": "Ernie Hudson, American actor", "entities": [{"title": "Ernie Hudson", "href": "/wiki/Ernie_Hudson", "description": "Earnest Lee Hudson is an American actor. He has appeared in dozens of film and television roles throughout his career, but is perhaps best known for his roles as Winston Zeddemore in the Ghostbusters film series, Sergeant Darryl Albrecht in The Crow (1994), and Warden Leo Glynn on HBO's Oz (1997–2003). Hudson has also acted in the films Leviathan (1989), The Hand That Rocks the Cradle (1992), Airh"}]}, {"heading": "Births", "year": "1945", "date": "December 17", "txt": "David Mallet, British director", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 17", "txt": "Chris Matthews, American journalist and author", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 17", "txt": "Jüri Talvet, Estonian poet and critic", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 17", "txt": "Jacqueline Wilson, English author and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 17", "txt": "Simon Bates, English radio host", "entities": [{"title": "Simon Bates", "href": "/wiki/Simon_Bates", "description": "Simon Philip Bates is an English disc jockey and radio presenter. Between 1976 and 1993 he worked at BBC Radio 1, presenting the station's weekday mid-morning show for most of this period. He later became a regular presenter on Classic FM. He hosted the breakfast show on Smooth Radio from January 2011 until March 2014, and took on the same role at BBC Radio Devon from January 2015 until January 20"}]}, {"heading": "Births", "year": "1946", "date": "December 17", "txt": "Eugene Levy, Canadian actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 17", "txt": "Wes Studi, American actor and producer", "entities": [{"title": "Wes Studi", "href": "/wiki/Wes_Studi", "description": "Wesley Studi is a Cherokee American actor and film producer who has won critical acclaim and awards, particularly for his portrayal of Native Americans in film. He has appeared in Academy Award-winning films, such as Dances with Wolves (1990) and The Last of the Mohicans (1992), and in the Academy Award-nominated films Geronimo: An American Legend (1993) and The New World (2005). He is also known "}]}, {"heading": "Births", "year": "1948", "date": "December 17", "txt": "Valery Belousov, Russian ice hockey player and coach (d. 2015)", "entities": [{"title": "Valery Belousov", "href": "/wiki/Valery_Belousov", "description": "Valery Konsantinovich Belousov was a Russian professional ice hockey coach and player."}]}, {"heading": "Births", "year": "1948", "date": "December 17", "txt": "Jim Bonfanti, American rock drummer", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 17", "txt": "Kemal Kılıçdaroğlu, Turkish economist and politician", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 17", "txt": "Sotiris Kaiafas, Cypriot footballer", "entities": [{"title": "Sotiris Kaiafas", "href": "/wiki/Sotiris_Kaiafas", "description": "Sotirios Kaiafas is a retired Cypriot footballer who is considered to be the best footballer that Cyprus has ever produced. He played for Omonia and Cyprus. During his career at Omonia, he won the European Golden Boot."}]}, {"heading": "Births", "year": "1949", "date": "December 17", "txt": "Paul Rodgers, English singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 17", "txt": "Laurence F. Johnson, American educator and author", "entities": [{"title": "Laurence F. Johnson", "href": "/wiki/Laurence_F._Johnson", "description": "Larry Johnson is an American futurist, author, and educator. Currently, Johnson serves as the Founder and CEO of EdFutures.org, an international think tank, and as a Senior Fellow of the Center for Digital Education. From 2001-2016, he served as Chief Executive Officer of the New Media Consortium an international consortium of hundreds of universities, colleges, museums, research centers, and tech"}]}, {"heading": "Births", "year": "1950", "date": "December 17", "txt": "Maurice Peoples, American sprinter and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 17", "txt": "Pat Hill, American football player and coach", "entities": [{"title": "Pat Hill", "href": "/wiki/Pat_Hill", "description": "Lawrence Patrick Hill is an American football coach, former player, and hot dog race announcer. He served as the head football coach at Fresno State from 1997 until his dismissal following the 2011 season. In 15 seasons as head coach as Fresno State, he led the Bulldogs to a record of 112–80, 11 bowl game appearances, and a share of the 1999 Western Athletic Conference title."}]}, {"heading": "Births", "year": "1951", "date": "December 17", "txt": "Ken Hitchcock, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 17", "txt": "Tatyana Kazankina, Russian runner", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 17", "txt": "Bill Pullman, American actor", "entities": [{"title": "Bill Pullman", "href": "/wiki/Bill_Pullman", "description": "William Pullman is an American actor. After graduating with a Master of Fine Arts degree in theater, Pullman worked as an adjunct professor at Montana State University before deciding to pursue acting. He made his film debut in the 1986 film Ruthless People, and has since gone on to star in films including Spaceballs (1987), The Accidental Tourist (1988), Sleepless in Seattle (1993), While You Wer"}]}, {"heading": "Births", "year": "1954", "date": "December 17", "txt": "Sergejus Jovaiša, Lithuanian basketball player", "entities": [{"title": "Sergejus Jovaiša", "href": "/wiki/Sergejus_Jovai%C5%A1a", "description": "Sergejus Jovaiša is a former basketball player from Soviet Union and Lithuania. He played at the shooting guard position and won the bronze medal with the Lithuania national basketball team at the 1992 Summer Olympics in Barcelona, Spain. In 1980 he was a member of the Soviet team that won the bronze medal at the 1980 Summer Olympics."}]}, {"heading": "Births", "year": "1955", "date": "December 17", "txt": "Brad Davis, American basketball player, coach, and sportscaster", "entities": [{"title": "Brad Davis (basketball)", "href": "/wiki/Brad_Davis_(basketball)", "description": "Bradley Ernest Davis is an American former professional basketball player who spent the bulk of his National Basketball Association (NBA) career with the Dallas Mavericks. He has been associated with the Mavericks for the team's entire existence as either a player, assistant coach or broadcaster."}]}, {"heading": "Births", "year": "1956", "date": "December 17", "txt": "Peter Farrelly, American director, producer, and screenwriter", "entities": [{"title": "Peter Farrelly", "href": "/wiki/Peter_Farrelly", "description": "Peter John Farrelly is an American film director, screenwriter, producer and novelist. Along with his brother Bobby, the Farrelly brothers are mostly famous for directing and producing quirky comedy and romantic comedy films such as Dumb and Dumber; Shallow Hal; Me, Myself and Irene; There's Something About Mary; and the 2007 remake of The Heartbreak Kid. On his own in 2018 Farrelly co-wrote and d"}]}, {"heading": "Births", "year": "1956", "date": "December 17", "txt": "Dominic Lawson, English journalist and author", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 17", "txt": "Totka Petrova, Bulgarian runner", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 17", "txt": "Wendy Hoyte, English sprinter", "entities": [{"title": "Wendy Hoyte", "href": "/wiki/Wendy_Hoyte", "description": "Wendy Patricia Hoyte is a British former sprinter, who won a 1982 Commonwealth Games gold medal and a 1982 European Championships silver medal in the 4 x 100 metres relay. She also competed at the 1976 Montreal Olympic Games. She is the holder of the United Kingdom indoor 50 m record, which she set in 1981. As of 2016, the record still stands."}]}, {"heading": "Births", "year": "1957", "date": "December 17", "txt": "Bob Ojeda, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 17", "txt": "Mike Mills, American bass player, songwriter, and producer", "entities": [{"title": "Mike Mills", "href": "/wiki/Mike_Mills", "description": "Michael Edward Mills is an American multi-instrumentalist, singer, and composer who was a founding member of the alternative rock band R.E.M. Though known primarily as a bass guitarist, backing vocalist, and pianist, his musical repertoire also includes keyboards, guitar, percussion instruments and occasional lead vocals. He contributed to a majority of the band's musical compositions."}]}, {"heading": "Births", "year": "1959", "date": "December 17", "txt": "Bob Stinson, American songwriter and guitarist (d. 1995)", "entities": [{"title": "Bob Stinson", "href": "/wiki/Bob_Stinson", "description": "Robert Neil Stinson was an American musician best known as a founding member and lead guitarist of the American rock band The Replacements."}]}, {"heading": "Births", "year": "1961", "date": "December 17", "txt": "Mansoor al-Jamri, Bahraini journalist and author", "entities": [{"title": "Mansoor al-Jamri", "href": "/wiki/Mansoor_al-Jamri", "description": "Mansoor al-Jamri is a Bahraini columnist, author, human rights activist and former opposition leader. He is the editor-in-chief of Al-Wasat, an Arabic language independent daily newspaper. He is also the second son of the Shia spiritual leader Sheikh Abdul-Amir al-Jamri, who died in 2006."}]}, {"heading": "Births", "year": "1962", "date": "December 17", "txt": "Paul Dobson, English footballer", "entities": [{"title": "Paul Dobson (footballer)", "href": "/wiki/Paul_Dobson_(footballer)", "description": "Paul Dobson is an English former professional footballer. He was a prolific striker in the lower leagues during the 1980s and early 1990s, notably for Torquay United."}]}, {"heading": "Births", "year": "1962", "date": "December 17", "txt": "Galina Malchugina, Russian sprinter", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 17", "txt": "Rocco Mediate, American golfer and journalist", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 17", "txt": "Frank Musil, Czech ice hockey player and coach", "entities": [{"title": "Frank Musil", "href": "/wiki/Frank_Musil", "description": "František Musil, more commonly known in North America as Frank Musil, is a Czech former professional ice hockey player who spent several seasons in the National Hockey League (NHL) with the Minnesota North Stars, Calgary Flames, Ottawa Senators, and Edmonton Oilers. Musil is currently an amateur scout for the Oilers and assistant coach for the Czech national ice hockey team."}]}, {"heading": "Births", "year": "1964", "date": "December 17", "txt": "Joe Wolf, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 17", "txt": "Craig Berube, Canadian ice hockey player and coach", "entities": [{"title": "Craig Berube", "href": "/wiki/Craig_Berube", "description": "Craig Berube is a Canadian professional ice hockey coach and former player. He is the head coach for the St. Louis Blues of the National Hockey League (NHL). Nicknamed \"Chief\", Berube played 17 seasons in the NHL for the Philadelphia Flyers, Toronto Maple Leafs, Calgary Flames, Washington Capitals and New York Islanders. Also, Berube was a national team scout hired by Doug Armstrong for team Canad"}]}, {"heading": "Births", "year": "1966", "date": "December 17", "txt": "Tracy Byrd, American singer-songwriter and guitarist", "entities": [{"title": "Tracy Byrd", "href": "/wiki/Tracy_Byrd", "description": "Tracy Lynn Byrd is an American country music artist. Signed to MCA Nashville Records in 1992, Byrd broke through on the country music scene that year with his 1993 single \"Holdin' Heaven\", which reached Number One on Billboard Hot Country Singles & Tracks. Although he did not land a second Number One until 2002's \"Ten Rounds with Jose Cuervo\", Byrd has charted more than thirty hit singles in his c"}]}, {"heading": "Births", "year": "1966", "date": "December 17", "txt": "Kristiina Ojuland, Estonian politician, 23rd Estonian Minister of Foreign Affairs", "entities": [{"title": "Minister of Foreign Affairs (Estonia)", "href": "/wiki/Minister_of_Foreign_Affairs_(Estonia)", "description": "The Minister of Foreign Affairs is the senior minister at the Ministry of Foreign Affairs in the Estonian Government. The Minister is one of the most important members of the Estonian government, with responsibility for the relations between Estonia and foreign states."}]}, {"heading": "Births", "year": "1967", "date": "December 17", "txt": "Vincent Damphousse, Canadian ice hockey player and sportscaster", "entities": [{"title": "Vincent Damphousse", "href": "/wiki/Vincent_Damphousse", "description": "Vincent François Damphousse is a Canadian former professional hockey player who played in the National Hockey League (NHL) for eighteen seasons. He played centre for the Toronto Maple Leafs, Edmonton Oilers, Montreal Canadiens and San Jose Sharks, winning a Stanley Cup championship with Montreal in 1993. He was signed as an unrestricted free-agent by the Colorado Avalanche in 2004 during the off-s"}]}, {"heading": "Births", "year": "1967", "date": "December 17", "txt": "Karsten Neitzel, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 17", "txt": "Claudio Suárez, Mexican footballer", "entities": [{"title": "Claudio Suárez", "href": "/wiki/Claudio_Su%C3%A1rez", "description": "Claudio Suárez Sánchez is a Mexican former professional footballer who played as a defender. He last played for Chivas USA in Major League Soccer and an exhibition game on 5 September 2010 with the Carolina Railhawks versus the Pumas Morelos. He is currently the color analyst for Los Angeles Football Club soccer matches on Estrella TV for the Los Angeles station"}]}, {"heading": "Births", "year": "1968", "date": "December 17", "txt": "Paul Tracy, Canadian race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 17", "txt": "Laurie Holden, American actress and model", "entities": [{"title": "Laurie Holden", "href": "/wiki/Laurie_Holden", "description": "Heather Laurie Holden is an American-Canadian actress, producer, model, and human rights activist. She is known for her roles as Marita Covarrubias in The X-Files (1996–2002), Adele Stanton in The Majestic (2001), Cybil Bennett in Silent Hill (2006), Amanda Dumfries in The Mist (2007), Olivia Murray in The Shield (2008), Andrea in The Walking Dead and Renee in The Americans (2017–2018)."}]}, {"heading": "Births", "year": "1969", "date": "December 17", "txt": "Inna Lasovskaya, Russian triple jumper", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 17", "txt": "Chuck Liddell, American mixed martial artist and kick-boxer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 17", "txt": "Mick Quinn, English singer-songwriter, guitarist and producer", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 17", "txt": "Alan Khan, South African radio and TV presenter", "entities": [{"title": "Alan Khan", "href": "/wiki/Alan_Khan", "description": "Alan Khan is a media and radio personality in South Africa. His talk show, Walk the Talk with Alan Khan, won \"Best News and Actuality Talk Show PBS\" at the 2017 Liberty South African Radio Awards. He was inducted into the South African Radio Hall of Fame in 2015."}]}, {"heading": "Births", "year": "1971", "date": "December 17", "txt": "Antoine Rigaudeau, French basketball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 17", "txt": "Iván Pedroso, Cuban long jumper and coach", "entities": [{"title": "Iván Pedroso", "href": "/wiki/Iv%C3%A1n_Pedroso", "description": "Iván Lázaro Pedroso Soler is a retired Cuban track and field athlete, who specialized in the long jump, and the current coach of Nelson Évora, Yulimar Rojas and Ana Peleteiro."}]}, {"heading": "Births", "year": "1973", "date": "December 17", "txt": "Eddie Fisher, American drummer", "entities": [{"title": "Eddie Fisher (drummer)", "href": "/wiki/Eddie_Fisher_(drummer)", "description": "Eddie Ray Fisher is an American musician and songwriter. He is the drummer for American pop rock band OneRepublic. Eddie grew up in Mission Viejo, California and currently resides in Denver, Colorado, where OneRepublic is based. Fisher joined OneRepublic in 2005 and is the band’s drummer ever since."}]}, {"heading": "Births", "year": "1973", "date": "December 17", "txt": "Konstadinos Gatsioudis, Greek javelin thrower", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 17", "txt": "Rian Johnson, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 17", "txt": "Paula Radcliffe, English runner", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 17", "txt": "Hasan Vural, German-Turkish footballer", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 17", "txt": "Charl Langeveldt, South African cricketer", "entities": [{"title": "Charl Langeveldt", "href": "/wiki/Charl_Langeveldt", "description": "Charl Kenneth Langeveldt is a South African cricket coach and former cricketer who is currently a bowling coach with the South Africa national cricket team."}]}, {"heading": "Births", "year": "1974", "date": "December 17", "txt": "Sarah Paulson, American actress", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 17", "txt": "Giovanni Ribisi, American actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 17", "txt": "Nick Dinsmore, American wrestler and trainer", "entities": [{"title": "Nick Dinsmore", "href": "/wiki/Nick_Dinsmore", "description": "Nicholas David Dinsmore, also known by his World Wrestling Entertainment (WWE) ring name Eugene, is an American professional wrestler."}]}, {"heading": "Births", "year": "1975", "date": "December 17", "txt": "Susanthika Jayasinghe, Sri Lankan sprinter", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 17", "txt": "Milla Jovovich, Ukrainian-American actress", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 17", "txt": "Éric Bédard, Canadian speed skater and coach", "entities": [{"title": "Éric Bédard", "href": "/wiki/%C3%89ric_B%C3%A9dard", "description": "Éric Bédard is a Canadian short track speed skater who has won 4 Olympic medals. He participated in three individual events at the 2006 Winter Olympics and finished fourth in the 500 meters. He also led a team into the 5000 meter relay, winning the silver medal. He has been a longtime member of Canada's short track team and has won four medals in three Olympic games: bronze in the 1,000 meters in "}]}, {"heading": "Births", "year": "1976", "date": "December 17", "txt": "Nir Davidovich, Israeli footballer and manager", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 17", "txt": "Patrick Müller, Swiss footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 17", "txt": "Andrew Simpson, English sailor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 17", "txt": "Takeo Spikes, American football player and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 17", "txt": "Arnaud Clément, French tennis player", "entities": [{"title": "Arnaud Clément", "href": "/wiki/Arnaud_Cl%C3%A9ment", "description": "Arnaud Clément is a retired tennis player and former captain of the France Davis Cup team. He reached the final of the 2001 Australian Open and achieved a career-high ranking of world No. 10 in April the same year. Partnering with Michael Llodra, he won Wimbledon in 2007 and two Masters 1000."}]}, {"heading": "Births", "year": "1977", "date": "December 17", "txt": "Samuel Påhlsson, Swedish ice hockey player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 17", "txt": "Katheryn Winnick, Canadian actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 17", "txt": "Maria Brink, American singer and songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 17", "txt": "Alex Cintrón, Puerto Rican-American baseball player and sportscaster", "entities": [{"title": "Alex Cintrón", "href": "/wiki/Alex_Cintr%C3%B3n", "description": "Alexander Cintrón is a Puerto Rican former professional baseball infielder and current hitting coach for the Houston Astros of Major League Baseball (MLB). He played in MLB for the Arizona Diamondbacks, Chicago White Sox, Baltimore Orioles, and Washington Nationals."}]}, {"heading": "Births", "year": "1978", "date": "December 17", "txt": "Manny Pacquiao, Filipino boxer and politician", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 17", "txt": "Neil Sanderson, Canadian drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 17", "txt": "Chase Utley, American baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 17", "txt": "Riteish Deshmukh, Indian film actor, producer and architect", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 17", "txt": "Matt Murley, American ice hockey player", "entities": [{"title": "Matt Murley", "href": "/wiki/Matt_Murley", "description": "Matt Murley is an American former professional ice hockey forward who played with the Pittsburgh Penguins and Phoenix Coyotes in the National Hockey League (NHL)."}]}, {"heading": "Births", "year": "1979", "date": "December 17", "txt": "Paul Smith, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 17", "txt": "Ryan Hunter-Reay, American race car driver", "entities": [{"title": "Ryan Hunter-Reay", "href": "/wiki/Ryan_Hunter-Reay", "description": "Ryan Christopher Hunter-Reay is a professional American racing driver best known as a winner of both the Indianapolis 500 (2014) and the IndyCar Series championship 2012. In each accomplishment, Hunter-Reay became the first American to win since Sam Hornish Jr. in 2006. Hunter-Reay also won in the defunct Champ Car World Series twice and the Toyota Grand Prix of Long Beach. In addition to his expe"}]}, {"heading": "Births", "year": "1980", "date": "December 17", "txt": "Alexandra Papageorgiou, Greek hammer thrower", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 17", "txt": "Eli Pariser, American activist and author", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 17", "txt": "Jerry Hsu, American skateboarder and photographer", "entities": [{"title": "Jerry Hsu", "href": "/wiki/Jerry_Hsu", "description": "Jerry Hsu is a Taiwanese-American skateboarder, photographer and currently owner of clothing company \"Sci-Fi Fantasy\". As of October 2018, Hsu does not have pro status in skateboarding anymore and has no sponsors."}]}, {"heading": "Births", "year": "1981", "date": "December 17", "txt": "Tim Wiese, German footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 17", "txt": "Josh Barfield, American baseball player", "entities": [{"title": "Josh Barfield", "href": "/wiki/Josh_Barfield", "description": "Joshua LaRoy Barfield is a former American professional baseball second baseman. He is the son of former major league outfielder Jesse Barfield. Barfield was born in Venezuela during his mother's two-week winterball visit with his father. He attended Klein High School in Harris County, Texas and holds the District 5 single season home run record."}]}, {"heading": "Births", "year": "1982", "date": "December 17", "txt": "Lorenzo Cittadini, Italian rugby player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 17", "txt": "Craig Kielburger, Canadian activist and author", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 17", "txt": "Stéphane Lasme, Gabonese basketball player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 17", "txt": "Ryan Moats, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 17", "txt": "Onur Özsu, Turkish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 17", "txt": "Erik Christensen, Canadian ice hockey player", "entities": [{"title": "Erik Christensen", "href": "/wiki/Erik_Christensen", "description": "Erik Christensen is a Canadian former professional ice hockey centre who last played for HV71 of the Swedish Hockey League (SHL)."}]}, {"heading": "Births", "year": "1983", "date": "December 17", "txt": "Haron Keitany, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 17", "txt": "Sébastien Ogier, French race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 17", "txt": "Luis Maria Alfageme, Argentinian footballer", "entities": [{"title": "Luis Maria Alfageme", "href": "/wiki/Luis_Maria_Alfageme", "description": "Luis Maria Alfageme is an Argentine footballer who plays as a forward for Taranto in Italy's Serie D."}]}, {"heading": "Births", "year": "1984", "date": "December 17", "txt": "Julian Bennett, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 17", "txt": "Andrew Davies, English footballer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 17", "txt": "Mikky Ekko, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 17", "txt": "Shannon Woodward, American actress", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 17", "txt": "Łukasz Broź, Polish footballer", "entities": [{"title": "Łukasz Broź", "href": "/wiki/%C5%81ukasz_Bro%C5%BA", "description": "Łukasz Broź is a Polish footballer (defender) who plays for Polish Ekstraklasa side Śląsk Wrocław."}]}, {"heading": "Births", "year": "1985", "date": "December 17", "txt": "Craig Reid, English footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 17", "txt": "Greg James, English radio presenter and comedian", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 17", "txt": "Emma Bell, American actress", "entities": [{"title": "Emma Bell", "href": "/wiki/Emma_Bell", "description": "Emma Jean Bell is an American actress, best known for her roles in films Frozen (2010) and Final Destination 5 (2011), and for playing Amy in the first and third season of The Walking Dead, and Emma Judith Ryland Brown on the TNT drama series Dallas (2013–2014)."}]}, {"heading": "Births", "year": "1986", "date": "December 17", "txt": "Frank Winterstein, Australian-Samoan rugby league player", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 17", "txt": "Maryna Arzamasova, Belorussian middle-distance runner", "entities": [{"title": "Maryna Arzamasova", "href": "/wiki/Maryna_Arzamasova", "description": "Maryna Aliaksandrauna Arzamasova is a Belarusian middle-distance runner. At the 2012 Summer Olympics, she competed in the Women's 800 metres. She won a bronze medal at the 2013 European Athletics Indoor Championships in the 800 metres. In August 2014, Arzamasova won 2014 European Athletics Championships in the 800 metres in a European leading time of 1:58.15. One year later she became world champi"}]}, {"heading": "Births", "year": "1987", "date": "December 17", "txt": "Bo Guagua, Chinese businessman", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 17", "txt": "Chelsea Manning, American soldier and intelligence analyst", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 17", "txt": "Liisa Ehrberg, Estonian cyclist", "entities": [{"title": "Liisa Ehrberg", "href": "/wiki/Liisa_Ehrberg", "description": "Liisa Ehrberg is an Estonian racing cyclist. She rode at the 2014 UCI Road World Championships."}]}, {"heading": "Births", "year": "1988", "date": "December 17", "txt": "Grethe Grünberg, Estonian ice dancer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 17", "txt": "Kris Joseph, Canadian basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 17", "txt": "David Rudisha, Kenyan runner", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 17", "txt": "Craig Sutherland, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 17", "txt": "James Hurst, American football player", "entities": [{"title": "James Hurst (American football)", "href": "/wiki/James_Hurst_(American_football)", "description": "James Hurst is an American football offensive tackle for the New Orleans Saints of the National Football League (NFL). He was signed by the Baltimore Ravens as an undrafted free agent in 2014. He played college football at North Carolina."}]}, {"heading": "Births", "year": "1991", "date": "December 17", "txt": "Jordan Rankin, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 17", "txt": "Atsedu Tsegay, Ethiopian runner", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 17", "txt": "Joshua Ingram, Canadian drummer and percussionist", "entities": [{"title": "Joshua Ingram", "href": "/wiki/Joshua_Ingram", "description": "Joshua Ingram is a rock drummer and percussionist. Ingram is best known as the former drummer of American hard rock band New Years Day."}]}, {"heading": "Births", "year": "1992", "date": "December 17", "txt": "Quinton de Kock, South African cricketer", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 17", "txt": "Patricia Kú Flores, Peruvian tennis player", "entities": [{"title": "Patricia Kú Flores", "href": "/wiki/Patricia_K%C3%BA_Flores", "description": "Patricia Iveth Kú Flores is a Peruvian former tennis player."}]}, {"heading": "Births", "year": "1994", "date": "December 17", "txt": "Lloyd Perrett, New Zealand rugby league player", "entities": [{"title": "Lloyd Perrett", "href": "/wiki/Lloyd_Perrett", "description": "Lloyd Perrett is a professional rugby league footballer who plays as a prop for the Wynnum-Manly Seagulls in the Intrust Super Cup."}]}, {"heading": "Births", "year": "1994", "date": "December 17", "txt": "Nat Wolff, American singer-songwriter, keyboard player and actor", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 17", "txt": "Elizaveta Tuktamysheva, Russian figure skater", "entities": [{"title": "Elizaveta Tuktamysheva", "href": "/wiki/Elizaveta_Tuktamysheva", "description": "Elizaveta \"Liza\" Sergeyevna Tuktamysheva is a Russian figure skater. She is the 2015 World champion, the 2021 World silver medalist, the 2015 European champion, the 2014–15 Grand Prix Final champion, a 14-time medalist on the Grand Prix series, and the 2013 Russian national champion. On the junior level, she is the 2012 Youth Olympic champion, 2011 World Junior silver medalist, and 2010–11 JGP Fin"}]}, {"heading": "Births", "year": "1997", "date": "December 17", "txt": "Naiktha Bains, British-Australian tennis player", "entities": [{"title": "Naiktha Bains", "href": "/wiki/Naiktha_Bains", "description": "Naiktha Bains is an Australian-British tennis player."}]}, {"heading": "Births", "year": "1997", "date": "December 17", "txt": "Shoma Uno, Japanese figure skater", "entities": []}, {"heading": "Births", "year": "1998", "date": "December 17", "txt": "Jasmine Armfield, English actress", "entities": [{"title": "Jasmine Armfield", "href": "/wiki/Jasmine_Armfield", "description": " Jasmine Armfield is an English actress, known for portraying the role of Bex Fowler in the BBC soap opera EastEnders from 2014 to 2020."}]}, {"heading": "Births", "year": "1998", "date": "December 17", "txt": "Martin Ødegaard, Norwegian footballer", "entities": []}, {"heading": "Births", "year": "1999", "date": "December 17", "txt": "Mirei Sasaki, Japanese idol", "entities": [{"title": "Mirei Sasaki", "href": "/wiki/Mirei_Sasaki", "description": "Mirei Sasaki  is member of Japanese idol group Hinatazaka46. She is represented by Sony Music Records, and is an exclusive model for the fashion magazine Non-no."}]}, {"heading": "Deaths", "year": "0779", "date": "December 17", "txt": "Sturm, abbot of Fulda", "entities": [{"title": "Saint Sturm", "href": "/wiki/Saint_Sturm", "description": "Saint Sturm, also called Sturmius or Sturmi, was a disciple of Saint Boniface and founder and first abbot of the Benedictine monastery and abbey of Fulda in 742 or 744. Sturm's tenure as abbot lasted from 747 until 779."}, {"title": "Abbot", "href": "/wiki/Abbot", "description": "Abbot is an ecclesiastical title given to the male head of a monastery in various western religious traditions, including Christianity. The office may also be given as an honorary title to a clergyman who is not the head of a monastery. The female equivalent is abbess."}, {"title": "Fulda monastery", "href": "/wiki/Fulda_monastery", "description": "The Abbey of Fulda, from 1221 the Princely Abbey of Fulda and from 1752 the Prince-Bishopric of Fulda, was a Benedictine abbey and ecclesiastical principality centered on Fulda, in the present-day German state of Hesse."}]}, {"heading": "Deaths", "year": "0908", "date": "December 17", "txt": "al-Abbas ibn al-Hasan al-Jarjara'i, Abbasid vizier", "entities": [{"title": "Al-Abbas ibn al-Hasan al-Jarjara'i", "href": "/wiki/Al-Abbas_ibn_al-Hasan_al-Jarjara%27i", "description": "Al-ʿAbbās ibn al-Ḥasan al-Jarjarāʾī was a senior Abbasid official and vizier from October 904 until his murder on 17 December 908."}]}, {"heading": "Deaths", "year": "0  908", "date": "December 17", "txt": "Abdallah ibn al-Mu'tazz, Abbasid prince and poet, anti-caliph for one day", "entities": [{"title": "Abdallah ibn al-Mu'tazz", "href": "/wiki/Abdallah_ibn_al-Mu%27tazz", "description": "Abdallah ibn al-Mu'tazz was the son of the caliph al-Mu'tazz and a political figure, but is better known as a leading Arabic poet and the author of the Kitab al-Badi, an early study of Arabic forms of poetry. This is considered one of the earliest works in Arabic literary theory and literary criticism."}]}, {"heading": "Deaths", "year": "0942", "date": "December 17", "txt": "William I, duke of Normandy", "entities": [{"title": "William I Longsword", "href": "/wiki/William_I_Longsword", "description": "William Longsword was the second ruler of Normandy, from 927 until his assassination in 942."}, {"title": "Duchy of Normandy", "href": "/wiki/Duchy_of_Normandy", "description": "The Duchy of Normandy grew out of the 911 Treaty of Saint-Clair-sur-Epte between King Charles III of West Francia and the Viking leader Rollo. The duchy was named for its inhabitants, the Normans."}]}, {"heading": "Deaths", "year": "1187", "date": "December 17", "txt": "Pope Gregory VIII (b. 1100)", "entities": [{"title": "Pope Gregory VIII", "href": "/wiki/Pope_Gregory_VIII", "description": "Gregory VIII, born Alberto di Morra, was head of the Catholic Church and ruler of the Papal States for two months in 1187."}]}, {"heading": "Deaths", "year": "1195", "date": "December 17", "txt": "Baldwin V, Count of Hainaut (b. 1150)", "entities": [{"title": "Baldwin V, Count of Hainaut", "href": "/wiki/Baldwin_V,_Count_of_Hainaut", "description": "Baldwin V of Hainaut was count of Hainaut (1171–1195), margrave of Namur as Baldwin I (1189–1195) and count of Flanders as Baldwin VIII (1191–1195)."}]}, {"heading": "Deaths", "year": "1273", "date": "December 17", "txt": "Rumi, Persian jurist, theologian, and poet (b. 1207)", "entities": [{"title": "Rumi", "href": "/wiki/Rumi", "description": "Jalāl ad-Dīn Mohammad Rūmī, also known as Jalāl ad-Dīn Mohammad Balkhī, Mevlânâ/Mowlānā, Mevlevî/Mawlawī, and more popularly simply as Rumi, was a 13th-century Persian poet, Hanafi faqih, Islamic scholar, Maturidi theologian, and Sufi mystic originally from Greater Khorasan in Greater Iran. Rumi's influence transcends national borders and ethnic divisions: Iranians, Tajiks, Turks, Greeks, Pashtuns"}]}, {"heading": "Deaths", "year": "1419", "date": "December 17", "txt": "William Gascoigne, Chief Justice of England", "entities": [{"title": "William Gascoigne", "href": "/wiki/William_Gascoigne", "description": "Sir William Gascoigne was Chief Justice of England during the reign of King Henry IV."}]}, {"heading": "Deaths", "year": "1471", "date": "December 17", "txt": "Infanta Isabel, Duchess of Burgundy (b. 1397)", "entities": [{"title": "Infanta Isabel, Duchess of Burgundy", "href": "/wiki/Infanta_Isabel,_Duchess_of_Burgundy", "description": "Isabella of Portugal was Duchess of Burgundy as the third wife of Duke Philip the Good. Born a Portuguese infanta of the House of Aviz, Isabella was the only surviving daughter of King John I of Portugal and his wife Philippa of Lancaster. Her son by Philip was Charles the Bold, the last Valois Duke of Burgundy. Isabella was the regent of the Burgundian Low Countries during the absence of her spou"}]}, {"heading": "Deaths", "year": "1559", "date": "December 17", "txt": "Irene di Spilimbergo, Italian Renaissance poet and painter (b. 1538)", "entities": [{"title": "Irene di Spilimbergo", "href": "/wiki/Irene_di_Spilimbergo", "description": "Irene di Spilimbergo was an Italian Renaissance painter and poet."}, {"title": "1538", "href": "/wiki/1538", "description": "Year 1538 (MDXXXVIII) was a common year starting on Tuesday of the Julian calendar."}]}, {"heading": "Deaths", "year": "1562", "date": "December 17", "txt": "Eleonora di Toledo, Grand Duchess of Tuscany (b. 1522)", "entities": [{"title": "Eleonora di Toledo", "href": "/wiki/Eleonora_di_Toledo", "description": "Eleanor of Toledo, born Doña Leonor Álvarez de Toledo y Osorio, was a Spanish noblewoman and Duchess of Florence as the first wife of Cosimo I de' Medici. A keen businesswoman, she financed many of her husband's political campaigns and important buildings like the Pitti Palace. She ruled as regent of Florence during his frequent absences and founded many Jesuit churches. She is credited with being"}]}, {"heading": "Deaths", "year": "1663", "date": "December 17", "txt": "Nzinga of Ndongo and Matamba (b. 1583)", "entities": [{"title": "Nzinga of Ndongo and Matamba", "href": "/wiki/Nzinga_of_Ndongo_and_Matamba", "description": "Nzingha Mbande (1583–1663) was Queen of the Ambundu Kingdoms of Ndongo (1624–1663) and Matamba (1631–1663), located in present-day northern Angola. Born into the ruling family of Ndongo, Nzinga received military and political training as a child, and she demonstrated an aptitude for defusing political crises as an ambassador to the Portuguese Empire. She later assumed power over the kingdoms after"}]}, {"heading": "Deaths", "year": "1721", "date": "December 17", "txt": "Richard Lumley, 1st Earl of Scarbrough, English soldier and politician, Chancellor of the Duchy of Lancaster (b. 1640)", "entities": [{"title": "Richard Lumley, 1st Earl of Scarbrough", "href": "/wiki/Richard_Lumley,_1st_Earl_of_Scarbrough", "description": "Richard Lumley, 1st Earl of Scarbrough, was an English soldier and statesman best known for his role in the Glorious Revolution."}, {"title": "Chancellor of the Duchy of Lancaster", "href": "/wiki/Chancellor_of_the_Duchy_of_Lancaster", "description": "The Chancellor of the Duchy of Lancaster is a ministerial office in the Government of the United Kingdom that includes as part of its duties the administration of the estates and rents of the Duchy of Lancaster."}]}, {"heading": "Deaths", "year": "1830", "date": "December 17", "txt": "Simón Bolívar, Venezuelan general and politician, 2nd President of Venezuela (b. 1783)", "entities": [{"title": "Simón Bolívar", "href": "/wiki/Sim%C3%B3n_Bol%C3%ADvar", "description": "Simón José Antonio de la Santísima Trinidad Bolívar y Ponte Palacios y Blanco, also colloquially as El Libertador, was a Venezuelan military and political leader who led what are currently the countries of Venezuela, Bolivia, Colombia, Ecuador, Peru, and Panama to independence from the Spanish Empire."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Deaths", "year": "1833", "date": "December 17", "txt": "Kaspar Hauser, German feral child (b. 1812?)", "entities": [{"title": "Kaspar Hauser", "href": "/wiki/Kaspar_Hauser", "description": "Kaspar Hauser was a German youth who claimed to have grown up in the total isolation of a darkened cell. Hauser's claims, and his subsequent death by stabbing, sparked much debate and controversy. Theories propounded at the time identified him as the grand ducal House of Baden, hidden away because of royal intrigue. These opinions may or may not have been documented by later investigations. Other "}, {"title": "Feral child", "href": "/wiki/Feral_child", "description": "A feral child is a human child who has lived isolated from human contact from a very young age, and so has had little or no experience of human care, behavior, or human language. There are several confirmed cases and other speculative ones. Feral children may have experienced severe abuse or trauma before being abandoned or running away. They are sometimes the subjects of folklore and legends, typ"}]}, {"heading": "Deaths", "year": "1847", "date": "December 17", "txt": "Marie Louise, Duchess of Parma (b. 1791)", "entities": [{"title": "Marie Louise, Duchess of Parma", "href": "/wiki/Marie_Louise,_Duchess_of_Parma", "description": "Marie Louise was an Austrian archduchess who reigned as Duchess of Parma from 1814 until her death. She was Napoleon's second wife and, as such, Empress of the French from 1810 to 1814."}]}, {"heading": "Deaths", "year": "1857", "date": "December 17", "txt": "Francis Beaufort, Irish hydrographer and officer in the Royal Navy (b. 1774)", "entities": [{"title": "Francis Beaufort", "href": "/wiki/Francis_Beaufort", "description": "Sir Francis Beaufort was an Irish hydrographer, rear admiral of the Royal Navy, and creator of the Beaufort cipher and the Beaufort scale."}]}, {"heading": "Deaths", "year": "1891", "date": "December 17", "txt": "José María Iglesias, Mexican politician and interim President (1876-1877) (b. 1823)", "entities": [{"title": "José María Iglesias", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Iglesias", "description": "José María Iglesias Inzáurraga was a Mexican lawyer, professor, journalist and liberal politician. He is known as author of the Iglesias law, an anticlerical law regulating ecclesiastical fees and aimed at preventing the impoverishment of the Mexican peasantry. From October 31, 1876 to January 23, 1877, he claimed the interim presidency of Mexico. However, he was never undisputed president."}]}, {"heading": "Deaths", "year": "1904", "date": "December 17", "txt": "William Shiels, Irish-Australian politician, 16th Premier of Victoria (b. 1848)", "entities": [{"title": "William Shiels", "href": "/wiki/William_Shiels", "description": "William Shiels was an Australian colonial-era politician, serving as the 16th Premier of Victoria."}, {"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Deaths", "year": "1907", "date": "December 17", "txt": "William Thomson, 1st Baron Kelvin, Irish-Scottish physicist and engineer (b. 1824)", "entities": [{"title": "William Thomson, 1st Baron Kelvin", "href": "/wiki/William_Thomson,_1st_Baron_Kelvin", "description": "William Thomson, 1st Baron Kelvin, was an Irish-British mathematical physicist and engineer born in Belfast. Professor of Natural Philosophy at the University of Glasgow for 53 years, he did important work in the mathematical analysis of electricity and formulation of the first and second laws of thermodynamics, and did much to unify the emerging discipline of physics in its modern form. He receiv"}]}, {"heading": "Deaths", "year": "1909", "date": "December 17", "txt": "Leopold II of Belgium (b. 1835)", "entities": [{"title": "Leopold II of Belgium", "href": "/wiki/Leopold_II_of_Belgium", "description": "Leopold II was the second King of the Belgians from 1865 to 1909 and, through his own efforts, the owner and absolute ruler of the Congo Free State from 1885 to 1908."}]}, {"heading": "Deaths", "year": "1917", "date": "December 17", "txt": "Elizabeth Garrett Anderson, English physician and activist (b. 1836)", "entities": [{"title": "Elizabeth Garrett Anderson", "href": "/wiki/Elizabeth_Garrett_Anderson", "description": "Elizabeth Garrett Anderson was an English physician and suffragist. She was the first woman to qualify in Britain as a physician and surgeon. She was the co-founder of the first hospital staffed by women, the first dean of a British medical school, the first woman in Britain to be elected to a school board and, as mayor of Aldeburgh, the first female mayor in Britain."}]}, {"heading": "Deaths", "year": "1927", "date": "December 17", "txt": "Rajendra Lahiri, Indian activist (b. 1892)", "entities": [{"title": "Rajendra Lahiri", "href": "/wiki/Rajendra_Lahiri", "description": "Rajendra Lahiri, full name Rajendra Nath Lahiri, was an Indian revolutionary, who was the mastermind behind Kakori conspiracy and Dakshineshwar bombing. He was active member of Hindustan Republican Association aimed at ousting the British from India."}]}, {"heading": "Deaths", "year": "1928", "date": "December 17", "txt": "Frank Rinehart, American photographer (b. 1861)", "entities": [{"title": "Frank Rinehart", "href": "/wiki/Frank_Rinehart", "description": "Frank Albert Rinehart was famous for his photography capturing Native American personalities and scenes, especially portrait settings of leaders and members of the delegations who attended the 1898 Indian Congress in Omaha."}]}, {"heading": "Deaths", "year": "1929", "date": "December 17", "txt": "Manuel de Oliveira Gomes da Costa, Portuguese general and politician, 10th President of Portugal (b. 1863)", "entities": [{"title": "Manuel de Oliveira Gomes da Costa", "href": "/wiki/Manuel_de_Oliveira_Gomes_da_Costa", "description": "Manuel de Oliveira Gomes da Costa, commonly known as Manuel Gomes da Costa or just Gomes da Costa, was a Portuguese army officer and politician, the tenth President of the Portuguese Republic and the second of the National Dictatorship."}, {"title": "President of Portugal", "href": "/wiki/President_of_Portugal", "description": "The president of the Portuguese Republic is the executive head of state of Portugal. The powers, functions and duties of prior presidential offices, and their relation with the prime minister and cabinets have over time differed with the various Portuguese constitutions."}]}, {"heading": "Deaths", "year": "1930", "date": "December 17", "txt": "Peter Warlock, Welsh composer and critic (b. 1894)", "entities": [{"title": "Peter Warlock", "href": "/wiki/Peter_Warlock", "description": "Philip Arnold Heseltine, known by the pseudonym Peter Warlock, was a British composer and music critic. The Warlock name, which reflects Heseltine's interest in occult practices, was used for all his published musical works. He is best known as a composer of songs and other vocal music; he also achieved notoriety in his lifetime through his unconventional and often scandalous lifestyle."}]}, {"heading": "Deaths", "year": "1932", "date": "December 17", "txt": "Charles Winckler, Danish discus thrower, shot putter, and tug of war competitor (b. 1867)", "entities": [{"title": "Charles Winckler", "href": "/wiki/Charles_Winckler", "description": "Charles \"Carl\" Gustav Wilhelm Winckler was a Danish athlete and tug of war competitor who participated at the 1900 Summer Olympics."}, {"title": "Tug of war", "href": "/wiki/Tug_of_war", "description": "Tug of war is a sport that pits two teams against each other in a test of strength: teams pull on opposite ends of a rope, with the goal being to bring the rope a certain distance in one direction against the force of the opposing team's pull."}]}, {"heading": "Deaths", "year": "1933", "date": "December 17", "txt": "13th Dalai Lama (b. 1876)", "entities": [{"title": "13th Dalai Lama", "href": "/wiki/13th_Dalai_Lama", "description": "Thubten Gyatso was the 13th Dalai Lama of Tibet."}]}, {"heading": "Deaths", "year": "1935", "date": "December 17", "txt": "Lizette Woodworth Reese, American poet (b. 1856)", "entities": [{"title": "Lizette Woodworth Reese", "href": "/wiki/Lizette_Woodworth_Reese", "description": "Lizette Woodworth Reese was an American poet and teacher."}]}, {"heading": "Deaths", "year": "1940", "date": "December 17", "txt": "Alicia Boole Stott, Anglo-Irish mathematician and academic (b. 1860)", "entities": [{"title": "Alicia Boole Stott", "href": "/wiki/Alicia_Boole_Stott", "description": "Alicia Boole Stott was an Irish-born English mathematician. Despite never holding an academic position, she made a number of valuable contributions to the field, receiving an honorary doctorate from the University of Groningen. She is best known for coining the term \"polytope\" for a convex solid in four dimensions, and having an impressive grasp of four-dimensional geometry from a very early age."}]}, {"heading": "Deaths", "year": "1942", "date": "December 17", "txt": "Allen Bathurst, Lord Apsley, English lieutenant and politician (b. 1895)", "entities": [{"title": "Allen Bathurst, Lord Apsley", "href": "/wiki/Allen_Bathurst,_Lord_Apsley", "description": "Allen Algernon Bathurst, Lord Apsley, DSO, MC, TD, DL was a British Army officer and Conservative Party politician."}]}, {"heading": "Deaths", "year": "1947", "date": "December 17", "txt": "Christos Tsigiridis, Greek engineer (b. 1877)", "entities": [{"title": "Christos Tsigiridis", "href": "/wiki/Christos_Tsigiridis", "description": "Christos Tsigiridis was a Greek electrical engineer and technological pioneer of his era. He was the first who imported the technology of sound reinforcement systems to Greece and led the installation of the first sound system in the Greek Parliament. He is mainly known for setting up the first radio station in Greece and the wider Balkans in the city of Thessaloniki."}]}, {"heading": "Deaths", "year": "1956", "date": "December 17", "txt": "Eddie Acuff, American actor (b. 1903)", "entities": [{"title": "Eddie Acuff", "href": "/wiki/Eddie_Acuff", "description": "Edward DeKalb Acuff was an American stage and film actor. His best-known recurring role is that of Mr. Beasley, the postman, in the Blondie movie series that starred Penny Singleton and Arthur Lake."}]}, {"heading": "Deaths", "year": "1957", "date": "December 17", "txt": "Dorothy L. Sayers, English author, poet, and playwright (b. 1893)", "entities": [{"title": "Dorothy L. Sayers", "href": "/wiki/Dorothy_L._Sayers", "description": "Dorothy Leigh Sayers was an English crime writer and poet. She was also a student of classical and modern languages."}]}, {"heading": "Deaths", "year": "1962", "date": "December 17", "txt": "Thomas Mitchell, American actor (b. 1892)", "entities": [{"title": "Thomas Mitchell (actor)", "href": "/wiki/Thomas_Mitchell_(actor)", "description": "Thomas John Mitchell was an American actor and writer. Among his most famous roles in a long career are those of Gerald O'Hara in Gone with the Wind, Doc Boone in Stagecoach, Uncle Billy in It's a Wonderful Life, Pat Garrett in The Outlaw, and Mayor Jonas Henderson in High Noon. Mitchell was the first male actor to win an Oscar, an Emmy, and a Tony Award, better known as the Triple Crown of Acting"}]}, {"heading": "Deaths", "year": "1964", "date": "December 17", "txt": "Victor Francis Hess, Austrian-American physicist and academic, Nobel Prize laureate (b. 1883)", "entities": [{"title": "Victor Francis Hess", "href": "/wiki/Victor_Francis_Hess", "description": "Victor Franz Hess was an Austrian-American physicist, and Nobel laureate in physics, who discovered cosmic rays."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1967", "date": "December 17", "txt": "Harold Holt, Australian lawyer and politician, 17th Prime Minister of Australia (b. 1908)", "entities": [{"title": "Harold Holt", "href": "/wiki/Harold_Holt", "description": "Harold Edward Holt,, was an Australian politician who served as the 17th Prime Minister of Australia, in office from 1966 until his disappearance in 1967. He was the leader of the Liberal Party during that time."}, {"title": "Prime Minister of Australia", "href": "/wiki/Prime_Minister_of_Australia", "description": "The prime minister of Australia is the head of government of Australia. The prime minister is the leader of the federal government and is also accountable to federal parliament under the principles of responsible government. The incumbent prime minister is Scott Morrison, who took office in August 2018 as leader of the Liberal Party."}]}, {"heading": "Deaths", "year": "1970", "date": "December 17", "txt": "Oliver Waterman Larkin, American historian, author, and educator (b. 1896)", "entities": [{"title": "Oliver Waterman Larkin", "href": "/wiki/Oliver_Waterman_Larkin", "description": "Oliver Waterman Larkin was an American art historian and educator. He won the 1950 Pulitzer Prize for History for his book Art and Life in America."}]}, {"heading": "Deaths", "year": "1978", "date": "December 17", "txt": "Don Ellis, American trumpet player, composer, and bandleader (b. 1934)", "entities": [{"title": "Don Ellis", "href": "/wiki/Don_Ellis", "description": "Donald Johnson Ellis was an American jazz trumpeter, drummer, composer, and bandleader. He is best known for his extensive musical experimentation, particularly in the area of time signatures. Later in his life he worked as a film composer, contributing a score to 1971's The French Connection and 1973's The Seven-Ups."}]}, {"heading": "Deaths", "year": "1981", "date": "December 17", "txt": "Antiochos Evangelatos, Greek composer and conductor (b. 1903)", "entities": [{"title": "Antiochos Evangelatos", "href": "/wiki/Antiochos_Evangelatos", "description": "Antiochos Evangelatos was a Greek classical composer and conductor. He was born in Lixouri, Cefalonia on 25 December 1903. He studied composition and conducting in Leipzig, Basel and Vienna with Max Ludwig, Kofler and Felix Weingartner. From 1933 on he taught composition and counterpoint at the Hellenic Conservatory of Athens. In 1957 he was elected president of the Union of Greek Composers in 195"}]}, {"heading": "Deaths", "year": "1982", "date": "December 17", "txt": "Homer S. Ferguson, American lawyer, judge, and politician (b. 1889)", "entities": [{"title": "Homer S. Ferguson", "href": "/wiki/Homer_S._Ferguson", "description": "Homer Samuel Ferguson was a United States Senator from Michigan. He was born in the Pittsburgh suburb of Harrison City, Pennsylvania to parents Samuel Ferguson and Margaret Bush."}]}, {"heading": "Deaths", "year": "1986", "date": "December 17", "txt": "Guillermo Cano Isaza, Colombian journalist (b. 1925)", "entities": [{"title": "Guillermo Cano Isaza", "href": "/wiki/Guillermo_Cano_Isaza", "description": "Guillermo Cano Isaza was a Colombian journalist."}]}, {"heading": "Deaths", "year": "1987", "date": "December 17", "txt": "Bernardus Johannes Alfrink, Dutch cardinal (b. 1900)", "entities": [{"title": "Bernardus Johannes Alfrink", "href": "/wiki/Bernardus_Johannes_Alfrink", "description": "Bernardus Johannes Alfrink was a Dutch Cardinal of the Roman Catholic Church. He served as Archbishop of Utrecht from 1955-75, and was elevated to the cardinalate in 1960."}]}, {"heading": "Deaths", "year": "1987", "date": "December 17", "txt": "Linda Wong, American porn actress (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "December 17", "txt": "Marguerite Yourcenar, Belgian-American author and poet (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "December 17", "txt": "Günther Anders, German journalist and philosopher (b. 1902)", "entities": [{"title": "Günther Anders", "href": "/wiki/G%C3%BCnther_Anders", "description": "Günther Anders was a German philosopher, journalist, essayist and poet."}]}, {"heading": "Deaths", "year": "1992", "date": "December 17", "txt": "Dana Andrews, American actor (b. 1909)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "December 17", "txt": "Rex Allen, American singer-songwriter and actor (b. 1920)", "entities": [{"title": "Rex Allen", "href": "/wiki/Rex_Allen", "description": "Rex Elvie Allen, known as \"the Arizona Cowboy\", was an American film and television actor, singer and songwriter; he was also the narrator of many Disney nature and Western productions. For his contributions to the film industry, Allen received a motion pictures star on the Hollywood Walk of Fame in 1975, located at 6821 Hollywood Boulevard."}]}, {"heading": "Deaths", "year": "1999", "date": "December 17", "txt": "Grover Washington Jr., American singer-songwriter and saxophonist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "December 17", "txt": "C. Vann Woodward, American historian and academic (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "December 17", "txt": "K. W. Devanayagam, Sri Lankan lawyer and politician, 10th Sri Lankan Minister of Justice (b. 1910)", "entities": [{"title": "K. W. Devanayagam", "href": "/wiki/K._W._Devanayagam", "description": "Deshamanya Kanapathipillai William \"Bill\" Devanayagam was a Sri Lankan Tamil lawyer, politician, government minister and Member of Parliament."}, {"title": "Minister of Justice (Sri Lanka)", "href": "/wiki/Minister_of_Justice_(Sri_Lanka)", "description": "The Minister of Justice is an appointment in the Cabinet of Sri Lanka."}]}, {"heading": "Deaths", "year": "2003", "date": "December 17", "txt": "Otto Graham, American football player and coach (b. 1921)", "entities": [{"title": "Otto Graham", "href": "/wiki/Otto_Graham", "description": "Otto Everett Graham Jr. was an American professional football player who was a quarterback for the Cleveland Browns in the All-America Football Conference (AAFC) and National Football League (NFL). Graham is regarded by critics as one of the most dominant players of his era, having taken the Browns to league championship games every year between 1946 and 1955, making ten championship appearances, "}]}, {"heading": "Deaths", "year": "2004", "date": "December 17", "txt": "Tom Wesselmann, American painter and sculptor (b. 1931)", "entities": [{"title": "Tom Wesselmann", "href": "/wiki/Tom_Wesselmann", "description": "Thomas K. Wesselmann was an American artist associated with the Pop Art movement who worked in painting, collage and sculpture."}]}, {"heading": "Deaths", "year": "2005", "date": "December 17", "txt": "Jack Anderson, American journalist and author (b. 1922)", "entities": [{"title": "Jack Anderson (columnist)", "href": "/wiki/Jack_Anderson_(columnist)", "description": "Jack Northman Anderson was an American newspaper columnist, syndicated by United Features Syndicate, considered one of the fathers of modern investigative journalism. Anderson won the 1972 Pulitzer Prize for National Reporting for his investigation on secret American policy decision-making between the United States and Pakistan during the Indo-Pakistani War of 1971. In addition to his newspaper ca"}]}, {"heading": "Deaths", "year": "2005", "date": "December 17", "txt": "Marc Favreau, Canadian actor and poet (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 17", "txt": "Haljand Udam, Estonian orientalist and academic (d. 1936)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 17", "txt": "Larry Sherry, American baseball player and coach (b. 1935)", "entities": [{"title": "Larry Sherry", "href": "/wiki/Larry_Sherry", "description": "Lawrence Sherry was an American right-handed relief pitcher in Major League Baseball who spent most of his career with the Los Angeles Dodgers and Detroit Tigers. He was named the Most Valuable Player of the 1959 World Series as the Dodgers won their first championship since relocating from Brooklyn just two years earlier."}]}, {"heading": "Deaths", "year": "2008", "date": "December 17", "txt": "Sammy Baugh, American football player and coach (b. 1914)", "entities": [{"title": "Sammy Baugh", "href": "/wiki/Sammy_Baugh", "description": "Samuel Adrian Baugh was an American professional football player and coach. During his college and professional careers, he most notably played quarterback, but also played as a defensive back and punter. He played college football for the Horned Frogs at Texas Christian University, where he was a two-time All-American. He then played in the National Football League (NFL) for the Washington Redski"}]}, {"heading": "Deaths", "year": "2008", "date": "December 17", "txt": "Freddy Breck, German singer-songwriter, producer, and journalist (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 17", "txt": "Dave Smith, American baseball player and coach (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 17", "txt": "Chris Henry, American football player (b. 1983)", "entities": [{"title": "Chris Henry (wide receiver)", "href": "/wiki/Chris_Henry_(wide_receiver)", "description": "Chris Henry was an American football wide receiver who played five seasons in the National Football League for the Cincinnati Bengals. He played college football at West Virginia and was drafted by the Bengals in the third round of the 2005 NFL Draft."}]}, {"heading": "Deaths", "year": "2009", "date": "December 17", "txt": "Jennifer Jones, American actress (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 17", "txt": "Alaina Reed Hall, American actress (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 17", "txt": "Captain Beefheart, American singer-songwriter (b. 1941)", "entities": [{"title": "Captain Beefheart", "href": "/wiki/Captain_Beefheart", "description": "Don Van Vliet was an American singer, songwriter, multi-instrumentalist, and visual artist best known by the stage name Captain Beefheart. He conducted a rotating ensemble called the Magic Band, with whom he recorded 13 studio albums between 1964 and 1982. His music blended elements of blues, free jazz, rock, and avant-garde composition with idiosyncratic rhythms, absurdist wordplay, and his wide "}]}, {"heading": "Deaths", "year": "2010", "date": "December 17", "txt": "Walt Dropo, American basketball and baseball player (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 17", "txt": "Ralph Coates, English footballer (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 17", "txt": "Eva Ekvall, Venezuelan journalist and author, Miss Venezuela 2000 (b. 1983)", "entities": [{"title": "Eva Ekvall", "href": "/wiki/Eva_Ekvall", "description": "Eva Mónica Anna Ekvall Johnson was a Venezuelan television news anchor, author, advocate in the fight against breast cancer, fashion model, and a former Miss Venezuela. After winning the competition, she had a brief career in television before being diagnosed with advanced breast cancer. She was married to John Fabio Bermudez; the couple had one child before Ekvall's death from the disease in 2011"}, {"title": "Miss Venezuela 2000", "href": "/wiki/Miss_Venezuela_2000", "description": "Miss Venezuela 2000 was the 47th Miss Venezuela pageant, was held in Caracas, Venezuela, on September 8, 2000, after weeks of events. The winner of the pageant was Eva Ekvall, Miss Apure."}]}, {"heading": "Deaths", "year": "2011", "date": "December 17", "txt": "Kim Jong-il, North Korean commander and politician, 2nd Supreme Leader of North Korea (b. 1941)", "entities": [{"title": "List of leaders of North Korea", "href": "/wiki/List_of_leaders_of_North_Korea", "description": "The Supreme Leader of North Korea is the de facto paramount leader of the party, state and army. The title has not been written into the national constitution as a separate office, but it currently states that the President of the State Affairs Commission is the supreme leader of North Korea. Likewise, according to the WPK Charter, the General Secretary of the WPK is the supreme leader of the Work"}]}, {"heading": "Deaths", "year": "2012", "date": "December 17", "txt": "Richard Adams, Filipino-American activist (b. 1947)", "entities": [{"title": "Richard Adams (activist)", "href": "/wiki/Richard_Adams_(activist)", "description": "Richard Frank Adams was a Filipino-American gay rights activist. After his 1975 same-sex marriage was declared invalid for the purposes of granting his husband permanent residency, Adams filed the federal lawsuit Adams v. Howerton. This was the first lawsuit in America to seek recognition of a same-sex marriage by the federal government."}]}, {"heading": "Deaths", "year": "2012", "date": "December 17", "txt": "James Gower, American priest and activist, co-founded the College of the Atlantic (b. 1922)", "entities": [{"title": "College of the Atlantic", "href": "/wiki/College_of_the_Atlantic", "description": "College of the Atlantic (COA) is a private, liberal-arts college in Bar Harbor on Mount Desert Island, Maine, United States. Founded in 1969, it awards bachelors and masters (M.Phil.) degrees solely in the field of human ecology, an interdisciplinary approach to learning. Focus areas include arts and design, environmental sciences, humanities, international studies, sustainable food systems, and s"}]}, {"heading": "Deaths", "year": "2012", "date": "December 17", "txt": "Daniel Inouye, American captain and politician (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 17", "txt": "Laurier LaPierre, Canadian historian, journalist, and politician (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 17", "txt": "Frank Pastore, American baseball player and radio host (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 17", "txt": "Fred Bruemmer, Latvian-Canadian photographer (b. 1929)", "entities": [{"title": "Fred Bruemmer", "href": "/wiki/Fred_Bruemmer", "description": "Fred Bruemmer, CM was a Latvian Canadian nature photographer and researcher. He spent his life travelling extensively throughout the circumpolar regions and to other remote parts of the globe. His works have been centered mostly on the Arctic, its people and its animals. He also conducted research and published on animals in many other areas of the globe. He spoke nine languages and wrote more tha"}]}, {"heading": "Deaths", "year": "2013", "date": "December 17", "txt": "Ricardo María Carles Gordó, Spanish cardinal (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 17", "txt": "Richard Heffner, American historian and television host (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 17", "txt": "Tetsurō Kashibuchi, Japanese drummer, songwriter, and producer (b. 1950)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 17", "txt": "Janet Rowley,  American geneticist and biologist (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 17", "txt": "Conny van Rietschoten, Dutch sailor (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 17", "txt": "Dieter Grau, German-American scientist and engineer (b. 1913)", "entities": [{"title": "Dieter Grau", "href": "/wiki/Dieter_Grau", "description": "Dieter Grau was an aerospace engineer and member of the \"von Braun rocket group\", at Peenemünde (1939–1945) working on the V-2 rockets in World War II. He was among the engineers who surrendered to the United States and traveled there, providing rocketry expertise via Operation Paperclip, which took them first to Fort Bliss, Texas. Grau was sent by the U.S. Army to White Sands in 1946 to work on t"}]}, {"heading": "Deaths", "year": "2014", "date": "December 17", "txt": "Richard C. Hottelet, American journalist (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 17", "txt": "Oleh Lysheha, Ukrainian poet and playwright (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 17", "txt": "Lowell Steward, American captain (b. 1919)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 17", "txt": "Ivan Vekić, Croatian colonel, lawyer, and politician, Croatian Minister of the Interior (b. 1938)", "entities": [{"title": "Ministry of the Interior (Croatia)", "href": "/wiki/Ministry_of_the_Interior_(Croatia)", "description": "The Ministry of the Interior of the Republic of Croatia is the ministry in the Government of Croatia which is in charge of state security among other roles. Croatian Police is a public service of the Ministry of the Interior."}]}, {"heading": "Deaths", "year": "2015", "date": "December 17", "txt": "Hal Brown, American baseball player and manager (b. 1924)", "entities": [{"title": "Hal Brown", "href": "/wiki/Hal_Brown", "description": "Hector Harold Brown was an American professional baseball player and right-handed pitcher. He played in Major League Baseball from 1951 through 1964 for the Chicago White Sox, Boston Red Sox, Baltimore Orioles, New York Yankees and Houston Colt .45s. Brown was a knuckleballer with outstanding control who worked as both a starting pitcher and as a relief pitcher. He played for all or portions of ei"}]}, {"heading": "Deaths", "year": "2015", "date": "December 17", "txt": "Osamu Hayaishi, American-Japanese biochemist and academic (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 17", "txt": "Michael Wyschogrod, German-American philosopher and theologian (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 17", "txt": "Benjamin A. Gilman, American soldier and politician (b. 1922)", "entities": [{"title": "Benjamin A. Gilman", "href": "/wiki/Benjamin_A._Gilman", "description": "Benjamin Arthur Gilman was a Republican member of the United States House of Representatives from Middletown, New York, from January 3, 1973, to January 3, 2003."}]}, {"heading": "Deaths", "year": "2016", "date": "December 17", "txt": "Henry Heimlich, American doctor (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 17", "txt": "Gordon Hunt, American voice director (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2020 - Jeremy Bullock,  English actor (b. 1945)[14]", "date": "December 17", "txt": "Jeremy Bullock,  English actor (b. 1945)", "entities": []}]