[{"heading": "Events", "year": "627", "date": "December 12", "txt": "Battle of Nineveh: A Byzantine army under Emperor Heraclius defeats Emperor Khosrau II's Persian forces, commanded by General Rhahzadh.", "entities": [{"title": "Battle of Nineveh (627)", "href": "/wiki/Battle_of_Nineveh_(627)", "description": "The Battle of Nineveh was the climactic battle of the Byzantine-Sassanid War of 602–628."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Heraclius", "href": "/wiki/Heraclius", "description": "Flavius Heraclius was the Byzantine emperor from 610 to 641. His rise to power began in 608, when he and his father, Heraclius the Elder, the exarch of Africa, led a revolt against the unpopular usurper Phocas."}, {"title": "Khosrau II", "href": "/wiki/Khosrau_II", "description": "Khosrow II, also known as Khosrow Parviz, is considered to be the last great Sasanian king (shah) of Iran, ruling from 590 to 628, with an interruption of one year."}, {"title": "Sasanian Empire", "href": "/wiki/Sasanian_Empire", "description": "\nThe Sasanian or Sassanid Empire, officially known as the Empire of Iranians, and called the Neo-Persian Empire by historians, was the last Persian imperial dynasty before the Muslim conquest in the mid seventh century AD. Named after the House of Sasan, it endured for over four centuries, from 224 to 651 AD, making it the longest-lived Persian dynasty. The Sasanian Empire succeeded the Parthian E"}, {"title": "Rhahzadh", "href": "/wiki/Rhahzadh", "description": "Rhahzadh, originally Roch Vehan, known in Byzantine sources as Rhazates was a Sasanian general of Armenian origin under (shah) Khosrow II."}]}, {"heading": "Events", "year": "884", "date": "December 12", "txt": "King Carloman II dies after a hunting accident.", "entities": [{"title": "Carloman II", "href": "/wiki/Carloman_II", "description": "Carloman II was the King of West Francia from 879 until his death. A member of the Carolingian dynasty, he and his elder brother, Louis III, divided the kingdom between themselves and ruled jointly until the latter's death in 882. Thereafter Carloman ruled alone until his own death. He was the second son of King Louis the Stammerer and Queen Ansgarde."}, {"title": "Hunting", "href": "/wiki/Hunting", "description": "Hunting is the practice of seeking, pursuing and capturing or killing wildlife or feral animals. The most common reasons for humans to hunt are to harvest useful animal products, for recreation/taxidermy, to remove predators dangerous to humans or domestic animals, to eliminate pests and nuisance animals that damage crops/livestock/poultry or spread diseases, for trade/tourism, or for ecological c"}]}, {"heading": "Events", "year": "1388", "date": "December 12", "txt": "Maria of Enghien sells the lordship of Argos and Nauplia to the Republic of Venice.", "entities": [{"title": "Maria of Enghien", "href": "/wiki/Maria_of_Enghien", "description": "Maria of Enghien, also known as Marie of Enghien or d'Enghien, was the Lady of Argos and Nauplia in Frankish Greece from 1376 or 1377 to 1388. Because she was a minor when she inherited the lordship from her father, Guy of Enghien, his brother, Louis of Enghien, was appointed to be her guardian. Louis gave Maria in marriage to a Venetian patrician, Pietro Cornaro, in 1377. Maria moved to Venice, b"}, {"title": "Argos and Nauplia", "href": "/wiki/Argos_and_Nauplia", "description": "During the late Middle Ages, the two cities of Argos and Nauplia formed a lordship within the Frankish-ruled Morea in southern Greece."}, {"title": "Republic of Venice", "href": "/wiki/Republic_of_Venice", "description": "The Republic of Venice or Venetian Republic, traditionally known as La Serenissima, was a sovereign state and maritime republic in parts of present-day Italy which existed from 697 AD until 1797 AD. Centered on the lagoon communities of the prosperous city of Venice, it incorporated numerous overseas possessions in modern Croatia, Slovenia, Montenegro, Greece, Albania and Cyprus. The republic grew"}]}, {"heading": "Events", "year": "1862", "date": "December 12", "txt": "American Civil War: USS Cairo sinks on the Yazoo River.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "USS Cairo", "href": "/wiki/USS_Cairo", "description": "USS Cairo was one of the first American ironclad warships built at the beginning of the U.S. Civil War."}, {"title": "Yazoo River", "href": "/wiki/Yazoo_River", "description": "The Yazoo River is a river in the U.S. states of Louisiana and Mississippi. It is considered by some to mark the southern boundary of what is called the Mississippi Delta, a broad floodplain that was cultivated for cotton plantations before the American Civil War. It has continued to be devoted to large-scale agriculture."}]}, {"heading": "Events", "year": "1866", "date": "December 12", "txt": "Oaks explosion: The worst mining disaster in England kills 361 miners and rescuers.", "entities": [{"title": "Oaks explosion", "href": "/wiki/Oaks_explosion", "description": "The Oaks Colliery explosion was a British mining disaster which occurred on 12 December 1866, killing 361 miners and rescuers at the Oaks Colliery at Hoyle Mill near Stairfoot in Barnsley, West Riding of Yorkshire. The disaster centred upon a series of explosions caused by firedamp, which ripped through the underground workings. It is the worst mining accident in England and the second worst minin"}]}, {"heading": "Events", "year": "1870", "date": "December 12", "txt": "Joseph H. Rainey of South Carolina becomes the second black U.S. congressman.", "entities": [{"title": "Joseph Rainey", "href": "/wiki/Joseph_Rainey", "description": "Joseph Hayne Rainey was an American politician. He was the first Black person to serve in the United States House of Representatives and the second Black person to serve in the United States Congress. His service included time as presiding officer of the House of Representatives. Born into slavery in South Carolina, he and his family were freed in the 1840s when his father purchased their freedom."}, {"title": "South Carolina", "href": "/wiki/South_Carolina", "description": "South Carolina is a state in the Southeastern region of the United States. It is bordered to the north by North Carolina, to the southeast by the Atlantic Ocean, and to the southwest by Georgia across the Savannah River. South Carolina is the 40th most extensive and 23rd most populous U.S. state with a recorded population of 5,124,712 according to the 2020 census. In 2019 its GDP was $213.45 billi"}, {"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}]}, {"heading": "Events", "year": "1901", "date": "December 12", "txt": "Guglielmo Marconi receives the first transatlantic radio signal (the letter \"S\" [***] in Morse Code), at Signal Hill in St John's, Newfoundland.", "entities": [{"title": "Guglielmo Marconi", "href": "/wiki/Guglielmo_Marconi", "description": "Guglielmo Giovanni Maria Marconi, 1st Marquis of Marconi was an Italian inventor and electrical engineer, known for his pioneering work on long-distance radio transmission, development of Marconi's law, and a radio telegraph system. He is credited as the inventor of radio, and he shared the 1909 Nobel Prize in Physics with Karl Ferdinand Braun \"in recognition of their contributions to the developm"}, {"title": "Signal Hill, St. John's", "href": "/wiki/Signal_Hill,_St._John%27s", "description": "Signal Hill is a hill which overlooks the city of St. John's, Newfoundland and Labrador, Canada. Mostly a National Historic Site, adjacent to is the largely encaved museum of Johnson Geo Centre and its associated park. The highest point, Ladies' Lookout, above Cabot Tower, is 167 metres (548 ft) high.\nThe community of The Battery lies on the slope of the hill overlooking the Harbour. On 12 Decembe"}, {"title": "St John's, Newfoundland", "href": "/wiki/St_John%27s,_Newfoundland", "description": "St. John's is the capital and largest city of the Canadian province of Newfoundland and Labrador. It is on the eastern tip of the Avalon Peninsula on the large Canadian island Newfoundland. The city spans 446.04 square kilometres (172.22 sq mi) and is the easternmost city in North America."}]}, {"heading": "Events", "year": "1917", "date": "December 12", "txt": "Father Edward J. Flanagan founds Boys Town as a farm village for wayward boys.", "entities": [{"title": "Edward J. Flanagan", "href": "/wiki/Edward_J._Flanagan", "description": "Edward Joseph Flanagan was an Irish-born priest of the Catholic Church in the United States. He founded the orphanage known as Boys Town located in Boys Town, Douglas County, Nebraska, which now also serves as a center for troubled youth."}, {"title": "Boys Town (organization)", "href": "/wiki/Boys_Town_(organization)", "description": "Boys Town, formerly Girls and Boys Town and Father Flanagan's Boys' Home, is a non-profit organization dedicated to caring for its children and families based in Boys Town, Nebraska."}]}, {"heading": "Events", "year": "1935", "date": "December 12", "txt": "Lebensborn Project, a Nazi reproduction program, is founded by Heinrich Himmler.", "entities": [{"title": "Lebensborn", "href": "/wiki/Lebensborn", "description": "Lebensborn e.V. was an SS-initiated, state-supported, registered association in Nazi Germany with the goal of raising the birth rate of Aryan children of persons classified as 'racially pure' and 'healthy' based on Nazi racial hygiene and health ideology. Lebensborn provided welfare to its mostly unmarried mothers, encouraged anonymous births by unmarried women at their maternity homes, and mediat"}, {"title": "Heinrich Himmler", "href": "/wiki/Heinrich_Himmler", "description": "Heinrich Luitpold Himmler was Reichsführer of the Schutzstaffel, and a leading member of the Nazi Party (NSDAP) of Germany. Himmler was one of the most powerful men in Nazi Germany and a main architect of the Holocaust."}]}, {"heading": "Events", "year": "1937", "date": "December 12", "txt": "Second Sino-Japanese War: USS Panay incident: Japanese aircraft bomb and sink U.S. gunboat USS Panay on the Yangtze river in China.", "entities": [{"title": "Second Sino-Japanese War", "href": "/wiki/Second_Sino-Japanese_War", "description": "The Second Sino-Japanese War (1937–1945) was a military conflict that was primarily waged between the Republic of China and the Empire of Japan. The war made up the Chinese theater of the wider Pacific Theater of the Second World War. The beginning of the war is conventionally dated to the Marco Polo Bridge Incident on 7 July 1937, when a dispute between Japanese and Chinese troops in Peking escal"}, {"title": "USS Panay incident", "href": "/wiki/USS_Panay_incident", "description": "The USS Panay incident on December 12, 1937, was a Japanese bombing attack on the American river gunboat Panay and three Standard Oil Company tankers on the Yangtze River. They strafed survivors in the water. The boats were rescuing American and Chinese civilians fleeing from Japanese invaders attacking Nanking, China. Japan and the United States were not at war at the time. Public outrage was lou"}, {"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "USS Panay (PR-5)", "href": "/wiki/USS_Panay_(PR-5)", "description": "The second USS Panay (PR–5) of the United States Navy was a river gunboat that served on the Yangtze Patrol in China until sunk by Japanese aircraft on 12 December 1937 on the Yangtze River."}, {"title": "Yangtze", "href": "/wiki/Yangtze", "description": "The Yangtze or Yangzi is the longest river in Asia, the third-longest in the world and the longest in the world to flow entirely within one country. It rises at Jari Hill in the Tanggula Mountains and flows 6,300 km (3,900 mi) in a generally easterly direction to the East China Sea. It is the sixth-largest river by discharge volume in the world. Its drainage basin comprises one-fifth of the land a"}]}, {"heading": "Events", "year": "1939", "date": "December 12", "txt": "HMS Duchess sinks after a collision with HMS Barham off the coast of Scotland with the loss of 124 men.", "entities": [{"title": "HMS Duchess (H64)", "href": "/wiki/HMS_Duchess_(H64)", "description": "HMS Duchess was a D-class destroyer built for the Royal Navy in the early 1930s. The ship was initially assigned to the Mediterranean Fleet before she was transferred to the China Station in early 1935. She was temporarily deployed in the Red Sea during late 1935 during the Abyssinia Crisis, before returning to her duty station where she remained until mid-1939. Duchess was transferred back to the"}, {"title": "HMS Barham (04)", "href": "/wiki/HMS_Barham_(04)", "description": "HMS Barham was a  Queen Elizabeth-class battleship built for the Royal Navy during the early 1910s. Often used as a flagship, she participated in the Battle of Jutland during the First World War as part of the Grand Fleet. For the rest of the war, except for the inconclusive action of 19 August 1916, her service generally consisted of routine patrols and training in the North Sea."}]}, {"heading": "Events", "year": "1941", "date": "December 12", "txt": "World War II: Fifty-four Japanese A6M Zero fighters raid Batangas Field, Philippines. Jesús Villamor and four Filipino fighter pilots fend them off; César Basa is killed.", "entities": [{"title": "Empire of Japan", "href": "/wiki/Empire_of_Japan", "description": "The Empire of Japan was a historical nation-state that existed from the Meiji Restoration in 1868 until the enactment of the post-World War II 1947 constitution and subsequent formation of modern Japan. It encompassed the Japanese archipelago and several colonies, protectorates, mandates, and other territories."}, {"title": "A6M Zero", "href": "/wiki/A6M_Zero", "description": "The Mitsubishi A6M \"Zero\" was a long-range carrier-based fighter aircraft formerly manufactured by Mitsubishi Aircraft Company, a part of Mitsubishi Heavy Industries, and operated by the Imperial Japanese Navy from 1940 to 1945. The A6M was designated as the Mitsubishi Navy Type 0 carrier fighter , or the Mitsubishi A6M Rei-sen. The A6M was usually referred to by its pilots as the Reisen, \"0\" bein"}, {"title": "Batangas", "href": "/wiki/Batangas", "description": "Batangas, officially the Province of Batangas is a province in the Philippines located in the Calabarzon region in Luzon. Its capital is the city of Batangas, and is bordered by the provinces of Cavite and Laguna to the north, and Quezon to the east. Across the Verde Island Passages to the south is the island of Mindoro and to the west lies the South China Sea. Poetically, Batangas is often referr"}, {"title": "Philippines", "href": "/wiki/Philippines", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "Jesús Villamor", "href": "/wiki/Jes%C3%BAs_Villamor", "description": "Jesús Antonio Villamor was a Filipino American pilot who fought the Japanese in World War II."}, {"title": "Philippine", "href": "/wiki/Philippine", "description": "The Philippines, officially the Republic of the Philippines, is an archipelagic country in Southeast Asia. It is situated in the western Pacific Ocean, and consists of about 7,640 islands, that are broadly categorized under three main geographical divisions from north to south: Luzon, Visayas, and Mindanao. The Philippines is bounded by the South China Sea to the west, the Philippine Sea to the ea"}, {"title": "César Basa", "href": "/wiki/C%C3%A9sar_Basa", "description": "César Fernándo T. Basa was a Filipino aircraft pilot and World War II hero. Born in 1915, he was one of the pioneer fighter pilots of the Philippine Army Air Corps, the forerunner of the Philippine Air Force, and was the first Filipino fighter pilot casualty during World War II."}]}, {"heading": "Events", "year": "1941", "date": "December 12", "txt": "The Holocaust: Adolf Hitler declares the imminent extermination of the Jews at a meeting in the Reich Chancellery.", "entities": [{"title": "Adolf Hitler", "href": "/wiki/Adolf_Hitler", "description": "Adolf Hitler was an Austrian-born German politician who was the dictator of Germany from 1933 to 1945. He rose to power as the leader of the Nazi Party, becoming Chancellor in 1933 and then assuming the title of Führer und Reichskanzler in 1934. During his dictatorship from 1933 to 1945, he initiated World War II in Europe by invading Poland on 1 September 1939. He was closely involved in military"}, {"title": "Reich Chancellery meeting of 12 December 1941", "href": "/wiki/Reich_Chancellery_meeting_of_12_December_1941", "description": "The Reich Chancellery meeting of 12 December 1941 was an encounter between Adolf Hitler and the highest-ranking officials of the Nazi Party. Almost all important party leaders were present to hear Hitler declare the ongoing destruction of the Jewish race, yet it remains less known than the later Wannsee Conference."}]}, {"heading": "Events", "year": "1945", "date": "December 12", "txt": "The People's Republic of Korea is outlawed in the South, by order of the United States Army Military Government in Korea.", "entities": [{"title": "People's Republic of Korea", "href": "/wiki/People%27s_Republic_of_Korea", "description": "The People's Republic of Korea (PRK) was a short-lived provisional government that was organized at the time of the surrender of the Empire of Japan at the end of World War II. It was proclaimed on 12 September 1945, as Korea was being divided into two occupation zones, with the Soviet Union occupying the north, and the United States occupying the south. Based on a network of people's committees, "}, {"title": "South Korea", "href": "/wiki/South_Korea", "description": "South Korea, officially the Republic of Korea (ROK), is a country in East Asia, constituting the southern part of the Korean Peninsula, and sharing a land border with North Korea. 25 million people, around half of the country's population of 51 million, live in the Seoul Capital Area, the fifth-largest metropolitan area in the world."}, {"title": "United States Army Military Government in Korea", "href": "/wiki/United_States_Army_Military_Government_in_Korea", "description": "The United States Army Military Government in Korea (USAMGIK) was the official ruling body of the southern half of the Korean Peninsula from September 8, 1945 to August 15, 1948."}]}, {"heading": "Events", "year": "1946", "date": "December 12", "txt": "United Nations Security Council Resolution 13 relating to acceptance of Siam (now Thailand) to the United Nations is adopted.", "entities": [{"title": "United Nations Security Council Resolution 13", "href": "/wiki/United_Nations_Security_Council_Resolution_13", "description": "United Nations Security Council Resolution 13 was adopted on December 12, 1946. After examining the application of Siam for membership in the United Nations, the Council recommended to the General Assembly that Siam be admitted. It was adopted unanimously."}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}, {"title": "United Nations", "href": "/wiki/United_Nations", "description": "The United Nations (UN) is an intergovernmental organization that aims to maintain international peace and security, develop friendly relations among nations, achieve international cooperation, and be a centre for harmonizing the actions of nations. It is the largest, most familiar, most internationally represented and most powerful intergovernmental organization in the world. The UN is headquarte"}]}, {"heading": "Events", "year": "1956", "date": "December 12", "txt": "United Nations Security Council Resolution 121 relating to acceptance of Japan to the United Nations is adopted.", "entities": [{"title": "United Nations Security Council Resolution 121", "href": "/wiki/United_Nations_Security_Council_Resolution_121", "description": "United Nations Security Council Resolution 121, adopted unanimously on December 12, 1956, after examining the application of Japan for membership in the United Nations, the Council recommended to the General Assembly that Japan be admitted."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}]}, {"heading": "Events", "year": "1969", "date": "December 12", "txt": "The Piazza Fontana bombing; a bomb explodes at the headquarters of Banca Nazionale dell'Agricoltura (the National Agricultural Bank) in Piazza Fontana in Milan, Italy, killing 17 people and wounding 88. The same afternoon, three more bombs are detonated in Rome and Milan, and another is found unexploded.", "entities": [{"title": "Piazza Fontana bombing", "href": "/wiki/Piazza_Fontana_bombing", "description": "The Piazza Fontana bombing was a CIA-backed terrorist attack that occurred on 12 December 1969 when a bomb exploded at the headquarters of Banca Nazionale dell'Agricoltura in Piazza Fontana in Milan, Italy, killing 17 people and wounding 88. The same afternoon, three more bombs were detonated in Rome and Milan, and another was found unexploded."}]}, {"heading": "Events", "year": "1979", "date": "December 12", "txt": "The 8.2 Mw  Tumaco earthquake shakes Colombia and Ecuador with a maximum Mercalli intensity of IX (Violent), killing 300–600, and generating a large tsunami.", "entities": [{"title": "1979 Tumaco earthquake", "href": "/wiki/1979_Tumaco_earthquake", "description": "The 1979 Tumaco earthquake occurred at 02:59 local time on 12 December with a moment magnitude of 8.2 and a maximum Mercalli intensity of IX (Violent). The epicenter was just offshore from the border between Ecuador and Colombia, near the port city of Tumaco. It triggered a major tsunami, which was responsible for most of the estimated 300–600 deaths. The hardest hit area was Colombia's Nariño Dep"}, {"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1985", "date": "December 12", "txt": "Arrow Air Flight 1285, a McDonnell Douglas DC-8, crashes after takeoff in Gander, Newfoundland, killing all 256 people on board, including 236 members of the United States Army's 101st Airborne Division.", "entities": [{"title": "Arrow Air Flight 1285", "href": "/wiki/Arrow_Air_Flight_1285", "description": "Arrow Air Flight 1285 was a McDonnell Douglas DC-8 jetliner that operated as an international charter flight carrying U.S. troops from Cairo, Egypt, to their home base in Fort Campbell, Kentucky, via Cologne, West Germany, and Gander, Newfoundland."}, {"title": "McDonnell Douglas DC-8", "href": "/wiki/McDonnell_Douglas_DC-8", "description": "The Douglas DC-8 is a narrow-body airliner built by the American Douglas Aircraft Company.\n\nAfter losing the May 1954 US Air Force tanker competition to the Boeing KC-135, Douglas announced in July 1955 its derived jetliner project.\nIn October 1955, Pan Am made the first order along with the competing Boeing 707, and many other airlines followed.\nThe first DC-8 was rolled out in Long Beach Airport"}, {"title": "Gander, Newfoundland and Labrador", "href": "/wiki/Gander,_Newfoundland_and_Labrador", "description": "Gander is a town located in the northeastern part of the island of Newfoundland in the province of Newfoundland and Labrador, approximately 40 km (25 mi) south of Gander Bay, 100 km (62 mi) south of Twillingate and 90 km (56 mi) east of Grand Falls-Windsor. Located on the northeastern shore of Gander Lake, it is the site of Gander International Airport, once an important refuelling stop for transa"}, {"title": "101st Airborne Division", "href": "/wiki/101st_Airborne_Division", "description": "The 101st Airborne Division is a light infantry division of the United States Army specializing in air assault operations. The Screaming Eagles were referred to as \"the tip of the spear\" by former U.S. Secretary of Defense Robert Gates and the most potent and tactically mobile of the U.S. Army's divisions by former Chief of Staff of the Army GEN Edward C. Meyer. Today, the 101st Airborne is able t"}]}, {"heading": "Events", "year": "1988", "date": "December 12", "txt": "The Clapham Junction rail crash kills thirty-five and injures hundreds after two collisions of three commuter trains—one of the worst train crashes in the United Kingdom.", "entities": [{"title": "Clapham Junction rail crash", "href": "/wiki/Clapham_Junction_rail_crash", "description": "On the morning of 12 December 1988, a crowded passenger train crashed into the rear of another train that had stopped at a signal just south of Clapham Junction railway station in London, and subsequently sideswiped an empty train travelling in the opposite direction. A total of 35 people died in the collision, while 484 were injured."}]}, {"heading": "Events", "year": "2000", "date": "December 12", "txt": "The United States Supreme Court releases its decision in Bush v. Gore.", "entities": [{"title": "Supreme Court of the United States", "href": "/wiki/Supreme_Court_of_the_United_States", "description": "The Supreme Court of the United States (SCOTUS) is the highest court in the federal judiciary of the United States of America. It has ultimate appellate jurisdiction over all federal and state court cases that involve a point of federal law, and original jurisdiction over a narrow range of cases, specifically \"all Cases affecting Ambassadors, other public Ministers and Consuls, and those in which "}]}, {"heading": "Events", "year": "2001", "date": "December 12", "txt": "Prime Minister of Vietnam Phan Văn Khải announces the decision on upgrading the Phong Nha–Kẻ Bàng nature reserve to a national park, providing information on projects for the conservation and development of the park and revised maps.", "entities": [{"title": "Prime Minister of Vietnam", "href": "/wiki/Prime_Minister_of_Vietnam", "description": "The prime minister of Vietnam, officially styled Prime Minister of the Government of the Socialist Republic, is the head of government of Vietnam who presides over the meetings of the Central Government. The prime minister directs the work of government members, and may propose deputy prime ministers to the National Assembly."}, {"title": "Phan Văn Khải", "href": "/wiki/Phan_V%C4%83n_Kh%E1%BA%A3i", "description": "Phan Văn Khải was a Vietnamese politician who served as the fifth Prime Minister of Vietnam from 25 September 1997 to 27 June 2006."}, {"title": "Phong Nha-Kẻ Bàng National Park", "href": "/wiki/Phong_Nha-K%E1%BA%BB_B%C3%A0ng_National_Park", "description": "Phong Nha-Kẻ Bàng is a national park and UNESCO World Heritage Site in the Bố Trạch and Minh Hóa districts of central Quảng Bình Province in the North Central Coast region of Vietnam, about 500 km south of Hanoi. The park borders the Hin Namno National Park in Khammouane Province, Laos to the west and 42 km east of the South China Sea from its borderline point. Phong Nha-Kẻ Bàng National Park is i"}]}, {"heading": "Events", "year": "2012", "date": "December 12", "txt": "North Korea successfully launches its first satellite, Kwangmyŏngsŏng-3 Unit 2.", "entities": [{"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}, {"title": "Timeline of first orbital launches by country", "href": "/wiki/Timeline_of_first_orbital_launches_by_country", "description": "This is a timeline of first orbital launches by country. While a number of countries have built satellites, as of 2019, eleven countries have had the capability to send objects into orbit using their own launch vehicles. Russia and Ukraine inherited the space launchers and satellites capability from the Soviet Union, following its dissolution in 1991. Russia launches its rockets from its own and f"}, {"title": "Kwangmyŏngsŏng-3 Unit 2", "href": "/wiki/Kwangmy%C5%8Fngs%C5%8Fng-3_Unit_2", "description": "Kwangmyŏngsŏng-3 Unit 2 or Gwangmyeongseong-3 ho 2-hogi is the first satellite successfully launched from North Korea, an Earth observation spacecraft that was launched on 12 December 2012, 00:49 UTC, in order to replace the original Kwangmyŏngsŏng-3, which failed to reach orbit on 13 April 2012. The United Nations Security Council condemned the satellite launch, regarding it as a violation of the"}]}, {"heading": "Events", "year": "2015", "date": "December 12", "txt": "The Paris Agreement relating to United Nations Framework Convention on Climate Change is adopted.", "entities": [{"title": "Paris Agreement", "href": "/wiki/Paris_Agreement", "description": "The Paris Agreement is an agreement within the United Nations Framework Convention on Climate Change (UNFCCC), on climate change mitigation, adaptation, and finance, signed in 2016. The agreement's language was negotiated by representatives of 196 state parties at the 21st Conference of the Parties of the UNFCCC in Le Bourget, near Paris, France, and adopted by consensus on 12 December 2015. As of"}, {"title": "United Nations Framework Convention on Climate Change", "href": "/wiki/United_Nations_Framework_Convention_on_Climate_Change", "description": "The United Nations Framework Convention on Climate Change (UNFCCC) is an international environmental treaty addressing climate change, negotiated and signed by 154 states at the United Nations Conference on Environment and Development (UNCED), informally known as the Earth Summit, held in Rio de Janeiro from 3 to 14 June 1992. It established a Secretariat headquartered in Bonn and entered into for"}]}, {"heading": "Births", "year": "1526", "date": "December 12", "txt": "Álvaro de Bazán, 1st Marquis of Santa Cruz, Spanish admiral (d. 1588)", "entities": [{"title": "Álvaro de Bazán, 1st Marquis of Santa Cruz", "href": "/wiki/%C3%81lvaro_de_Baz%C3%A1n,_1st_Marquis_of_Santa_Cruz", "description": "Álvaro de Bazán, 1st Marquess of Santa Cruz, GE, KOS, was a Spanish admiral. He was never defeated, a remarkable achievement in a fifty-year long career. His personal galley, La Loba, thus called by her golden figurehead, was feared by Spanish enemies and regarded with hope amongst Spanish sailors and allies."}]}, {"heading": "Births", "year": "1685", "date": "December 12", "txt": "Lodovico Giustini, Italian pianist and composer (d. 1743)", "entities": [{"title": "Lodovico Giustini", "href": "/wiki/Lodovico_Giustini", "description": "Lodovico Giustini was an Italian composer and keyboard player of the late Baroque and early Classical eras. He was the first known composer ever to write music for the piano."}]}, {"heading": "Births", "year": "1724", "date": "December 12", "txt": "Samuel Hood, 1st Viscount Hood, English admiral and politician (d. 1816)", "entities": [{"title": "Samuel Hood, 1st Viscount Hood", "href": "/wiki/Samuel_Hood,_1st_Viscount_Hood", "description": "Admiral Samuel Hood, 1st Viscount Hood of Whitley, Warwickshire, was a Royal Navy officer. As a junior officer he saw action during the War of the Austrian Succession. While in temporary command of Antelope, he drove a French ship ashore in Audierne Bay, and captured two privateers in 1757 during the Seven Years' War. He held senior command as Commander-in-Chief, North American Station and then as"}]}, {"heading": "Births", "year": "1786", "date": "December 12", "txt": "William L. Marcy, American lawyer, judge, and politician, 21st United States Secretary of State (d. 1857)", "entities": [{"title": "William L. Marcy", "href": "/wiki/William_L._Marcy", "description": "William Learned Marcy was an American lawyer, politician, and judge who served as U.S. Senator, Governor of New York, U.S. Secretary of War and U.S. Secretary of State. In the latter office, he negotiated the Gadsden Purchase, the last major acquisition of land in the continental United States."}, {"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1799", "date": "December 12", "txt": "Karl Bryullov, Russian painter (d. 1852)", "entities": [{"title": "Karl Bryullov", "href": "/wiki/Karl_Bryullov", "description": "Karl Pavlovich Bryullov, original name Charles Bruleau, also transliterated Briullov and Briuloff, and referred to by his friends as \"Karl the Great\", was a Russian painter. He is regarded as a key figure in transition from the Russian neoclassicism to romanticism."}]}, {"heading": "Births", "year": "1805", "date": "December 12", "txt": "Henry Wells, American businessman, co-founded Wells Fargo and American Express (d. 1878)", "entities": [{"title": "Henry Wells", "href": "/wiki/Henry_Wells", "description": "Henry Wells was an American businessman important in the history of both the American Express Company and Wells Fargo & Company."}, {"title": "Wells Fargo", "href": "/wiki/Wells_Fargo", "description": "Wells Fargo & Company is an American multinational financial services company with corporate headquarters in San Francisco, California, operational headquarters in Manhattan, and managerial offices throughout the United States and overseas."}, {"title": "American Express", "href": "/wiki/American_Express", "description": "The American Express Company (Amex) is a multinational financial services corporation headquartered at 200 Vesey Street in the Battery Park City neighborhood of Lower Manhattan in New York City. The company was founded in 1850 and is one of the 30 components of the Dow Jones Industrial Average. The company's logo, adopted in 1958, is a gladiator or centurion whose image appears on the company's we"}]}, {"heading": "Births", "year": "1806", "date": "December 12", "txt": "Stand Watie, American general (d. 1871)", "entities": [{"title": "Stand Watie", "href": "/wiki/Stand_Watie", "description": "Stand Watie, also known as Standhope Uwatie, Tawkertawker, and Isaac S. Watie, was a leader of the Cherokee Nation. The nation allied with the Confederacy, and he was the only Native American to attain a general's rank in the Civil War, Confederacy or Union. He commanded the Confederate Indian cavalry of the Army of the Trans-Mississippi, made up mostly of Cherokee, Muskogee and Seminole. He was t"}]}, {"heading": "Births", "year": "1812", "date": "December 12", "txt": "John Sandfield Macdonald, Canadian lawyer and politician, 1st Premier of Ontario (d. 1872)", "entities": [{"title": "John Sandfield Macdonald", "href": "/wiki/John_Sandfield_Macdonald", "description": "John Sandfield Macdonald, was the joint Premier of the Province of Canada from 1862 to 1864. He was also the first Premier of Ontario from 1867 to 1871, one of the four founding provinces created at Confederation in 1867. He served as both premier and Attorney-General of Ontario from July 16, 1867, to December 20, 1871."}, {"title": "Premier of Ontario", "href": "/wiki/Premier_of_Ontario", "description": "The premier of Ontario is the first minister of the Crown. The premier acts as the head of government for Ontario, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative; together with the Cabinet, the premier manages the Government of Ontario."}]}, {"heading": "Births", "year": "1821", "date": "December 12", "txt": "Gustave Flaubert, French novelist (d. 1880)", "entities": [{"title": "Gustave Flaubert", "href": "/wiki/Gustave_Flaubert", "description": "Gustave Flaubert was a French novelist. Highly influential, he has been considered the leading exponent of literary realism in his country. According to the literary theorist Kornelije Kvas, \"in Flaubert, realism strives for formal perfection, so the presentation of reality tends to be neutral, emphasizing the values and importance of style as an objective method of presenting reality\". He is know"}]}, {"heading": "Births", "year": "1830", "date": "December 12", "txt": "Joseph Orville Shelby, Confederate general (d. 1897)", "entities": [{"title": "Joseph Orville Shelby", "href": "/wiki/Joseph_Orville_Shelby", "description": "Joseph Orville \"J.O.\" Shelby was a senior officer of the Confederate States Army who commanded cavalry in the Trans-Mississippi Theater of the American Civil War."}]}, {"heading": "Births", "year": "1842", "date": "December 12", "txt": "Adolf Bötticher, German journalist and historian (d. 1901)", "entities": [{"title": "Adolf Bötticher", "href": "/wiki/Adolf_B%C3%B6tticher", "description": "Adolf Bötticher or Adolf Boetticher was a German art historian and conservator."}]}, {"heading": "Births", "year": "1845", "date": "December 12", "txt": "Bruce Price, American architect, designed the American Surety Building and Bank of the Metropolis (d. 1903)", "entities": [{"title": "Bruce Price", "href": "/wiki/Bruce_Price", "description": "Bruce Price was an American architect and an innovator in the Shingle Style. The stark geometry and compact massing of his cottages in Tuxedo Park, New York, influenced Modernist architects, including Frank Lloyd Wright and Robert Venturi."}, {"title": "American Surety Building", "href": "/wiki/American_Surety_Building", "description": "The American Surety Building is an early skyscraper at Pine Street and Broadway in the Financial District of Manhattan in New York City, across from Trinity Church. The building, designed in a Neo-Renaissance style by Bruce Price with a later expansion by Herman Lee Meader, is 388 feet (118 m) tall, with either 23 or 26 stories. It was one of Manhattan's first buildings with steel framing and curt"}, {"title": "Bank of the Metropolis", "href": "/wiki/Bank_of_the_Metropolis", "description": "The Bank of the Metropolis was a bank in New York City that operated between 1871 and 1918. The bank was originally located at several addresses around Union Square in Manhattan before finally moving to 31 Union Square West, a 16-story Renaissance Revival building designed by Bruce Price and built between 1902 and 1903."}]}, {"heading": "Births", "year": "1866", "date": "December 12", "txt": "Alfred Werner, Swiss chemist and academic, Nobel Prize laureate (d. 1919)", "entities": [{"title": "Alfred Werner", "href": "/wiki/Alfred_Werner", "description": "Alfred Werner was a Swiss chemist who was a student at ETH Zurich and a professor at the University of Zurich. He won the Nobel Prize in Chemistry in 1913 for proposing the octahedral configuration of transition metal complexes. Werner developed the basis for modern coordination chemistry. He was the first inorganic chemist to win the Nobel prize, and the only one prior to 1973."}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1870", "date": "December 12", "txt": "Walter Benona Sharp, American businessman, co-founded Hughes Tool Company (d. 1912)", "entities": [{"title": "Walter Benona Sharp", "href": "/wiki/Walter_Benona_Sharp", "description": "Walter Benona Sharp was an American oilman and innovator in drilling techniques."}, {"title": "Hughes Tool Company", "href": "/wiki/Hughes_Tool_Company", "description": "Hughes Tool Company was an American manufacturer of drill bits. Founded in 1908, it was merged into Baker Hughes Incorporated in 1987."}]}, {"heading": "Births", "year": "1876", "date": "December 12", "txt": "Alvin Kraenzlein, American hurdler and runner (d. 1928)", "entities": [{"title": "Alvin Kraenzlein", "href": "/wiki/Alvin_Kraenzlein", "description": "Alvin Christian \"Al\" Kraenzlein, known as \"the father of the modern hurdling technique\", was an American track-and-field athlete, and the first sportsman in the history of Olympic games to win four individual gold medals in a single discipline at the 1900 Summer Olympics in Paris. Before, Carl Schuhmann, a German athlete, won four Olympic titles in gymnastics and wrestling at the 1896 Summer Olymp"}]}, {"heading": "Births", "year": "1881", "date": "December 12", "txt": "Louise Thuliez, French school teacher, resistance fighter during World War I and World War II and author (d. 1966)", "entities": [{"title": "Louise Thuliez", "href": "/wiki/Louise_Thuliez", "description": "Louise Thuliez was a French school teacher, resistance fighter during World War I and World War II and author."}]}, {"heading": "Births", "year": "1893", "date": "December 12", "txt": "Edward G. Robinson, American actor (d. 1973)", "entities": [{"title": "Edward G. Robinson", "href": "/wiki/Edward_G._Robinson", "description": "Edward G. Robinson was a Romanian American actor of stage and screen during Hollywood's Golden Age. He appeared in 30 Broadway plays and more than 100 films during a 50-year career and is best remembered for his tough-guy roles as gangsters in such films as Little Caesar and Key Largo."}]}, {"heading": "Births", "year": "1901", "date": "December 12", "txt": "Harald Kaarmann, Estonian footballer (d. 1942)", "entities": [{"title": "Harald Kaarmann", "href": "/wiki/Harald_Kaarmann", "description": "Harald Kaarma was an Estonian footballer."}]}, {"heading": "Births", "year": "1907", "date": "December 12", "txt": "Roy Douglas, English pianist and composer (d. 2015)", "entities": [{"title": "Roy Douglas", "href": "/wiki/Roy_Douglas", "description": "Richard Roy Douglas, better known as Roy Douglas, was an English composer, pianist and arranger. He worked as musical assistant to Ralph Vaughan Williams, William Walton, and Richard Addinsell, made well-known orchestrations of works such as Les Sylphides and Addinsell's Warsaw Concerto, and wrote a quantity of original music."}]}, {"heading": "Births", "year": "1912", "date": "December 12", "txt": "Henry Armstrong, American boxer (d. 1988)", "entities": [{"title": "Henry Armstrong", "href": "/wiki/Henry_Armstrong", "description": "Henry Jackson Jr. was an American professional boxer and a world boxing champion who fought under the name Henry Armstrong."}]}, {"heading": "Births", "year": "1915", "date": "December 12", "txt": "Frank Sinatra, American singer, actor, and producer (d. 1998)", "entities": [{"title": "Frank Sinatra", "href": "/wiki/Frank_Sinatra", "description": "Francis Albert Sinatra was an American singer and actor who was one of the most popular and influential musical artists of the 20th century. He is one of the best-selling music artists of all time, having sold more than 150 million records worldwide."}]}, {"heading": "Births", "year": "1918", "date": "December 12", "txt": "Joe Williams, American singer and pianist (d. 1999)", "entities": [{"title": "Joe Williams (jazz singer)", "href": "/wiki/Joe_Williams_(jazz_singer)", "description": "Joe Williams was an American jazz singer. He sang with big bands such as the Count Basie Orchestra and the Lionel Hampton Orchestra and with his combos. He sang in two films with the Basie orchestra and sometimes worked as an actor."}]}, {"heading": "Births", "year": "1920", "date": "December 12", "txt": "Josef Doležal, Czech race walker (d. 1999)", "entities": [{"title": "Josef Doležal", "href": "/wiki/Josef_Dole%C5%BEal", "description": "Josef Doležal was a Czechoslovak athlete who competed mainly in the 50 kilometre walk."}]}, {"heading": "Births", "year": "1923", "date": "December 12", "txt": "Bob Barker, American game show host and producer", "entities": [{"title": "Bob Barker", "href": "/wiki/Bob_Barker", "description": "Robert William Barker is an American retired television game show host. He is known for hosting CBS's The Price Is Right from 1972 to 2007, making it the longest-running daytime game show in North American television history. He is also known for hosting Truth or Consequences from 1956 to 1975."}]}, {"heading": "Births", "year": "1923", "date": "December 12", "txt": "Bob Dorough, American musician, composer, and producer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 12", "txt": "Ted Kennedy, Canadian ice hockey player (d. 2009)", "entities": [{"title": "Ted Kennedy (ice hockey)", "href": "/wiki/Ted_Kennedy_(ice_hockey)", "description": "Theodore Samuel \"Teeder\" Kennedy was a professional ice hockey centre who played his entire career with the Toronto Maple Leafs from 1943 to 1957 and was captain for eight seasons. Along with Turk Broda, he was the first player in NHL history to win five Stanley Cups, and he was the last Maple Leaf to win the Hart Trophy for most valuable player. He was an essential contributor to the Maple Leafs "}]}, {"heading": "Births", "year": "1925", "date": "December 12", "txt": "Dattu Phadkar, Indian cricketer (d. 1985)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 12", "txt": "Vladimir Shainsky, Ukrainian-Russian pianist and composer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 12", "txt": "Robert Noyce, American inventor and businessman, co-founded the Intel Corporation (d. 1990)", "entities": [{"title": "Robert Noyce", "href": "/wiki/Robert_Noyce", "description": "Robert Norton Noyce, nicknamed \"the Mayor of Silicon Valley\", was an American physicist who co-founded Fairchild Semiconductor in 1957 and Intel Corporation in 1968. He is also credited with the realization of the first monolithic integrated circuit or microchip, which fueled the personal computer revolution and gave Silicon Valley its name."}, {"title": "Intel", "href": "/wiki/Intel", "description": "Intel Corporation is an American multinational corporation and technology company headquartered in Santa Clara, California, in Silicon Valley. It is the world's largest semiconductor chip manufacturer by revenue, and is the developer of the x86 series of microprocessors, the processors found in most personal computers (PCs). Incorporated in Delaware, Intel ranked No. 45 in the 2020 Fortune 500 lis"}]}, {"heading": "Births", "year": "1928", "date": "December 12", "txt": "Helen Frankenthaler, American painter and academic (d. 2011)", "entities": [{"title": "Helen Frankenthaler", "href": "/wiki/Helen_Frankenthaler", "description": "Helen Frankenthaler was an American abstract expressionist painter. She was a major contributor to the history of postwar American painting. Having exhibited her work for over six decades, she spanned several generations of abstract painters while continuing to produce vital and ever-changing new work. Frankenthaler began exhibiting her large-scale abstract expressionist paintings in contemporary "}]}, {"heading": "Births", "year": "1929", "date": "December 12", "txt": "Toshiko Akiyoshi, Japanese pianist and composer", "entities": [{"title": "Toshiko Akiyoshi", "href": "/wiki/Toshiko_Akiyoshi", "description": "Toshiko Akiyoshi  is a Japanese-American jazz pianist, composer, arranger, and bandleader."}]}, {"heading": "Births", "year": "1932", "date": "December 12", "txt": "Bob Pettit, American basketball player and coach", "entities": [{"title": "Bob Pettit", "href": "/wiki/Bob_Pettit", "description": "Robert E. Lee Pettit Jr. is an American former professional basketball player. He played 11 seasons in the NBA, all with the Milwaukee/St. Louis Hawks (1954–1965). In 1956, he became the first recipient of the NBA's Most Valuable Player Award and he won the award again in 1959. He also won the NBA All-Star Game MVP award four times. The first NBA player to score more than 20,000 points, Pettit was"}]}, {"heading": "Births", "year": "1933", "date": "December 12", "txt": "Christa Stubnick, German sprinter", "entities": [{"title": "Christa Stubnick", "href": "/wiki/Christa_Stubnick", "description": "Christa Stubnick is a retired East German sprinter who competed for the United Team of Germany in the 1956 Summer Olympics. She won silver medals in the 100 m and 200 m events, splitting the Australians Betty Cuthbert (winner) and Marlene Matthews (third). Her 4×100 m relay team finished sixth."}]}, {"heading": "Births", "year": "1934", "date": "December 12", "txt": "Miguel de la Madrid, Mexican lawyer and politician, 52nd President of Mexico (d. 2012)", "entities": [{"title": "Miguel de la Madrid", "href": "/wiki/Miguel_de_la_Madrid", "description": "Miguel de la Madrid Hurtado was a Mexican politician affiliated with the Institutional Revolutionary Party (PRI) who served as the 59th President of Mexico from 1982 to 1988. During his presidency, which was plagued by economic malaise and inflation, de la Madrid introduced sweeping neoliberal policies, beginning an era of market-oriented presidents in that country. His administration was criticiz"}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Births", "year": "1936", "date": "December 12", "txt": "Iolanda Balaș, Romanian high jumper and educator (d. 2016)", "entities": [{"title": "Iolanda Balaș", "href": "/wiki/Iolanda_Bala%C8%99", "description": "Iolanda Balaș was a Romanian athlete, an Olympic champion and former world record holder in the high jump. She was the first Romanian woman to win an Olympic gold medal and is considered to have been one of the greatest high jumpers of the twentieth century."}]}, {"heading": "Births", "year": "1937", "date": "December 12", "txt": "Philip Ledger, English pianist, composer, and academic (d. 2012)", "entities": [{"title": "Philip Ledger", "href": "/wiki/Philip_Ledger", "description": "Sir Philip Stevens Ledger, CBE, FRSE was an English classical musician, choirmaster and academic, best remembered as Director of the Choir of King's College, Cambridge in 1974–1982 and the Royal Scottish Academy of Music and Drama from 1982 until he retired in 2001. He also composed choral music and played the organ."}]}, {"heading": "Births", "year": "1940", "date": "December 12", "txt": "Sharad Pawar, Indian politician, Indian Minister of Agriculture", "entities": [{"title": "Sharad Pawar", "href": "/wiki/Sharad_Pawar", "description": "Sharad Govindrao Pawar, is an Indian politician with over sixty years of public service. He holds a position of prominence in Indian politics as well as in the regional politics of Maharashtra. During his long career, Pawar has served as the Chief Minister of Maharashtra on three occasions and held the posts of Minister of Defence and Minister of Agriculture in the Government of India. He is presi"}, {"title": "Minister of Agriculture (India)", "href": "/wiki/Minister_of_Agriculture_(India)", "description": "The Ministry of Agriculture and Farmers' Welfare, a branch of the Government of India, is the apex body for formulation and administration of the rules and regulations and laws related to agriculture in India. The three broad areas of scope for the Ministry are agriculture, food processing and co-operation. The agriculture ministry is headed by Minister of Agriculture Narendra Singh Tomar. Abhishe"}]}, {"heading": "Births", "year": "1943", "date": "December 12", "txt": "Grover Washington, Jr., American singer-songwriter, saxophonist, and producer (d. 1999)", "entities": [{"title": "Grover Washington, Jr.", "href": "/wiki/Grover_Washington,_Jr.", "description": "Grover Washington Jr. was an American jazz-funk / soul-jazz saxophonist. Along with Wes Montgomery and George Benson, he is considered by many to be one of the founders of the smooth jazz genre.\nHe wrote some of his material and later became an arranger and producer."}]}, {"heading": "Births", "year": "1945", "date": "December 12", "txt": "Tony Williams, American drummer, composer, and producer (d. 1997)", "entities": [{"title": "Tony Williams (drummer)", "href": "/wiki/Tony_Williams_(drummer)", "description": "Anthony Tillmon Williams was an American jazz drummer."}]}, {"heading": "Births", "year": "1947", "date": "December 12", "txt": "Chris Mullin, English journalist and politician", "entities": [{"title": "Chris Mullin (politician)", "href": "/wiki/Chris_Mullin_(politician)", "description": "Christopher John Mullin is a British journalist, author and Labour politician."}]}, {"heading": "Births", "year": "1948", "date": "December 12", "txt": "Colin Todd, English football player and coach", "entities": [{"title": "Colin Todd", "href": "/wiki/Colin_Todd", "description": "Colin Todd is an English football manager and former player. He was most recently the manager of Esbjerg fB. As a player, he made more than 600 appearances in the Football League, playing for Sunderland, Derby County, Everton, Birmingham City, Nottingham Forest, Oxford United and Luton Town, and also played in the North American Soccer League for the Vancouver Whitecaps. He won two Football League"}]}, {"heading": "Births", "year": "1949", "date": "December 12", "txt": "Bill Nighy, English actor", "entities": [{"title": "Bill Nighy", "href": "/wiki/Bill_Nighy", "description": "William Francis Nighy is an English actor."}]}, {"heading": "Births", "year": "1949", "date": "December 12", "txt": "Marc Ravalomanana, Malagasy businessman and politician, President of Madagascar", "entities": [{"title": "President of Madagascar", "href": "/wiki/President_of_Madagascar", "description": "This is a list of presidents of Madagascar, since the establishment of the office of President in 1959, during the Malagasy Republic."}]}, {"heading": "Births", "year": "1950", "date": "December 12", "txt": "Pedro Ferriz de Con, Mexican journalist", "entities": [{"title": "Pedro Ferriz de Con", "href": "/wiki/Pedro_Ferriz_de_Con", "description": "Pedro Ferriz de Con is a Mexican radio and TV news anchor. During the 1990s, he worked for the Multivision Network. In January 2000, he left MVS and went to Grupo Imagen, where he hosted the morning newscast on XEDA-FM until August 25, 2014. He also hosted the evening newscast of Cadenatres from 2007 to 2012."}]}, {"heading": "Births", "year": "1950", "date": "December 12", "txt": "Heiner Flassbeck, German economist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 12", "txt": "Gorman Thomas, American baseball player", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 12", "txt": "Rajinikanth, Indian actor", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 12", "txt": "Billy Smith, Canadian ice hockey player, coach, and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 12", "txt": "Rehman Malik, Pakistani politician, Pakistani Minister of Interior", "entities": [{"title": "Rehman Malik", "href": "/wiki/Rehman_Malik", "description": "Abdul Rehman Malik NI, is a Pakistani politician and a retired Federal Investigation Agency officer, having served as the Interior Minister from being appointed on 25 March 2008 until 16 March 2013."}, {"title": "Ministry of Interior (Pakistan)", "href": "/wiki/Ministry_of_Interior_(Pakistan)", "description": "The Ministry of Interior is a Cabinet-level ministry of the Government of Pakistan, tasked and primarily responsible for implementing the internal policies, state security, administration of internal affairs involving the state, and assisting the government on territorial affairs of Federally Administered Tribal Areas (Fata), and insular areas of Provincially Administered Tribal Areas (PATA)."}]}, {"heading": "Births", "year": "1952", "date": "December 12", "txt": "Cathy Rigby, American gymnast", "entities": [{"title": "Cathy Rigby", "href": "/wiki/Cathy_Rigby", "description": "Cathleen Roxanne Rigby, known as Cathy Rigby, is an actress, speaker, and former artistic gymnast. Her performance in the 1968 Summer Olympics helped to popularize the sport of gymnastics in the United States."}]}, {"heading": "Births", "year": "1953", "date": "December 12", "txt": "Martin Ferguson, Australian lawyer and politician", "entities": [{"title": "Martin Ferguson", "href": "/wiki/Martin_Ferguson", "description": "Martin John Ferguson AM is an Australian former Labor Party politician who was the Member of the House of Representatives for Batman from 1996 to 2013. He served as Minister for Resources and Energy and Minister for Tourism in the Rudd and Gillard Governments from 2007 to 2013."}]}, {"heading": "Births", "year": "1953", "date": "December 12", "txt": "Rafael Septién, Mexican-American football player", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 12", "txt": "Eddy Schepers, Belgian cyclist", "entities": [{"title": "Eddy Schepers", "href": "/wiki/Eddy_Schepers", "description": "Eddy Schepers is a Belgian former professional cyclist. He was a professional cyclist from 1978 to 1990 where he rode for many teams including C&A, Carrera and Fagor–MBK. He started out in the C&A cycling team of Belgian Eddy Merckx before riding for various teams. He competed in the individual road race event at the 1976 Summer Olympics."}]}, {"heading": "Births", "year": "1956", "date": "December 12", "txt": "Johan van der Velde, Dutch cyclist", "entities": [{"title": "Johan van der Velde", "href": "/wiki/Johan_van_der_Velde", "description": "Johan van der Velde is a former Dutch cyclist. In the 1980 Tour de France, he won the young rider classification, also placing 12th in the general classification that year. He had been a racing cyclist for only a year. In the 1981 Tour de France, he took first place on the second and 21st stages, finishing 12th overall for the second year. He rode with TI–Raleigh in the Tour de France from 1979 to"}]}, {"heading": "Births", "year": "1960", "date": "December 12", "txt": "Martina Hellmann, German discus thrower", "entities": [{"title": "Martina Hellmann", "href": "/wiki/Martina_Hellmann", "description": "Martina Helga Hellmann is a retired German track and field athlete who represented East Germany. She was the Olympic champion in the discus throw at the 1988 Summer Olympics. She also won the World Championship in that event in 1983 and again in 1987."}]}, {"heading": "Births", "year": "1961", "date": "December 12", "txt": "Andrey Perlov, Russian race walker", "entities": [{"title": "Andrey Perlov", "href": "/wiki/Andrey_Perlov", "description": "Andrey Borisovich Perlov is a retired race walker who represented the USSR and later Russia."}]}, {"heading": "Births", "year": "1962", "date": "December 12", "txt": "Tracy Austin, American tennis player and sportscaster", "entities": [{"title": "Tracy Austin", "href": "/wiki/Tracy_Austin", "description": "Tracy Ann Austin Holt is an American former World No. 1 professional tennis player. She won three Grand Slam titles; the women's singles titles at the 1979 and 1981 US Opens, and the mixed doubles title at the Wimbledon Championships in 1980. Additionally, she won the WTA Tour Championships in 1980 and the year-ending Toyota Championships in 1981, both in singles. A series of injuries and a seriou"}]}, {"heading": "Births", "year": "1962", "date": "December 12", "txt": "Arturo Barrios, Mexican-American runner", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 12", "txt": "Mike Golic, American football player and radio host", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 12", "txt": "Eduardo Castro Luque, Mexican businessman and politician (d. 2012)", "entities": [{"title": "Eduardo Castro Luque", "href": "/wiki/Eduardo_Castro_Luque", "description": "Eduardo Enrique Castro Luque was the deputy-elect of Ciudad Obregón, Sonora, Mexico and a member of the Institutional Revolutionary Party (PRI)."}]}, {"heading": "Births", "year": "1964", "date": "December 12", "txt": "Haywood Jeffires, American football player and coach", "entities": [{"title": "Haywood Jeffires", "href": "/wiki/Haywood_Jeffires", "description": "Haywood Franklin Jeffires is a former professional American football player who was selected by the Houston Oilers in the 1st round of the 1987 NFL Draft out of North Carolina State. A 6'2\", 198 lb (90 kg). wide receiver, Jeffires played in 10 NFL seasons from 1987 to 1996. Early in his NFL career his teammates referred to him as \"Wood\" or \"Darkness\", due to his charcoal complexion. Later in his c"}]}, {"heading": "Births", "year": "1967", "date": "December 12", "txt": "John Randle, American football player", "entities": [{"title": "John Randle", "href": "/wiki/John_Randle", "description": "John Anthony Randle is an American former professional football player who was defensive tackle for the Minnesota Vikings and the Seattle Seahawks of the National Football League (NFL). On February 6, 2010, he was voted into the Pro Football Hall of Fame."}]}, {"heading": "Births", "year": "1968", "date": "December 12", "txt": "Sašo Udovič, Slovenian footballer", "entities": [{"title": "Sašo Udovič", "href": "/wiki/Sa%C5%A1o_Udovi%C4%8D", "description": "Sašo Udovič is a retired Slovenian football player who played as a forward."}]}, {"heading": "Births", "year": "1969", "date": "December 12", "txt": "Wilfred Kirochi, Kenyan runner", "entities": [{"title": "Wilfred Kirochi", "href": "/wiki/Wilfred_Kirochi", "description": "Wilfred Kirochi is a former Kenyan middle distance runner who won a silver medal at the 1991 World Championships in Tokyo in the 1500 m event. Previously Kirochi had won two World Junior Championship titles in 1986 and 1988."}]}, {"heading": "Births", "year": "1969", "date": "December 12", "txt": "Fiona May, English-Italian long jumper", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 12", "txt": "Michael Möllenbeck, German discus thrower", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 12", "txt": "Sammy Korir, Kenyan runner", "entities": [{"title": "Sammy Korir", "href": "/wiki/Sammy_Korir", "description": "Sammy Korir is a long distance runner from Kenya."}]}, {"heading": "Births", "year": "1972", "date": "December 12", "txt": "Nicky Eaden, English footballer and coach", "entities": [{"title": "Nicky Eaden", "href": "/wiki/Nicky_Eaden", "description": "Nicholas Jeremy Eaden is an English former professional footballer who played as a defender, accumulating 550 appearances in the Football League."}]}, {"heading": "Births", "year": "1972", "date": "December 12", "txt": "Craig Field, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 12", "txt": "Wilson Kipketer, Kenyan-Danish runner", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 12", "txt": "Georgios Theodoridis, Greek sprinter", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 12", "txt": "Bernard Lagat, Kenyan-American runner", "entities": [{"title": "Bernard Lagat", "href": "/wiki/Bernard_Lagat", "description": "Bernard Kipchirchir Lagat is a Kenyan-American middle and long-distance runner."}]}, {"heading": "Births", "year": "1974", "date": "December 12", "txt": "Nolberto Solano, Peruvian footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 12", "txt": "Mayim Bialik, American actress, neuroscientist, and author", "entities": [{"title": "Mayim Bialik", "href": "/wiki/Mayim_Bialik", "description": "Mayim Chaya Bialik is an American actress, neuroscientist, author and film director. From 1991 to 1995, she played the title character of the NBC sitcom Blossom. She later played neuroscientist Amy Farrah Fowler on the CBS sitcom The Big Bang Theory from 2010 to 2019. For her role as Fowler, Bialik was nominated four times for the Primetime Emmy Award for Outstanding Supporting Actress in a Comedy"}]}, {"heading": "Births", "year": "1975", "date": "December 12", "txt": "Craig Moore, Australian footballer and manager", "entities": [{"title": "Craig Moore", "href": "/wiki/Craig_Moore", "description": "Craig Andrew Moore is an Australian former football player who played as a defender. His 2006 FIFA World Cup profile describes him as being \"tough-tackling and uncompromising but also calm and composed under pressure.\""}]}, {"heading": "Births", "year": "1977", "date": "December 12", "txt": "Yoel Hernández, Cuban hurdler", "entities": [{"title": "Yoel Hernández (athlete)", "href": "/wiki/Yoel_Hern%C3%A1ndez_(athlete)", "description": "Yoel Hernández is a Cuban track and field athlete who specialises in the 110 metres hurdles."}]}, {"heading": "Births", "year": "1977", "date": "December 12", "txt": "Dean Macey, English decathlete and bobsledder", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 12", "txt": "Colin White, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 12", "txt": "Nate Clements, American football player", "entities": [{"title": "Nate Clements", "href": "/wiki/Nate_Clements", "description": "Nathan D. Clements is a former American football cornerback in the National Football League (NFL). He played college football for Ohio State. He was drafted by the Buffalo Bills 21st overall in the 2001 NFL Draft, and also played for the San Francisco 49ers and Cincinnati Bengals."}]}, {"heading": "Births", "year": "1979", "date": "December 12", "txt": "John Salmons, American basketball player", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 12", "txt": "Dejene Berhanu, Ethiopian runner (d. 2010)", "entities": [{"title": "Dejene Berhanu", "href": "/wiki/Dejene_Berhanu", "description": "Dejene Berhanu was a male Ethiopian runner, who specialized in the 5000 metres."}]}, {"heading": "Births", "year": "1980", "date": "December 12", "txt": "Dorin Goian, Romanian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 12", "txt": "Pedro Ríos, Spanish footballer", "entities": [{"title": "Pedro Ríos", "href": "/wiki/Pedro_R%C3%ADos", "description": "Pedro Ríos Maestre is a Spanish former professional footballer who played as a right winger."}]}, {"heading": "Births", "year": "1981", "date": "December 12", "txt": "Yuvraj Singh, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 12", "txt": "Stephen Warnock, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 12", "txt": "Dmitry Tursunov, Russian tennis player", "entities": [{"title": "Dmitry Tursunov", "href": "/wiki/Dmitry_Tursunov", "description": "Dmitry Igorevich Tursunov is a retired Russian tennis player and current tennis coach. He was 12 years old when he arrived to the United States to train and further his prospects of becoming a professional player. His career-high singles ranking was world No. 20, achieved in October 2006."}]}, {"heading": "Births", "year": "1983", "date": "December 12", "txt": "Roni Porokara, Finnish footballer", "entities": [{"title": "Roni Porokara", "href": "/wiki/Roni_Porokara", "description": "Roni Porokara is a Finnish former international footballer."}]}, {"heading": "Births", "year": "1984", "date": "December 12", "txt": "Daniel Agger, Danish footballer", "entities": [{"title": "Daniel Agger", "href": "/wiki/Daniel_Agger", "description": "Daniel Munthe Agger is a Danish retired professional footballer and manager, who is set to become the head coach at HB Køge in June 2021. As an active player, he played as a central defender for Brøndby and Liverpool and captained the Denmark national team. Agger was described as \"a fine reader of the game, comfortable on the ball and blessed with a ferocious shot\". He was the 2007 and 2012 Danish"}]}, {"heading": "Births", "year": "1985", "date": "December 12", "txt": "Pat Calathes, Greek-American basketball player", "entities": [{"title": "Pat Calathes", "href": "/wiki/Pat_Calathes", "description": "Patrick Sean Calathes is a Greek-American former professional basketball player. At a height of 6' 10\" tall, he played at both the small forward and power forward positions. He was the 2013 Israeli Basketball Premier League Finals MVP."}]}, {"heading": "Births", "year": "1986", "date": "December 12", "txt": "Daddy Birori, Rwandan footballer", "entities": [{"title": "Daddy Birori", "href": "/wiki/Daddy_Birori", "description": "Daddy Birori, also known as Etekiama Agiti Tady, is a Rwandan international footballer who plays for Sagrada Esperança, as a striker."}]}, {"heading": "Births", "year": "1986", "date": "December 12", "txt": "Përparim Hetemaj, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 12", "txt": "Nina Kolarič, Slovenian long jumper", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 12", "txt": "T. J. Ward, American football player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 12", "txt": "Isaac John, New Zealand rugby league player", "entities": [{"title": "Isaac John", "href": "/wiki/Isaac_John", "description": "Isaac John is a former professional rugby league footballer who previously played for the Mount Pritchard Mounties in the Intrust Super Premiership. A Cook Islands and New Zealand international representative, he played as a five-eighth and halfback and previously played for the New Zealand Warriors and Penrith Panthers in the National Rugby League, and the Wakefield Trinity Wildcats in the Super "}]}, {"heading": "Births", "year": "1990", "date": "December 12", "txt": "Nixon Chepseba, Kenyan runner", "entities": [{"title": "Nixon Chepseba", "href": "/wiki/Nixon_Chepseba", "description": "Nixon Kiplimo Chepseba is a Kenyan middle distance runner who specializes in the 1500 metres. He was the 2011 Diamond League series winner of that event and has a personal best of 3:29.90 minutes."}]}, {"heading": "Births", "year": "1990", "date": "December 12", "txt": "Dawin, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 12", "txt": "Joseph Leilua, Australian-Samoan rugby league player", "entities": [{"title": "Joseph Leilua", "href": "/wiki/Joseph_Leilua", "description": "Joseph Leilua is a Samoa international rugby league footballer who plays as a centre for the Wests Tigers in the NRL."}]}, {"heading": "Births", "year": "1993", "date": "December 12", "txt": "Zeli Ismail, English footballer", "entities": [{"title": "Zeli Ismail", "href": "/wiki/Zeli_Ismail", "description": "Zeli Ismail is an Albanian-born English professional footballer who plays as a right midfielder for League Two side Bradford City. He has represented England at both under-16 and under-17 level."}]}, {"heading": "Births", "year": "1994", "date": "December 12", "txt": "Otto Warmbier, American student imprisoned in North Korea (d. 2017)", "entities": [{"title": "Otto Warmbier", "href": "/wiki/Otto_Warmbier", "description": "Otto Frederick Warmbier was an American college student who was imprisoned in North Korea in 2016 on a charge of subversion. In June 2017, he was released by North Korea in a vegetative state and died soon afterward."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Deaths", "year": "1296", "date": "December 12", "txt": "Isabella of Mar, first wife of Robert Bruce VII (b. 1277)", "entities": [{"title": "Isabella of Mar", "href": "/wiki/Isabella_of_Mar", "description": "Isabella of Mar was the first wife of Robert Bruce VII, Earl of Carrick. Isabella died before her husband was crowned King of Scotland. She and her husband were the grandparents of Robert II, King of Scotland."}]}, {"heading": "Deaths", "year": "1572", "date": "December 12", "txt": "Loredana Marcello, Dogaressa of Venice, botanist, author", "entities": [{"title": "Loredana Marcello", "href": "/wiki/Loredana_Marcello", "description": "Loredana Marcello was a Dogaressa of Venice by marriage to the Doge Alvise I Mocenigo. She was an author of letters and poetry and studied botany, and was regarded as a model of an educated and cultivated renaissance woman in contemporary Venice."}]}, {"heading": "Deaths", "year": "1751", "date": "December 12", "txt": "Henry St John, 1st Viscount Bolingbroke, English philosopher and politician, Secretary at War (b. 1678)", "entities": [{"title": "Henry St John, 1st Viscount Bolingbroke", "href": "/wiki/Henry_St_John,_1st_Viscount_Bolingbroke", "description": "Henry St John, 1st Viscount Bolingbroke was an English politician, government official and political philosopher. He was a leader of the Tories, and supported the Church of England politically despite his antireligious views and opposition to theology. He supported the Jacobite rebellion of 1715 which sought to overthrow the new king George I. Escaping to France he became foreign minister for the "}, {"title": "Secretary at War", "href": "/wiki/Secretary_at_War", "description": "The Secretary at War was a political position in the English and later British government, with some responsibility over the administration and organization of the Army, but not over military policy. The Secretary at War ran the War Office. After 1794 it was occasionally a Cabinet-level position, although it was considered of subordinate rank to the Secretaries of State. The position was combined "}]}, {"heading": "Deaths", "year": "1766", "date": "December 12", "txt": "Johann Christoph Gottsched, German philosopher, author, and critic (b. 1700)", "entities": [{"title": "Johann Christoph Gottsched", "href": "/wiki/Johann_Christoph_Gottsched", "description": "Johann Christoph Gottsched was a German philosopher, author, and critic. For about thirty years, he exercised an almost undisputed literary dictatorship in Germany. But by his later years, his name had become a by-word for foolish pedantry."}]}, {"heading": "Deaths", "year": "1794", "date": "December 12", "txt": "Meshullam Feivush Heller, Ukrainian author (b. 1742)", "entities": [{"title": "Meshullam Feivush Heller", "href": "/wiki/Meshullam_Feivush_Heller", "description": "Reb Meshullam Feivush Heller of Zbarazh was the author of several Hasidic sefarim including the Yosher Divrei Emes."}]}, {"heading": "Deaths", "year": "1803", "date": "December 12", "txt": "Prince Frederick Adolf of Sweden (b. 1750)", "entities": [{"title": "Prince Frederick Adolf of Sweden", "href": "/wiki/Prince_Frederick_Adolf_of_Sweden", "description": "Prince Frederick Adolf, Duke of Östergötland was a Swedish Prince, youngest son of King Adolf Frederick of Sweden and Louisa Ulrika of Prussia, a sister of Frederick the Great, King of Prussia. He was given the title Duke of Östergötland."}]}, {"heading": "Deaths", "year": "1858", "date": "December 12", "txt": "Jacques Viger, Canadian archeologist and politician, 1st Mayor of Montreal (b. 1787)", "entities": [{"title": "Jacques Viger (1787–1858)", "href": "/wiki/Jacques_Viger_(1787%E2%80%931858)", "description": "Jacques Viger was an antiquarian, archaeologist, and the first mayor of the Canadian city of Montreal, Quebec."}, {"title": "List of Montreal mayors", "href": "/wiki/List_of_Montreal_mayors", "description": "This is a list of mayors of Montreal, Quebec, since the city was incorporated in 1832. Party colours do not indicate affiliation or resemblance to a provincial or a federal party."}]}, {"heading": "Deaths", "year": "1889", "date": "December 12", "txt": "Viktor Bunyakovsky, Ukrainian-Russian mathematician and theorist (b. 1804)", "entities": []}, {"heading": "Deaths", "year": "1894", "date": "December 12", "txt": "John Sparrow David Thompson, Canadian lawyer, judge, and politician, 4th Prime Minister of Canada (b. 1845)", "entities": [{"title": "John Sparrow David Thompson", "href": "/wiki/John_Sparrow_David_Thompson", "description": "Sir John Sparrow David Thompson was a Canadian lawyer, judge, and politician who served as the fourth prime minister of Canada, in office from 1892 until his death. He had previously been premier of Nova Scotia for a brief period in 1882."}, {"title": "Prime Minister of Canada", "href": "/wiki/Prime_Minister_of_Canada", "description": "The prime minister of Canada is the first minister of the Crown. The prime minister acts as the head of government for Canada, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative. As prime ministers hold office by virtue of their ability to command the confidence of the elected House of Commons, they typically"}]}, {"heading": "Deaths", "year": "1913", "date": "December 12", "txt": "Menelik II, Ethiopian emperor (b. 1844)", "entities": [{"title": "Menelik II", "href": "/wiki/Menelik_II", "description": "Menelik II ; baptised as Sahle Maryam is also known by his horse name Abba Dagnew was Emperor of Ethiopia from 1889 to his death in 1913 and King of Shewa from 1866 to 1889. At the height of his internal power and external prestige, the process of territorial expansion and creation of the modern empire-state was completed by 1898. He is widely honored by many Ethiopians and commemorated during the"}]}, {"heading": "Deaths", "year": "1921", "date": "December 12", "txt": "Henrietta Swan Leavitt, American astronomer and academic (b. 1868)", "entities": [{"title": "Henrietta Swan Leavitt", "href": "/wiki/Henrietta_Swan_Leavitt", "description": "Henrietta Swan Leavitt was an American astronomer. A graduate of Radcliffe College, she worked at the Harvard College Observatory as a \"computer\", tasked with examining photographic plates in order to measure and catalog the brightness of stars. This work led her to discover the relation between the luminosity and the period of Cepheid variables. Leavitt's discovery provided astronomers with the f"}]}, {"heading": "Deaths", "year": "1923", "date": "December 12", "txt": "Raymond Radiguet, French author and poet (b. 1903)", "entities": [{"title": "Raymond Radiguet", "href": "/wiki/Raymond_Radiguet", "description": "Raymond Radiguet was a French novelist and poet whose two novels were noted for their explicit themes, and unique style and tone."}]}, {"heading": "Deaths", "year": "1934", "date": "December 12", "txt": "Thorleif Haug, Norwegian skier (b. 1894)", "entities": [{"title": "Thorleif Haug", "href": "/wiki/Thorleif_Haug", "description": "Thorleif Haug was a Norwegian skier who competed in nordic combined and cross-country. At the 1924 Olympics he won all three Nordic skiing events. He was also awarded the bronze medal in ski jumping, but 50 years later a mistake was found in calculation of scores, Haug was demoted to fourth place, and his daughter presented her father's medal to Anders Haugen."}]}, {"heading": "Deaths", "year": "1939", "date": "December 12", "txt": "Douglas Fairbanks, Sr., American actor, producer, and screenwriter (b. 1883)", "entities": [{"title": "Douglas Fairbanks, Sr.", "href": "/wiki/Douglas_Fairbanks,_Sr.", "description": "Douglas Elton Fairbanks was an American actor, screenwriter, director, and producer. He was best known for his swashbuckling roles in silent films including The Thief of Bagdad, Robin Hood, and The Mark of Zorro, but spent the early part of his career making comedies."}]}, {"heading": "Deaths", "year": "1941", "date": "December 12", "txt": "César Basa, Filipino lieutenant and pilot (b. 1915)", "entities": [{"title": "César Basa", "href": "/wiki/C%C3%A9sar_Basa", "description": "César Fernándo T. Basa was a Filipino aircraft pilot and World War II hero. Born in 1915, he was one of the pioneer fighter pilots of the Philippine Army Air Corps, the forerunner of the Philippine Air Force, and was the first Filipino fighter pilot casualty during World War II."}]}, {"heading": "Deaths", "year": "1951", "date": "December 12", "txt": "Mildred Bailey, American singer (b. 1907)", "entities": [{"title": "Mildred Bailey", "href": "/wiki/Mildred_Bailey", "description": "Mildred Bailey was a Native American jazz singer during the 1930s, known as \"The Queen of Swing\", \"The Rockin' Chair Lady\" and \"Mrs. Swing\". Some of her best-known hits are \"For Sentimental Reasons\", \"It's So Peaceful in the Country\", \"Doin' The Uptown Lowdown\", \"Trust in Me\", \"Where Are You?\", \"I Let a Song Go Out of My Heart\", \"Small Fry\", \"Please Be Kind\", \"Darn That Dream\", \"Rockin' Chair\", \"B"}]}, {"heading": "Deaths", "year": "1958", "date": "December 12", "txt": "Albert Walsh, Canadian lawyer and politician, 1st Lieutenant Governor of Newfoundland (b. 1900)", "entities": [{"title": "Albert Walsh", "href": "/wiki/Albert_Walsh", "description": "Sir Albert Joseph Walsh was Commissioner of Home Affairs and Education and chief justice of the Dominion of Newfoundland, and its first Lieutenant Governor upon its admission to the Canadian Confederation."}, {"title": "Lieutenant Governor of Newfoundland and Labrador", "href": "/wiki/Lieutenant_Governor_of_Newfoundland_and_Labrador", "description": "The Lieutenant Governor of Newfoundland and Labrador is the viceregal representative in Newfoundland and Labrador of the Canadian monarch, Queen Elizabeth II, who operates distinctly within the province but is also shared equally with the ten other jurisdictions of Canada, as well as the other Commonwealth realms and any subdivisions thereof, and resides predominantly in her oldest realm, the Unit"}]}, {"heading": "Deaths", "year": "1966", "date": "December 12", "txt": "Karl Ruberl, Austrian-American swimmer (b. 1880)", "entities": [{"title": "Karl Ruberl", "href": "/wiki/Karl_Ruberl", "description": "Karl Ruberl, A.K.A. Charles Ruberl Sr., was an Austrian swimmer who competed in the late 19th century and early 20th century in the 200 meter events. He participated in swimming at the 1900 Summer Olympics in Paris and won the silver medal in the 200 meter backstroke and the bronze medal in the 200 meter freestyle."}]}, {"heading": "Deaths", "year": "1968", "date": "December 12", "txt": "Tallulah Bankhead, American actress (b. 1902)", "entities": [{"title": "Tallulah Bankhead", "href": "/wiki/Tallulah_Bankhead", "description": "Tallulah Brockman Bankhead was an American actress of the stage and screen. Bankhead was a member of the Brockman Bankhead family, a prominent Alabama political family; her grandfather and uncle were U.S. Senators and her father served as an 11-term member of Congress, the final two as Speaker of the House of Representatives. Tallulah's support of liberal causes such as civil rights broke with the"}]}, {"heading": "Deaths", "year": "1970", "date": "December 12", "txt": "Doris Blackburn, Australian politician (b. 1889)", "entities": [{"title": "Doris Blackburn", "href": "/wiki/Doris_Blackburn", "description": "Doris Amelia Blackburn was an Australian social reformer and politician. She served in the House of Representatives from 1946 to 1949, the second woman after Enid Lyons to do so. Blackburn was a prominent socialist and originally a member of the Labor Party. She was married to Maurice Blackburn, a Labor MP, but he was expelled from the party in 1937 and she resigned from the party in solidarity. H"}]}, {"heading": "Deaths", "year": "1975", "date": "December 12", "txt": "Richard Baggallay, English colonel and cricketer (b. 1884)", "entities": [{"title": "Richard Baggallay (cricketer)", "href": "/wiki/Richard_Baggallay_(cricketer)", "description": "Richard Romer Claude Baggallay was an English army officer and cricketer who played first-class cricket for Derbyshire between 1912 and 1919 and captained the side in 1913, 1914 and 1919."}]}, {"heading": "Deaths", "year": "1980", "date": "December 12", "txt": "Jean Lesage, Canadian lawyer and politician, 19th Premier of Quebec (b. 1912)", "entities": [{"title": "Jean Lesage", "href": "/wiki/Jean_Lesage", "description": "Jean Lesage, was a Canadian lawyer and politician from Quebec. He served as the 19th Premier of Quebec from 22 June 1960 to 16 June 1966. Alongside Georges-Émile Lapalme, René Lévesque and others, he is often viewed as the father of the Quiet Revolution. Quebec City International Airport was officially named in his honour on 31 March 1994, and a provincial electoral district, Jean-Lesage, was name"}, {"title": "Premier of Quebec", "href": "/wiki/Premier_of_Quebec", "description": "The Premier of Quebec is the head of government of the Canadian province of Quebec. The current Premier of Quebec is François Legault of the Coalition Avenir Québec, sworn in on October 18, 2018 following the 2018 election."}]}, {"heading": "Deaths", "year": "1985", "date": "December 12", "txt": "Anne Baxter, American actress (b. 1923)", "entities": [{"title": "Anne Baxter", "href": "/wiki/Anne_Baxter", "description": "Anne Baxter was an American actress, star of Hollywood films, Broadway productions, and television series. She won an Academy Award and a Golden Globe, and was nominated for an Emmy."}]}, {"heading": "Deaths", "year": "1993", "date": "December 12", "txt": "József Antall, Hungarian historian and politician, 35th Prime Minister of Hungary (b. 1932)", "entities": [{"title": "József Antall", "href": "/wiki/J%C3%B3zsef_Antall", "description": "József Antall Jr. was a Hungarian teacher, librarian, historian, and statesman who served as the first democratically elected Prime Minister of Hungary, holding office from May 1990 until his death in December 1993. He was also the leader of the Hungarian Democratic Forum from 1989."}, {"title": "Prime Minister of Hungary", "href": "/wiki/Prime_Minister_of_Hungary", "description": "The prime minister of Hungary is the head of government in Hungary. The Prime Minister and the Cabinet are collectively accountable for their policies and actions to the Parliament, to their political party and ultimately to the electorate. The current holder of the office is Viktor Orbán, leader of the Fidesz – Hungarian Civic Alliance, who has served since 29 May 2010."}]}, {"heading": "Deaths", "year": "1994", "date": "December 12", "txt": "Stuart Roosa, American colonel, pilot, and astronaut (b. 1933)", "entities": [{"title": "Stuart Roosa", "href": "/wiki/Stuart_Roosa", "description": "Stuart Allen Roosa, was an American aeronautical engineer, smokejumper, United States Air Force pilot, test pilot, and NASA astronaut, who was the Command Module Pilot for the Apollo 14 mission. The mission lasted from January 31 to February 9, 1971, and was the third mission to land astronauts on the Moon. While Shepard and Mitchell spent two days on the lunar surface, Roosa conducted experiments"}]}, {"heading": "Deaths", "year": "1996", "date": "December 12", "txt": "Vance Packard, American journalist, author, and critic (b. 1914)", "entities": [{"title": "Vance Packard", "href": "/wiki/Vance_Packard", "description": "Vance Oakley Packard was an American journalist and social critic. He was the author of several books, including The Hidden Persuaders and The Naked Society. He was a critic of consumerism."}]}, {"heading": "Deaths", "year": "1997", "date": "December 12", "txt": "Evgenii Landis, Ukrainian-Russian mathematician and academic (b. 1921)", "entities": [{"title": "Evgenii Landis", "href": "/wiki/Evgenii_Landis", "description": "Evgenii Mikhailovich Landis was a Soviet mathematician who worked mainly on partial differential equations."}]}, {"heading": "Deaths", "year": "1998", "date": "December 12", "txt": "Lawton Chiles, American soldier, lawyer, and politician, 41st Governor of Florida (b. 1930)", "entities": [{"title": "Lawton Chiles", "href": "/wiki/Lawton_Chiles", "description": "Lawton Mainor Chiles Jr. was an American politician from the U.S. state of Florida. He served as a United States senator from 1971 to 1989 and as the 41st governor of Florida from 1991 to 1998."}, {"title": "Governor of Florida", "href": "/wiki/Governor_of_Florida", "description": "The governor of Florida is the head of the executive branch of Florida's state government and the commander-in-chief of the state's military forces. The governor has a duty to enforce state laws and the power to either approve or veto bills passed by the Florida Legislature, convene the legislature and grant pardons, except in cases of impeachment."}]}, {"heading": "Deaths", "year": "1998", "date": "December 12", "txt": "Morris Udall, American captain and politician (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "December 12", "txt": "Paul Cadmus, American painter and illustrator (b. 1904)", "entities": [{"title": "Paul Cadmus", "href": "/wiki/Paul_Cadmus", "description": "Paul Cadmus was an American artist widely known for his egg tempera paintings of gritty social interactions in urban settings. He also produced many highly finished drawings of single nude male figures. His paintings combine elements of eroticism and social critique in a style often called magic realism."}]}, {"heading": "Deaths", "year": "1999", "date": "December 12", "txt": "Joseph Heller, American novelist, short story writer, and playwright(b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "December 12", "txt": "Ardito Desio, Italian geologist and explorer (b. 1897)", "entities": [{"title": "Ardito Desio", "href": "/wiki/Ardito_Desio", "description": "Count Ardito Desio was an Italian explorer, mountain climber, geologist, and cartographer."}]}, {"heading": "Deaths", "year": "2002", "date": "December 12", "txt": "Dee Brown, American historian and author (b. 1908)", "entities": [{"title": "Dee Brown (writer)", "href": "/wiki/Dee_Brown_(writer)", "description": "Dorris Alexander \"Dee\" Brown was an American novelist, historian, and librarian. His most famous work, Bury My Heart at Wounded Knee (1970), details the history of American expansionism from the point of view of the Native Americans."}]}, {"heading": "Deaths", "year": "2003", "date": "December 12", "txt": "Heydar Aliyev, Azerbaijani general and politician, 3rd President of Azerbaijan (b. 1923)", "entities": [{"title": "Heydar Aliyev", "href": "/wiki/Heydar_Aliyev", "description": "Heydar Alirza oğlu Aliyev was an Azerbaijani politician who served as the third President of Azerbaijan from October 1993 to October 2003. As the national president, he held constitutional powers, but his influence on Azerbaijani politics had begun years earlier. As a young man he had joined the Azerbaijan SSR People's Commissariat for State Security (NKGB) and quickly rose to the rank of Major-Ge"}, {"title": "President of Azerbaijan", "href": "/wiki/President_of_Azerbaijan", "description": "The president of the Republic of Azerbaijan is the head of state of Azerbaijan. The Constitution states that the president is the embodiment of executive power, commander-in-chief, \"representative of Azerbaijan in home and foreign policies\", and that he/she \"shall have the right of immunity [from prosecution].\" The president rules through his executive office, the Presidential Administration, cons"}]}, {"heading": "Deaths", "year": "2005", "date": "December 12", "txt": "Robert Newmyer, American actor and producer (b. 1956)", "entities": [{"title": "Robert Newmyer", "href": "/wiki/Robert_Newmyer", "description": "Robert F. Newmyer was an American film producer, both commercial and independent."}]}, {"heading": "Deaths", "year": "2005", "date": "December 12", "txt": "Annette Stroyberg, Danish actress (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 12", "txt": "Gebran Tueni, Lebanese journalist and politician (b. 1957)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 12", "txt": "Paul Arizin, American basketball player (b. 1928)", "entities": [{"title": "Paul Arizin", "href": "/wiki/Paul_Arizin", "description": "Paul Joseph Arizin, nicknamed \"Pitchin' Paul\", was an American basketball player who spent his entire National Basketball Association (NBA) career with the Philadelphia Warriors from 1950 to 1962. He retired with the third highest career point total (16,266) in NBA history, and was named one of the 50 Greatest Players in NBA History upon its 50th anniversary in 1996. He was a high-scoring forward "}]}, {"heading": "Deaths", "year": "2006", "date": "December 12", "txt": "Peter Boyle, American actor (b. 1935)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 12", "txt": "Alan Shugart, American engineer and businessman, co-founded Seagate Technology (b. 1930)", "entities": [{"title": "Seagate Technology", "href": "/wiki/Seagate_Technology", "description": "Seagate Technology PLC is an American data storage company. It was incorporated in 1978 as Shugart Technology and commenced business in 1979. Since 2010, the company\nis incorporated in Dublin, Ireland, with operational headquarters in Fremont, California, United States."}]}, {"heading": "Deaths", "year": "2007", "date": "December 12", "txt": "François al-Hajj, Lebanese general (b. 1953)", "entities": [{"title": "François al-Hajj", "href": "/wiki/Fran%C3%A7ois_al-Hajj", "description": "François al-Hajj was a Lebanese major general. He was assassinated by a car bomb on 12 December 2007."}]}, {"heading": "Deaths", "year": "2007", "date": "December 12", "txt": "Ike Turner, American singer-songwriter, guitarist, and producer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 12", "txt": "Avery Dulles, American cardinal and theologian (b. 1918)", "entities": [{"title": "Avery Dulles", "href": "/wiki/Avery_Dulles", "description": "Avery Robert Dulles was a Jesuit priest, theologian and cardinal of the Catholic Church. Dulles served on the faculty of Woodstock College from 1960 to 1974, of the Catholic University of America from 1974 to 1988, and as the Laurence J. McGinley Professor of Religion and Society at Fordham University from 1988 to 2008. He was an internationally-known author and lecturer."}]}, {"heading": "Deaths", "year": "2008", "date": "December 12", "txt": "Van Johnson, American actor (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 12", "txt": "Tom Walkinshaw, Scottish race car driver, founded Tom Walkinshaw Racing (b. 1946)", "entities": [{"title": "Tom Walkinshaw", "href": "/wiki/Tom_Walkinshaw", "description": "Tom Walkinshaw was a British racing car driver from Scotland and the founder of the racing team Tom Walkinshaw Racing (TWR). He was also involved in professional rugby union, as owner of Gloucester Rugby, and chairman of the team owners organisation for the Aviva Premiership."}, {"title": "Tom Walkinshaw Racing", "href": "/wiki/Tom_Walkinshaw_Racing", "description": "Tom Walkinshaw Racing (TWR) was a motor racing team and engineering firm founded in 1976, in Kidlington, near Oxford, England by touring car racer Tom Walkinshaw."}]}, {"heading": "Deaths", "year": "2012", "date": "December 12", "txt": "Joe Allbritton, American banker, publisher, and philanthropist, founded the Allbritton Communications Company (b. 1924)", "entities": [{"title": "Joe Allbritton", "href": "/wiki/Joe_Allbritton", "description": "Joe Lewis Allbritton was an American banker, publisher and philanthropist."}, {"title": "Allbritton Communications Company", "href": "/wiki/Allbritton_Communications_Company", "description": "The Allbritton Communications Company was an American media company. Based in Arlington, Virginia, Allbritton was the leading subsidiary of Perpetual Corporation, a private holding company owned by the family of company founder and former Riggs Bank president Joe L. Allbritton. Joe’s son, Robert L. Allbritton, was the Chairman and CEO of Allbritton Communications from 2001 to 2014. He is currently"}]}, {"heading": "Deaths", "year": "2012", "date": "December 12", "txt": "David Tait, English rugby player (b. 1987)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 12", "txt": "Abdul Quader Molla, Bangladeshi journalist and politician (b. 1948)", "entities": [{"title": "Abdul Quader Molla", "href": "/wiki/Abdul_Quader_Molla", "description": "Abdul Quader Molla was a Bangladeshi Islamist leader, writer, and politician of the Bangladesh Jamaat-e-Islami, who was convicted of war crimes and sentenced to death by the International Crimes Tribunal, Bangladesh (ICT) set up by the government of Bangladesh and hanged. There were objections from the United Nations, the governments of several countries, including Turkey, and international Human "}]}, {"heading": "Deaths", "year": "2013", "date": "December 12", "txt": "Audrey Totter, American actress (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 12", "txt": "Norman Bridwell, American author and illustrator, created Clifford the Big Red Dog (b. 1928)", "entities": [{"title": "Norman Bridwell", "href": "/wiki/Norman_Bridwell", "description": "Norman Ray Bridwell was an American author and cartoonist best known for the Clifford the Big Red Dog book series."}]}, {"heading": "Deaths", "year": "2014", "date": "December 12", "txt": "Ivor Grattan-Guinness, English mathematician, historian, and academic (b. 1941)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 12", "txt": "Herb Plews, American baseball player (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 12", "txt": "Frans Geurtsen, Dutch footballer (b. 1942)", "entities": [{"title": "Frans Geurtsen", "href": "/wiki/Frans_Geurtsen", "description": "Frans Geurtsen was a Dutch footballer, who played at both professional and international levels as a striker."}]}, {"heading": "Deaths", "year": "2015", "date": "December 12", "txt": "Evelyn S. Lieberman, American politician, White House Deputy Chief of Staff (b. 1944)", "entities": [{"title": "White House Deputy Chief of Staff", "href": "/wiki/White_House_Deputy_Chief_of_Staff", "description": "The White House Deputy Chief of Staff is officially the top aide to the White House Chief of Staff, who is the senior aide to the President of the United States. The Deputy Chief of Staff usually has an office in the West Wing and is responsible for ensuring the smooth running of the White House bureaucracy, as well as such other duties as the Chief of Staff assigns to him or her. In some administ"}]}, {"heading": "Deaths", "year": "2016", "date": "December 12", "txt": "Shirley Hazzard, Australian-American novelist, short story writer, and essayist (b. 1931)", "entities": [{"title": "Shirley Hazzard", "href": "/wiki/Shirley_Hazzard", "description": "Shirley Hazzard was an Australian-American novelist, short story writer, and essayist. She was born in Australia and also held United States citizenship."}]}, {"heading": "Deaths", "year": "2017", "date": "December 12", "txt": "Ed Lee, American politician and attorney, 43rd Mayor of San Francisco (b. 1952)", "entities": [{"title": "Ed Lee (politician)", "href": "/wiki/Ed_Lee_(politician)", "description": "Edwin Mah Lee was an American politician and attorney who served as the 43rd Mayor of San Francisco, and was the first Asian American to hold the office."}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Deaths", "year": "2017", "date": "December 12", "txt": "Pat DiNizio, American singer and songwriter  (b. 1955)", "entities": []}, {"heading": "Deaths", "year": "2020", "date": "December 12", "txt": "John le Carré, English author (b. 1931)", "entities": [{"title": "John le Carré", "href": "/wiki/John_le_Carr%C3%A9", "description": "David John Moore Cornwell, better known by his pen name John le Carré, was a British author, who took Irish citizenship towards the end of his life, best known for his espionage novels. During the 1950s and 1960s, he worked for both the Security Service (MI5) and the Secret Intelligence Service (MI6). His third novel, The Spy Who Came In from the Cold (1963), became an international best-seller an"}]}, {"heading": "Deaths", "year": "2020 - Ann Reinking, American actress, dancer, and choreographer (b. 1949)[189]", "date": "December 12", "txt": "Ann Reinking, American actress, dancer, and choreographer (b. 1949)", "entities": []}]