[{"heading": "Events", "year": "1244", "date": "December 2", "txt": "Pope Innocent IV arrives at Lyon for the First Council of Lyon.", "entities": [{"title": "Pope Innocent IV", "href": "/wiki/Pope_Innocent_IV", "description": "Pope Innocent IV, born Sinibaldo Fieschi, was Bishop of Rome and as such head of the Catholic Church and ruler of the Papal States from 25 June 1243 to his death in 1254."}, {"title": "Lyon", "href": "/wiki/Lyon", "description": "Lyon or Lyons is the third-largest city and second-largest urban area of France. It is located at the confluence of the rivers Rhône and Saône, about 470 km (292 mi) south-east of Paris, 320 km (199 mi) north of Marseille and 56 km (35 mi) northeast of Saint-Étienne. Inhabitants of the city are called Lyonnaises (fem.) and Lyonnais (masc.)."}, {"title": "First Council of Lyon", "href": "/wiki/First_Council_of_Lyon", "description": "The First Council of Lyon was the thirteenth ecumenical council, as numbered by the Catholic Church, taking place in 1245."}]}, {"heading": "Events", "year": "1409", "date": "December 2", "txt": "The University of Leipzig opens.", "entities": [{"title": "University of Leipzig", "href": "/wiki/University_of_Leipzig", "description": "Leipzig University, in Leipzig in the Free State of Saxony, Germany, is one of the world's oldest universities and the second-oldest university in Germany. The university was founded on 2 December 1409 by Frederick I, Elector of Saxony and his brother William II, Margrave of Meissen, and originally comprised the four scholastic faculties. Since its inception, the university has engaged in teaching"}]}, {"heading": "Events", "year": "1697", "date": "December 2", "txt": "St Paul's Cathedral, rebuilt to the design of Sir Christopher Wren following the Great Fire of London, is consecrated.", "entities": [{"title": "St Paul's Cathedral", "href": "/wiki/St_Paul%27s_Cathedral", "description": "St Paul's Cathedral is an Anglican cathedral in London, United Kingdom, which, as the cathedral of the Bishop of London, serves as the mother church of the Diocese of London. It sits on Ludgate Hill at the highest point of the City of London and is a Grade I listed building. Its dedication to Paul the Apostle dates back to the original church on this site, founded in AD 604. The present cathedral,"}, {"title": "Christopher Wren", "href": "/wiki/Christopher_Wren", "description": "Sir Christopher Wren PRS FRS was one of the most highly acclaimed English architects in history, as well as an anatomist, astronomer, geometer, and mathematician-physicist. He was accorded responsibility for rebuilding 52 churches in the City of London after the Great Fire in 1666, including what is regarded as his masterpiece, St Paul's Cathedral, on Ludgate Hill, completed in 1710."}, {"title": "Great Fire of London", "href": "/wiki/Great_Fire_of_London", "description": "The Great Fire of London was a major conflagration that swept through the central parts of London from Sunday, 2 September to Thursday, 6 September 1666. The fire gutted the medieval City of London inside the old Roman city wall. It threatened but did not reach the City of Westminster, Charles II's Palace of Whitehall, and most of the suburban slums. It destroyed 13,200 houses, 87 parish churches,"}]}, {"heading": "Events", "year": "1763", "date": "December 2", "txt": "Dedication of the Touro Synagogue, in Newport, Rhode Island, the first synagogue in what will become the United States.", "entities": [{"title": "Touro Synagogue", "href": "/wiki/Touro_Synagogue", "description": "The Touro Synagogue or Congregation Jeshuat Israel is a synagogue built in 1763 in Newport, Rhode Island. It is the oldest synagogue building still standing in the United States, the only surviving synagogue building in the U.S. dating to the colonial era, and the oldest surviving Jewish synagogue building in North America. In 1946, it was declared a National Historic Site."}, {"title": "Newport, Rhode Island", "href": "/wiki/Newport,_Rhode_Island", "description": "Newport is a seaside city on Aquidneck Island in Newport County, Rhode Island. It is located in Narragansett Bay approximately 33 miles (53 km) southeast of Providence, 20 miles (32 km) south of Fall River, Massachusetts, 74 miles (119 km) south of Boston, and 180 miles (290 km) northeast of New York City. It is known as a New England summer resort and is famous for its historic mansions and its r"}]}, {"heading": "Events", "year": "1766", "date": "December 2", "txt": "Swedish parliament approves the Swedish Freedom of the Press Act and implements it as a ground law, thus being first in the world with freedom of speech.", "entities": [{"title": "Swedish Freedom of the Press Act", "href": "/wiki/Swedish_Freedom_of_the_Press_Act", "description": "The Freedom of the Press Act is one of four Fundamental Laws of the Realm and thus forms part of the Swedish Constitution. The Act regulates matters regarding freedom of press and principle of public access to official records. The Freedom of the Press Act as well as the Fundamental Law on Freedom of Expression is one of the two \"basic media acts\" in Sweden. The Freedom of the Press Act is derived"}]}, {"heading": "Events", "year": "1804", "date": "December 2", "txt": "At Notre Dame Cathedral in Paris, Napoleon Bonaparte crowns himself Emperor of the French.", "entities": [{"title": "Notre Dame Cathedral", "href": "/wiki/Notre_Dame_Cathedral", "description": "Notre-Dame de Paris, referred to simply as Notre-Dame, is a medieval Catholic cathedral on the Île de la Cité in the 4th arrondissement of Paris. The cathedral was consecrated to the Virgin Mary and considered to be one of the finest examples of French Gothic architecture. Its pioneering use of the rib vault and flying buttress, its enormous and colourful rose windows, as well as the naturalism an"}, {"title": "Coronation of Napoleon I", "href": "/wiki/Coronation_of_Napoleon_I", "description": "Napoleon was crowned Emperor of the French on Sunday, December 2, 1804, at Notre-Dame de Paris in Paris. It marked \"the instantiation of modern empire\" and was a \"transparently masterminded piece of modern propaganda\"."}, {"title": "Emperor of the French", "href": "/wiki/Emperor_of_the_French", "description": "Emperor of the French was the title of the monarch of the First and the Second French Empires."}]}, {"heading": "Events", "year": "1805", "date": "December 2", "txt": "War of the Third Coalition: Battle of Austerlitz: French troops under Napoleon decisively defeat a joint Russo-Austrian force.", "entities": [{"title": "War of the Third Coalition", "href": "/wiki/War_of_the_Third_Coalition", "description": "The War of the Third Coalition was a European conflict spanning the years 1803 to 1806. During the war, France and its client states under Napoleon I, defeated an alliance, the Third Coalition, made up of the United Kingdom, the Holy Roman Empire, the Russian Empire, Naples, Sicily and Sweden. Prussia remained neutral during the war."}, {"title": "Battle of Austerlitz", "href": "/wiki/Battle_of_Austerlitz", "description": "The Battle of Austerlitz, also known as the Battle of the Three Emperors, was one of the most important and decisive engagements of the Napoleonic Wars. In what is widely regarded as the greatest victory achieved by Napoleon, the Grande Armée of France defeated a larger Russian and Austrian army led by Emperor Alexander I and Holy Roman Emperor Francis II. The battle occurred near the town of Aust"}, {"title": "Napoleon", "href": "/wiki/Napoleon", "description": "Napoléon Bonaparte was a French military and political leader. He rose to prominence during the French Revolution and led several successful campaigns during the Revolutionary Wars. As Napoleon I, he was Emperor of the French from 1804 until 1814, and again in 1815. Napoleon dominated European and global affairs for more than a decade while leading France against a series of coalitions in the Napo"}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}, {"title": "Austrian Empire", "href": "/wiki/Austrian_Empire", "description": "The Austrian Empire was a Central European multinational great power from 1804 to 1867, created by proclamation out of the realms of the Habsburgs. During its existence, it was the third most populous empire in Europe after the Russian Empire and the United Kingdom. Along with Prussia, it was one of the two major powers of the German Confederation. Geographically, it was the third largest empire i"}]}, {"heading": "Events", "year": "1823", "date": "December 2", "txt": "Monroe Doctrine: In a State of the Union message, U.S. President James Monroe proclaims American neutrality in future European conflicts, and warns European powers not to interfere in the Americas.", "entities": [{"title": "Monroe Doctrine", "href": "/wiki/Monroe_Doctrine", "description": "The Monroe Doctrine was a United States policy that opposed European colonialism in the Americas. It argued that any intervention in the politics of the Americas by foreign powers was a potentially hostile act against the United States. It began in 1823; however, the term \"Monroe Doctrine\" itself was not coined until 1850."}, {"title": "State of the Union address", "href": "/wiki/State_of_the_Union_address", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}, {"title": "James Monroe", "href": "/wiki/James_Monroe", "description": "James Monroe was an American statesman, lawyer, diplomat and Founding Father who served as the fifth president of the United States from 1817 to 1825. A member of the Democratic-Republican Party, Monroe was the last president of the Virginia dynasty; his presidency coincided with the Era of Good Feelings. He is perhaps best known for issuing the Monroe Doctrine, a policy of opposing European colon"}]}, {"heading": "Events", "year": "1845", "date": "December 2", "txt": "Manifest destiny: In a State of the Union message, U.S. President James K. Polk proposes that the United States should aggressively expand into the West.", "entities": [{"title": "Manifest destiny", "href": "/wiki/Manifest_destiny", "description": "Manifest destiny was a widely held cultural belief in the 19th-century United States that American settlers were destined to expand across North America. There are three basic themes to manifest destiny:The special virtues of the American people and their institutions\nThe mission of the United States to redeem and remake the west in the image of the agrarian East\nAn irresistible destiny to accompl"}, {"title": "State of the Union address", "href": "/wiki/State_of_the_Union_address", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}, {"title": "James K. Polk", "href": "/wiki/James_K._Polk", "description": "James Knox Polk was the 11th president of the United States, serving from 1845 to 1849. He previously was Speaker of the House of Representatives (1835–1839) and Governor of Tennessee (1839–1841). A protégé of Andrew Jackson, he was a member of the Democratic Party and an advocate of Jacksonian democracy. Polk is chiefly known for extending the territory of the United States through the Mexican–Am"}]}, {"heading": "Events", "year": "1848", "date": "December 2", "txt": "Franz Joseph I becomes Emperor of Austria.", "entities": [{"title": "Franz Joseph I of Austria", "href": "/wiki/Franz_Joseph_I_of_Austria", "description": "Franz Joseph I or Francis Joseph I was Emperor of Austria, King of Hungary, Croatia, and Bohemia, and monarch of other states of the Austro-Hungarian Empire, from 2 December 1848 until his death. From 1 May 1850 to 24 August 1866 he was also President of the German Confederation. He was the longest-reigning ruler of Austria and Hungary, as well as the sixth-longest-reigning monarch of any country "}, {"title": "Emperor of Austria", "href": "/wiki/Emperor_of_Austria", "description": "The Emperor of Austria was the ruler of the Austrian Empire and later the Austro-Hungarian Empire. A hereditary imperial title and office proclaimed in 1804 by Holy Roman Emperor Francis II, a member of the House of Habsburg-Lorraine, and continually held by him and his heirs until Charles I relinquished power in 1918."}]}, {"heading": "Events", "year": "1851", "date": "December 2", "txt": "French President Louis-Napoléon Bonaparte overthrows the Second Republic.", "entities": [{"title": "Napoleon III", "href": "/wiki/Napoleon_III", "description": "Napoleon III was the first President of France from 1848 to 1852 and Emperor of the French from 1852 to 1870. A nephew of Napoleon I, he was the last monarch to reign over France. First elected to the presidency of the Second Republic in 1848, he seized power by force in 1851, when he could not constitutionally be reelected; he later proclaimed himself Emperor of the French. He founded the Second "}, {"title": "French Second Republic", "href": "/wiki/French_Second_Republic", "description": "The French Second Republic was a short-lived republican government of France under President Louis-Napoléon Bonaparte. It lasted from the 1848 Revolution to the 1851 coup by which the president made himself Emperor Napoleon III and initiated the Second Empire. It officially adopted the motto of the First Republic, Liberté, Égalité, Fraternité. The Second Republic witnessed the tension between the "}]}, {"heading": "Events", "year": "1852", "date": "December 2", "txt": "Louis-Napoléon Bonaparte becomes Emperor of the French as Napoleon III.", "entities": [{"title": "Napoleon III", "href": "/wiki/Napoleon_III", "description": "Napoleon III was the first President of France from 1848 to 1852 and Emperor of the French from 1852 to 1870. A nephew of Napoleon I, he was the last monarch to reign over France. First elected to the presidency of the Second Republic in 1848, he seized power by force in 1851, when he could not constitutionally be reelected; he later proclaimed himself Emperor of the French. He founded the Second "}]}, {"heading": "Events", "year": "1859", "date": "December 2", "txt": "Militant abolitionist leader John Brown is hanged for his October 16 raid on Harpers Ferry, West Virginia.", "entities": [{"title": "Abolitionism in the United States", "href": "/wiki/Abolitionism_in_the_United_States", "description": "Abolitionism in the United States was a movement which sought to end slavery in the United States, being active from the colonial era until the American Civil War, which saw the abolition of American slavery. The abolitionist movement originated in Western Europe during the Age of Enlightenment, seeking to end the transatlantic slave trade and outlaw the institution of slavery in European colonies"}, {"title": "John Brown (abolitionist)", "href": "/wiki/John_Brown_(abolitionist)", "description": "John H. Brown was an American abolitionist leader. Brown felt that violence was necessary to end American slavery, as years of speeches, sermons, petitions, and moral persuasion had failed. A religious man more than anything else, Brown believed he was raised up by God to strike the death blow to American slavery. \"He also believed that in all ages of the world God had created certain men to perfo"}, {"title": "October 16", "href": "/wiki/October_16", "description": "October 16 is the 289th day of the year in the Gregorian calendar; 76 days remain until the end of the year."}, {"title": "John Brown's raid on Harpers Ferry", "href": "/wiki/John_Brown%27s_raid_on_Harpers_Ferry", "description": "John Brown's raid on Harpers Ferry was an effort by abolitionist John Brown, from October 16 to 18, 1859, to initiate a slave revolt in Southern states by taking over the United States arsenal at Harpers Ferry, Virginia. It has been called the dress rehearsal for, or Tragic Prelude to, the Civil War."}, {"title": "Harpers Ferry, West Virginia", "href": "/wiki/Harpers_Ferry,_West_Virginia", "description": "Harpers Ferry, population 286 at the 2010 census, is a historic town in Jefferson County, West Virginia, United States, in the lower Shenandoah Valley. It is situated at the confluence of the Potomac and Shenandoah rivers, where the U.S. states of Maryland, Virginia, and West Virginia meet. It is the easternmost town in West Virginia and during the Civil War was the northernmost point of Confedera"}]}, {"heading": "Events", "year": "1865", "date": "December 2", "txt": "Alabama ratifies the 13th Amendment to the U.S. Constitution, followed by North Carolina, then Georgia; U.S. slaves were legally free within two weeks.", "entities": [{"title": "Alabama", "href": "/wiki/Alabama", "description": "Alabama is a state in the Southeastern region of the United States, bordered by Tennessee to the north; Georgia to the east; Florida and the Gulf of Mexico to the south; and Mississippi to the west. Alabama is the 30th largest by area and the 24th-most populous of the U.S. states. With a total of 1,500 miles (2,400 km) of inland waterways, Alabama has among the most of any state."}, {"title": "13th Amendment to the U.S. Constitution", "href": "/wiki/13th_Amendment_to_the_U.S._Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}]}, {"heading": "Events", "year": "1867", "date": "December 2", "txt": "At Tremont Temple in Boston, British author Charles Dickens gives his first public reading in the United States.", "entities": [{"title": "Tremont Temple", "href": "/wiki/Tremont_Temple", "description": "The Tremont Temple on 88 Tremont Street is a Baptist church in Boston, affiliated with the American Baptist Churches, USA. The existing multi-storey, Renaissance Revival structure was designed by architect Clarence Blackall of Boston, and opened in May 1896. It replaced a much smaller, 1827 structure that had repeatedly suffered damage by fires."}, {"title": "Boston", "href": "/wiki/Boston", "description": "Boston, officially the City of Boston, is the capital and most populous city of the Commonwealth of Massachusetts in the United States and 21st most populous city in the country. The city proper covers 48.4 square miles (125 km2) with an estimated population of 692,600 in 2019, also making it the most populous city in New England. It is the seat of Suffolk County. The city is the economic and cult"}, {"title": "Charles Dickens", "href": "/wiki/Charles_Dickens", "description": "Charles John Huffam Dickens was an English writer and social critic. He created some of the world's best-known fictional characters and is regarded by many as the greatest novelist of the Victorian era. His works enjoyed unprecedented popularity during his lifetime and, by the 20th century, critics and scholars had recognised him as a literary genius. His novels and short stories are widely read t"}]}, {"heading": "Events", "year": "1899", "date": "December 2", "txt": "Philippine–American War: The Battle of Tirad Pass, termed \"The Filipino Thermopylae\", is fought.", "entities": [{"title": "Philippine–American War", "href": "/wiki/Philippine%E2%80%93American_War", "description": "The Philippine–American War, also referred to as the Filipino–American War, the Philippine War, and previously referred to as the Philippine Insurrection or the Tagalog Insurgency, was an armed conflict between the First Philippine Republic and the United States that lasted from February 4, 1899 to July 2, 1902. While Filipino nationalists viewed the conflict as a continuation of the struggle for "}, {"title": "Battle of Tirad Pass", "href": "/wiki/Battle_of_Tirad_Pass", "description": "The Battle of Tirad Pass (Tirad);, sometimes referred to as the \"Philippine Thermopylae\", was a battle in the Philippine–American War fought on December 2, 1899, in northern Luzon in the Philippines, in which a 60-man Filipino rear guard commanded by Brigadier General Gregorio del Pilar succumbed to more than 500 Americans, mostly of the 33rd Volunteer Infantry Regiment under Major Peyton C. March"}]}, {"heading": "Events", "year": "1908", "date": "December 2", "txt": "Puyi becomes Emperor of China at the age of two.", "entities": [{"title": "Puyi", "href": "/wiki/Puyi", "description": "Puyi was the last Emperor of China as the eleventh and final Qing dynasty ruler. Becoming the Xuantong Emperor at age two but forced to abdicate on 12 February 1912 due to the Xinhai Revolution, he later served as the nominal ruler of the Japanese puppet state of Manchukuo during World War II."}, {"title": "Emperor of China", "href": "/wiki/Emperor_of_China", "description": "Emperor of China, or Huáng dì was the monarch of China during the Imperial Period of Chinese history. In traditional Chinese political theory, the emperor was considered the Son of Heaven and the autocrat of All under Heaven. Under the Han dynasty, Confucianism replaced Legalism as the official political theory and succession theoretically followed agnatic primogeniture. The succession of emperors"}]}, {"heading": "Events", "year": "1917", "date": "December 2", "txt": "World War I: Russia and the Central Powers sign an armistice at Brest-Litovsk, and peace talks leading to the Treaty of Brest-Litovsk begin.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Brest-Litovsk", "href": "/wiki/Brest-Litovsk", "description": "Brest, formerly Brest-Litovsk, Brest-on-the-Bug, is a city in Belarus at the border with Poland opposite the Polish city of Terespol, where the Bug and Mukhavets rivers meet. It is the capital city of the Brest Region."}, {"title": "Treaty of Brest-Litovsk (Russia–Central Powers)", "href": "/wiki/Treaty_of_Brest-Litovsk_(Russia%E2%80%93Central_Powers)", "description": "The Treaty of Brest-Litovsk was a separate peace treaty signed on March 3, 1918, between the new Bolshevik government of Russia and the Central Powers, that ended Russia's participation in World War I. The treaty was signed at German-controlled Brest-Litovsk, after two months of negotiations. The treaty was agreed upon by the Russians to stop the further invasion. According to the treaty, Soviet R"}]}, {"heading": "Events", "year": "1927", "date": "December 2", "txt": "Following 19 years of Ford Model T production, the Ford Motor Company unveils the Ford Model A as its new automobile.", "entities": [{"title": "Ford Model T", "href": "/wiki/Ford_Model_T", "description": "The Ford Model T is an automobile produced by Ford Motor Company from October 1, 1908, to May 26, 1927. It is generally regarded as the first affordable automobile, which made car travel available to middle-class Americans. The relatively low price was partly the result of Ford's efficient fabrication, including assembly line production instead of individual handcrafting."}, {"title": "Ford Motor Company", "href": "/wiki/Ford_Motor_Company", "description": "The Ford Motor Company, commonly known as Ford, is an American multinational automaker that has its main headquarters in Dearborn, Michigan, a suburb of Detroit. It was founded by Henry Ford and incorporated on June 16, 1903. The company sells automobiles and commercial vehicles under the Ford brand, and most luxury cars under the Lincoln brand. Ford also owns Brazilian SUV manufacturer Troller, a"}, {"title": "Ford Model A (1927–1931)", "href": "/wiki/Ford_Model_A_(1927%E2%80%931931)", "description": "The Ford Model A was the Ford Motor Company's second market success, after its predecessor, the Model T. First produced on October 20, 1927, but not introduced until December 2, it replaced the venerable Model T, which had been produced for 18 years. This new Model A was designated a 1928 model and was available in four standard colors. The vehicle was also sold in Europe, but was replaced by loca"}]}, {"heading": "Events", "year": "1930", "date": "December 2", "txt": "Great Depression: In a State of the Union message, U.S. President Herbert Hoover proposes a $150 million public works program to help generate jobs and stimulate the economy.", "entities": [{"title": "Great Depression", "href": "/wiki/Great_Depression", "description": "The Great Depression was a severe worldwide economic depression that took place mostly during the 1930s, beginning in the United States. The timing of the Great Depression varied across the world; in most countries, it started in 1929 and lasted until the late 1930s. It was the longest, deepest, and most widespread depression of the 20th century. The Great Depression is commonly used as an example"}, {"title": "State of the Union address", "href": "/wiki/State_of_the_Union_address", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}, {"title": "Herbert Hoover", "href": "/wiki/Herbert_Hoover", "description": "Herbert Clark Hoover was an American politician, businessman, and engineer who served as the 31st president of the United States from 1929 to 1933. A member of the Republican Party, he held office during the onset of the Great Depression. Before serving as president, Hoover led the Commission for Relief in Belgium, served as the director of the U.S. Food Administration, and served as the third U.S"}]}, {"heading": "Events", "year": "1939", "date": "December 2", "txt": "New York City's LaGuardia Airport opens.", "entities": [{"title": "LaGuardia Airport", "href": "/wiki/LaGuardia_Airport", "description": "LaGuardia Airport is an airport in East Elmhurst, Queens, New York City. Covering 680 acres (280 ha), the airport is the third busiest airport serving New York City, and the twentieth busiest in the United States. The airport adopted its current name in 1953 for Fiorello La Guardia, the mayor of New York City when the airport was built. LGA is a hub for American Airlines and Delta Air Lines. A per"}]}, {"heading": "Events", "year": "1942", "date": "December 2", "txt": "World War II: During the Manhattan Project, a team led by Enrico Fermi initiates the first artificial self-sustaining nuclear chain reaction.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Manhattan Project", "href": "/wiki/Manhattan_Project", "description": "The Manhattan Project was a research and development undertaking during World War II that produced the first nuclear weapons. It was led by the United States with the support of the United Kingdom and Canada. From 1942 to 1946, the project was under the direction of Major General Leslie Groves of the U.S. Army Corps of Engineers. Nuclear physicist Robert Oppenheimer was the director of the Los Ala"}, {"title": "Enrico Fermi", "href": "/wiki/Enrico_Fermi", "description": "Enrico Fermi was an Italian physicist and the creator of the world's first nuclear reactor, the Chicago Pile-1. He has been called the \"architect of the nuclear age\" and the \"architect of the atomic bomb\". He was one of very few physicists to excel in both theoretical physics and experimental physics. Fermi was awarded the 1938 Nobel Prize in Physics for his work on induced radioactivity by neutro"}, {"title": "Chicago Pile-1", "href": "/wiki/Chicago_Pile-1", "description": "Chicago Pile-1 (CP-1) was the world's first artificial nuclear reactor. On 2 December 1942, the first human-made self-sustaining nuclear chain reaction was initiated in CP-1, during an experiment led by Enrico Fermi. The secret development of the reactor was the first major technical achievement for the Manhattan Project, the Allied effort to create atomic bombs during World War II. Developed by t"}]}, {"heading": "Events", "year": "1943", "date": "December 2", "txt": "World War II: A Luftwaffe bombing raid on the harbour of Bari, Italy, sinks numerous cargo and transport ships, including the American SS John Harvey, which is carrying a stockpile of World War I-era mustard gas.", "entities": [{"title": "Air raid on Bari", "href": "/wiki/Air_raid_on_Bari", "description": "The air raid on Bari was an air attack by German bombers on Allied forces and shipping in Bari, Italy, on 2 December 1943, during World War II. 105 German Junkers Ju 88 bombers of Luftflotte 2 achieved surprise and bombed shipping and personnel operating in support of the Allied Italian Campaign, sinking 27 cargo and transport ships, as well as a schooner, in Bari harbour."}, {"title": "Bari", "href": "/wiki/Bari", "description": "Bari is the capital city of the Metropolitan City of Bari and of the Apulia region, on the Adriatic Sea, in southern Italy. It is the second most important economic centre of mainland Southern Italy after Naples, a port and university city, as well as the city of Saint Nicholas. The city itself has a population of 320,257 inhabitants, over 116 square kilometres (45 sq mi), while the urban area has"}, {"title": "SS John Harvey", "href": "/wiki/SS_John_Harvey", "description": "SS John Harvey was a U.S. World War II Liberty ship. This ship is most well known for carrying a secret cargo of mustard gas and whose sinking by German aircraft in December 1943 at the port of Bari in south Italy caused an unintentional release of chemical weapons."}, {"title": "Mustard gas", "href": "/wiki/Mustard_gas", "description": "Mustard gas, though technically not a gas and often called sulfur mustard by scholarly sources, is the prototypical substance of the sulfur-based family of cytotoxic and vesicant chemical warfare agents, which can form large blisters on exposed skin and in the lungs. It has a history of use as a blister-agent in warfare and, along with organoarsenic compounds such as Lewisite, is the most well-stu"}]}, {"heading": "Events", "year": "1947", "date": "December 2", "txt": "Jerusalem Riots of 1947: Riots break out in Jerusalem in response to the United Nations Partition Plan for Palestine.", "entities": [{"title": "Jerusalem Riots of 1947", "href": "/wiki/Jerusalem_Riots_of_1947", "description": "The 1947 Jerusalem Riots occurred following the vote in the UN General Assembly in favour of the 1947 UN Partition Plan on 29 November 1947."}, {"title": "Jerusalem", "href": "/wiki/Jerusalem", "description": "Jerusalem is a city in Western Asia, on a plateau in the Judaean Mountains between the Mediterranean and the Dead Sea. It is one of the oldest cities in the world, and is considered holy to the three major Abrahamic religions—Judaism, Christianity, and Islam. Both Israel and the Palestinian Authority claim Jerusalem as their capital, as Israel maintains its primary governmental institutions there "}, {"title": "United Nations Partition Plan for Palestine", "href": "/wiki/United_Nations_Partition_Plan_for_Palestine", "description": "The United Nations Partition Plan for Palestine was a proposal by the United Nations, which recommended a partition of Mandatory Palestine at the end of the British Mandate. On 29 November 1947, the UN General Assembly adopted the Plan as Resolution 181 (II)."}]}, {"heading": "Events", "year": "1949", "date": "December 2", "txt": "Convention for the Suppression of the Traffic in Persons and of the Exploitation of the Prostitution of Others is adopted.", "entities": [{"title": "Convention for the Suppression of the Traffic in Persons and of the Exploitation of the Prostitution of Others", "href": "/wiki/Convention_for_the_Suppression_of_the_Traffic_in_Persons_and_of_the_Exploitation_of_the_Prostitution_of_Others", "description": "The Convention for the Suppression of the Traffic in Persons and of the Exploitation of the Prostitution of Others was approved by the United Nations General Assembly on 2 December 1949 and entered into force on 25 July 1951. The preamble states:\"Whereas prostitution and the accompanying evil of the traffic in persons for the purpose of prostitution are incompatible with the dignity and worth of t"}]}, {"heading": "Events", "year": "1950", "date": "December 2", "txt": "Korean War: Battle of the Ch'ongch'on River ends, with a decisive Chinese victory; UN forces were completely expelled from North Korea.", "entities": [{"title": "Korean War", "href": "/wiki/Korean_War", "description": "The Korean War was a war between North Korea and South Korea. The war began on 25 June 1950 when North Korea invaded South Korea following clashes along the border and insurrections in the south. The war ended unofficially on 27 July 1953 in an armistice."}, {"title": "Battle of the Ch'ongch'on River", "href": "/wiki/Battle_of_the_Ch%27ongch%27on_River", "description": "The Battle of the Ch'ongch'on River, also known as the Battle of the Ch'ongch'on, was a decisive battle in the Korean War, and it took place from November 25 to December 2, 1950, along the Ch'ongch'on River Valley in the northwestern part of North Korea. In response to the successful Chinese First Phase Campaign against the United Nations (UN) forces, General Douglas MacArthur launched the Home-by"}, {"title": "United Nations Command", "href": "/wiki/United_Nations_Command", "description": "United Nations Command is the multinational military force that supported the Republic of Korea during and after the Korean War. It was the first international unified command in history, and the first attempt at collective security pursuant to the Charter of the United Nations."}, {"title": "North Korea", "href": "/wiki/North_Korea", "description": "North Korea, officially the Democratic People's Republic of Korea (DPRK), is a country in East Asia, constituting the northern part of the Korean Peninsula. It borders China and Russia to the north at the Yalu (Amnok) and Tumen rivers, and borders South Korea to the south at Korean Demilitarized Zone (DMZ). North Korea, like its southern counterpart, claims to be the legitimate government of the e"}]}, {"heading": "Events", "year": "1954", "date": "December 2", "txt": "Cold War: The United States Senate votes 65 to 22 to censure Joseph McCarthy for \"conduct that tends to bring the Senate into dishonor and disrepute\".", "entities": [{"title": "McCarthyism", "href": "/wiki/McCarthyism", "description": "McCarthyism is the practice of making accusations of subversion or treason, especially when related to communism. The term refers to U.S. senator Joseph McCarthy (R-Wisconsin) and has its origins in the period in the United States known as the Second Red Scare, lasting from the late 1940s through the 1950s. It was characterized by heightened political repression and a campaign spreading fear of co"}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}, {"title": "Joseph McCarthy", "href": "/wiki/Joseph_McCarthy#Censure_and_the_Watkins_Committee", "description": "Joseph Raymond McCarthy was an American politician and attorney who served as a Republican U.S. Senator from the state of Wisconsin from 1947 until his death in 1957. Beginning in 1950, McCarthy became the most visible public face of a period in the United States in which Cold War tensions fueled fears of widespread communist subversion. He is known for alleging that numerous communists and Soviet"}, {"title": "Joseph McCarthy", "href": "/wiki/Joseph_McCarthy", "description": "Joseph Raymond McCarthy was an American politician and attorney who served as a Republican U.S. Senator from the state of Wisconsin from 1947 until his death in 1957. Beginning in 1950, McCarthy became the most visible public face of a period in the United States in which Cold War tensions fueled fears of widespread communist subversion. He is known for alleging that numerous communists and Soviet"}]}, {"heading": "Events", "year": "1954", "date": "December 2", "txt": "The Sino-American Mutual Defense Treaty, between the United States and Taiwan, is signed in Washington, D.C.", "entities": [{"title": "Taiwan", "href": "/wiki/Taiwan", "description": "Taiwan, officially the Republic of China (ROC), is a country in East Asia. Neighbouring countries include the People's Republic of China (PRC) to the northwest, Japan to the northeast, and the Philippines to the south. The main island of Taiwan has an area of 35,808 square kilometres (13,826 sq mi), with mountain ranges dominating the eastern two-thirds and plains in the western third, where its h"}]}, {"heading": "Events", "year": "1956", "date": "December 2", "txt": "The Granma reaches the shores of Cuba's Oriente Province. Fidel Castro, Che Guevara and 80 other members of the 26th of July Movement disembark to initiate the Cuban Revolution.", "entities": [{"title": "Granma (yacht)", "href": "/wiki/Granma_(yacht)", "description": "Granma is the yacht that was used to transport 82 fighters of the Cuban Revolution from Mexico to Cuba in November 1956 for the purpose of overthrowing the regime of Fulgencio Batista. The 60-foot diesel-powered cabin cruiser was built in 1943 by Wheeler Shipbuilding of Brooklyn NY as a light armored target practice boat, US Navy C-1994 and modified postwar to accommodate 12 people. \"Granma\", in E"}, {"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Oriente Province", "href": "/wiki/Oriente_Province", "description": "Oriente was the easternmost province of Cuba until 1976. The term \"Oriente\" is still used to refer to the eastern part of the country, which currently is divided into five different provinces. Fidel and Raúl Castro were born in a small town in this province (Birán)."}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "Che Guevara", "href": "/wiki/Che_Guevara", "description": "Ernesto \"Che\" Guevara was an Argentine Marxist revolutionary, physician, author, guerrilla leader, diplomat, and military theorist. A major figure of the Cuban Revolution, his stylized visage has become a ubiquitous countercultural symbol of rebellion and global insignia in popular culture."}, {"title": "26th of July Movement", "href": "/wiki/26th_of_July_Movement", "description": "The 26th of July Movement was a Cuban vanguard revolutionary organization and later a political party led by Fidel Castro. The movement's name commemorates its 26 July 1953 attack on the army barracks on Santiago de Cuba in an attempt to start the overthrowing of the dictator Fulgencio Batista."}, {"title": "Cuban Revolution", "href": "/wiki/Cuban_Revolution", "description": "The Cuban Revolution was an armed revolt conducted by Fidel Castro's revolutionary 26th of July Movement and its allies against the military dictatorship of Cuban President Fulgencio Batista. The revolution began in July 1953, and continued sporadically until the rebels finally ousted Batista on 31 December 1958, replacing his government. 26 July 1953 is celebrated in Cuba as the Day of the Revolu"}]}, {"heading": "Events", "year": "1957", "date": "December 2", "txt": "United Nations Security Council Resolution 126 relating to the Kashmir conflict is adopted.", "entities": [{"title": "United Nations Security Council Resolution 126", "href": "/wiki/United_Nations_Security_Council_Resolution_126", "description": "United Nations Security Council Resolution 126 was adopted on 2 December 1957. It was the last of three resolutions passed during 1957 to deal with the dispute between the governments of India and Pakistan over the territories of Jammu and Kashmir. It followed a report on the situation by Gunnar Jarring, representative for Sweden which the council had requested in resolution 123. It requests that "}, {"title": "Kashmir conflict", "href": "/wiki/Kashmir_conflict", "description": "The Kashmir conflict is a territorial conflict over the Kashmir region, primarily between India and Pakistan, with China playing a third-party role. The conflict started after the partition of India in 1947 as both India and Pakistan claimed the entirety of the former princely state of Jammu and Kashmir. It is a dispute over the region that escalated into three wars between India and Pakistan and "}]}, {"heading": "Events", "year": "1961", "date": "December 2", "txt": "In a nationally broadcast speech, Cuban leader Fidel Castro declares that he is a Marxist–Leninist and that Cuba is going to adopt Communism.", "entities": [{"title": "Cuba", "href": "/wiki/Cuba", "description": "Cuba, officially the Republic of Cuba, is a country comprising the island of Cuba, as well as Isla de la Juventud and several minor archipelagos. Cuba is located in the northern Caribbean where the Caribbean Sea, Gulf of Mexico and Atlantic Ocean meet. It is east of the Yucatán Peninsula (Mexico), south of both the U.S. state of Florida and the Bahamas, west of Hispaniola, and north of both Jamaic"}, {"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "Marxism–Leninism", "href": "/wiki/Marxism%E2%80%93Leninism", "description": "Marxism–Leninism is a communist ideology and the main communist movement throughout the 20th century. Marxism–Leninism was the formal name of the official state ideology adopted by the Soviet Union, its satellite states in the Eastern Bloc and various self-declared scientific socialist regimes in the Non-Aligned Movement and Third World during the Cold War as well as the Communist International af"}, {"title": "Communism", "href": "/wiki/Communism", "description": "Communism is a philosophical, social, political, and economic ideology and movement whose ultimate goal is the establishment of a communist society, namely a socioeconomic order structured upon the ideas of common ownership of the means of production and the absence of social classes, money, and the state. As such, communism is a specific form of socialism."}]}, {"heading": "Events", "year": "1962", "date": "December 2", "txt": "Vietnam War: After a trip to Vietnam at the request of U.S. President John F. Kennedy, U.S. Senate Majority Leader Mike Mansfield becomes the first American official to comment adversely on the war's progress.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Vietnam", "href": "/wiki/Vietnam", "description": "Vietnam, officially the Socialist Republic of Vietnam, is a country in Southeast Asia. It is located at the eastern edge of the Indochinese Peninsula, and is divided into 58 provinces and five municipalities, covering 331,699 square kilometres, with a population of over 96 million inhabitants, making it the world's sixteenth-most populous country. Vietnam shares borders China to the north, and Lao"}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}, {"title": "U.S. Senate Majority Leader", "href": "/wiki/U.S._Senate_Majority_Leader", "description": "Majority Leader and Minority Leader are two United States senators and members of the party leadership of the United States Senate. They serve as the chief spokespersons for their respective political parties holding the majority and the minority in the United States Senate. They also manage and schedule the legislative and executive business of the Senate. They are each elected as Majority Leader"}, {"title": "Mike Mansfield", "href": "/wiki/Mike_Mansfield", "description": "Michael Joseph Mansfield was an American politician and diplomat. A member of the Democratic Party, he served as a US Representative (1943–1953) and a US Senator (1953–1977) from Montana. He was the longest-serving Senate Majority Leader and served from 1961 to 1977. During his tenure, he shepherded Great Society programs through the Senate."}]}, {"heading": "Events", "year": "1970", "date": "December 2", "txt": "The United States Environmental Protection Agency begins operations.", "entities": [{"title": "United States Environmental Protection Agency", "href": "/wiki/United_States_Environmental_Protection_Agency", "description": "The Environmental Protection Agency (EPA) is an independent executive agency of the United States federal government tasked with environmental protection matters. President Richard Nixon proposed the establishment of EPA on July 9, 1970; it began operation on December 2, 1970, after Nixon signed an executive order. The order establishing the EPA was ratified by committee hearings in the House and "}]}, {"heading": "Events", "year": "1971", "date": "December 2", "txt": "Abu Dhabi, Ajman, Fujairah, Sharjah, Dubai, and Umm al-Quwain form the United Arab Emirates.", "entities": [{"title": "Emirate of Abu Dhabi", "href": "/wiki/Emirate_of_Abu_Dhabi", "description": "The Emirate of Abu Dhabi is one of seven emirates that constitute the United Arab Emirates (UAE). It is the largest emirate by area, accounting for approximately 87 percent of the total land area of the federation. Abu Dhabi also has the second-largest population of the seven emirates. In June 2011 this was estimated to be 2,120,700 people, of which 439,100 people were Emirati citizens. The city o"}, {"title": "Ajman", "href": "/wiki/Ajman", "description": "Ajman is the capital of the emirate of Ajman in the United Arab Emirates. It is the fifth-largest city in UAE after Dubai, Abu Dhabi, Sharjah and Al Ain. Located along the Persian Gulf. It is the smallest emirate of the United Arab Emirates and is engulfed by the larger emirate of Sharjah."}, {"title": "Fujairah", "href": "/wiki/Fujairah", "description": "Fujairah City is the capital of the emirate of Fujairah in the United Arab Emirates, it is seventh-largest city in UAE, located on the Gulf of Oman. It is the only Emirati capital city on the UAE's east coast. Fujairah owns Dibba and Masafi"}, {"title": "Emirate of Sharjah", "href": "/wiki/Emirate_of_Sharjah", "description": "The Emirate of Sharjah is one of the emirates of the United Arab Emirates, which covers 2,590 square kilometres (1,000 sq mi) and has a population of over 1,400,000 (2015). It comprises the capital city of Sharjah, after which it is named, and other minor towns and exclaves such as Kalba', Al Dhaid, Dibba Al-Hisn and Khor Fakkan."}, {"title": "Dubai", "href": "/wiki/Dubai", "description": "Dubai is the most populous city in the United Arab Emirates (UAE) and the capital of the Emirate of Dubai. Established in the 18th century as a small fishing village, the city grew rapidly in the early 21st century into a cosmopolitan metropolis with a focus on tourism and hospitality. Dubai is one of the world's most popular tourist destinations with the second most five-star hotels in the world,"}, {"title": "Umm al-Quwain", "href": "/wiki/Umm_al-Quwain", "description": "Umm Al Quwain is the capital and largest city of the Emirate of Umm Al Quwain in the United Arab Emirates."}, {"title": "United Arab Emirates", "href": "/wiki/United_Arab_Emirates", "description": "The United Arab Emirates, sometimes simply called the Emirates, is a country in Western Asia located at the eastern end of the Arabian Peninsula. It borders Oman and Saudi Arabia, and has maritime borders in the Persian Gulf with Qatar and Iran."}]}, {"heading": "Events", "year": "1975", "date": "December 2", "txt": "Laotian Civil War: The Pathet Lao seizes the Laotian capital of Vientiane, forces the abdication of King Sisavang Vatthana, and proclaims the Lao People's Democratic Republic.", "entities": [{"title": "Laotian Civil War", "href": "/wiki/Laotian_Civil_War", "description": "The Laotian Civil War (1959–1975) was a civil war in Laos which was waged between the Communist Pathet Lao and the Royal Lao Government from 23 May 1959 to 2 December 1975. It is associated with the Cambodian Civil War and the Vietnam War, with both sides receiving heavy external support in a proxy war between the global Cold War superpowers. It is called the Secret War among the CIA Special Activ"}, {"title": "Pathet Lao", "href": "/wiki/Pathet_Lao", "description": "The Pathet Lao, officially the Lao People's Liberation Army, was a communist political movement and organization in Laos, formed in the mid-20th century. The group was ultimately successful in assuming political power in 1975, after the Laotian Civil War. The Pathet Lao were always closely associated with Vietnamese communists. During the civil war, it was effectively organized, equipped and even "}, {"title": "Laos", "href": "/wiki/Laos", "description": "Laos, officially the Lao People's Democratic Republic, is a socialist state and the only landlocked country in Southeast Asia. At the heart of the Indochinese Peninsula, Laos is bordered by Myanmar and China to the northwest, Vietnam to the east, Cambodia to the southeast and Thailand to the west and southwest."}, {"title": "Vientiane", "href": "/wiki/Vientiane", "description": "Vientiane is the capital and largest city of Laos, on the banks of the Mekong River near the border with Thailand. Vientiane became the capital in 1573, due to fears of a Burmese invasion, but was later looted, then razed to the ground in 1827 by the Siamese (Thai). Vientiane was the administrative capital during French rule and, due to economic growth in recent times, is now the economic center o"}, {"title": "Sisavang Vatthana", "href": "/wiki/Sisavang_Vatthana", "description": "Sisavang Vatthana or sometimes Savang Vatthana was the last king of the Kingdom of Laos and the 6th Prime Minister of Laos serving from 29 October to 21 November 1951. He ruled from 1959 after his father's death until his forced abdication in 1975. His rule ended with the takeover by the Pathet Lao in 1975, after which he and his family were sent to a re-education camp by the new government."}]}, {"heading": "Events", "year": "1976", "date": "December 2", "txt": "Fidel Castro becomes President of Cuba, replacing Osvaldo Dorticós Torrado.", "entities": [{"title": "Fidel Castro", "href": "/wiki/Fidel_Castro", "description": "Fidel Alejandro Castro Ruz better known internationally as Fidel Castro, was a Cuban revolutionary and politician who served as Prime Minister of Cuba from 1959 to 1976 and President from 1976 to 2008. Ideologically a Marxist–Leninist and Cuban nationalist, he also served as the First Secretary of the Communist Party of Cuba from 1961 until 2011. Under his administration, Cuba became a one-party c"}, {"title": "President of Cuba", "href": "/wiki/President_of_Cuba", "description": "The president of Cuba, officially the president of the Republic of Cuba, is the head of state of Cuba. The office in its current form was established under the Constitution of 2019. The president is the second most powerful position in Cuba, after the first secretary of the Communist Party of Cuba, and the highest state post. Miguel Díaz-Canel became president of the Council of State on 19 April 2"}, {"title": "Osvaldo Dorticós Torrado", "href": "/wiki/Osvaldo_Dortic%C3%B3s_Torrado", "description": "Osvaldo Dorticós Torrado was a Cuban politician who served as the President of Cuba from 1959 until 1976."}]}, {"heading": "Events", "year": "1980", "date": "December 2", "txt": "Salvadoran Civil War: Four American missionaries are raped and murdered by a death squad.", "entities": [{"title": "Salvadoran Civil War", "href": "/wiki/Salvadoran_Civil_War", "description": "The Salvadoran Civil War was a civil war in El Salvador which was fought between the military-led junta government of El Salvador and the Farabundo Martí National Liberation Front (FMLN) from 15 October 1979 to 16 January 1992. A coup on October 15, 1979, was followed by killings of anti-coup protesters by the government and of anti-disorder protesters by the guerrillas, and is widely seen as the "}, {"title": "1980 murders of U.S. missionaries in El Salvador", "href": "/wiki/1980_murders_of_U.S._missionaries_in_El_Salvador", "description": "On December 2, 1980, four Catholic missionaries from the United States working in El Salvador were raped and murdered by five members of the El Salvador National Guard. The murdered missionaries were Maryknoll Sisters Maura Clarke and Ita Ford, Ursuline Dorothy Kazel, and lay missionary Jean Donovan."}]}, {"heading": "Events", "year": "1982", "date": "December 2", "txt": "At the University of Utah, Barney Clark becomes the first person to receive a permanent artificial heart.", "entities": [{"title": "University of Utah", "href": "/wiki/University_of_Utah", "description": "The University of Utah is a public research university in Salt Lake City, Utah. It is the flagship institution of the Utah System of Higher Education. The university was established in 1850 as the University of Deseret by the General Assembly of the provisional State of Deseret, making it Utah's oldest institution of higher education. It received its current name in 1892, four years before Utah at"}, {"title": "Barney Clark (patient)", "href": "/wiki/Barney_Clark_(patient)", "description": "An artificial heart is a device that replaces the heart. Artificial hearts are typically used to bridge the time to heart transplantation, or to permanently replace the heart in the case that a heart transplant is impossible. Although other similar inventions preceded it from the late 1940s, the first artificial heart to be successfully implanted in a human was the Jarvik-7 in 1982, designed by a "}, {"title": "Artificial heart", "href": "/wiki/Artificial_heart", "description": "An artificial heart is a device that replaces the heart. Artificial hearts are typically used to bridge the time to heart transplantation, or to permanently replace the heart in the case that a heart transplant is impossible. Although other similar inventions preceded it from the late 1940s, the first artificial heart to be successfully implanted in a human was the Jarvik-7 in 1982, designed by a "}]}, {"heading": "Events", "year": "1988", "date": "December 2", "txt": "Benazir Bhutto is sworn in as Prime Minister of Pakistan, becoming the first woman to head the government of an Islam-dominated state.", "entities": [{"title": "Benazir Bhutto", "href": "/wiki/Benazir_Bhutto", "description": "Benazir Bhutto was a Pakistani politician who served as Prime Minister of Pakistan from 1988 to 1990 and again from 1993 to 1996. She was the first woman to head a democratic government in a Muslim majority country. Ideologically a liberal and a secularist, she chaired or co-chaired the Pakistan Peoples Party (PPP) from the early 1980s until her assassination in 2007."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Events", "year": "1989", "date": "December 2", "txt": "The Peace Agreement of Hat Yai is signed and ratified by the Malayan Communist Party (MCP) and the governments of Malaysia and Thailand, ending the over two-decade-long communist insurgency in Malaysia.", "entities": [{"title": "Peace Agreement of Hat Yai (1989)", "href": "/wiki/Peace_Agreement_of_Hat_Yai_(1989)", "description": "The Peace Agreement of Hat Yai (1989) marked the end of the Communist insurgency in Malaysia (1968–1989). It was signed and ratified by the Malayan Communist Party (MCP), and the Malaysian and Thailand governments at the Lee Gardens Hotel in Hat Yai, Thailand, on 2 December 1989."}, {"title": "Malayan Communist Party", "href": "/wiki/Malayan_Communist_Party", "description": "The Malayan Communist Party (MCP), officially known as the Communist Party of Malaya (CPM), was a Marxist–Leninist and anti-imperialist political party founded in 1930. It was responsible for the creation of both the Malayan Peoples' Anti-Japanese Army and the Malayan National Liberation Army. The party led resistance efforts against the Japanese occupation of Malaya during World War II, and later"}, {"title": "Communist insurgency in Malaysia (1968–1989)", "href": "/wiki/Communist_insurgency_in_Malaysia_(1968%E2%80%931989)", "description": "The Communist insurgency in Malaysia, also known as the Second Malayan Emergency, was an armed conflict which occurred in Malaysia from 1968 to 1989, between the Malayan Communist Party (MCP) and Malaysian federal security forces."}]}, {"heading": "Events", "year": "1991", "date": "December 2", "txt": "Canada and Poland become the first nations to recognize the independence of Ukraine from the Soviet Union.", "entities": [{"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1993", "date": "December 2", "txt": "Colombian drug lord Pablo Escobar is shot and killed in Medellín.", "entities": [{"title": "Colombia", "href": "/wiki/Colombia", "description": "Colombia, officially the Republic of Colombia, is a country in South America with territories in North America. Colombia is bounded on the north by the Caribbean Sea, the northwest by Panama, the south by Ecuador and Peru, the east by Venezuela, the southeast by Brazil, and the west by the Pacific Ocean. It comprises 32 departments and the Capital District of Bogotá, the country's largest city. Ur"}, {"title": "Drug lord", "href": "/wiki/Drug_lord", "description": "A drug lord, drug baron, kingpin or narcotrafficker is a high ranking crime boss who controls a sizable network of people involved in the illegal drug trade. Such figures are often difficult to bring to justice, as they are normally not directly in possession of something illegal, but are insulated from the actual trade in drugs by several layers of staff. The prosecution of drug lords is therefor"}, {"title": "Pablo Escobar", "href": "/wiki/Pablo_Escobar", "description": "Pablo Emilio Escobar Gaviria was a Colombian drug lord and narcoterrorist who was the founder and sole leader of the Medellín Cartel. Dubbed \"The King of Cocaine,\" Escobar is the wealthiest criminal in history, having amassed an estimated net worth of US$30 billion by the time of his death—equivalent to $64 billion as of 2021—while his drug cartel monopolized the cocaine trade into the United Stat"}, {"title": "Medellín", "href": "/wiki/Medell%C3%ADn", "description": "Medellín, officially the Municipality of Medellín, is the second-largest city in Colombia, after Bogotá, and the capital of the department of Antioquia. It is located in the Aburrá Valley, a central region of the Andes Mountains in South America. According to the National Administrative Department of Statistics, the city had an estimated population of 2,508,452 according to the 2018 census. With i"}]}, {"heading": "Events", "year": "1993", "date": "December 2", "txt": "Space Shuttle program: STS-61: NASA launches the Space Shuttle Endeavour on a mission to repair the Hubble Space Telescope.", "entities": [{"title": "STS-61", "href": "/wiki/STS-61", "description": "STS-61 was the first Hubble Space Telescope servicing mission, and the fifth flight of the Space Shuttle Endeavour. The mission launched on 2 December 1993 from Kennedy Space Center in Florida. The mission restored the spaceborne observatory's vision with the installation of a new main camera and a corrective optics package. This correction occurred more than three and a half years after the Hubbl"}, {"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Space Shuttle Endeavour", "href": "/wiki/Space_Shuttle_Endeavour", "description": "Space Shuttle Endeavour is a retired orbiter from NASA's Space Shuttle program and the fifth and final operational Shuttle built. It embarked on its first mission, STS-49, in May 1992 and its 25th and final mission, STS-134, in May 2011. STS-134 was expected to be the final mission of the Space Shuttle program, but with the authorization of STS-135, Atlantis became the last shuttle to fly."}, {"title": "Hubble Space Telescope", "href": "/wiki/Hubble_Space_Telescope", "description": "The Hubble Space Telescope is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope, but it is one of the largest and most versatile, renowned both as a vital research tool and as a public relations boon for astronomy. The Hubble telescope is named after astronomer Edwin Hubble and is one of NASA's Great Observatories, along"}]}, {"heading": "Events", "year": "1999", "date": "December 2", "txt": "The United Kingdom devolves political power in Northern Ireland to the Northern Ireland Executive following the Good Friday Agreement.", "entities": [{"title": "Northern Ireland", "href": "/wiki/Northern_Ireland", "description": "Northern Ireland is a part of the United Kingdom that is variously described as a country, province, territory or region. Located in the northeast of the island of Ireland, Northern Ireland shares a border to the south and west with the Republic of Ireland. In 2011, its population was 1,810,863, constituting about 30% of the island's population and about 3% of the UK's population. The Northern Ire"}, {"title": "Northern Ireland Executive", "href": "/wiki/Northern_Ireland_Executive", "description": "The Northern Ireland Executive is the devolved government of Northern Ireland, an administrative branch of the legislature – the Northern Ireland Assembly. It is answerable to the assembly and was initially established according to the terms of the Northern Ireland Act 1998, which followed the Good Friday Agreement. The executive is referred to in the legislation as the Executive Committee of the "}, {"title": "Good Friday Agreement", "href": "/wiki/Good_Friday_Agreement", "description": "The Good Friday Agreement (GFA), or Belfast Agreement, is a pair of agreements signed on 10 April 1998 that ended most of the violence of the Troubles, a political conflict in Northern Ireland that had ensued since the late 1960s. It was a major development in the Northern Ireland peace process of the 1990s. Northern Ireland's present devolved system of government is based on the agreement. The ag"}]}, {"heading": "Events", "year": "2001", "date": "December 2", "txt": "Enron files for Chapter 11 bankruptcy.", "entities": [{"title": "Enron", "href": "/wiki/Enron", "description": "Enron Corporation was an American energy, commodities, and services company based in Houston, Texas. It was founded by Kenneth Lay in 1985 as a merger between Lay's Houston Natural Gas and InterNorth, both relatively small regional companies. Before its bankruptcy on December 3, 2001, Enron employed approximately 29,000 staff and was a major electricity, natural gas, communications, and pulp and p"}, {"title": "Enron scandal", "href": "/wiki/Enron_scandal#Bankruptcy", "description": "The Enron scandal was an accounting scandal involving Enron Corporation, an American energy company based in Houston, Texas. Upon being publicized in October 2001, the company declared bankruptcy and its accounting firm, Arthur Andersen – then one of the five largest audit and accountancy partnerships in the world – was effectively dissolved. In addition to being the largest bankruptcy reorganizat"}]}, {"heading": "Events", "year": "2015", "date": "December 2", "txt": "San Bernardino attack: Syed Rizwan Farook and Tashfeen Malik kill 14 people and wound 22 at the Inland Regional Center in San Bernardino, California.", "entities": [{"title": "2015 San Bernardino attack", "href": "/wiki/2015_San_Bernardino_attack", "description": "On December 2, 2015, a terrorist attack, consisting of a mass shooting and an attempted bombing, occurred at the Inland Regional Center in San Bernardino, California. The perpetrators, Syed Rizwan Farook and Tashfeen Malik, a married couple living in the city of Redlands, targeted a San Bernardino County Department of Public Health training event and Christmas party of about 80 employees in a rent"}, {"title": "Syed", "href": "/wiki/Syed", "description": "Sayyid is an honorific title denoting people accepted as descendants of the Islamic prophet Muhammad and his cousin and son-in-law Ali through his grandsons, Hasan ibn Ali and Husayn ibn Ali, sons of Muhammad's daughter Fatimah and Ali."}, {"title": "Rizwan Farook and Tashfeen Malik", "href": "/wiki/Rizwan_Farook_and_Tashfeen_Malik", "description": "Syed Rizwan Farook and Tashfeen Malik were the two perpetrators of a terrorist attack at the Inland Regional Center in San Bernardino, California, on December 2, 2015. In the attack, they killed 14 people and injured 22 others. Both died in a shootout by law enforcement later that same day."}, {"title": "Inland Regional Center", "href": "/wiki/Inland_Regional_Center", "description": "Inland Regional Center (IRC), formally Inland Counties Regional Center, Inc., is a government-funded not-for-profit public benefit corporation that provides services and programs to more than 33,000 people with developmental disabilities and their families in California's San Bernardino and Riverside Counties. Its headquarters, which include a conference center, are located in San Bernardino; the "}, {"title": "San Bernardino, California", "href": "/wiki/San_Bernardino,_California", "description": "San Bernardino is a city located in the Inland Empire region of Southern California. The city serves as the county seat of San Bernardino County, California. As one of the Inland Empire's anchor cities, San Bernardino spans 81 square miles (210 km2) on the floor of the San Bernardino Valley to the south of the San Bernardino Mountains. As of 2019, San Bernardino has a population of 215,784 making "}]}, {"heading": "Events", "year": "2016", "date": "December 2", "txt": "Thirty-six people die in a fire at a converted Oakland, California, warehouse serving as an artist collective.", "entities": [{"title": "2016 Oakland warehouse fire", "href": "/wiki/2016_Oakland_warehouse_fire", "description": "The Ghost Ship warehouse fire was a fire that occurred in a former warehouse in the Fruitvale neighborhood of Oakland, California, that had been converted into an artist collective with living spaces. The fire occurred on December 2, 2016, at approximately 11:20 p.m. PST. At the time, the warehouse was hosting a concert featuring artists from the house music record label 100% Silk. The warehouse w"}, {"title": "Oakland, California", "href": "/wiki/Oakland,_California", "description": "Oakland is the largest city and the county seat of Alameda County, California, US. A major West Coast port city, Oakland is the largest city in the East Bay region of the San Francisco Bay Area, the third largest city overall in the San Francisco Bay Area, the eighth most populated city in California, and the 45th most populated city in the United States. With a population of 433,031 as of 2019, i"}, {"title": "Artist collective", "href": "/wiki/Artist_collective", "description": "An artist collective is an initiative that is the result of a group of artists working together, usually under their own management, towards shared aims. The aims of an artist collective can include almost anything that is relevant to the needs of the artist; this can range from purchasing bulk materials, sharing equipment, space or materials, to following shared ideologies, aesthetic and politica"}]}, {"heading": "Events", "year": "2020", "date": "December 2", "txt": "The UK licenses the Pfizer-BioNTech COVID-19 vaccine for emergency use.", "entities": [{"title": "Pfizer", "href": "/wiki/Pfizer#2020:_COVID-19_vaccine", "description": "Pfizer Inc. is an American multinational pharmaceutical corporation headquartered on 42nd Street in Manhattan, New York City. It is named after its co-founder, Charles Pfizer."}]}, {"heading": "Births", "year": "503", "date": "December 2", "txt": "Emperor Jianwen of Liang, emperor of the Chinese Liang dynasty (d. 551)", "entities": [{"title": "Emperor Jianwen of Liang", "href": "/wiki/Emperor_Jianwen_of_Liang", "description": "Emperor Jianwen of Liang (梁簡文帝), personal name Xiao Gang (蕭綱), courtesy name Shizuan (世纘), nickname Liutong (六通), was an emperor of the Chinese Liang Dynasty. He was initially not the crown prince of his father Emperor Wu, the founder of the dynasty, but became the crown prince in 531 after his older brother Xiao Tong died. In 549, the rebellious general Hou Jing captured the capital Jiankang, and"}, {"title": "Liang dynasty", "href": "/wiki/Liang_dynasty", "description": "The Liang dynasty (502–557), also known as the Southern Liang, was the third of the Southern Dynasties during China's Southern and Northern Dynasties period. It was located in South China and succeeded by the Chen dynasty in 557. The small rump state Western Liang (555–587), located in Central China, continued until it was destroyed in 587 by the Sui dynasty."}]}, {"heading": "Births", "year": "1501", "date": "December 2", "txt": "Queen Munjeong, Korean queen (d. 1565)", "entities": [{"title": "Queen Munjeong", "href": "/wiki/Queen_Munjeong", "description": "Queen Munjeong or Queen Moon-Jung, of the Papyeong Yun clan, was a posthumous name bestowed to the wife and third queen consort of Yi Yeok, King Jungjong. She was Queen consort of Joseon from 1517 until her husband's death in 1544, after which she was honoured as Queen Dowager Seongryeol (성렬왕대비) during the reign of her step-son Yi Ho, King Injong, and as Grand Queen Dowager Seongryeol (성렬대왕대비) dur"}]}, {"heading": "Births", "year": "1578", "date": "December 2", "txt": "Agostino Agazzari, Italian composer and theorist (d. 1641)", "entities": [{"title": "Agostino Agazzari", "href": "/wiki/Agostino_Agazzari", "description": "Agostino Agazzari was an Italian composer and music theorist."}]}, {"heading": "Births", "year": "1599", "date": "December 2", "txt": "Thomas Bruce, 1st Earl of Elgin, Scottish nobleman (d. 1663)", "entities": [{"title": "Thomas Bruce, 1st Earl of Elgin", "href": "/wiki/Thomas_Bruce,_1st_Earl_of_Elgin", "description": "Thomas Bruce, 1st Earl of Elgin, 3rd Lord Bruce of Kinloss, of Houghton House in the parish of Maulden in Bedfordshire, was a Scottish nobleman."}]}, {"heading": "Births", "year": "1629", "date": "December 2", "txt": "Wilhelm Egon von Fürstenberg, Catholic cardinal (d. 1704)", "entities": [{"title": "Wilhelm Egon von Fürstenberg", "href": "/wiki/Wilhelm_Egon_von_F%C3%BCrstenberg", "description": "Wilhelm Egon von Fürstenberg-Heiligenberg was a German count and later prince of Fürstenberg-Heiligenberg in the Holy Roman Empire. He was a clergyman who became bishop of Strasbourg, and was heavily involved in European politics after the Thirty Years' War. He worked for the Archbishop-Elector of Cologne and Louis XIV of France at the same time, and was arrested and tried for treason for convinci"}]}, {"heading": "Births", "year": "1694", "date": "December 2", "txt": "William Shirley, English-American lawyer and politician, Governor of the Province of Massachusetts Bay (d. 1771)", "entities": [{"title": "William Shirley", "href": "/wiki/William_Shirley", "description": "William Shirley was a British colonial administrator who was the longest-serving governor of the Province of Massachusetts Bay and then Governor of the Bahamas (1760–1768). He is best known for his role in organizing the 1745 Siege of Louisbourg during King George's War, and for his role in military affairs during the French and Indian War. He spent most of his years in the colonial administration"}, {"title": "List of colonial governors of Massachusetts", "href": "/wiki/List_of_colonial_governors_of_Massachusetts", "description": "The territory of the Commonwealth of Massachusetts, one of the fifty United States, was settled in the 17th century by several different English colonies. The territories claimed or administered by these colonies encompassed a much larger area than that of the modern state, and at times included areas that are now within the jurisdiction of other New England states or of the Canadian provinces of "}]}, {"heading": "Births", "year": "1703", "date": "December 2", "txt": "Ferdinand Konščak, Croatian missionary and explorer (d. 1759)", "entities": [{"title": "Ferdinand Konščak", "href": "/wiki/Ferdinand_Kon%C5%A1%C4%8Dak", "description": "Ferdinand Konščak was a Croatian Jesuit missionary, explorer and cartographer."}]}, {"heading": "Births", "year": "1738", "date": "December 2", "txt": "Richard Montgomery, Irish-American general (d. 1775)", "entities": [{"title": "Richard Montgomery", "href": "/wiki/Richard_Montgomery", "description": "Richard Montgomery was an Irish soldier who first served in the British Army. He later became a major general in the Continental Army during the American Revolutionary War, and he is most famous for leading the unsuccessful 1775 invasion of Quebec."}]}, {"heading": "Births", "year": "1754", "date": "December 2", "txt": "William Cooper, American judge and politician, founded Cooperstown, New York (d. 1809)", "entities": [{"title": "William Cooper (judge)", "href": "/wiki/William_Cooper_(judge)", "description": "William Cooper was an American merchant, land speculator and developer, the founder of Cooperstown, New York. A politician, he was appointed as a county judge and later served two terms in the United States Congress, representing Otsego County and central New York. He was the father of James Fenimore Cooper, who became a noted writer of historical novels related to the New York frontier."}, {"title": "Cooperstown, New York", "href": "/wiki/Cooperstown,_New_York", "description": "Cooperstown is a village in and county seat of Otsego County, New York, United States. Most of the village lies within the town of Otsego, but some of the eastern part is in the town of Middlefield. Located at the foot of Otsego Lake in the Central New York Region, Cooperstown is approximately 60 miles west of Albany, 67 mi (108 km) southeast of Syracuse and 145 mi (233 km) northwest of New York C"}]}, {"heading": "Births", "year": "1759", "date": "December 2", "txt": "James Edward Smith, English botanist and mycologist, founded the Linnean Society (d. 1828)", "entities": [{"title": "James Edward Smith", "href": "/wiki/James_Edward_Smith", "description": "Sir James Edward Smith was an English botanist and founder of the Linnean Society."}, {"title": "Linnean Society", "href": "/wiki/Linnean_Society", "description": "The Linnean Society of London is a learned society dedicated to the study and dissemination of information concerning natural history, evolution, and taxonomy. It possesses several important biological specimen, manuscript and literature collections, and publishes academic journals and books on plant and animal biology. The society also awards a number of prestigious medals and prizes."}]}, {"heading": "Births", "year": "1760", "date": "December 2", "txt": "John Breckinridge, American soldier, lawyer, and politician, 5th United States Attorney General (d. 1806)", "entities": [{"title": "John Breckinridge (U.S. Attorney General)", "href": "/wiki/John_Breckinridge_(U.S._Attorney_General)", "description": "John Breckinridge was a lawyer, slave-owning planter, soldier and politician in the U.S. states of Virginia and Kentucky. He served several terms each in the state legislatures of Virginia and Kentucky before legislators elected him to the U.S. Senate. He also served as United States Attorney General during the second term of President Thomas Jefferson. He is the progenitor of Kentucky's Breckinri"}, {"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1760", "date": "December 2", "txt": "Joseph Graetz, German organist, composer, and educator (d. 1826)", "entities": []}, {"heading": "Births", "year": "1798", "date": "December 2", "txt": "António Luís de Seabra, 1st Viscount of Seabra, Portuguese magistrate and politician (d. 1895)", "entities": [{"title": "António Luís de Seabra, 1st Viscount of Seabra", "href": "/wiki/Ant%C3%B3nio_Lu%C3%ADs_de_Seabra,_1st_Viscount_of_Seabra", "description": "D. António Luís de Seabra e Sousa, 1st Viscount of Seabra was a Portuguese politician, jurist, and magistrate. A notable figure of the Constitutional Monarchy period, he was a government minister, a rector of the University of Coimbra, a judge in the Oporto appellate court, a member of Parliament, a Peer of the Realm, and a judge of the Supreme Court of Justice."}]}, {"heading": "Births", "year": "1810", "date": "December 2", "txt": "Henry Yesler, American businessman and politician, 7th Mayor of Seattle (d. 1892)", "entities": [{"title": "Henry Yesler", "href": "/wiki/Henry_Yesler", "description": "Henry L. Yesler was an entrepreneur and a politician, regarded as a founder of the city of Seattle. Yesler served two non-consecutive terms as Mayor of Seattle, and was the city's wealthiest resident during his lifetime."}, {"title": "Mayor of Seattle", "href": "/wiki/Mayor_of_Seattle", "description": "The Mayor of Seattle is the head of the executive branch of the city government of Seattle, Washington. The mayor is authorized by the city charter to enforce laws enacted by the Seattle City Council, as well as direct subordinate officers in city departments."}]}, {"heading": "Births", "year": "1811", "date": "December 2", "txt": "Jean-Charles Chapais, Canadian farmer and politician, 1st Canadian Minister of Agriculture (d. 1885)", "entities": [{"title": "Jean-Charles Chapais", "href": "/wiki/Jean-Charles_Chapais", "description": "Jean-Charles Chapais, was a Canadian Conservative politician, and considered a Father of Canadian Confederation for his participation in the Quebec Conference to determine the form of Canada's government."}, {"title": "Minister of Agriculture (Canada)", "href": "/wiki/Minister_of_Agriculture_(Canada)", "description": "The minister of agriculture and agri-food is a minister of the Crown in the Cabinet of Canada, who is responsible for overseeing several organizations including Agriculture and Agri-Food Canada, the Canadian Dairy Commission, Farm Credit Canada, the Canadian Food Inspection Agency, the National Farm Products Council and the Canadian Grain Commission."}]}, {"heading": "Births", "year": "1817", "date": "December 2", "txt": "Heinrich von Sybel, German historian, academic, and politician (d. 1895)", "entities": [{"title": "Heinrich von Sybel", "href": "/wiki/Heinrich_von_Sybel", "description": "Heinrich Karl Ludolf von Sybel, German historian, came from a Protestant family which had long been established at Soest, in Westphalia."}]}, {"heading": "Births", "year": "1825", "date": "December 2", "txt": "Pedro II of Brazil (d. 1891)", "entities": [{"title": "Pedro II of Brazil", "href": "/wiki/Pedro_II_of_Brazil", "description": "Dom Pedro II, nicknamed \"the Magnanimous\", was the second and last monarch of the Empire of Brazil, reigning for over 58 years. He was born in Rio de Janeiro, the seventh child of Emperor Dom Pedro I of Brazil and Empress Dona Maria Leopoldina and thus a member of the Brazilian branch of the House of Braganza. His father's abrupt abdication and departure to Europe in 1831 left the five year-old as"}]}, {"heading": "Births", "year": "1827", "date": "December 2", "txt": "William Burges, English architect and designer (d. 1881)", "entities": [{"title": "William Burges", "href": "/wiki/William_Burges", "description": "William Burges was an English architect and designer. Among the greatest of the Victorian art-architects, he sought in his work to escape from both nineteenth-century industrialisation and the Neoclassical architectural style and re-establish the architectural and social values of a utopian medieval England. Burges stands within the tradition of the Gothic Revival, his works echoing those of the P"}]}, {"heading": "Births", "year": "1846", "date": "December 2", "txt": "Pierre Waldeck-Rousseau, French lawyer and politician, 68th Prime Minister of France (d. 1904)", "entities": [{"title": "Pierre Waldeck-Rousseau", "href": "/wiki/Pierre_Waldeck-Rousseau", "description": "Pierre Marie René Ernest Waldeck-Rousseau was a French Republican politician who served as the 29th Prime Minister of France."}, {"title": "Prime Minister of France", "href": "/wiki/Prime_Minister_of_France", "description": "The prime minister of the French Republic, sometimes shortened to premier, is the head of government of France. During the Third and Fourth Republics, the head of government was formally called president of the Council of Ministers, generally shortened to president of the Council. However, the post was usually called \"prime minister\" or \"premier\" in non-French sources. The prime minister is the ho"}]}, {"heading": "Births", "year": "1847", "date": "December 2", "txt": "Deacon White, American baseball player and manager (d. 1939)", "entities": [{"title": "Deacon White", "href": "/wiki/Deacon_White", "description": "James Laurie \"Deacon\" White was an American baseball player who was one of the principal stars during the first two decades of the sport's professional era. The outstanding catcher of the 1870s during baseball's barehanded period, he caught more games than any other player during the decade, and was a major figure on five consecutive championship teams from 1873 to 1877 – three in the National Ass"}]}, {"heading": "Births", "year": "1859", "date": "December 2", "txt": "Georges Seurat, French painter (d. 1891)", "entities": [{"title": "Georges Seurat", "href": "/wiki/Georges_Seurat", "description": "Georges-Pierre Seurat was a French post-Impressionist artist. He is best known for devising the painting techniques known as chromoluminarism as well as pointillism. While less famous than his paintings, Seurat's conté crayon drawings have also garnered a great deal of critical appreciation."}]}, {"heading": "Births", "year": "1860", "date": "December 2", "txt": "Charles Studd, England cricketer and missionary (d. 1931)", "entities": [{"title": "Charles Studd", "href": "/wiki/Charles_Studd", "description": "Charles Thomas Studd, often known as C. T. Studd, was a British missionary, a contributor to The Fundamentals, and a cricketer."}]}, {"heading": "Births", "year": "1863", "date": "December 2", "txt": "Charles Edward Ringling, American businessman, co-founded the Ringling Brothers Circus (d. 1926)", "entities": [{"title": "Charles Edward Ringling", "href": "/wiki/Charles_Edward_Ringling", "description": "Charles Edward Ringling was one of the Ringling brothers, who owned the Ringling Brothers and Barnum & Bailey Circus. He was in charge of production and greatly admired by the employees, who called him \"Mr. Charlie\" and sought his advice and help even for personal problems."}, {"title": "Ringling Brothers Circus", "href": "/wiki/Ringling_Brothers_Circus", "description": "Ringling Bros. World's Greatest Shows was a circus founded in Baraboo, Wisconsin, United States in 1884 by five of the seven Ringling brothers: Albert, August, Otto, Alfred T., Charles, John, and Henry. The Ringling brothers were sons of a German immigrant, August Frederick Rüngeling, who changed his name to Ringling once he settled in America. Four brothers were born in McGregor, Iowa: Alf T., Ch"}]}, {"heading": "Births", "year": "1866", "date": "December 2", "txt": "Harry Burleigh, American singer-songwriter (d. 1949)", "entities": [{"title": "Harry Burleigh", "href": "/wiki/Harry_Burleigh", "description": "Henry Thacker (\"Harry\") Burleigh was an American classical composer, arranger, and professional singer known for his baritone voice. The first black composer instrumental in developing characteristically American music, Burleigh made black music available to classically trained artists both by introducing them to spirituals and by arranging spirituals in a more classical form.\nBurleigh also introd"}]}, {"heading": "Births", "year": "1876", "date": "December 2", "txt": "Yusuf Akçura, Tatar-Turkish activist and ideologue of Turanism (d. 1935)", "entities": [{"title": "Yusuf Akçura", "href": "/wiki/Yusuf_Ak%C3%A7ura", "description": "Yusuf Akçura was a prominent Turkish politician, writer and ideologist of ethnic Tatar origin. He developed into a prominent ideologue and advocate of Pan-Turkism during the early republican period, whose writings became widely read and who became one of the leading university professors in Istanbul."}]}, {"heading": "Births", "year": "1884", "date": "December 2", "txt": "Erima Harvey Northcroft, New Zealand soldier, lawyer, and judge (d. 1953)", "entities": [{"title": "Erima Harvey Northcroft", "href": "/wiki/Erima_Harvey_Northcroft", "description": "Sir Erima Harvey Northcroft was a New Zealand lawyer, judge, and military leader."}]}, {"heading": "Births", "year": "1884", "date": "December 2", "txt": "Yahya Kemal Beyatlı, Turkish poet and author (d. 1958)", "entities": []}, {"heading": "Births", "year": "1885", "date": "December 2", "txt": "George Minot, American physician and academic, Nobel Prize laureate (d. 1950)", "entities": [{"title": "George Minot", "href": "/wiki/George_Minot", "description": "George Richards Minot was an American medical researcher who shared the 1934 Nobel Prize with George Hoyt Whipple and William P. Murphy for their pioneering work on pernicious anemia."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1891", "date": "December 2", "txt": "Otto Dix, German painter and illustrator (d. 1969)", "entities": [{"title": "Otto Dix", "href": "/wiki/Otto_Dix", "description": "Wilhelm Heinrich Otto Dix was a German painter and printmaker, noted for his ruthless and harshly realistic depictions of German society during the Weimar Republic and the brutality of war. Along with George Grosz and Max Beckmann, he is widely considered one of the most important artists of the Neue Sachlichkeit."}]}, {"heading": "Births", "year": "1891", "date": "December 2", "txt": "Charles H. Wesley, American historian and author (d. 1987)", "entities": []}, {"heading": "Births", "year": "1894", "date": "December 2", "txt": "Warren William, American actor (d. 1948)", "entities": [{"title": "Warren William", "href": "/wiki/Warren_William", "description": "Warren William was a Broadway and Hollywood actor, immensely popular during the early 1930s; he was later nicknamed the \"King of Pre-Code\". He was the first actor to play Perry Mason."}]}, {"heading": "Births", "year": "1895", "date": "December 2", "txt": "Harriet Cohen, English pianist (d. 1967)", "entities": [{"title": "Harriet Cohen", "href": "/wiki/Harriet_Cohen", "description": "Harriet Pearl Alice Cohen CBE was a British pianist."}]}, {"heading": "Births", "year": "1897", "date": "December 2", "txt": "Ivan Bagramyan, Russian general (d. 1982)", "entities": [{"title": "Ivan Bagramyan", "href": "/wiki/Ivan_Bagramyan", "description": "Ivan Khristoforovich Bagramyan, also known as Hovhannes Khachaturi Baghramyan, was a Soviet military commander and Marshal of the Soviet Union of Armenian origin. During World War II, Bagramyan was the second non-Slavic military officer, after Latvian Max Reyter, to become a commander of a Front. He was among several Armenians in the Soviet Army who held the highest proportion of high-ranking offi"}]}, {"heading": "Births", "year": "1897", "date": "December 2", "txt": "Rewi Alley, New Zealand writer and political activist (d. 1987)", "entities": []}, {"heading": "Births", "year": "1898", "date": "December 2", "txt": "Indra Lal Roy, Indian lieutenant and first Indian fighter aircraft pilot (d. 1918)", "entities": [{"title": "Indra Lal Roy", "href": "/wiki/Indra_Lal_Roy", "description": "Indra Lal Roy, is the sole Indian World War I flying ace. While serving in the Royal Flying Corps and its successor, the Royal Air Force, he claimed ten aerial victories; five aircraft destroyed, and five 'down out of control' in just over 170 hours flying time, making him the first Indian flying ace."}]}, {"heading": "Births", "year": "1899", "date": "December 2", "txt": "John Barbirolli, English cellist and conductor (d. 1970)", "entities": [{"title": "John Barbirolli", "href": "/wiki/John_Barbirolli", "description": "Sir John Barbirolli, CH, né Giovanni Battista Barbirolli, was a British conductor and cellist. He is remembered above all as conductor of the Hallé Orchestra in Manchester, which he helped save from dissolution in 1943 and conducted for the rest of his life. Earlier in his career he was Arturo Toscanini's successor as music director of the New York Philharmonic, serving from 1936 to 1943. He was a"}]}, {"heading": "Births", "year": "1899", "date": "December 2", "txt": "John Cobb, English race car driver and pilot (d. 1952)", "entities": []}, {"heading": "Births", "year": "1899", "date": "December 2", "txt": "Ray Morehart, American baseball player (d. 1989)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 2", "txt": "Elisa Godínez Gómez de Batista, First Lady of Cuba from 1940 to 1944 (d. 1993)", "entities": [{"title": "Elisa Godínez Gómez de Batista", "href": "/wiki/Elisa_God%C3%ADnez_G%C3%B3mez_de_Batista", "description": "Elisa Godínez Gómez de Batista was the First Lady of Cuba from 1940 to 1944. She was the first wife of Cuban President Fulgencio Batista."}]}, {"heading": "Births", "year": "1900", "date": "December 2", "txt": "Herta Hammerbacher, German landscape architect and professor (d. 1985)", "entities": []}, {"heading": "Births", "year": "1901", "date": "December 2", "txt": "Raimundo Orsi, Argentinian-Italian footballer (d. 1986)", "entities": [{"title": "Raimundo Orsi", "href": "/wiki/Raimundo_Orsi", "description": "Raimundo Bibiani \"Mumo\" Orsi was an Italian Argentine footballer who played as a winger or as a forward. At international level, he represented both countries, winning the 1927 Copa América and the silver medal at the 1928 Summer Olympics in Amsterdam, Netherlands, with Argentina, as well as two editions of the Central European International Cup and the 1934 FIFA World Cup, with Italy."}]}, {"heading": "Births", "year": "1906", "date": "December 2", "txt": "Peter Carl Goldmark, Hungarian-American engineer (d. 1977)", "entities": [{"title": "Peter Carl Goldmark", "href": "/wiki/Peter_Carl_Goldmark", "description": "Peter Carl Goldmark was a Hungarian-American engineer who, during his time with Columbia Records, was instrumental in developing the long-playing microgroove 331⁄3 rpm phonograph disc, the standard for incorporating multiple or lengthy recorded works on a single disc for two generations. The LP was introduced by Columbia's Goddard Lieberson in 1948. Lieberson was later president of Columbia Record"}]}, {"heading": "Births", "year": "1909", "date": "December 2", "txt": "Arvo Askola, Finnish runner (d. 1975)", "entities": [{"title": "Arvo Askola", "href": "/wiki/Arvo_Askola", "description": "Arvo Askola was a Finnish long-distance runner. He won silver medals in the 10,000 m event at the 1936 Olympics and 1934 European Championships."}]}, {"heading": "Births", "year": "1909", "date": "December 2", "txt": "Walenty Kłyszejko, Estonian–Polish basketball player and coach (d. 1987)", "entities": []}, {"heading": "Births", "year": "1909", "date": "December 2", "txt": "Joseph P. Lash, American activist and author (d. 1987)", "entities": []}, {"heading": "Births", "year": "1910", "date": "December 2", "txt": "Russell Lynes, American photographer, historian, and author (d. 1991)", "entities": [{"title": "Russell Lynes", "href": "/wiki/Russell_Lynes", "description": "Russell Lynes was an American art historian, photographer, author and managing editor of Harper's Magazine."}]}, {"heading": "Births", "year": "1910", "date": "December 2", "txt": "Taisto Mäki, Finnish runner (d. 1979)", "entities": []}, {"heading": "Births", "year": "1912", "date": "December 2", "txt": "George Emmett, English cricketer and coach (d. 1976)", "entities": [{"title": "George Emmett", "href": "/wiki/George_Emmett", "description": "George Malcolm Emmett was an English cricketer, who played first-class cricket for Gloucestershire County Cricket Club. He also played one Test match for England in 1948."}]}, {"heading": "Births", "year": "1913", "date": "December 2", "txt": "Marc Platt, American actor, singer, and dancer (d. 2014)", "entities": [{"title": "Marc Platt (dancer)", "href": "/wiki/Marc_Platt_(dancer)", "description": "Marcel Emile Gaston LePlat, known professionally as Marc Platt, was an American ballet dancer, musical theatre performer, and actor. He was best known for his portrayal of Daniel Pontipee, one of the seven brothers in the film Seven Brides for Seven Brothers."}]}, {"heading": "Births", "year": "1914", "date": "December 2", "txt": "Bill Erwin, American actor (d. 2010)", "entities": [{"title": "Bill Erwin", "href": "/wiki/Bill_Erwin", "description": "William Lindsey Erwin was an American film, television and stage actor and cartoonist with over 250 television and film credits. A veteran character actor, he is widely known for his 1993 Emmy Award-nominated performance on Seinfeld, portraying the embittered, irascible retiree Sid Fields. He also made notable appearances on shows such as I Love Lucy and Star Trek: The Next Generation. In cinema, "}]}, {"heading": "Births", "year": "1914", "date": "December 2", "txt": "Adolph Green, American playwright and composer (d. 2002)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 2", "txt": "Takahito, Prince Mikasa of Japan (d. 2016)", "entities": [{"title": "Takahito, Prince Mikasa", "href": "/wiki/Takahito,_Prince_Mikasa", "description": "Takahito, Prince Mikasa  was a Japanese royal, member of the Imperial House of Japan. He was the fourth and youngest son of Emperor Taishō (Yoshihito) and Empress Teimei (Sadako) and was their last surviving child. His eldest brother was Emperor Shōwa (Hirohito). After serving as a junior cavalry officer in the Japanese Imperial Army during World War II, the prince embarked upon a post-war career "}]}, {"heading": "Births", "year": "1916", "date": "December 2", "txt": "Howard Finster, American minister and painter (d. 2001)", "entities": [{"title": "Howard Finster", "href": "/wiki/Howard_Finster", "description": "Howard Finster was an American artist and Baptist minister from Georgia. He claimed to be inspired by God to spread the gospel through the design of his swampy land into Paradise Garden, a folk art sculpture garden with over 46,000 pieces of art. His creations include outsider art, naïve art, and visionary art. Finster came to widespread notice in the 1980s with his album cover designs for R.E.M. "}]}, {"heading": "Births", "year": "1917", "date": "December 2", "txt": "Sylvia Syms, American singer (d. 1992)", "entities": [{"title": "Sylvia Syms (singer)", "href": "/wiki/Sylvia_Syms_(singer)", "description": "Sylvia Syms was an American jazz singer and actress."}]}, {"heading": "Births", "year": "1921", "date": "December 2", "txt": "Carlo Furno, Italian cardinal (d. 2015)", "entities": [{"title": "Carlo Furno", "href": "/wiki/Carlo_Furno", "description": "Carlo Furno was an Italian cardinal of the Catholic Church."}]}, {"heading": "Births", "year": "1922", "date": "December 2", "txt": "Iakovos Kambanelis, Greek author, poet, and screenwriter (d. 2011)", "entities": [{"title": "Iakovos Kambanelis", "href": "/wiki/Iakovos_Kambanelis", "description": "Iakovos Kambanellis was a Greek poet, playwright, screenwriter, lyricist, and novelist."}]}, {"heading": "Births", "year": "1923", "date": "December 2", "txt": "Maria Callas, American-Greek soprano and actress (d. 1977)", "entities": [{"title": "Maria Callas", "href": "/wiki/Maria_Callas", "description": "Maria Callas was an American-born Greek soprano who was one of the most renowned and influential opera singers of the 20th century. Many critics praised her bel canto technique, wide-ranging voice and dramatic interpretations. Her repertoire ranged from classical opera seria to the bel canto operas of Donizetti, Bellini and Rossini and, further, to the works of Verdi and Puccini; and, in her early"}]}, {"heading": "Births", "year": "1924", "date": "December 2", "txt": "Jonathan Frid, Canadian actor (d. 2012)", "entities": [{"title": "Jonathan Frid", "href": "/wiki/Jonathan_Frid", "description": "Jonathan Frid was a Canadian actor, widely known for his role as vampire Barnabas Collins on the gothic television soap opera Dark Shadows."}]}, {"heading": "Births", "year": "1924", "date": "December 2", "txt": "Alexander Haig, American general and politician, 59th United States Secretary of State (d. 2010)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}]}, {"heading": "Births", "year": "1924", "date": "December 2", "txt": "Else Marie Pade, Danish composer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 2", "txt": "Vilgot Sjöman, Swedish actor, director, producer, and screenwriter (d. 2006)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 2", "txt": "Julie Harris, American actress (d. 2013)", "entities": [{"title": "Julie Harris (actress)", "href": "/wiki/Julie_Harris_(actress)", "description": "Julia Ann Harris was an American actress. Renowned for her classical and contemporary stage work, she received five Tony Awards for Best Actress in a Play."}]}, {"heading": "Births", "year": "1928", "date": "December 2", "txt": "Guy Bourdin, French photographer (d. 1991)", "entities": [{"title": "Guy Bourdin", "href": "/wiki/Guy_Bourdin", "description": "Guy Bourdin, was a French artist and fashion photographer known for his provocative images. From 1955, Bourdin worked mostly with Vogue as well as other publications including Harper's Bazaar. He shot ad campaigns for Chanel, Charles Jourdan, Pentax and Bloomingdale's."}]}, {"heading": "Births", "year": "1929", "date": "December 2", "txt": "Dan Jenkins, American journalist and author (d. 2019)", "entities": [{"title": "Dan Jenkins", "href": "/wiki/Dan_Jenkins", "description": "Daniel Thomas Jenkins was an American author and sportswriter who often wrote for Sports Illustrated. He was a high-standard amateur golfer, who played college golf at Texas Christian University."}]}, {"heading": "Births", "year": "1929", "date": "December 2", "txt": "Leon Litwack, American historian and author", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 2", "txt": "Gary Becker, American economist and academic, Nobel Prize laureate (d. 2014)", "entities": [{"title": "Gary Becker", "href": "/wiki/Gary_Becker", "description": "Gary Stanley Becker was an American economist who received the 1992 Nobel Memorial Prize in Economic Sciences. He was a professor of economics and sociology at the University of Chicago, and was a leader of the third generation of the Chicago school of economics."}, {"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1930", "date": "December 2", "txt": "David Piper, English race car driver", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 2", "txt": "Nigel Calder, English journalist, author, and screenwriter (d. 2014)", "entities": [{"title": "Nigel Calder", "href": "/wiki/Nigel_Calder", "description": "Nigel David McKail Ritchie-Calder was a British science writer."}]}, {"heading": "Births", "year": "1931", "date": "December 2", "txt": "Gareth Wigan, British film studio executive (Star Wars, Chariots of Fire) (d. 2010)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 2", "txt": "Masaaki Hatsumi, Japanese martial artist and educator, founded Bujinkan", "entities": [{"title": "Bujinkan", "href": "/wiki/Bujinkan", "description": "The Bujinkan  is an international martial arts organization based in Japan and headed by Masaaki Hatsumi. The combat system taught by this organization comprises nine separate ryūha, or schools, which are collectively referred to as Bujinkan Budō Taijutsu. The Bujinkan is most commonly associated with ninjutsu. However, Masaaki Hatsumi uses the term Budo as he says the ryūha are descended from his"}]}, {"heading": "Births", "year": "1931", "date": "December 2", "txt": "Wynton Kelly, American pianist and composer (d. 1971)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 2", "txt": "Edwin Meese, American colonel, lawyer, and politician, 75th United States Attorney General", "entities": [{"title": "United States Attorney General", "href": "/wiki/United_States_Attorney_General", "description": "The United States attorney general (AG) leads the United States Department of Justice, and is the chief lawyer of the federal government of the United States. The attorney general serves as the principal advisor to the president of the United States on all legal matters. The attorney general is a statutory member of the Cabinet of the United States."}]}, {"heading": "Births", "year": "1933", "date": "December 2", "txt": "Peter Robin Harding, English marshal and pilot", "entities": [{"title": "Peter Harding (RAF officer, born 1933)", "href": "/wiki/Peter_Harding_(RAF_officer,_born_1933)", "description": "Marshal of the Royal Air Force Sir Peter Robin Harding, is a retired Royal Air Force officer who served as a bomber pilot in the 1950s, a helicopter squadron commander in the 1960s and a station commander in the 1970s. He became Chief of the Air Staff in 1988 and served in that role during the Gulf War in 1991. He became Chief of the Defence Staff in December 1992 but resigned after his affair wit"}]}, {"heading": "Births", "year": "1933", "date": "December 2", "txt": "Mike Larrabee, American sprinter and educator (d. 2003)", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 2", "txt": "Tarcisio Bertone, Italian cardinal", "entities": [{"title": "Tarcisio Bertone", "href": "/wiki/Tarcisio_Bertone", "description": "Tarcisio Pietro Evasio Bertone is an Italian prelate and a Vatican diplomat. A cardinal of the Catholic Church, he served as Archbishop of Vercelli from 1991 to 1995, as Secretary of the Congregation for the Doctrine of the Faith, when Cardinal Joseph Ratzinger was Prefect, Archbishop of Genoa from 2002 to 2006, and as Cardinal Secretary of State from 2006 to 2013. Bertone was elevated to the rank"}]}, {"heading": "Births", "year": "1934", "date": "December 2", "txt": "Andre Rodgers, Bahamian baseball player (d. 2004)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 2", "txt": "David Hackett Fischer, American historian, author, and academic", "entities": [{"title": "David Hackett Fischer", "href": "/wiki/David_Hackett_Fischer", "description": "David Hackett Fischer is University Professor of History at Brandeis University. Fischer's major works have covered topics ranging from large macroeconomic and cultural trends to narrative histories of significant events to explorations of historiography."}]}, {"heading": "Births", "year": "1937", "date": "December 2", "txt": "Manohar Joshi, Indian lawyer and politician, 15th Chief Minister of Maharashtra", "entities": [{"title": "Manohar Joshi", "href": "/wiki/Manohar_Joshi", "description": "Manohar Gajanan Joshi is a former Chief Minister of Maharashtra and a prominent politician from the state of Maharashtra. He was the Chief Minister of Maharashtra from 1995 to 1999. He was Speaker of the Lok Sabha from 2002-2004. He is one of the prominent leaders of the Shiv Sena. He is also second Indian to be elected to all the four legislatures."}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Births", "year": "1939", "date": "December 2", "txt": "Yael Dayan, Israeli journalist, author, and politician", "entities": [{"title": "Yael Dayan", "href": "/wiki/Yael_Dayan", "description": "Yaël Dayan is an Israeli politician and author. She served as a member of the Knesset between 1992 and 2003, and from 2008 to 2013 was the chair of Tel Aviv city council. Her service on the city council ended with the 2013 election. She is the daughter of Moshe Dayan and sister of Assi Dayan and Udi Dayan."}]}, {"heading": "Births", "year": "1939", "date": "December 2", "txt": "Francis Fox, Canadian lawyer and politician, 48th Secretary of State for Canada", "entities": [{"title": "Secretary of State for Canada", "href": "/wiki/Secretary_of_State_for_Canada", "description": "The Secretary of State for Canada, established in 1867 with a corresponding department, was a Canadian Cabinet position that served as the official channel of communication between the Dominion of Canada and the Imperial government in London."}]}, {"heading": "Births", "year": "1939", "date": "December 2", "txt": "Harry Reid, American lawyer and politician, 25th Lieutenant Governor of Nevada", "entities": [{"title": "Lieutenant Governor of Nevada", "href": "/wiki/Lieutenant_Governor_of_Nevada", "description": "The Nevada Lieutenant Governor is an elected office in the U.S. state of Nevada. The Nevada Lieutenant Governor is based in Carson City, Nevada and elected for 4 year terms. The 35th and current Lieutenant Governor is Kate Marshall."}]}, {"heading": "Births", "year": "1940", "date": "December 2", "txt": "Willie Brown, American football player, coach, and manager (d. 2019)", "entities": [{"title": "Willie Brown (American football)", "href": "/wiki/Willie_Brown_(American_football)", "description": "William Ferdie Brown was an American professional football player, coach, and executive. He played as a cornerback for the Denver Broncos and the Oakland Raiders in the National Football League (NFL). Following his playing career, Brown remained with the Raiders as an assistant coach. He served as the head football coach at California State University, Long Beach in 1991, the final season before t"}]}, {"heading": "Births", "year": "1941", "date": "December 2", "txt": "Mike England, Welsh footballer and manager", "entities": [{"title": "Mike England", "href": "/wiki/Mike_England", "description": "Harold Michael England MBE, commonly known as Mike England, is a Welsh former footballer and manager."}]}, {"heading": "Births", "year": "1941", "date": "December 2", "txt": "Tom McGuinness, English guitarist, songwriter, author, and producer", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 2", "txt": "Anna G. Jónasdóttir, Icelandic political scientist and academic", "entities": [{"title": "Anna G. Jónasdóttir", "href": "/wiki/Anna_G._J%C3%B3nasd%C3%B3ttir", "description": "Anna Guðrún Jónasdóttir is an Icelandic political scientist and gender studies academic. She is Professor Emerita at the Center for Feminist Social Studies at Örebro University and Co-Director of the GEXcel International Collegium for Advanced Transdisciplinary Gender Studies, established as a centre of excellence in gender studies in 2006. She is the author and editor of several books. Anna Jónas"}]}, {"heading": "Births", "year": "1943", "date": "December 2", "txt": "Wayne Allard, American veterinarian and politician", "entities": [{"title": "Wayne Allard", "href": "/wiki/Wayne_Allard", "description": "Alan Wayne Allard is an American veterinarian and a Republican Party politician who served as a United States Senator and United States Representative from Colorado, as well as a member of the Colorado Senate. He did not seek re-election to the U.S. Senate in 2008. Since February, 2009, he has worked at The Livingston Group, a Washington D.C. lobbying firm."}]}, {"heading": "Births", "year": "1944", "date": "December 2", "txt": "Ibrahim Rugova, Kosovan journalist and politician, 1st President of Kosovo (d. 2006)", "entities": [{"title": "Ibrahim Rugova", "href": "/wiki/Ibrahim_Rugova", "description": "Ibrahim Rugova was a prominent Kosovo Albanian political leader, scholar, and writer, who served as the President of the partially recognised Republic of Kosova, serving from 1992 to 2000 and as President of Kosovo from 2002 until his death in 2006. He oversaw a popular struggle for independence, advocating a peaceful resistance to Yugoslav rule and lobbying for U.S. and European support, especial"}, {"title": "President of Kosovo", "href": "/wiki/President_of_Kosovo", "description": "The president of the Republic of Kosovo, is the head of state and chief representative of the Republic of Kosovo in the country and abroad."}]}, {"heading": "Births", "year": "1944", "date": "December 2", "txt": "Dionysis Savvopoulos, Greek singer-songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 2", "txt": "Botho Strauß, German author and playwright", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 2", "txt": "Penelope Spheeris, American director, producer, and screenwriter", "entities": [{"title": "Penelope Spheeris", "href": "/wiki/Penelope_Spheeris", "description": "Penelope Spheeris is an American film director, producer, and screenwriter. She has directed both documentary and scripted films. Her best-known works include the trilogy titled The Decline of Western Civilization, each covering an aspect of Los Angeles underground culture, and Wayne's World, her highest-grossing film."}]}, {"heading": "Births", "year": "1945", "date": "December 2", "txt": "Alan Thomson, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 2", "txt": "John Banks, New Zealand businessman and politician, 38th Mayor of Auckland City", "entities": [{"title": "John Banks (New Zealand politician)", "href": "/wiki/John_Banks_(New_Zealand_politician)", "description": "John Archibald Banks is a New Zealand former politician. He was a member of Parliament for the National Party from 1981 to 1999, and for ACT New Zealand from 2011 to 2014. He was a Cabinet Minister from 1990 to 1996 and 2011 to 2013. He left Parliament after being convicted of filing a false electoral return – a verdict which was later overturned."}, {"title": "Mayor of Auckland City", "href": "/wiki/Mayor_of_Auckland_City", "description": "\n\nThe Mayor of Auckland City was the directly elected head of the Auckland City Council, the municipal government of Auckland City, New Zealand. The office existed from 1871 to 2010, when the Auckland City Council and mayoralty was abolished and replaced with the Auckland Council and the Mayor of Auckland."}]}, {"heading": "Births", "year": "1946", "date": "December 2", "txt": "Pedro Borbón, Dominican-American baseball player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 2", "txt": "David Macaulay, English-American author and illustrator", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 2", "txt": "Gianni Versace, Italian fashion designer, founded Versace (d. 1997)", "entities": [{"title": "Versace", "href": "/wiki/Versace", "description": "Gianni Versace S.r.l., usually referred to simply as Versace, is an Italian luxury fashion company and trade name founded by Gianni Versace in 1978. The main collection of the brand is Versace, which produces upmarket Italian-made ready-to-wear and leather accessories. The Versace logo is the head of Medusa, a Greek mythological figure. The logo came from the floor of ruins in the area of Reggio C"}]}, {"heading": "Births", "year": "1947", "date": "December 2", "txt": "Isaac Bitton, Moroccan-French drummer and songwriter", "entities": [{"title": "Isaac Bitton", "href": "/wiki/Isaac_Bitton", "description": "Isaac \"Jacky\" Bitton is a French-American musician. Initially gaining fame as the drummer for secular rock band Les Variations, Bitton became a baal teshuva through Chabad in the late 1970s and subsequently began a career in contemporary Jewish music."}]}, {"heading": "Births", "year": "1947", "date": "December 2", "txt": "Tommy Jenkins, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 2", "txt": "Ivan Atanassov Petrov, Bulgarian neurologist and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 2", "txt": "Elizabeth Berg, American nurse and author", "entities": [{"title": "Elizabeth Berg (author)", "href": "/wiki/Elizabeth_Berg_(author)", "description": "Elizabeth Berg is an American novelist."}]}, {"heading": "Births", "year": "1948", "date": "December 2", "txt": "T. Coraghessan Boyle, American novelist and short story writer", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 2", "txt": "Patricia Hewitt, Australian-English educator and politician, English Secretary of State for Health", "entities": [{"title": "Secretary of State for Health", "href": "/wiki/Secretary_of_State_for_Health", "description": "The Secretary of State for Health and Social Care, also referred to as the Health Secretary, is a secretary of state position within the Government of the United Kingdom, and leader of the Department of Health and Social Care (DHSC). The postholder has responsibility for all health and social care matters in England, including England's National Health Service (NHS). Alongside the Chief Medical Of"}]}, {"heading": "Births", "year": "1948", "date": "December 2", "txt": "Toninho Horta, Brazilian guitarist and composer", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 2", "txt": "Antonín Panenka, Czech footballer", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 2", "txt": "John Wesley Ryles, American country music singer-songwriter and guitarist", "entities": [{"title": "John Wesley Ryles", "href": "/wiki/John_Wesley_Ryles", "description": "John Wesley Ryles is an American country music artist. Ryles recorded a string of hit country songs, beginning in 1968 when he was still a teenager, and continuing through the 1980s. He no longer records as a headline artist but remains active in the music industry as a session musician."}]}, {"heading": "Births", "year": "1950", "date": "December 2", "txt": "Amin Saikal, Afghan-Australian political scientist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 2", "txt": "Benjamin Stora, Algerian-French historian and author", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 2", "txt": "Paul Watson, Canadian activist, founded the Sea Shepherd Conservation Society", "entities": [{"title": "Sea Shepherd Conservation Society", "href": "/wiki/Sea_Shepherd_Conservation_Society", "description": "The Sea Shepherd Conservation Society (SSCS) is a non-profit, marine conservation organization based in Friday Harbor on San Juan Island, Washington, in the United States."}]}, {"heading": "Births", "year": "1952", "date": "December 2", "txt": "Carol Shea-Porter, American social worker, academic, and politician", "entities": [{"title": "Carol Shea-Porter", "href": "/wiki/Carol_Shea-Porter", "description": "Carol Shea-Porter is an American politician and member of the Democratic Party who is the former member of the United States House of Representatives for New Hampshire's 1st congressional district. She held the seat from 2007 to 2011, 2013 to 2015, and 2017 to 2019."}]}, {"heading": "Births", "year": "1954", "date": "December 2", "txt": "Dan Butler, American actor, director, and screenwriter", "entities": [{"title": "Dan Butler", "href": "/wiki/Dan_Butler", "description": "Daniel Eugene Butler is an American actor and playwright known for his role as Bob \"Bulldog\" Briscoe on the TV series Frasier (1993-2004), Art in Roseanne (1991-1992), and for the voice of Mr. Simmons on the Nickelodeon tv show Hey Arnold (1997-2002), and later reprised the role in Hey Arnold!: The Jungle Movie (2017). And films roles in Enemy of the State (1998), and Sniper 2 (2001)."}]}, {"heading": "Births", "year": "1956", "date": "December 2", "txt": "Steven Bauer, Cuban-American actor and producer", "entities": [{"title": "Steven Bauer", "href": "/wiki/Steven_Bauer", "description": "Steven Bauer is a Cuban-born American actor. Bauer began his career on PBS, portraying Joe Peña, the son of Cuban immigrants on ¿Qué Pasa, USA? (1977–1980) and is perhaps most famous for his role as the Cuban drug lord Manny Ribera in the 1983 crime drama Scarface, in which he starred alongside Al Pacino and Michelle Pfeiffer. He also played the drug cartel leader Eladio Vuente in Breaking Bad and"}]}, {"heading": "Births", "year": "1957", "date": "December 2", "txt": "Dagfinn Høybråten, Norwegian political scientist and politician, Norwegian Minister of Health", "entities": [{"title": "Dagfinn Høybråten", "href": "/wiki/Dagfinn_H%C3%B8ybr%C3%A5ten", "description": "Dagfinn Høybråten is a Norwegian politician. He was the leader of the Christian Democratic Party 2004–2011. He was also Parliamentary leader from 2005 when he was elected as Member of Parliament representing Rogaland. He was Vice President of the Norwegian Parliament from 2011 to 2013. He was President of the Nordic Council in 2007. Høybråten was granted leave from his duty as Member of Parliament"}, {"title": "Minister of Health and Care Services", "href": "/wiki/Minister_of_Health_and_Care_Services", "description": "The Minister of Health and Care Services is a councilor of state and chief of the Norway's\nMinistry of Health and Care Services. Since 16 October 2013 the position has been held by Bent Høie of the Conservative Party. The ministry is responsible for healthcare and care services, with the state's healthcare activities being carried out by four regional health authorities. Major institutions subordi"}]}, {"heading": "Births", "year": "1958", "date": "December 2", "txt": "Andrew George, English politician", "entities": [{"title": "Andrew George (politician)", "href": "/wiki/Andrew_George_(politician)", "description": "Andrew Henry George is a British Liberal Democrat politician. He was the Member of Parliament (MP) for the constituency of St Ives in Cornwall from 1997 to 2015, when he was defeated by the Conservatives' Derek Thomas. He was the Vice-Chairman of the All Party Parliamentary Housing and Planning Group in the 2010 parliament."}]}, {"heading": "Births", "year": "1958", "date": "December 2", "txt": "Vladimir Parfenovich, Belarusian canoe racer and politician", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 2", "txt": "George Saunders, American short story writer and essayist", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 2", "txt": "Kelefa Diallo, Guinean general (d. 2013)", "entities": [{"title": "Kelefa Diallo", "href": "/wiki/Kelefa_Diallo", "description": "General Souleymane Kelefa Diallo was chief of staff of the Guinean Army. Born to Elhadj Kelefa Diallo and Fatoumata Diakité. He was a graduate of the University of Conakry and an army school in Thies, Senegal. He and several military officials were killed on February 11, 2013, when their CASA 235 crashed near the town of Charlesville, near Harbel, Liberia, about 8 kilometers away from Roberts Inte"}]}, {"heading": "Births", "year": "1960", "date": "December 2", "txt": "Peter Blakeley, Australian singer-songwriter and guitarist", "entities": [{"title": "Peter Blakeley", "href": "/wiki/Peter_Blakeley", "description": "Peter Blakeley is an Australian White Soul/Adult Contemporary singer and songwriter."}]}, {"heading": "Births", "year": "1960", "date": "December 2", "txt": "Razzle, English rock drummer (d. 1984)", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 2", "txt": "Rick Savage, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 2", "txt": "Silk Smitha, Indian film actress", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 2", "txt": "John Dyegh, Nigerian businessman and politician", "entities": [{"title": "John Dyegh", "href": "/wiki/John_Dyegh", "description": "John Dyegh is a Nigerian politician, businessman and philanthropist from Gboko, Benue State who serves as a member of the 9th National Assembly, representing Gboko/Tarka Federal constituency at the House of Representatives of Nigeria. Dyegh previously served as a member of committee on Appropriations, Drugs, Narcotics and Financial Crimes, Education, Gas Resources, Inter-Parliamentary Relations, S"}]}, {"heading": "Births", "year": "1963", "date": "December 2", "txt": "Brendan Coyle, English actor", "entities": [{"title": "Brendan Coyle", "href": "/wiki/Brendan_Coyle", "description": "Brendan Coyle is an English-Irish actor. He won the Olivier Award for Best Performance in a Supporting Role for The Weir in 1999. He also played Nicholas Higgins in the miniseries North & South, Robert Timmins in the first three series of Lark Rise to Candleford, and more recently Mr Bates, the valet, in Downton Abbey, which earned him a nomination for a Primetime Emmy Award for Outstanding Suppor"}]}, {"heading": "Births", "year": "1963", "date": "December 2", "txt": "Ann Patchett, American author", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 2", "txt": "Rich Sutter, Canadian ice hockey player and scout", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 2", "txt": "Ron Sutter, Canadian ice hockey player and coach", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 2", "txt": "Shane Flanagan, Australian rugby league player and coach", "entities": [{"title": "Shane Flanagan", "href": "/wiki/Shane_Flanagan", "description": "Shane Flanagan is an Australian professional rugby league football coach, and was the Head Coach of the Cronulla Sutherland Sharks. He was appointed assistant coach of NRL team Cronulla-Sutherland Sharks in 2006 and was subsequently appointed to the top position when former coach Ricky Stuart resigned on 20 July 2010. Flanagan is currently the Assistant Coach at the St. George Illawarra Dragons.\nH"}]}, {"heading": "Births", "year": "1966", "date": "December 2", "txt": "Philippe Etchebest, French chef and television host", "entities": [{"title": "Philippe Etchebest", "href": "/wiki/Philippe_Etchebest", "description": "Philippe Etchebest is a French chef. He was awarded two Michelin stars at the Hostellerie de Plaisance in Saint-Émilion, France. He appears on French television in Cauchemar en cuisine, the French-language version of Gordon Ramsay's Kitchen Nightmares."}]}, {"heading": "Births", "year": "1966", "date": "December 2", "txt": "Jinsei Shinzaki, Japanese wrestler and promoter, co-founded Sendai Girls' Pro Wrestling", "entities": [{"title": "Sendai Girls' Pro Wrestling", "href": "/wiki/Sendai_Girls%27_Pro_Wrestling", "description": "Sendai Girls' Pro Wrestling , often called Senjo , is a Japanese women's professional wrestling promotion. It is based in the city of Sendai, Miyagi in the Tohoku region."}]}, {"heading": "Births", "year": "1967", "date": "December 2", "txt": "Mary Creagh, English scholar and politician, Shadow Secretary of State for Transport", "entities": [{"title": "Mary Creagh", "href": "/wiki/Mary_Creagh", "description": "Mary Helen Creagh is a British politician who served as chair of the Environmental Audit Select Committee from 2016 to 2019. A member of the Labour Party, she was Member of Parliament (MP) for Wakefield from 2005 to 2019."}, {"title": "Shadow Secretary of State for Transport", "href": "/wiki/Shadow_Secretary_of_State_for_Transport", "description": "The Shadow Secretary of State for Transport is a political post in the United Kingdom. It has been consistently held by a member of the Official Opposition Shadow Cabinet since May 1979. The Shadow Secretary helps hold the Transport Secretary and junior ministers to account and is the lead spokesperson on transport matters for his or her party. Should the relevant party take office, the Shadow Sec"}]}, {"heading": "Births", "year": "1968", "date": "December 2", "txt": "David Batty, English footballer", "entities": [{"title": "David Batty", "href": "/wiki/David_Batty", "description": "David Batty is an English former professional footballer who played as a defensive midfielder."}]}, {"heading": "Births", "year": "1968", "date": "December 2", "txt": "Darryl Kile, American baseball player (d. 2002)", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 2", "txt": "Lucy Liu, American actress and producer", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 2", "txt": "Nate Mendel, American singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 2", "txt": "Rena Sofer, American actress", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 2", "txt": "Yang Hyun-suk, South Korean singer-songwriter and producer", "entities": [{"title": "Yang Hyun-suk", "href": "/wiki/Yang_Hyun-suk", "description": "Yang Hyun-suk is a South Korean music executive, rapper, dancer, and record producer. He rose to fame as a member of Seo Taiji and Boys during the 1990s. After the group disbanded, he founded and became the chief executive officer of YG Entertainment, one of the biggest record companies in South Korea."}]}, {"heading": "Births", "year": "1969", "date": "December 2", "txt": "Pavel Loskutov, Estonian runner", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 2", "txt": "Ulrika Bergquist, Swedish journalist", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 2", "txt": "Tanya Plibersek, Australian journalist and politician, 45th Australian Minister of Health", "entities": [{"title": "Minister for Health (Australia)", "href": "/wiki/Minister_for_Health_(Australia)", "description": "The Australian Minister for Health and Aged Care is responsible for national health and wellbeing and medical research. The Hon Greg Hunt has served as Minister for Health since 2017, and briefly left office in 2018 following criticism of the leadership of Malcolm Turnbull."}]}, {"heading": "Births", "year": "1969", "date": "December 2", "txt": "Chris Kiwomya, English footballer", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 2", "txt": "Maksim Tarasov, Russian pole vaulter", "entities": [{"title": "Maksim Tarasov", "href": "/wiki/Maksim_Tarasov", "description": "Maksim Vladimirovich Tarasov is a retired Russian pole vaulter. He is the Russian national record holder for pole vault, with 6.05, result achieved in 1996."}]}, {"heading": "Births", "year": "1970", "date": "December 2", "txt": "Treach, American rapper and actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 2", "txt": "Wilson Jermaine Heredia, American actor and singer", "entities": [{"title": "Wilson Jermaine Heredia", "href": "/wiki/Wilson_Jermaine_Heredia", "description": "Wilson Jermaine Heredia is an American actor best known for his portrayal of Angel Dumott Schunard in the Broadway musical Rent, for which he won the Tony Award and Drama Desk Award for Best Featured Actor in a musical. Heredia also originated the role at London's Shaftesbury Theatre in the West End theatre district and in the 2005 film adaptation."}]}, {"heading": "Births", "year": "1971", "date": "December 2", "txt": "Rachel McQuillan, Australian tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 2", "txt": "Jüri Reinvere, Estonian-German composer and poet", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 2", "txt": "Francesco Toldo, Italian footballer", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 2", "txt": "Mine Yoshizaki, Japanese illustrator", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 2", "txt": "Sergejs Žoltoks, Latvian ice hockey player (d. 2004)", "entities": [{"title": "Sergejs Žoltoks", "href": "/wiki/Sergejs_%C5%BDoltoks", "description": " Sergejs Žoltoks, who was known professionally in North America as Sergei Zholtok  was a Latvian professional ice hockey centre who played ten seasons in the National Hockey League (NHL) for the Boston Bruins, Ottawa Senators, Montreal Canadiens, Edmonton Oilers, Minnesota Wild and Nashville Predators."}]}, {"heading": "Births", "year": "1973", "date": "December 2", "txt": "Graham Kavanagh, Irish footballer and manager", "entities": [{"title": "Graham Kavanagh", "href": "/wiki/Graham_Kavanagh", "description": "Graham Anthony Kavanagh is an Irish football manager and former professional player."}]}, {"heading": "Births", "year": "1973", "date": "December 2", "txt": "Lee Steele, English footballer", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 2", "txt": "Monica Seles, Serbian-American tennis player", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 2", "txt": "Jan Ullrich, German cyclist", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 2", "txt": "Mark Kotsay, American baseball player", "entities": [{"title": "Mark Kotsay", "href": "/wiki/Mark_Kotsay", "description": "Mark Steven Kotsay is an American former professional baseball outfielder and current coach. He is currently the third base coach for the Oakland Athletics."}]}, {"heading": "Births", "year": "1976", "date": "December 2", "txt": "Eddy Garabito, Dominican baseball player", "entities": [{"title": "Eddy Garabito", "href": "/wiki/Eddy_Garabito", "description": "Eddy Jorge Garabito is a former Major League Baseball second baseman. He played for the St. George Roadrunners of the Golden Baseball League and played in MLB for the Colorado Rockies and in the minor leagues for the Baltimore Orioles."}]}, {"heading": "Births", "year": "1976", "date": "December 2", "txt": "Masafumi Gotoh, Japanese singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 2", "txt": "Siyabonga Nomvethe, South African footballer", "entities": [{"title": "Siyabonga Nomvethe", "href": "/wiki/Siyabonga_Nomvethe", "description": "Siyabonga Eugene Nomvethe is a South African former soccer player."}]}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Jarron Collins, American basketball player and coach", "entities": [{"title": "Jarron Collins", "href": "/wiki/Jarron_Collins", "description": "Jarron Thomas Collins is an American professional basketball coach and former player who is an assistant coach for the Golden State Warriors of the National Basketball Association (NBA). He was selected in the second round of the 2001 NBA draft by the Utah Jazz, and played 10 seasons in the NBA. He has a twin, Jason, who also played in the league."}]}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Jason Collins, American basketball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Nelly Furtado, Canadian singer-songwriter, producer, and actress", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Luigi Malafronte, Italian footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Peter Moylan, Australian baseball player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Maëlle Ricker, Canadian snowboarder", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "David Rivas, Spanish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Andrew Ryan, Australian rugby league player and sportscaster", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 2", "txt": "Christopher Wolstenholme, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 2", "txt": "Yvonne Catterfeld, German singer-songwriter and actress", "entities": [{"title": "Yvonne Catterfeld", "href": "/wiki/Yvonne_Catterfeld", "description": "Yvonne Catterfeld is a German singer, actress, and television personality. Born and raised in Erfurt, Thuringia, she later moved to Leipzig to pursue her career in music. In 2000, she participated in the debut season of the singing competition series Stimme 2000, where she came in second place. Catterfeld subsequently signed a recording deal with Hansa Records, which released her debut single \"Bum"}]}, {"heading": "Births", "year": "1979", "date": "December 2", "txt": "Michael McIndoe, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 2", "txt": "Abdul Razzaq, Pakistani cricketer", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 2", "txt": "Adam Kreek, Canadian rower", "entities": [{"title": "Adam Kreek", "href": "/wiki/Adam_Kreek", "description": "Adam Kreek is an author, executive business coach and Canadian rower. He is a member of the Canadian Olympic Hall of Fame, the BC Hall of fame, the London, Ontario Hall of Fame."}]}, {"heading": "Births", "year": "1980", "date": "December 2", "txt": "Darryn Randall, South African cricketer (d. 2013)", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 2", "txt": "Maria Ferekidi, Greek canoe racer", "entities": [{"title": "Maria Ferekidi", "href": "/wiki/Maria_Ferekidi", "description": "Maria Ferekidi is a Greek slalom canoeist who has competed since the early 2000s. At the 2004 Summer Olympics in Athens, she was eliminated in the qualifying round of the K-1 event, finishing in 17th place. Four years later in Beijing, Ferekidi was eliminated in the semifinals of the same event where she was classified in 11th place."}]}, {"heading": "Births", "year": "1981", "date": "December 2", "txt": "Eric Jungmann, American actor", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 2", "txt": "Danijel Pranjić, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 2", "txt": "Britney Spears, American singer-songwriter, dancer, and actress", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 2", "txt": "Christos Karipidis, Greek footballer", "entities": [{"title": "Christos Karipidis", "href": "/wiki/Christos_Karipidis", "description": "Christos Karipidis is a Greek former professional footballer who played as a centre back."}]}, {"heading": "Births", "year": "1982", "date": "December 2", "txt": "Matt Ware, American football player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 2", "txt": "Chris Burke, Scottish footballer", "entities": [{"title": "Chris Burke (footballer)", "href": "/wiki/Chris_Burke_(footballer)", "description": "Christopher Robert Burke is a Scottish professional footballer who plays for Kilmarnock. He primarily plays as a right winger, but has also played on the left wing."}]}, {"heading": "Births", "year": "1983", "date": "December 2", "txt": "Daniela Ruah, Portuguese-American actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 2", "txt": "Bibiana Candelas, Mexican volleyball player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 2", "txt": "Jaime Durán, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 2", "txt": "Jana Kramer, American actress and singer", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 2", "txt": "Aaron Rodgers, American football player", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 2", "txt": "Péter Máté, Hungarian footballer", "entities": [{"title": "Péter Máté (footballer)", "href": "/wiki/P%C3%A9ter_M%C3%A1t%C3%A9_(footballer)", "description": "Péter Máté is a Hungarian footballer who plays for Debreceni VSC as a defender."}]}, {"heading": "Births", "year": "1985", "date": "December 2", "txt": "Amaury Leveaux, French swimmer", "entities": [{"title": "Amaury Leveaux", "href": "/wiki/Amaury_Leveaux", "description": "Amaury Raymond Leveaux is a French swimmer from Belfort. Leveaux is the current world record holder in the 100 m freestyle. He formerly held the world records in the 50 m freestyle and the 50 m butterfly. He also formerly held the national record in the 200 m freestyle."}]}, {"heading": "Births", "year": "1985", "date": "December 2", "txt": "Dorell Wright, American basketball player", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 2", "txt": "Claudiu Keșerü, Romanian footballer", "entities": [{"title": "Claudiu Keșerü", "href": "/wiki/Claudiu_Ke%C8%99er%C3%BC", "description": "Claudiu Andrei Keșerü is a Romanian professional footballer of partial Hungarian ancestry, who plays mainly as a striker for Bulgarian club Ludogorets Razgrad and the Romania national team."}]}, {"heading": "Births", "year": "1986", "date": "December 2", "txt": "Song Ha-yoon, South Korean actress", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 2", "txt": "Tal Wilkenfeld, Australian bass player and composer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 2", "txt": "Alfred Enoch, English actor", "entities": [{"title": "Alfred Enoch", "href": "/wiki/Alfred_Enoch", "description": "Alfred Lewis Enoch is an English-Brazilian actor, best known for playing Dean Thomas in the Harry Potter film series and Wes Gibbins on the ABC legal drama television series How to Get Away with Murder."}]}, {"heading": "Births", "year": "1988", "date": "December 2", "txt": "Stephen McGinn, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 2", "txt": "Etta Bond, English singer-songwriter", "entities": [{"title": "Etta Bond", "href": "/wiki/Etta_Bond", "description": "Henrietta \"Etta\" Bond is a British singer-songwriter. She was the first signing to OddChild Music, partially owing to Bond becoming friends with Labrinth thanks to a fluke Myspace encounter."}]}, {"heading": "Births", "year": "1989", "date": "December 2", "txt": "Cassie Steele, Canadian singer-songwriter and actress", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 2", "txt": "Matteo Darmian, Italian footballer", "entities": []}, {"heading": "Births", "year": "1990", "date": "December 2", "txt": "Emmanuel Agyemang-Badu, Ghanaian footballer", "entities": [{"title": "Emmanuel Agyemang-Badu", "href": "/wiki/Emmanuel_Agyemang-Badu", "description": "Emmanuel Agyemang-Badu, known mononymously as Badu, is a Ghanaian former footballer who played as a midfielder. He has earned 78 caps for the Ghana national team."}]}, {"heading": "Births", "year": "1990", "date": "December 2", "txt": "Gastón Ramírez, Uruguayan footballer", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 2", "txt": "Chloé Dufour-Lapointe, Canadian skier", "entities": [{"title": "Chloé Dufour-Lapointe", "href": "/wiki/Chlo%C3%A9_Dufour-Lapointe", "description": "Chloé Dufour-Lapointe is a Canadian freestyle skier. She was the 2013 FIS World Champion in dual moguls with her winning run at the 2013 World Championships. Dufour-Lapointe was the runner-up and silver medalist at the FIS Freestyle World Ski Championships 2011 as well and placed fifth at the 2010 Olympic Games. She won silver at the 2014 Olympic Games behind her sister Justine."}]}, {"heading": "Births", "year": "1991", "date": "December 2", "txt": "Charlie Puth, American singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 2", "txt": "Haruka Ishida, Japanese singer and actress", "entities": [{"title": "Haruka Ishida", "href": "/wiki/Haruka_Ishida", "description": "Haruka Ishida  is a Japanese actress, voice actress and a former member of the Japanese idol girl group AKB48. She has been a co-host on the variety show Dream Creator on TV Tokyo. and has voiced on a handful of anime shows, including Nobunaga the Fool where she voiced Bianchi Țepeş."}]}, {"heading": "Births", "year": "1993", "date": "December 2", "txt": "Kostas Stafylidis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 2", "txt": "Fumika Shimizu, Japanese actress and model", "entities": [{"title": "Fumika Shimizu", "href": "/wiki/Fumika_Shimizu", "description": "Fumika Shimizu  is a Japanese actress, gravure idol and model. In February 2017, she announced her temporary retirement from the entertainment industry to join the controversial Happy Science religion, declaring she had been a member of the group since childhood under the influence of her parents, both of whom have been devout believers in Happy Science for a long time. Through Happy Science, she "}]}, {"heading": "Births", "year": "1994", "date": "December 2", "txt": "Tomokaze Yūta, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1995", "date": "December 2", "txt": "Uladzislau Hancharou, Belarusian trampolinist", "entities": [{"title": "Uladzislau Hancharou", "href": "/wiki/Uladzislau_Hancharou", "description": "Uladzislau Alehavich Hancharou is a Belarusian male trampoline gymnast. He is the 2016 Olympic champion in men's individual trampoline."}]}, {"heading": "Births", "year": "1995", "date": "December 2", "txt": "Inori Minase, Japanese actress, voice actress and singer", "entities": []}, {"heading": "Births", "year": "1998", "date": "December 2", "txt": "JuiceWRLD, American rapper, singer and songwriter (d. 2019)", "entities": [{"title": "Juice Wrld", "href": "/wiki/Juice_Wrld", "description": "Jarad Anthony Higgins, known professionally as Juice Wrld, was an American rapper, singer, and songwriter from Chicago. His song \"Lucid Dreams\" has been played on the music streaming platform Spotify over one billion times and peaked at number two on the Billboard Hot 100. \"Lucid Dreams\", along with his earlier hit single \"All Girls Are the Same\", helped him secure a recording contract with Lil Bi"}]}, {"heading": "Deaths", "year": "537", "date": "December 2", "txt": "Pope Silverius", "entities": [{"title": "Pope Silverius", "href": "/wiki/Pope_Silverius", "description": "Pope Silverius ruled the Holy See from 8 June 536 to his deposition in 537, a few months before his death. His rapid rise to prominence from a deacon to the papacy coincided with the efforts of Ostrogothic king Theodahad, who intended to install a pro-Gothic candidate just before the Gothic War. Later deposed by Byzantine general Belisarius, he was tried and sent to exile on the desolated island o"}]}, {"heading": "Deaths", "year": "930", "date": "December 2", "txt": "Ma Yin, Chinese warlord, king of Chu (Ten Kingdoms) (b. 853)", "entities": [{"title": "Ma Yin", "href": "/wiki/Ma_Yin", "description": "Ma Yin, courtesy name Batu (霸圖), formally King Wumu of Chu (楚武穆王), was Chinese military general and politician who became the first ruler of the Five Dynasties and Ten Kingdoms Period state Chu and the only one who carried the title of \"king.\" He initially took control of the Changsha region in 896 after the death of his predecessor Liu Jianfeng, and subsequently increased his territorial hold to "}, {"title": "Chu (Ten Kingdoms)", "href": "/wiki/Chu_(Ten_Kingdoms)", "description": "Chu, often referred to as Ma Chu (马楚) or Southern Chu (南楚) to distinguish it from other historical states called Chu, was a kingdom in south China during the Five Dynasties and Ten Kingdoms period (907–960). It existed from 907 to 951."}]}, {"heading": "Deaths", "year": "949", "date": "December 2", "txt": "Odo of Wetterau, German nobleman", "entities": [{"title": "Odo of Wetterau", "href": "/wiki/Odo_of_Wetterau", "description": "Odo of Wetterau was a prominent German nobleman of the 10th century."}]}, {"heading": "Deaths", "year": "1022", "date": "December 2", "txt": "Elvira Menéndez, queen of Alfonso V of Castile (b. 996)", "entities": [{"title": "Elvira Menéndez (died 1022)", "href": "/wiki/Elvira_Men%C3%A9ndez_(died_1022)", "description": "Elvira Menéndez was a queen consort of Leon by marriage to King Alfonso V."}, {"title": "Alfonso V of Castile", "href": "/wiki/Alfonso_V_of_Castile", "description": "Alfonso V, called the Noble, was King of León from 999 to 1028. Enough is known of him to justify the belief that he had some of the qualities of a soldier and a statesman. Like other kings of León, he used the title emperor to assert his standing among the Christian rulers of Spain.\nHe succeeded his father, Bermudo II, in 999. His mother Elvira García and count Menendo González, who raised him in"}]}, {"heading": "Deaths", "year": "1255", "date": "December 2", "txt": "Muhammad III of Alamut, Nizari Ismaili Imam", "entities": [{"title": "Muhammad III of Alamut", "href": "/wiki/Muhammad_III_of_Alamut", "description": "ʿAlāʾ ad-Dīn Muḥammad III, more commonly known simply as Ala ad-Din (علاءالدین), son of Jalāl al-Dīn Ḥassan III, was the 26th Nizāri Ismāʿilī Imām. He ruled from 1221 to 1255. He was an esteemed scholar and the spiritual and worldly leader of the Nizari Ismailis, He authored a constitution for the Nizari Ismaili which was practiced for very long time. The intellectual life of Persia flourished sig"}]}, {"heading": "Deaths", "year": "1340", "date": "December 2", "txt": "Geoffrey le Scrope, Chief Justice of King Edward III of England", "entities": [{"title": "Geoffrey le Scrope", "href": "/wiki/Geoffrey_le_Scrope", "description": "Sir Geoffrey le Scrope was an English lawyer, and Chief Justice of the King's Bench for four periods between 1324 and 1338."}]}, {"heading": "Deaths", "year": "1348", "date": "December 2", "txt": "Emperor Hanazono of Japan (b. 1297)", "entities": [{"title": "Emperor Hanazono", "href": "/wiki/Emperor_Hanazono", "description": "Emperor Hanazono  was the 95th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1308 through 1318."}]}, {"heading": "Deaths", "year": "1381", "date": "December 2", "txt": "John of Ruusbroec, Flemish priest and mystic (b. 1293)", "entities": [{"title": "John of Ruusbroec", "href": "/wiki/John_of_Ruusbroec", "description": "John van Ruysbroeck, original Flemish name Jan van Ruusbroec was an Augustinian canon and one of the most important of the Flemish mystics. Some of his main literary works include The Kingdom of the Divine Lovers, The Twelve Beguines, The Spiritual Espousals, A Mirror of Eternal Blessedness, The Little Book of Enlightenment, and The Sparkling Stone. Some of his letters also survive, as well as sev"}]}, {"heading": "Deaths", "year": "1455", "date": "December 2", "txt": "Isabel of Coimbra, queen of Portugal (b. 1432)", "entities": [{"title": "Isabel of Coimbra", "href": "/wiki/Isabel_of_Coimbra", "description": "Infanta Isabel of Coimbra was a Portuguese infanta and a queen consort of Portugal as the first spouse of King Afonso V of Portugal."}]}, {"heading": "Deaths", "year": "1463", "date": "December 2", "txt": "Albert VI, Archduke of Austria (b. 1418)", "entities": [{"title": "Albert VI, Archduke of Austria", "href": "/wiki/Albert_VI,_Archduke_of_Austria", "description": "Albert VI, a member of the House of Habsburg, was Duke of Austria from 1424, elevated to Archduke in 1453. As a scion of the Leopoldian line, he ruled over the Inner Austrian duchies of Styria, Carinthia and Carniola from 1424, from 1457 also over the Archduchy of Austria until his death, rivalling with his elder brother Emperor Frederick III. According to tradition, Albert, later known as the Pro"}]}, {"heading": "Deaths", "year": "1469", "date": "December 2", "txt": "Piero di Cosimo de' Medici, Italian banker and politician (b. 1416)", "entities": [{"title": "Piero di Cosimo de' Medici", "href": "/wiki/Piero_di_Cosimo_de%27_Medici", "description": "Piero di Cosimo de' Medici , was the de facto ruler of Florence from 1464 to 1469, during the Italian Renaissance."}]}, {"heading": "Deaths", "year": "1510", "date": "December 2", "txt": "Muhammad Shaybani, Khan of Bukhara (b. 1451)", "entities": [{"title": "Muhammad Shaybani", "href": "/wiki/Muhammad_Shaybani", "description": "Muhammad Shaybani Khan, was an Uzbek leader who consolidated various Uzbek tribes and laid the foundations for their ascendance in Transoxiana and the establishment of the Khanate of Bukhara. He was a Shaybanid or descendant of Shiban, the fifth son of Jochi, Genghis Khan's eldest son. He was the son of Shah-Budag, thus a grandson of the Uzbek conqueror Abu'l-Khayr Khan."}, {"title": "Khan (title)", "href": "/wiki/Khan_(title)", "description": "Khan is a historic title of Inner Asia used in some medieval Central Asian societies to refer to a ruler or military leader. It first appears among the Rouran and then the Göktürks as a variant of khagan and implied a subordinate ruler. In the Seljuk Empire, it was the highest noble title, ranking above malik (king) and emir (prince). In the Mongol Empire it signified the ruler of a horde (ulus), "}, {"title": "Bukhara", "href": "/wiki/Bukhara", "description": "Bukhara is the fifth-largest city in Uzbekistan, with a population of 247,644 as of 31 August 2016, and the capital of Bukhara Region."}]}, {"heading": "Deaths", "year": "1515", "date": "December 2", "txt": "Gonzalo Fernández de Córdoba, Spanish general (b. 1453)", "entities": [{"title": "Gonzalo Fernández de Córdoba", "href": "/wiki/Gonzalo_Fern%C3%A1ndez_de_C%C3%B3rdoba", "description": "Gonzalo Fernández de Córdoba y Enríquez de Aguilar, 1st Duke of Santángelo was a Spanish general and statesman who led successful military campaigns during the Conquest of Granada and the Italian Wars. His military victories and widespread popularity earned him the nickname \"El Gran Capitán\". He also negotiated the final surrender of Granada and later served as Viceroy of Naples. Fernández de Córd"}]}, {"heading": "Deaths", "year": "1547", "date": "December 2", "txt": "Hernán Cortés, Spanish general and explorer (b. 1485)", "entities": [{"title": "Hernán Cortés", "href": "/wiki/Hern%C3%A1n_Cort%C3%A9s", "description": "Hernán Cortés de Monroy y Pizarro Altamirano, 1st Marquess of the Valley of Oaxaca was a Spanish Conquistador who led an expedition that caused the fall of the Aztec Empire and brought large portions of what is now mainland Mexico under the rule of the King of Castile in the early 16th century. Cortés was part of the generation of Spanish explorers and conquistadors who began the first phase of th"}]}, {"heading": "Deaths", "year": "1594", "date": "December 2", "txt": "Gerardus Mercator, Flemish mathematician, cartographer, and philosopher (b. 1512)", "entities": [{"title": "Gerardus Mercator", "href": "/wiki/Gerardus_Mercator", "description": "Gerardus Mercator was a 16th-century geographer, cosmographer and cartographer from the County of Flanders. He is most renowned for creating the 1569 world map based on a new projection which represented sailing courses of constant bearing as straight lines—an innovation that is still employed in nautical charts."}]}, {"heading": "Deaths", "year": "1615", "date": "December 2", "txt": "Louis des Balbes de Berton de Crillon, French general (b. 1541)", "entities": [{"title": "Louis des Balbes de Berton de Crillon", "href": "/wiki/Louis_des_Balbes_de_Berton_de_Crillon", "description": "Louis des Balbes de Berton de Crillon was a French soldier, called the man without fear and, by Henry IV the brave of the brave."}]}, {"heading": "Deaths", "year": "1665", "date": "December 2", "txt": "Catherine de Vivonne, marquise de Rambouillet, French author (b. 1588)", "entities": [{"title": "Catherine de Vivonne, marquise de Rambouillet", "href": "/wiki/Catherine_de_Vivonne,_marquise_de_Rambouillet", "description": "Catherine de Vivonne, marquise de Rambouillet, known as Madame de Rambouillet, was a society hostess and a major figure in the literary history of 17th-century France."}]}, {"heading": "Deaths", "year": "1694", "date": "December 2", "txt": "Pierre Puget, French painter, sculptor, and architect (b. 1622)", "entities": [{"title": "Pierre Puget", "href": "/wiki/Pierre_Puget", "description": "Pierre Paul Puget was a French Baroque painter, sculptor, architect and engineer. His sculpture expressed emotion, pathos and drama, setting it apart from the more classical and academic sculpture of the Style Louis XIV."}]}, {"heading": "Deaths", "year": "1719", "date": "December 2", "txt": "Pasquier Quesnel, French theologian and author (b. 1634)", "entities": [{"title": "Pasquier Quesnel", "href": "/wiki/Pasquier_Quesnel", "description": "Pasquier Quesnel was a French Jansenist theologian."}]}, {"heading": "Deaths", "year": "1723", "date": "December 2", "txt": "Philippe II, Duke of Orléans (b. 1674)", "entities": [{"title": "Philippe II, Duke of Orléans", "href": "/wiki/Philippe_II,_Duke_of_Orl%C3%A9ans", "description": "Philippe II, Duke of Orléans, was a member of the royal family of France and served as Regent of the Kingdom from 1715 to 1723. Born at his father's palace at Saint-Cloud, he was known from birth under the title of Duke of Chartres. His father was Louis XIV's younger brother Philippe I, Duke of Orléans, his mother was Elizabeth Charlotte of the Palatinate."}]}, {"heading": "Deaths", "year": "1726", "date": "December 2", "txt": "Samuel Penhallow, English-American historian and author (b. 1665)", "entities": [{"title": "Samuel Penhallow", "href": "/wiki/Samuel_Penhallow", "description": "Samuel Penhallow was a Cornish colonist and historian and militia leader in present-day Maine during Queen Anne's War and Father Rale's War. He was the commander at Fort Menaskoux and was attacked during the Northeast Coast Campaign (1724)."}]}, {"heading": "Deaths", "year": "1747", "date": "December 2", "txt": "Vincent Bourne, English poet and scholar (b. 1695)", "entities": [{"title": "Vincent Bourne", "href": "/wiki/Vincent_Bourne", "description": "\n\nVincent Bourne, familiarly known as Vinny Bourne, was an English classical scholar and Neo-Latin poet."}]}, {"heading": "Deaths", "year": "1748", "date": "December 2", "txt": "Charles Seymour, 6th Duke of Somerset, English politician, Lord President of the Council (b. 1662)", "entities": [{"title": "Charles Seymour, 6th Duke of Somerset", "href": "/wiki/Charles_Seymour,_6th_Duke_of_Somerset", "description": "Charles Seymour, 6th Duke of Somerset, known by the epithet \"The Proud Duke\", was a British peer. He rebuilt Petworth House in Sussex, the ancient Percy seat inherited from his wife, in the palatial form which survives today. According to the Encyclopædia Britannica Eleventh Edition, he was a remarkably handsome man, and inordinately fond of taking a conspicuous part in court ceremonial; his vanit"}, {"title": "Lord President of the Council", "href": "/wiki/Lord_President_of_the_Council", "description": "The Lord President of the Council is the fourth of the Great Officers of State of the United Kingdom, ranking below the Lord High Treasurer but above the Lord Privy Seal. The Lord President usually attends and is responsible for presiding over meetings of the Privy Council, presenting business for the monarch's approval. In the modern era, the holder is by convention always a member of one of the "}]}, {"heading": "Deaths", "year": "1774", "date": "December 2", "txt": "Johann Friedrich Agricola, German organist and composer (b. 1720)", "entities": [{"title": "Johann Friedrich Agricola", "href": "/wiki/Johann_Friedrich_Agricola", "description": "Johann Friedrich Agricola was a German composer, organist, singer, pedagogue, and writer on music. He sometimes wrote under the pseudonym Flavio Anicio Olibrio."}]}, {"heading": "Deaths", "year": "1814", "date": "December 2", "txt": "Marquis de Sade, French philosopher, author, and politician (b. 1740)", "entities": [{"title": "Marquis de Sade", "href": "/wiki/Marquis_de_Sade", "description": "Donatien Alphonse François, Marquis de Sade, was a French nobleman, revolutionary politician, philosopher and writer famous for his libertine sexuality. His works include novels, short stories, plays, dialogues, and political tracts. In his lifetime some of these were published under his own name while others, which de Sade denied having written, appeared anonymously. De Sade is best known for his"}]}, {"heading": "Deaths", "year": "1844", "date": "December 2", "txt": "Eustachy Erazm Sanguszko, Polish general and politician (b. 1768)", "entities": [{"title": "Eustachy Erazm Sanguszko", "href": "/wiki/Eustachy_Erazm_Sanguszko", "description": "Prince Eustachy Erazm Sanguszko (1768–1844) was a Polish nobleman, general, military commander, diplomat and politician."}]}, {"heading": "Deaths", "year": "1849", "date": "December 2", "txt": "Adelaide of Saxe-Meiningen (b. 1792)", "entities": [{"title": "Adelaide of Saxe-Meiningen", "href": "/wiki/Adelaide_of_Saxe-Meiningen", "description": "Adelaide of Saxe-Meiningen was Queen of the United Kingdom and Hanover as the wife of King William IV. Adelaide was the daughter of George I, Duke of Saxe-Meiningen, and Luise Eleonore of Hohenlohe-Langenburg."}]}, {"heading": "Deaths", "year": "1859", "date": "December 2", "txt": "John Brown, American abolitionist (b. 1800)", "entities": [{"title": "John Brown (abolitionist)", "href": "/wiki/John_Brown_(abolitionist)", "description": "John H. Brown was an American abolitionist leader. Brown felt that violence was necessary to end American slavery, as years of speeches, sermons, petitions, and moral persuasion had failed. A religious man more than anything else, Brown believed he was raised up by God to strike the death blow to American slavery. \"He also believed that in all ages of the world God had created certain men to perfo"}]}, {"heading": "Deaths", "year": "1881", "date": "December 2", "txt": "Jenny von Westphalen, German author (b. 1814)", "entities": [{"title": "Jenny von Westphalen", "href": "/wiki/Jenny_von_Westphalen", "description": "Johanna Bertha Julie Jenny Edle von Westphalen was a German theatre critic and political activist. She was married to the philosopher and political theorist Karl Marx."}]}, {"heading": "Deaths", "year": "1885", "date": "December 2", "txt": "Allen Wright, Principal chief of the Choctaw Nation (1866-1870); proposed the name \"Oklahoma\", from Choctaw words okra and umma, meaning \"Territory of the Red People.\" (b. 1826)", "entities": [{"title": "Allen Wright", "href": "/wiki/Allen_Wright", "description": "Allen Wright was Principal Chief of the Choctaw Republic from late 1866 to 1870. He also became a Presbyterian minister after graduating from Union Theological Seminary in New York City. He was very active in the Choctaw government, holding several elected positions, and has been credited with the name Oklahoma for the land that would become the state."}, {"title": "Choctaw Nation", "href": "/wiki/Choctaw_Nation", "description": "The Choctaw Nation is a federally recognized Native American nation, with a reservation territory covering about 6,952,960 acres, occupying portions of southeastern Oklahoma in the United States. The Choctaw Nation is the third-largest federally recognized tribe in the United States and the second-largest Indian reservation in area after the Navajo. As of 2011, the tribe has 223,279 enrolled membe"}]}, {"heading": "Deaths", "year": "1888", "date": "December 2", "txt": "Namık Kemal, Turkish journalist, poet, and playwright (b. 1840)", "entities": [{"title": "Namık Kemal", "href": "/wiki/Nam%C4%B1k_Kemal", "description": "Namık Kemal was an Ottoman democrat, writer, intellectual, reformer, journalist, playwright, and political activist who was influential in the formation of the Young Ottomans and their struggle for governmental reform in the Ottoman Empire during the late Tanzimat period, which would lead to the First Constitutional Era in the Empire in 1876. Kemal was particularly significant for championing the "}]}, {"heading": "Deaths", "year": "1892", "date": "December 2", "txt": "Jay Gould, American businessman and financier (b. 1836)", "entities": [{"title": "Jay Gould", "href": "/wiki/Jay_Gould", "description": "Jason Gould was an American railroad magnate and financial speculator who is generally identified as one of the Robber barons of the Gilded Age. His sharp and often unscrupulous business practices made him one of the wealthiest men of the late nineteenth century. Gould was an unpopular figure during his life and remains controversial."}]}, {"heading": "Deaths", "year": "1899", "date": "December 2", "txt": "Gregorio del Pilar, Filipino general and politician, 1st Governor of Bulacan (b. 1875)", "entities": [{"title": "Gregorio del Pilar", "href": "/wiki/Gregorio_del_Pilar", "description": "Gregorio Hilario del Pilar y Sempio was a Filipino general of the Philippine Revolutionary Army during the Philippine–American War."}, {"title": "Governor of Bulacan", "href": "/wiki/Governor_of_Bulacan", "description": "The governor of Bulacan is the local chief executive of the province of Bulacan in Central Luzon region of the country. The governor holds office at the Bulacan Provincial Capitol in Malolos City."}]}, {"heading": "Deaths", "year": "1918", "date": "December 2", "txt": "Edmond Rostand, French poet and playwright (b. 1868)", "entities": [{"title": "Edmond Rostand", "href": "/wiki/Edmond_Rostand", "description": "Edmond Eugène Alexis Rostand was a French poet and dramatist. He is associated with neo-romanticism and is known best for his 1897 play Cyrano de Bergerac. Rostand's romantic plays contrasted with the naturalistic theatre popular during the late nineteenth century. Another of Rostand's works, Les Romanesques (1894), was adapted to the 1960 musical comedy The Fantasticks."}]}, {"heading": "Deaths", "year": "1924", "date": "December 2", "txt": "Kazimieras Būga, Lithuanian linguist and philologist (b. 1879)", "entities": [{"title": "Kazimieras Būga", "href": "/wiki/Kazimieras_B%C5%ABga", "description": "Kazimieras Būga was a Lithuanian linguist and philologist. He was a professor of linguistics, who mainly worked on the Lithuanian language."}]}, {"heading": "Deaths", "year": "1927", "date": "December 2", "txt": "Paul Heinrich von Groth, German scientist who systematically classified minerals and founded the journal Zeitschrift für Krystallographie und Mineralogie (b. 1843)", "entities": [{"title": "Paul Heinrich von Groth", "href": "/wiki/Paul_Heinrich_von_Groth", "description": "Paul Heinrich Ritter von Groth was a German mineralogist. His most important contribution to science was his systematic classification of minerals based on their chemical compositions and crystal structures."}]}, {"heading": "Deaths", "year": "1931", "date": "December 2", "txt": "Vincent d'Indy, French composer and educator (b. 1851)", "entities": [{"title": "Vincent d'Indy", "href": "/wiki/Vincent_d%27Indy", "description": "Paul Marie Théodore Vincent d'Indy was a French composer and teacher."}]}, {"heading": "Deaths", "year": "1936", "date": "December 2", "txt": "John Ringling, American businessman, co-founded Ringling Brothers Circus (b. 1866)", "entities": [{"title": "John Ringling", "href": "/wiki/John_Ringling", "description": "John Nicholas Ringling was an American entrepreneur who is the best known of the seven Ringling brothers, five of whom merged the Barnum & Bailey Circus with their own Ringling Bros World's Greatest Shows to create a virtual monopoly of traveling circuses and helped shape the modern circus. In addition to owning and managing many of the largest circuses in the United States, he was also a rancher,"}, {"title": "Ringling Brothers Circus", "href": "/wiki/Ringling_Brothers_Circus", "description": "Ringling Bros. World's Greatest Shows was a circus founded in Baraboo, Wisconsin, United States in 1884 by five of the seven Ringling brothers: Albert, August, Otto, Alfred T., Charles, John, and Henry. The Ringling brothers were sons of a German immigrant, August Frederick Rüngeling, who changed his name to Ringling once he settled in America. Four brothers were born in McGregor, Iowa: Alf T., Ch"}]}, {"heading": "Deaths", "year": "1943", "date": "December 2", "txt": "Nordahl Grieg, Norwegian journalist and author (b. 1902)", "entities": [{"title": "Nordahl Grieg", "href": "/wiki/Nordahl_Grieg", "description": "Johan Nordahl Brun Grieg was a Norwegian poet, novelist, dramatist, journalist and political activist. He was a popular author and a controversial public figure. He served in World War II as a war correspondent and was killed while on a bombing mission to Berlin."}]}, {"heading": "Deaths", "year": "1944", "date": "December 2", "txt": "Josef Lhévinne, Russian pianist and educator (b. 1874)", "entities": [{"title": "Josef Lhévinne", "href": "/wiki/Josef_Lh%C3%A9vinne", "description": "Josef Lhévinne was a Russian pianist and piano teacher. Lhévinne wrote a short book in 1924 that is considered a classic: Basic Principles in Pianoforte Playing. Asked how to say his name, he told The Literary Digest it was lay-VEEN."}]}, {"heading": "Deaths", "year": "1944", "date": "December 2", "txt": "Filippo Tommaso Marinetti, Egyptian-Italian poet and composer (b. 1876)", "entities": []}, {"heading": "Deaths", "year": "1944", "date": "December 2", "txt": "Eiji Sawamura, Japanese baseball player and soldier (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "December 2", "txt": "Dinu Lipatti, Romanian pianist and composer (b. 1917)", "entities": [{"title": "Dinu Lipatti", "href": "/wiki/Dinu_Lipatti", "description": "Constantin \"Dinu\" Lipatti was a Romanian classical pianist and composer whose career was cut short by his death from causes related to Hodgkin's disease at age 33. He was elected posthumously to the Romanian Academy."}]}, {"heading": "Deaths", "year": "1953", "date": "December 2", "txt": "Reginald Baker, Australian rugby player (b. 1884)", "entities": [{"title": "Reginald Baker (sportsman)", "href": "/wiki/Reginald_Baker_(sportsman)", "description": "Reginald Leslie \"Snowy\" Baker was an Australian athlete, sports promoter, and actor. Born in Surry Hills, an inner-city suburb of Sydney, New South Wales, Baker excelled at a number of sports, winning New South Wales swimming and boxing championships while still a teenager. Playing rugby union for Eastern Suburbs, he played several games for New South Wales against Queensland, and in 1904 represen"}]}, {"heading": "Deaths", "year": "1953", "date": "December 2", "txt": "Trần Trọng Kim, Vietnamese historian, scholar, and politician, Prime Minister of Vietnam (b. 1883)", "entities": [{"title": "List of Prime Ministers of Vietnam", "href": "/wiki/List_of_Prime_Ministers_of_Vietnam", "description": "The Prime Minister of the Socialist Republic of Vietnam, known as Chairman of the Council of Ministers from 1981 to 1992, is the highest office within the Central Government. The prime minister is simultaneously the Secretary of the Government Caucus Commission, a Party organ on government affairs, and Deputy Chairman of the Council for Defence and Security, an organ of the National Assembly. Thro"}]}, {"heading": "Deaths", "year": "1957", "date": "December 2", "txt": "Harrison Ford, American actor (b. 1884)", "entities": [{"title": "Harrison Ford (silent film actor)", "href": "/wiki/Harrison_Ford_(silent_film_actor)", "description": "Harrison Edward Ford was an American stage and film actor. He was a leading Broadway theater performer and a star of the silent film era."}]}, {"heading": "Deaths", "year": "1957", "date": "December 2", "txt": "Manfred Sakel, Ukrainian-American neurophysiologist and psychiatrist (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1966", "date": "December 2", "txt": "L. E. J. Brouwer, Dutch mathematician and philosopher (b. 1881)", "entities": [{"title": "L. E. J. Brouwer", "href": "/wiki/L._E._J._Brouwer", "description": "Luitzen Egbertus Jan Brouwer, usually cited as L. E. J. Brouwer but known to his friends as Bertus, was a Dutch mathematician and philosopher, who worked in topology, set theory, measure theory and complex analysis. He is known as the founder of modern topology, particularly for establishing his fixed-point theorem and the topological invariance of dimension."}]}, {"heading": "Deaths", "year": "1966", "date": "December 2", "txt": "Giles Cooper, Irish author, playwright, and screenwriter (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1967", "date": "December 2", "txt": "Francis Spellman, American cardinal (b. 1889).", "entities": [{"title": "Francis Spellman", "href": "/wiki/Francis_Spellman", "description": "Francis Joseph Spellman was an American bishop and cardinal of the Catholic Church. From 1939 until his death in 1967, he served as the sixth Archbishop of New York; he had previously served as an auxiliary bishop of the Archdiocese of Boston from 1932 through 1939. He was created a cardinal in 1946."}]}, {"heading": "Deaths", "year": "1969", "date": "December 2", "txt": "José María Arguedas, Peruvian anthropologist, author, and poet (b. 1911)", "entities": [{"title": "José María Arguedas", "href": "/wiki/Jos%C3%A9_Mar%C3%ADa_Arguedas", "description": "José María Arguedas Altamirano was a Peruvian novelist, poet, and anthropologist. Arguedas was an author of Spanish descent, fluent in the native Quechua language, gained by living in two Quechua households from the age of 7 to 11 - first in the indigenous servant quarters of his step-mother's home, then, escaping her \"perverse and cruel\" son, with an indigenous family approved by his father - who"}]}, {"heading": "Deaths", "year": "1969", "date": "December 2", "txt": "Kliment Voroshilov, Ukrainian-Russian marshal and politician, 3rd Head of State of The Soviet Union (b. 1881)", "entities": [{"title": "List of heads of state of the Soviet Union", "href": "/wiki/List_of_heads_of_state_of_the_Soviet_Union", "description": "The Constitution of the Soviet Union recognised the Presidium of the Supreme Soviet and the earlier Central Executive Committee (CEC) of the Congress of Soviets as the highest organs of state authority in the Union of Soviet Socialist Republics (USSR). Under the 1924, 1936 and 1977 Soviet Constitutions these bodies served as the collective head of state of the Soviet Union. The Chairman of these b"}]}, {"heading": "Deaths", "year": "1974", "date": "December 2", "txt": "Max Weber, Swiss lawyer and politician (b. 1897)", "entities": [{"title": "Max Weber (Swiss politician)", "href": "/wiki/Max_Weber_(Swiss_politician)", "description": "Max Weber was a Swiss politician."}]}, {"heading": "Deaths", "year": "1976", "date": "December 2", "txt": "Danny Murtaugh, American baseball player and manager (b. 1917)", "entities": [{"title": "Danny Murtaugh", "href": "/wiki/Danny_Murtaugh", "description": "Daniel Edward Murtaugh was an American second baseman, manager, front-office executive, and coach in Major League Baseball (MLB). Murtaugh is best known for his 29-year association with the Pittsburgh Pirates, where he won two World Series as field manager. He also played 416 of his 767 career MLB games with the Pirates as their second baseman."}]}, {"heading": "Deaths", "year": "1980", "date": "December 2", "txt": "Chaudhry Muhammad Ali, Indian-Pakistani lawyer and politician, 4th Prime Minister of Pakistan (b. 1905)", "entities": [{"title": "Chaudhry Muhammad Ali", "href": "/wiki/Chaudhry_Muhammad_Ali", "description": "Chaudhry Muhammad Ali, best known as Muhammad Ali, was the fourth Prime Minister of Pakistan, appointed on 12 August 1955 until being removed through successful passage of vote of no confidence motion in the National Assembly on 12 September 1956."}, {"title": "Prime Minister of Pakistan", "href": "/wiki/Prime_Minister_of_Pakistan", "description": "The prime minister of Pakistan is the head of government of Pakistan and designated as the \"Chief Executive of the Islamic Republic\"."}]}, {"heading": "Deaths", "year": "1980", "date": "December 2", "txt": "Romain Gary, Lithuanian-French author, director, and screenwriter (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "December 2", "txt": "Wallace Harrison, American architect, co-founded Harrison & Abramovitz (b. 1895)", "entities": [{"title": "Wallace Harrison", "href": "/wiki/Wallace_Harrison", "description": "Wallace Kirkman Harrison was an American architect. Harrison started his professional career with the firm of Corbett, Harrison & MacMurray, participating in the construction of Rockefeller Center. He is best known for executing large public projects in New York City and upstate, many of them a result of his long and fruitful personal relationship with Nelson Rockefeller, for whom he served as an "}, {"title": "Harrison & Abramovitz", "href": "/wiki/Harrison_%26_Abramovitz", "description": "Harrison & Abramovitz was an American architectural firm based in New York and active from 1941 through 1976. The firm was a partnership of Wallace Harrison and Max Abramovitz."}]}, {"heading": "Deaths", "year": "1982", "date": "December 2", "txt": "Marty Feldman, English actor and comedian (b. 1933)", "entities": [{"title": "Marty Feldman", "href": "/wiki/Marty_Feldman", "description": "Martin Alan Feldman was a British actor, comedian and comedy writer, known for his prominent, misaligned eyes. He initially gained prominence as a writer with Barry Took on the ITV sitcom Bootsie and Snudge and the BBC Radio comedy programme Round the Horne. He became known as a performer on At Last the 1948 Show and Marty, the latter of which won two BAFTA awards. He quickly became a celebrity in"}]}, {"heading": "Deaths", "year": "1982", "date": "December 2", "txt": "Giovanni Ferrari, Italian footballer and manager (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1983", "date": "December 2", "txt": "Fifi D'Orsay, Canadian-American actress and singer (b. 1904)", "entities": [{"title": "Fifi D'Orsay", "href": "/wiki/Fifi_D%27Orsay", "description": "Fifi D'Orsay was a Canadian-born actress."}]}, {"heading": "Deaths", "year": "1985", "date": "December 2", "txt": "Philip Larkin, English poet, author, and librarian (b. 1922)", "entities": [{"title": "Philip Larkin", "href": "/wiki/Philip_Larkin", "description": "Philip Arthur Larkin was an English poet, novelist, and librarian. His first book of poetry, The North Ship, was published in 1945, followed by two novels, Jill (1946) and A Girl in Winter (1947), and he came to prominence in 1955 with the publication of his second collection of poems, The Less Deceived, followed by The Whitsun Weddings (1964) and High Windows (1974). He contributed to The Daily T"}]}, {"heading": "Deaths", "year": "1986", "date": "December 2", "txt": "Desi Arnaz, Cuban-American actor, singer, businessman, and television producer (b. 1917)", "entities": [{"title": "Desi Arnaz", "href": "/wiki/Desi_Arnaz", "description": "Desiderio Alberto Arnaz y de Acha III, better known as Desi Arnaz, was a Cuban-American actor, musician, bandleader, comedian and film and television producer, revolutionary in the creation of modern television. He is best known for his role as the witty Ricky Ricardo on the American television sitcom I Love Lucy, in which he co-starred with his then-wife Lucille Ball. Arnaz and Ball are generally"}]}, {"heading": "Deaths", "year": "1986", "date": "December 2", "txt": "John Curtis Gowan, American psychologist and academic (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1987", "date": "December 2", "txt": "Luis Federico Leloir, French-Argentinian physician and biochemist, Nobel Prize laureate (b. 1906)", "entities": [{"title": "Luis Federico Leloir", "href": "/wiki/Luis_Federico_Leloir", "description": "Luis Federico Leloir was an Argentine physician and biochemist who received the 1970 Nobel Prize in Chemistry for his discovery of the metabolic pathways in lactose. Although born in France, Leloir received the majority of his education at the University of Buenos Aires and was director of the private research group Fundación Instituto Campomar until his death in 1987. His research into sugar nucl"}, {"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Deaths", "year": "1987", "date": "December 2", "txt": "Yakov Borisovich Zel'dovich, Belarusian physicist, astronomer, and cosmologist (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "December 2", "txt": "Karl-Heinz Bürger, German colonel (b. 1904)", "entities": [{"title": "Karl-Heinz Bürger", "href": "/wiki/Karl-Heinz_B%C3%BCrger", "description": "Karl-Heinz Bürger was a German SS functionary who held positions as SS and Police Leader during the Nazi era."}]}, {"heading": "Deaths", "year": "1988", "date": "December 2", "txt": "Tata Giacobetti, Italian singer-songwriter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "December 2", "txt": "Aaron Copland, American composer and conductor (b. 1900)", "entities": [{"title": "Aaron Copland", "href": "/wiki/Aaron_Copland", "description": "Aaron Copland was an American composer, composition teacher, writer, and later a conductor of his own and other American music. Copland was referred to by his peers and critics as \"the Dean of American Composers\". The open, slowly changing harmonies in much of his music are typical of what many people consider to be the sound of American music, evoking the vast American landscape and pioneer spiri"}]}, {"heading": "Deaths", "year": "1990", "date": "December 2", "txt": "Robert Cummings, American actor, director, and producer (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1993", "date": "December 2", "txt": "Pablo Escobar, Colombian drug lord (b. 1949)", "entities": [{"title": "Pablo Escobar", "href": "/wiki/Pablo_Escobar", "description": "Pablo Emilio Escobar Gaviria was a Colombian drug lord and narcoterrorist who was the founder and sole leader of the Medellín Cartel. Dubbed \"The King of Cocaine,\" Escobar is the wealthiest criminal in history, having amassed an estimated net worth of US$30 billion by the time of his death—equivalent to $64 billion as of 2021—while his drug cartel monopolized the cocaine trade into the United Stat"}]}, {"heading": "Deaths", "year": "1995", "date": "December 2", "txt": "Robertson Davies, Canadian author, playwright, and critic (b. 1913)", "entities": [{"title": "Robertson Davies", "href": "/wiki/Robertson_Davies", "description": "William Robertson Davies was a Canadian novelist, playwright, critic, journalist, and professor. He was one of Canada's best known and most popular authors and one of its most distinguished \"men of letters\", an unfashionable term Davies gladly accepted for himself. Davies was the founding Master of Massey College, a graduate residential college associated with the University of Toronto."}]}, {"heading": "Deaths", "year": "1995", "date": "December 2", "txt": "Roxie Roker, American actress (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "December 2", "txt": "Mária Telkes, Hungarian–American biophysicist and chemist (b. 1900)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "December 2", "txt": "Shirley Crabtree, English wrestler (b. 1930)", "entities": [{"title": "Shirley Crabtree", "href": "/wiki/Shirley_Crabtree", "description": "Shirley Crabtree, better known as Big Daddy, was an English professional wrestler with a record-breaking 64-inch chest. He worked for Joint Promotions and the British Wrestling Federation. Initially appearing on television as a Heel, he teamed with Giant Haystacks. After splitting with Haystacks, he became a fan favourite and the top star of Joint Promotions from the late 1970s to the early 1990s."}]}, {"heading": "Deaths", "year": "1997", "date": "December 2", "txt": "Michael Hedges, American singer-songwriter and guitarist (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "1999", "date": "December 2", "txt": "Charlie Byrd, American guitarist (b. 1925)", "entities": [{"title": "Charlie Byrd", "href": "/wiki/Charlie_Byrd", "description": "Charlie Lee Byrd was an American jazz guitarist. Byrd was best known for his association with Brazilian music, especially bossa nova. In 1962, he collaborated with Stan Getz on the album Jazz Samba, a recording which brought bossa nova into the mainstream of North American music."}]}, {"heading": "Deaths", "year": "2000", "date": "December 2", "txt": "Gail Fisher, American actress (b. 1935)", "entities": [{"title": "Gail Fisher", "href": "/wiki/Gail_Fisher", "description": "Gail Fisher was an American actress who was one of the first black women to play substantive roles in American television. She was best known for playing the role of secretary Peggy Fair on the television detective series Mannix from 1968 through 1975, a role for which she won two Golden Globe Awards and an Emmy Award; she was the first black woman to win either award. She also won an NAACP Image "}]}, {"heading": "Deaths", "year": "2002", "date": "December 2", "txt": "Ivan Illich, Austrian priest and philosopher (b. 1926)", "entities": [{"title": "Ivan Illich", "href": "/wiki/Ivan_Illich", "description": "Ivan Dominic Illich was a Roman Catholic priest, theologian, philosopher, and social critic. His 1971 book Deschooling Society criticises modern society's institutional approach to education, an approach that constrains learning to narrow situations in a fairly short period of the human lifespan. His 1975 book Medical Nemesis, importing to the sociology of medicine the concept of medical harm, arg"}]}, {"heading": "Deaths", "year": "2002", "date": "December 2", "txt": "Arno Peters, German cartographer and historian (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 2", "txt": "Alan Davidson, British soldier, historian, and author (b. 1924)", "entities": [{"title": "Alan Davidson (food writer)", "href": "/wiki/Alan_Davidson_(food_writer)", "description": "Alan Eaton Davidson CMG was a British diplomat and writer best known for his writing and editing on food and gastronomy."}]}, {"heading": "Deaths", "year": "2004", "date": "December 2", "txt": "Alicia Markova, English ballerina and choreographer (b. 1910)", "entities": [{"title": "Alicia Markova", "href": "/wiki/Alicia_Markova", "description": "Dame Alicia Markova DBE was a British ballerina and a choreographer, director and teacher of classical ballet. Most noted for her career with Sergei Diaghilev's Ballets Russes and touring internationally, she was widely considered to be one of the greatest classical ballet dancers of the twentieth century. She was the first British dancer to become the principal dancer of a ballet company and, wit"}]}, {"heading": "Deaths", "year": "2004", "date": "December 2", "txt": "Mona Van Duyn, American poet and academic (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 2", "txt": "William P. Lawrence, American admiral and pilot (b. 1930)", "entities": [{"title": "William P. Lawrence", "href": "/wiki/William_P._Lawrence", "description": "William Porter \"Bill\" Lawrence, was a decorated United States Navy vice admiral and Naval Aviator who served as Superintendent of the U.S. Naval Academy from 1978 to 1981."}]}, {"heading": "Deaths", "year": "2005", "date": "December 2", "txt": "Van Tuong Nguyen, Australian convicted drug trafficker (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 2", "txt": "Mariska Veres, Dutch singer (b. 1947)", "entities": [{"title": "Mariska Veres", "href": "/wiki/Mariska_Veres", "description": "Maria Elisabeth Ender, better known as Mariska Veres, was a Dutch singer who was best known as the lead singer of the rock group Shocking Blue. Described as being similar to a young Cher, she was known for her sultry voice, eccentric performances, and her striking appearance which featured kohl-rimmed eyes, high cheekbones, and long jet black hair, which was actually a wig."}]}, {"heading": "Deaths", "year": "2007", "date": "December 2", "txt": "Jennifer Alexander, Canadian-American ballerina and actress (b. 1972)", "entities": [{"title": "Jennifer Alexander", "href": "/wiki/Jennifer_Alexander", "description": "Jennifer Carrie Alexander was a Canadian ballet dancer."}]}, {"heading": "Deaths", "year": "2007", "date": "December 2", "txt": "Elizabeth Hardwick, American literary critic, novelist, and short story writer (b. 1916)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 2", "txt": "Odetta, American singer-songwriter, guitarist, and actress (b. 1930)", "entities": [{"title": "Odetta", "href": "/wiki/Odetta", "description": "Odetta Holmes, known as Odetta, was an American singer, actress, guitarist, lyricist, and a civil and human rights activist, often referred to as \"The Voice of the Civil Rights Movement\". Her musical repertoire consisted largely of American folk music, blues, jazz, and spirituals. An important figure in the American folk music revival of the 1950s and 1960s, she influenced many of the key figures "}]}, {"heading": "Deaths", "year": "2008", "date": "December 2", "txt": "Henry Molaison, American memory disorder patient (b. 1926)", "entities": [{"title": "Memory disorder", "href": "/wiki/Memory_disorder", "description": "Memory disorders are the result of damage to neuroanatomical structures that hinders the storage, retention and recollection of memories. Memory disorders can be progressive, including Alzheimer's disease, or they can be immediate including disorders resulting from head injury."}]}, {"heading": "Deaths", "year": "2008", "date": "December 2", "txt": "Edward Samuel Rogers, Canadian lawyer and businessman (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 2", "txt": "Renato de Grandis, Italian composer, musicologist, and writer (b. 1927)", "entities": []}, {"heading": "Deaths", "year": "2009", "date": "December 2", "txt": "Foge Fazio, American football player and coach (b. 1938)", "entities": [{"title": "Foge Fazio", "href": "/wiki/Foge_Fazio", "description": "Serafino Dante \"Foge\" Fazio was an American football player and coach. He served as the head football coach at the University of Pittsburgh from 1982 to 1985. Fazio was an assistant coach with five teams in the National Football League (NFL) between 1988 and 2002."}]}, {"heading": "Deaths", "year": "2009", "date": "December 2", "txt": "Eric Woolfson, Scottish singer-songwriter, pianist, and producer (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 2", "txt": "Tom Hendry, Canadian playwright, co-founded the Manitoba Theatre Centre (b. 1929)", "entities": [{"title": "Tom Hendry", "href": "/wiki/Tom_Hendry", "description": "Tom Hendry was the co-founder of the Manitoba Theatre Centre in 1958 and, in 2008, the MTC Warehouse Theatre was officially dedicated to Hendry."}, {"title": "Manitoba Theatre Centre", "href": "/wiki/Manitoba_Theatre_Centre", "description": " Royal Manitoba Theatre Centre (RMTC) is Canada's oldest English-language regional theatre. Next to the Stratford and Shaw Festivals, MTC has a higher annual attendance than any other theatre in the country. It was founded in 1958 by John Hirsch and Tom Hendry as an amalgamation of the Winnipeg Little Theatre and Theatre 77. In 2010, the theatre received a royal designation from Her Majesty Queen "}]}, {"heading": "Deaths", "year": "2012", "date": "December 2", "txt": "Ehsan Naraghi, Iranian sociologist and author (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 2", "txt": "William Allain, American soldier and politician, 58th Governor of Mississippi (b. 1928)", "entities": [{"title": "William Allain", "href": "/wiki/William_Allain", "description": "William Alexander \"Bill\" Allain was an American politician who held office as the 59th Governor of Mississippi as a Democrat from 1984 to 1988."}, {"title": "Governor of Mississippi", "href": "/wiki/Governor_of_Mississippi", "description": "The governor of Mississippi is the head of the executive branch of Mississippi's state government and the commander-in-chief of the state's military forces. The Governor has a duty to enforce state laws, and the power to either approve or veto bills passed by the Mississippi Legislature, to convene the legislature at any time, and, except in cases of treason or impeachment, to grant pardons and re"}]}, {"heading": "Deaths", "year": "2013", "date": "December 2", "txt": "Jean-Claude Beton, Algerian-French engineer and businessman, founded Orangina (b. 1925)", "entities": [{"title": "Orangina", "href": "/wiki/Orangina", "description": "Orangina is a lightly carbonated beverage made from carbonated water, 12% citrus juice, as well as 2% orange pulp. Orangina is sweetened with sugar or high fructose corn syrup and natural flavors are added."}]}, {"heading": "Deaths", "year": "2013", "date": "December 2", "txt": "Marcelo Déda, Brazilian lawyer and politician (b. 1960)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 2", "txt": "Junior Murvin, Jamaican singer-songwriter (b. 1946)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 2", "txt": "A. R. Antulay, Indian lawyer and politician, 8th Chief Minister of Maharashtra (b. 1929)", "entities": [{"title": "A. R. Antulay", "href": "/wiki/A._R._Antulay", "description": "Barrister Abdul Rahman Antulay was an Indian politician. Antulay was a union minister for Minority Affairs and a Member of Parliament in the 14th Lok Sabha of India. Earlier he had been the Chief Minister of the state of Maharashtra, but was forced to resign after being convicted by the Bombay High Court on charges that he had extorted money for a trust fund he managed."}, {"title": "Chief Minister of Maharashtra", "href": "/wiki/Chief_Minister_of_Maharashtra", "description": "The Chief Minister of Maharashtra is the head of the Government of the Indian state of Maharashtra. Following elections to the Legislative Assembly, the Governor invites the party with a majority of seats to form the government and appoints the Chief Minister (CM). If the appointee is not a member of either the Legislative Assembly or the Legislative Council of Maharashtra, then the Constitution s"}]}, {"heading": "Deaths", "year": "2014", "date": "December 2", "txt": "Jean Béliveau, Canadian ice hockey player (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 2", "txt": "Josie Cichockyj, English basketball player and coach (b. 1964)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 2", "txt": "Bobby Keys, American saxophonist (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 2", "txt": "Don Laws, American figure skater and coach (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 2", "txt": "Sandy Berger, American lawyer and politician, 19th United States National Security Advisor (b. 1945)", "entities": [{"title": "Sandy Berger", "href": "/wiki/Sandy_Berger", "description": "Samuel Richard \"Sandy\" Berger was a political consultant who served as the 19th United States National Security Advisor for President Bill Clinton from 1997 to 2001. Before that he served as the Deputy National Security Advisor for the Clinton Administration from 1993 to 1997."}, {"title": "National Security Advisor (United States)", "href": "/wiki/National_Security_Advisor_(United_States)", "description": "The Assistant to the President for National Security Affairs (APNSA), commonly referred to as the National Security Advisor (NSA) is a senior aide in the Executive Office of the President, based at the West Wing of the White House. The National Security Advisor serves as the principal advisor to the President of the United States on all national security issues. The National Security Advisor is ap"}]}, {"heading": "Deaths", "year": "2015", "date": "December 2", "txt": "Will McMillan, American actor, director, and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 2", "txt": "George T. Sakato, American soldier, Medal of Honor recipient (b. 1921)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2020", "date": "December 2", "txt": "Pat Patterson, American wrestler (b. 1941) ", "entities": [{"title": "Pat Patterson (wrestler)", "href": "/wiki/Pat_Patterson_(wrestler)", "description": "Pat Patterson was a Canadian–American professional wrestler and producer, widely known for his long tenure in the professional wrestling promotion WWE, first as a wrestler, then as a creative consultant and producer. He is recognized by the company as their first Intercontinental Champion and creator of the Royal Rumble match. Patterson was inducted into the WWE Hall of Fame class of 1996."}, {"title": "1941", "href": "/wiki/1941", "description": "1941 (MCMXLI) was a common year starting on Wednesday of the Gregorian calendar, the 1941st year of the Common Era (CE) and Anno Domini (AD) designations, the 941st year of the 2nd millennium, the 41st year of the 20th century, and the 2nd year of the 1940s decade. "}]}, {"heading": "Deaths", "year": "2020", "date": "December 2", "txt": "Valéry Giscard d'Estaing, 20th President of France, Coprince of Andorra (b. 1926)", "entities": [{"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}, {"title": "Co-Princes of Andorra", "href": "/wiki/Co-Princes_of_Andorra", "description": "The co-princes of Andorra are jointly the heads of state of the Principality of Andorra, a landlocked microstate lying in the Pyrenees between France and Spain. Founded in 1278 by means of a treaty between the bishop of Urgell and the Count of Foix, this unique diarchical arrangement has persisted through medieval times to the 21st century. Currently, the bishop of Urgell and the president of Fran"}]}]