[{"heading": "Events", "year": "0533", "date": "December 15", "txt": "Vandalic War: Byzantine general Belisarius defeats the Vandals, commanded by King Gelimer, at the Battle of Tricamarum.", "entities": [{"title": "Vandalic War", "href": "/wiki/Vandalic_War", "description": "The Vandalic or Vandal War was a conflict fought in North Africa between the forces of the Byzantine, or East Roman, empire and the Vandalic Kingdom of Carthage, in 533–534. It was the first of Justinian I's wars of reconquest of the lost Western Roman Empire."}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}, {"title": "Belisarius", "href": "/wiki/Belisarius", "description": "Flavius Belisarius was a military commander of the Byzantine Empire. He was instrumental in the reconquest of much of the Mediterranean territory belonging to the former Western Roman Empire, which had been lost less than a century prior."}, {"title": "Vandals", "href": "/wiki/Vandals", "description": "The Vandals were a Germanic people who first inhabited what is now southern Poland. They established Vandal kingdoms on the Iberian Peninsula, Mediterranean islands, and North Africa in the 5th century."}, {"title": "Gelimer", "href": "/wiki/Gelimer", "description": "Gelimer, King of the Vandals and Alans (530–534), was the last Germanic ruler of the North African Kingdom of the Vandals. He became ruler on 15 June 530 after deposing his first cousin twice removed, Hilderic, who had angered the Vandal nobility by converting to Chalcedonian Christianity, as most of the Vandals at this time were fiercely devoted to Arian Christianity."}, {"title": "Battle of Tricamarum", "href": "/wiki/Battle_of_Tricamarum", "description": "The Battle of Tricamarum took place on December 15, 533 between the armies of the Byzantine Empire, under Belisarius, and the Vandal Kingdom, commanded by King Gelimer, and his brother Tzazon. It followed the Byzantine victory at the Battle of Ad Decimum, and eliminated the power of the Vandals for good, completing the \"Reconquest\" of North Africa under the Byzantine Emperor Justinian I. The main "}]}, {"heading": "Events", "year": "0687", "date": "December 15", "txt": "Pope Sergius I is elected as a compromise between antipopes Paschal and Theodore.", "entities": [{"title": "Pope Sergius I", "href": "/wiki/Pope_Sergius_I", "description": "Pope Sergius I was the bishop of Rome from 15 December 687, to his death, and is revered as a saint by the Roman Catholic church. He was elected at a time when two rivals, Paschal and Theodore, were locked in dispute about which of them should become pope. His papacy was dominated by his response to the Quinisext Council, the canons of which he steadfastly refused to accept. Thereupon Emperor Just"}, {"title": "Antipope", "href": "/wiki/Antipope", "description": "An antipope is a person who, in opposition to the legitimately elected pope, makes a significant attempt to occupy the position of Bishop of Rome and leader of the Catholic Church. At times between the 3rd and mid-15th centuries, antipopes were supported by important factions within the Church itself and by secular rulers."}]}, {"heading": "Events", "year": "1025", "date": "December 15", "txt": "Constantine VIII becomes sole emperor of the Byzantine Empire, 63 years after being crowned co-emperor.", "entities": [{"title": "Constantine VIII", "href": "/wiki/Constantine_VIII", "description": "Constantine VIII Porphyrogenitus was de jure Byzantine Emperor from 962 until his death. He was the younger son of Emperor Romanos II and Empress Theophano. He was nominal co-emperor for 63 years, successively with his father; stepfather, Nikephoros II Phokas; uncle, John I Tzimiskes; and brother, Basil II."}, {"title": "Byzantine Emperor", "href": "/wiki/Byzantine_Emperor", "description": "This is a list of the Byzantine emperors from the foundation of Constantinople in 330 AD, which marks the conventional start of the Byzantine Empire, to its fall to the Ottoman Empire in 1453 AD. Only the emperors who were recognized as legitimate rulers and exercised sovereign authority are included, to the exclusion of junior co-emperors (symbasileis) who never attained the status of sole or sen"}, {"title": "Byzantine Empire", "href": "/wiki/Byzantine_Empire", "description": "The Byzantine Empire, also referred to as the Eastern Roman Empire, or Byzantium, was the continuation of the Roman Empire in its eastern provinces during Late Antiquity and the Middle Ages, when its capital city was Constantinople. It survived the fragmentation and fall of the Western Roman Empire in the 5th century and continued to exist for an additional thousand years until it fell to the Otto"}]}, {"heading": "Events", "year": "1161", "date": "December 15", "txt": "Jin–Song wars: Military officers conspire against the emperor Wanyan Liang of the Jin dynasty after a military defeat at the Battle of Caishi, and assassinate the emperor at his camp.", "entities": [{"title": "Jin–Song wars", "href": "/wiki/Jin%E2%80%93Song_wars", "description": "The Jin–Song Wars were a series of conflicts between the Jurchen-led Jin dynasty (1115–1234) and the Han-led Song dynasty (960–1279). In 1115, Jurchen tribes rebelled against their overlords, the Khitan-led Liao dynasty (916–1125), and declared the formation of the Jin. Allying with the Song against their common enemy the Liao dynasty, the Jin promised to return to the Song the Sixteen Prefectures"}, {"title": "Wanyan Liang", "href": "/wiki/Wanyan_Liang", "description": "Digunai, also known by his sinicised name Wanyan Liang and his formal title Prince of Hailing, was the fourth emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. He was the second son of Wanyan Zonggan (完顏宗幹), the eldest son of Aguda. He came to power in 1150 after overthrowing and murdering his predecessor, Emperor Xizong, in a coup d'état. Duri"}, {"title": "Jin dynasty (1115–1234)", "href": "/wiki/Jin_dynasty_(1115%E2%80%931234)", "description": "The Jin dynasty, officially known as the Great Jin, lasted from 1115 to 1234 as one of the last dynasties in Chinese history to predate the Mongol conquest of China. Its name is sometimes written as Kin, Jurchen Jin or Jinn in English to differentiate it from an earlier Jìn dynasty of China whose name is identical when transcribed without tone marker diacritics in the Hanyu Pinyin system for Stand"}, {"title": "Battle of Caishi", "href": "/wiki/Battle_of_Caishi", "description": "The Battle of Caishi was a major naval engagement of the Jin–Song Wars of China that took place on November 26–27, 1161. It ended with a decisive Song victory, aided by their use of gunpowder weapons."}]}, {"heading": "Events", "year": "1167", "date": "December 15", "txt": "Sicilian Chancellor Stephen du Perche moves the royal court to Messina to prevent a rebellion.", "entities": [{"title": "Kingdom of Sicily (Medieval and Early Modern)", "href": "/wiki/Kingdom_of_Sicily_(Medieval_and_Early_Modern)", "description": "The Kingdom of Sicily was a state that existed in the south of the Italian peninsula and for a time the region of Ifriqiya from its founding by Roger II of Sicily in 1130 until 1816. It was a successor state of the County of Sicily, which had been founded in 1071 during the Norman conquest of the southern peninsula. The island was divided into three regions: Val di Mazara, Val Demone and Val di No"}, {"title": "Chancellor", "href": "/wiki/Chancellor", "description": "Chancellor is a title of various official positions in the governments of many nations. The original chancellors were the cancellarii of Roman courts of justice—ushers, who sat at the cancelli or lattice work screens of a basilica or law court, which separated the judge and counsel from the audience. A chancellor's office is called a chancellery or chancery. The word is now used in the titles of m"}, {"title": "Stephen du Perche", "href": "/wiki/Stephen_du_Perche", "description": "Stephen du Perche (1137/8–1169) was the chancellor of the Kingdom of Sicily (1166–68) and Archbishop of Palermo (1167–68) during the early regency of his cousin, the queen dowager Margaret of Navarre (1166–71)."}, {"title": "Messina", "href": "/wiki/Messina", "description": "Messina is the capital of the Italian Metropolitan City of Messina. It is the third largest city on the island of Sicily, and the 13th largest city in Italy, with a population of more than 231,000 inhabitants in the city proper and about 650,000 in the Metropolitan City. It is located near the northeast corner of Sicily, at the Strait of Messina, opposite Villa San Giovanni on the mainland, and ha"}]}, {"heading": "Events", "year": "1256", "date": "December 15", "txt": "Mongol forces under Hulagu enter and dismantle the Nizari Ismaili (Assassin) stronghold at Alamut Castle (in present-day Iran) as part of their offensive on Islamic southwest Asia.", "entities": [{"title": "Mongols", "href": "/wiki/Mongols", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Hulagu Khan", "href": "/wiki/Hulagu_Khan", "description": "Hulagu Khan, also known as Hülegü or Hulegu, was a Mongol ruler who conquered much of Western Asia. Son of Tolui and the Keraite princess Sorghaghtani Beki, he was a grandson of Genghis Khan and brother of Ariq Böke, Möngke Khan, and Kublai Khan."}, {"title": "Nizari Ismaili state", "href": "/wiki/Nizari_Ismaili_state", "description": "The Nizari state was a Shia Nizari Ismaili state founded by Hassan-i Sabbah after he took control of the Alamut Castle in 1090 AD, which marked the beginning of an era of Ismailism known as the \"Alamut period\". Their people were also known as the Assassins or Hashashins."}, {"title": "Order of Assassins", "href": "/wiki/Order_of_Assassins", "description": "The Assassins were a Nizari Isma'ili sect of Shia Islam who lived in the mountains of Persia and in Syria between 1090 and 1275. During that time, they held a strict subterfuge policy throughout the Middle East through the covert murder of first Muslim and later Christian leaders who were considered enemies of their state. The modern term assassination is based on the tactics used by the Assassins"}, {"title": "Alamut Castle", "href": "/wiki/Alamut_Castle", "description": "Alamut is a ruined mountain fortress located in the Alamut region in the South Caspian province of Qazvin near the Masoudabad region in Iran, approximately 200 km (130 mi) from present-day Tehran."}, {"title": "Iran", "href": "/wiki/Iran", "description": "Iran, also called Persia and officially the Islamic Republic of Iran, is a country in Western Asia. It is bordered to the northwest by Armenia and Azerbaijan, to the north by the Caspian Sea, to the northeast by Turkmenistan, to the east by Afghanistan, to the southeast by Pakistan, to the south by the Persian Gulf and the Gulf of Oman, and to the west by Turkey and Iraq. Iran covers an area of 1,"}, {"title": "Mongol campaign against the Nizaris", "href": "/wiki/Mongol_campaign_against_the_Nizaris", "description": "The Mongol campaign against the Nizaris of the Alamut period began in 1253 after the Mongol conquest of the Khwarazmian Empire of Iran by the Mongol Empire and a series of Nizari–Mongol conflicts. The campaign was ordered by the Great Khan Möngke and was led by his brother, Hülegü. The campaign against the Nizaris and later the Abbasid Caliphate was intended to establish a new khanate in the regio"}]}, {"heading": "Events", "year": "1270", "date": "December 15", "txt": "The Nizari Ismaili garrison of Gerdkuh, Persia surrender after 17 years to the Mongols.", "entities": [{"title": "Nizari Ismaili state", "href": "/wiki/Nizari_Ismaili_state", "description": "The Nizari state was a Shia Nizari Ismaili state founded by Hassan-i Sabbah after he took control of the Alamut Castle in 1090 AD, which marked the beginning of an era of Ismailism known as the \"Alamut period\". Their people were also known as the Assassins or Hashashins."}, {"title": "Gerdkuh", "href": "/wiki/Gerdkuh", "description": "Gerdkuh was a castle of the Nizari Isma'ili state located near Damghan in the region of Qumis."}, {"title": "Mongol campaign against the Nizaris", "href": "/wiki/Mongol_campaign_against_the_Nizaris", "description": "The Mongol campaign against the Nizaris of the Alamut period began in 1253 after the Mongol conquest of the Khwarazmian Empire of Iran by the Mongol Empire and a series of Nizari–Mongol conflicts. The campaign was ordered by the Great Khan Möngke and was led by his brother, Hülegü. The campaign against the Nizaris and later the Abbasid Caliphate was intended to establish a new khanate in the regio"}]}, {"heading": "Events", "year": "1467", "date": "December 15", "txt": "Stephen III of Moldavia defeats Matthias Corvinus of Hungary, with the latter being injured thrice, at the Battle of Baia.", "entities": [{"title": "Stephen III of Moldavia", "href": "/wiki/Stephen_III_of_Moldavia", "description": "Stephen III of Moldavia, most commonly known as Stephen the Great, was Voivode of Moldavia from 1457 to 1504. He was the son of and co-ruler with Bogdan II, who was murdered in 1451 in a conspiracy organized by his brother and Stephen's uncle Peter III Aaron who took the throne. Stephen fled to Hungary, and later to Wallachia, but with the support of Vlad III Țepeș, Voivode of Wallachia, he return"}, {"title": "Matthias Corvinus", "href": "/wiki/Matthias_Corvinus", "description": "Matthias Corvinus, also called Matthias I, was King of Hungary and Croatia from 1458 to 1490. After conducting several military campaigns, he was elected King of Bohemia in 1469 and adopted the title Duke of Austria in 1487. He was the son of John Hunyadi, Regent of Hungary, who died in 1456. In 1457, Matthias was imprisoned along with his older brother, Ladislaus Hunyadi, on the orders of King La"}, {"title": "Battle of Baia", "href": "/wiki/Battle_of_Baia", "description": "The Battle of Baia was fought on December 15, 1467, between the Moldavian prince, Stephen the Great and the Hungarian king, Matthias Corvinus. The battle was the last Hungarian attempt to subdue Moldavia, as previous attempts had ended in failure. Corvinus invaded Moldavia as a consequence of Stephen's annexation of Chilia—a fortress and harbour on the coast of the Black Sea—from Hungarian and Wal"}]}, {"heading": "Events", "year": "1651", "date": "December 15", "txt": "Castle Cornet in Guernsey, the last stronghold which had supported the King in the Third English Civil War, surrenders.", "entities": [{"title": "Castle Cornet", "href": "/wiki/Castle_Cornet", "description": "Castle Cornet is a large island castle in Guernsey, and former tidal island, also known as Cornet Rock or Castle Rock. Its importance was as a defence not only of the island, but of the roadstead. In 1859 it became part of one of the breakwaters of the Guernsey's main harbour, St Peter Port's harbour."}, {"title": "Guernsey", "href": "/wiki/Guernsey", "description": "Guernsey is an island in the English Channel off the coast of Normandy that is part of the Bailiwick of Guernsey, a British Crown Dependency."}, {"title": "Third English Civil War", "href": "/wiki/Third_English_Civil_War", "description": "The Third English Civil War (1650–1651) was the last of the English Civil Wars (1642–1651). It consisted primarily of an invasion of Scotland by an English army controlled by the Rump Parliament and commanded by Oliver Cromwell and a subsequent Scottish invasion of England by a Scottish army loyal to King Charles II and commanded by David Leslie. It ended after 14 months with Scotland conquered an"}]}, {"heading": "Events", "year": "1778", "date": "December 15", "txt": "American Revolutionary War: British and French fleets clash in the Battle of St. Lucia.", "entities": [{"title": "American Revolutionary War", "href": "/wiki/American_Revolutionary_War", "description": "The American Revolutionary War (1775–1783), also known as the Revolutionary War or the American War of Independence, was initiated by delegates from thirteen American colonies of British America in Congress against Great Britain over their objection to Parliament's taxation policies and lack of colonial representation. From their founding in the 1600s, the colonies were largely left to govern them"}, {"title": "Kingdom of Great Britain", "href": "/wiki/Kingdom_of_Great_Britain", "description": "The Kingdom of Great Britain, officially called Great Britain, was a sovereign state in Western Europe from 1 May 1707 to 1 January 1801. The state came into being following the Treaty of Union in 1706, ratified by the Acts of Union 1707, which united the kingdoms of England and Scotland to form a single kingdom encompassing the whole island of Great Britain and its outlying islands, with the exce"}, {"title": "Battle of St. Lucia", "href": "/wiki/Battle_of_St._Lucia", "description": "The Battle of St. Lucia or the Battle of the Cul de Sac was a naval battle fought off the island of St. Lucia in the West Indies during the American Revolutionary War on 15 December 1778, between the British Royal Navy and the French Navy."}]}, {"heading": "Events", "year": "1791", "date": "December 15", "txt": "The United States Bill of Rights becomes law when ratified by the Virginia General Assembly.", "entities": [{"title": "United States Bill of Rights", "href": "/wiki/United_States_Bill_of_Rights", "description": "The United States Bill of Rights comprises the first ten amendments to the United States Constitution. Proposed following the often bitter 1787–88 debate over the ratification of the Constitution, and written to address the objections raised by Anti-Federalists, the Bill of Rights amendments add to the Constitution specific guarantees of personal freedoms and rights, clear limitations on the gover"}, {"title": "Virginia General Assembly", "href": "/wiki/Virginia_General_Assembly", "description": "The Virginia General Assembly is the legislative body of the Commonwealth of Virginia, and the oldest continuous law-making body in the New World, established on July 30, 1619. The General Assembly is a bicameral body consisting of a lower house, the Virginia House of Delegates, with 100 members, and an upper house, the Senate of Virginia, with 40 members. Combined together, the General Assembly c"}]}, {"heading": "Events", "year": "1836", "date": "December 15", "txt": "The U.S. Patent Office building in Washington, D.C., nearly burns to the ground, destroying all 9,957 patents issued by the federal government to that date, as well as 7,000 related patent models.", "entities": [{"title": "Old Patent Office Building", "href": "/wiki/Old_Patent_Office_Building", "description": "The historic Old Patent Office Building in Washington, D.C. covers an entire city block defined by F and G Streets and 7th and 9th Streets NW in Chinatown. It served as one of the earliest United States Patent Office buildings."}, {"title": "1836 U.S. Patent Office fire", "href": "/wiki/1836_U.S._Patent_Office_fire", "description": "The 1836 U.S. Patent Office fire was the first of several disastrous fires the U.S. Patent Office has had in its history. It occurred in Blodget's Hotel building, Washington on December 15, 1836. An initial investigation considered the possibility of arson due to suspected corruption in the Post Office, which shared the same building, but it was later ruled out. The cause was ultimately determined"}, {"title": "Patent model", "href": "/wiki/Patent_model", "description": "A patent model was a handmade miniature model no larger than 12\" by 12\" by 12\" that showed how an invention works. It was one of the most interesting early features of the United States patent system."}]}, {"heading": "Events", "year": "1864", "date": "December 15", "txt": "American Civil War: The Battle of Nashville begins at Nashville, Tennessee, and ends the following day with the destruction of the Confederate Army of Tennessee as a fighting force by the Union Army of the Cumberland.", "entities": [{"title": "American Civil War", "href": "/wiki/American_Civil_War", "description": "The American Civil War was a civil war in the United States from 1861 to 1865, fought between northern states loyal to the Union and southern states that had seceded to form the Confederate States of America. The principal cause of the war was the status of slavery in the United States, especially in the territories."}, {"title": "Battle of Nashville", "href": "/wiki/Battle_of_Nashville", "description": "The Battle of Nashville was a two-day battle in the Franklin-Nashville Campaign that represented the end of large-scale fighting west of the coastal states in the American Civil War. It was fought at Nashville, Tennessee, on December 15–16, 1864, between the Confederate Army of Tennessee under Lieutenant General John Bell Hood and the Union Army of the Cumberland under Major General George H. Thom"}, {"title": "Nashville, Tennessee", "href": "/wiki/Nashville,_Tennessee", "description": "Nashville is the capital and most populous city of the U.S. state of Tennessee. The city is the county seat of Davidson County and is located on the Cumberland River. It is the 23rd most-populous city in the United States."}, {"title": "Confederate States Army", "href": "/wiki/Confederate_States_Army", "description": "The Confederate States Army, also called the Confederate Army or simply the Southern Army, was the military land force of the Confederate States of America during the American Civil War (1861–1865), fighting against the United States forces in order to uphold the institution of slavery in the Southern states. On February 28, 1861, the Provisional Confederate Congress established a provisional volu"}, {"title": "Army of Tennessee", "href": "/wiki/Army_of_Tennessee", "description": "The Army of Tennessee was the principal Confederate army operating between the Appalachian Mountains and the Mississippi River during the American Civil War. It was formed in late 1862 and fought until the end of the war in 1865, participating in most of the significant battles in the Western Theater."}, {"title": "Union (American Civil War)", "href": "/wiki/Union_(American_Civil_War)", "description": "During the American Civil War, the Union, also known as the North, referred to the United States, governed by the U.S. federal government led by President Abraham Lincoln. It was opposed by the secessionist Confederate States of America (CSA), informally called \"the Confederacy\" or \"the South\". The Union is named after its declared goal of preserving the United States, in union with the CSA states"}, {"title": "Army of the Cumberland", "href": "/wiki/Army_of_the_Cumberland", "description": "The Army of the Cumberland was one of the principal Union armies in the Western Theater during the American Civil War. It was originally known as the Army of the Ohio."}]}, {"heading": "Events", "year": "1869", "date": "December 15", "txt": "The short-lived Republic of Ezo is proclaimed in the Ezo area of Japan. It is the first attempt to establish a democracy in Japan.", "entities": [{"title": "Republic of Ezo", "href": "/wiki/Republic_of_Ezo", "description": "The Republic of Ezo  was a short-lived state established in 1869 by a part of the former Tokugawa military on the island of Ezo, now known as Hokkaido. Ezo is notable for being the first government to attempt to institute democracy in Japan, though voting was allowed only to the samurai caste. The Republic of Ezo existed for only 5 months."}, {"title": "Ezo", "href": "/wiki/Ezo", "description": "Ezo (蝦夷) is the Japanese term historically used to refer to the lands to the north of the Japanese island of Honshu. It included the northern Japanese island of Hokkaido, which changed its name from \"Ezo\" to \"Hokkaidō\" in 1869, and sometimes included Sakhalin and the Kuril Islands."}, {"title": "Japan", "href": "/wiki/Japan", "description": "Japan is an island country in East Asia, located in the northwest Pacific Ocean. It is bordered on the west by the Sea of Japan, and extends from the Sea of Okhotsk in the north toward the East China Sea and Taiwan in the south. Part of the Ring of Fire, Japan spans an archipelago of 6852 islands covering 377,975 square kilometers (145,937 sq mi); the five main islands are Hokkaido, Honshu, Shikok"}, {"title": "Democracy", "href": "/wiki/Democracy", "description": "Democracy is a form of government in which the people have the authority to choose their governing legislators. The decisions on who is considered part of the people and how authority is shared among or delegated by the people have changed over time and at different speeds in different countries, but they have included more and more of the inhabitants of all countries. Cornerstones include freedom"}]}, {"heading": "Events", "year": "1890", "date": "December 15", "txt": "Hunkpapa Lakota leader Sitting Bull is killed on Standing Rock Indian Reservation, leading to the Wounded Knee Massacre.", "entities": [{"title": "Hunkpapa", "href": "/wiki/Hunkpapa", "description": "The Hunkpapa are a Native American group, one of the seven council fires of the Lakota tribe. The name Húŋkpapȟa is a Lakota word, meaning \"Head of the Circle\". By tradition, the Húŋkpapȟa set up their lodges at the entryway to the circle of the Great Council when the Sioux met in convocation. They speak Lakȟóta, one of the three dialects of the Sioux language."}, {"title": "Lakota people", "href": "/wiki/Lakota_people", "description": "The Lakota are a Native American tribe. Also known as the Teton Sioux, they are one of the three prominent subcultures of the Sioux people. Their current lands are in North and South Dakota. They speak Lakȟótiyapi—the Lakota language, the westernmost of three closely related languages that belong to the Siouan language family."}, {"title": "Sitting Bull", "href": "/wiki/Sitting_Bull", "description": "Sitting Bull was a Hunkpapa Lakota leader who led his people during years of resistance against United States government policies. He was killed by Indian agency police on the Standing Rock Indian Reservation during an attempt to arrest him, at a time when authorities feared that he would join the Ghost Dance movement."}, {"title": "Standing Rock Indian Reservation", "href": "/wiki/Standing_Rock_Indian_Reservation", "description": "The Standing Rock Reservation  lies across the border between North and South Dakota in the United States, and is inhabited by ethnic \"Hunkpapa and Sihasapa bands of Lakota Oyate and the Ihunktuwona and Pabaksa bands of the Dakota Oyate,\" as well as the Hunkpatina Dakota. The Ihanktonwana Dakota are the Upper Yanktonai, part of the collective of Wiciyena. The sixth-largest Native American reservat"}, {"title": "Wounded Knee Massacre", "href": "/wiki/Wounded_Knee_Massacre", "description": "The Wounded Knee Massacre, also known as the Battle of Wounded Knee, was a massacre of nearly three hundred Lakota people by soldiers of the United States Army. It occurred on December 29, 1890, near Wounded Knee Creek on the Lakota Pine Ridge Indian Reservation in the U.S. state of South Dakota, following a botched attempt to disarm the Lakota camp. The previous day, a detachment of the U.S. 7th "}]}, {"heading": "Events", "year": "1893", "date": "December 15", "txt": "Symphony No. 9 (\"From the New World\" a.k.a. the \"New World Symphony\") by Antonín Dvořák premieres in a public afternoon rehearsal at Carnegie Hall in New York City, followed by a concert premiere on the evening of December 16.", "entities": [{"title": "Symphony No. 9 (Dvořák)", "href": "/wiki/Symphony_No._9_(Dvo%C5%99%C3%A1k)", "description": "The Symphony No. 9 in E minor, \"From the New World\", Op. 95, B. 178, popularly known as the New World Symphony, was composed by Antonín Dvořák in 1893 while he was the director of the National Conservatory of Music of America from 1892 to 1895. It premiered in New York City on 16 December 1893. It has been described as one of the most popular of all symphonies. In older literature and recordings, "}, {"title": "Antonín Dvořák", "href": "/wiki/Anton%C3%ADn_Dvo%C5%99%C3%A1k", "description": "Antonín Leopold Dvořák was a Czech composer, one of the first to achieve worldwide recognition. His most successful orchestral work were the Symphony From the New World, and the Cello Concerto, coincidentally both written in the USA. Following the Romantic-era nationalist example of his predecessor Bedřich Smetana, Dvořák frequently employed rhythms and other aspects of the folk music of Moravia a"}, {"title": "Carnegie Hall", "href": "/wiki/Carnegie_Hall", "description": "Carnegie Hall is a concert venue in Midtown Manhattan in New York City. It is at 881 Seventh Avenue, occupying the east side of Seventh Avenue between West 56th and 57th Streets."}]}, {"heading": "Events", "year": "1899", "date": "December 15", "txt": "British Army forces are defeated at the Battle of Colenso in Natal, South Africa, the third and final battle fought during the Black Week of the Second Boer War.", "entities": [{"title": "British Army", "href": "/wiki/British_Army", "description": "The British Army is the principal land warfare force of the United Kingdom, a part of the British Armed Forces along with the Royal Navy and the Royal Air Force. As of 2020, the British Army comprises 80,040 regular full-time personnel and 30,020 reserve personnel."}, {"title": "Battle of Colenso", "href": "/wiki/Battle_of_Colenso", "description": "The Battle of Colenso was the third and final battle fought during the Black Week of the Second Boer War. It was fought between British and Boer forces from the independent South African Republic and Orange Free State in and around Colenso, Natal, South Africa on 15 December 1899."}, {"title": "Natal (province)", "href": "/wiki/Natal_(province)", "description": "The Province of Natal, commonly called Natal, was a province of South Africa from May 1910 until May 1994. Its capital was Pietermaritzburg. During this period rural areas inhabited by the black African population of Natal were organized into the bantustan of KwaZulu, which was progressively separated from the province, becoming partially autonomous in 1981. Of the white population, the majority w"}, {"title": "South Africa", "href": "/wiki/South_Africa", "description": "South Africa, officially the Republic of South Africa (RSA), is the southernmost country in Africa. With over 59 million people, it is the world's 23rd-most populous nation and covers an area of 1,221,037 square kilometres. South Africa has three capital cities: executive Pretoria, judicial Bloemfontein and legislative Cape Town. The largest city is Johannesburg. About 80% of South Africans are of"}, {"title": "Black Week", "href": "/wiki/Black_Week", "description": "In a disastrous week during the second Boer War, dubbed Black Week, from 10–17 December 1899, the British Army suffered three devastating defeats by the Boer Republics at the battles of Stormberg, Magersfontein and Colenso, with a total of 2,776 men killed, wounded and captured."}, {"title": "Second Boer War", "href": "/wiki/Second_Boer_War", "description": "The Second Boer War, also known as the Boer War, the Anglo-Boer War, or the South African War, was fought between the British Empire and two independent Boer states, the South African Republic and the Orange Free State, over the Empire's influence in South Africa. The trigger of the war was the discovery of diamonds and gold in the Boer states. Initial Boer attacks were successful, and although Br"}]}, {"heading": "Events", "year": "1903", "date": "December 15", "txt": "Italian American food cart vendor Italo Marchiony receives a U.S. patent for inventing a machine that makes ice cream cones.", "entities": [{"title": "Italian American", "href": "/wiki/Italian_American", "description": "Italian Americans are citizens of the United States of America who are of Italian descent. The majority of Italian Americans reside in the urban Northeast and in urban industrial Midwestern metropolitan areas, with significant communities also residing in many other major US metropolitan areas."}, {"title": "United States patent law", "href": "/wiki/United_States_patent_law", "description": "Under United States law, a patent is a right granted to the inventor of a (1) process, machine, article of manufacture, or composition of matter, (2) that is new, useful, and non-obvious. A patent is the right to exclude others, for a limited time from profiting of a patented technology without the consent of the patent-holder. Specifically, it is the right to exclude others from:\nmaking,\nusing, \n"}, {"title": "Ice cream cone", "href": "/wiki/Ice_cream_cone", "description": "An ice cream cone, poke or cornet is a brittle, cone-shaped pastry, usually made of a wafer similar in texture to a waffle, made so ice cream can be carried and eaten without a bowl or spoon. Types of ice cream cones include wafer cones, waffle cones, and sugar cones."}]}, {"heading": "Events", "year": "1905", "date": "December 15", "txt": "The Pushkin House is established in Saint Petersburg, Russia, to preserve the cultural heritage of Alexander Pushkin.", "entities": [{"title": "Pushkin House", "href": "/wiki/Pushkin_House", "description": "The Pushkin House, formally the Institute of Russian Literature, is a research institute in St. Petersburg. It is part of a network of institutions affiliated with the Russian Academy of Sciences."}, {"title": "Saint Petersburg", "href": "/wiki/Saint_Petersburg", "description": "Saint Petersburg, formerly known as Petrograd (1914–1924) and later Leningrad (1924–1991), is the second-largest city in Russia. The city is situated on the Neva River, at the head of the Gulf of Finland on the Baltic Sea, with a population of roughly 5.4 million residents. It is the fourth-most populous city in Europe, the most populous city on the Baltic Sea, as well as the world's northernmost "}, {"title": "Alexander Pushkin", "href": "/wiki/Alexander_Pushkin", "description": "Alexander Sergeyevich Pushkin was a Russian poet, playwright, and novelist of the Romantic era. He is considered by many to be the greatest Russian poet, and the founder of modern Russian literature."}]}, {"heading": "Events", "year": "1906", "date": "December 15", "txt": "The London Underground's Great Northern, Piccadilly and Brompton Railway opens.", "entities": [{"title": "London Underground", "href": "/wiki/London_Underground", "description": "The London Underground is a rapid transit system serving Greater London and some parts of the adjacent counties of Buckinghamshire, Essex and Hertfordshire in the United Kingdom."}, {"title": "Great Northern, Piccadilly and Brompton Railway", "href": "/wiki/Great_Northern,_Piccadilly_and_Brompton_Railway", "description": "The Great Northern, Piccadilly and Brompton Railway (GNP&BR), also known as the Piccadilly tube, was a railway company established in 1902 that constructed a deep-level underground \"tube\" railway in London. The GNP&BR was formed through a merger of two older companies, the Brompton and Piccadilly Circus Railway (B&PCR) and the Great Northern and Strand Railway (GN&SR). It also incorporated part of"}]}, {"heading": "Events", "year": "1914", "date": "December 15", "txt": "World War I: The Serbian Army recaptures Belgrade from the invading Austro-Hungarian Army.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Serbian Army", "href": "/wiki/Serbian_Army", "description": "The Serbian Army is the land-based component of the Serbian Armed Forces, responsible for defending the sovereignty and territorial integrity of Serbia from foreign hostiles; participating in peacekeeping operations; and providing humanitarian aid and disaster relief. Originally established in 1830, the Serbian army was incorporated into the newly established state of Yugoslavia in 1918. The curre"}, {"title": "Belgrade", "href": "/wiki/Belgrade", "description": "Belgrade is the capital and largest city of Serbia. It is located at the confluence of the Sava and Danube rivers and the crossroads of the Pannonian Plain and the Balkan Peninsula. Nearly 1.7 million people live within the administrative limits of the City of Belgrade, a quarter of the total population of Serbia."}, {"title": "Austro-Hungarian Army", "href": "/wiki/Austro-Hungarian_Army", "description": "The Austro-Hungarian Army was the ground force of the Austro-Hungarian Dual Monarchy from 1867 to 1918. It was composed of three parts: the joint army, the Imperial Austrian Landwehr, and the Royal Hungarian Honvéd."}]}, {"heading": "Events", "year": "1914", "date": "December 15", "txt": "A gas explosion at Mitsubishi Hōjō coal mine, in Kyushu, Japan, kills 687.", "entities": [{"title": "Mitsubishi", "href": "/wiki/Mitsubishi", "description": "The Mitsubishi Group  is a group of autonomous Japanese multinational companies in a variety of industries."}, {"title": "Kyushu", "href": "/wiki/Kyushu", "description": "Kyushu  is the third largest island of Japan's five main islands and the most southerly of the four largest islands. In the past, it has been known as Kyūkoku , Chinzei  and Tsukushi-no-shima . The historical regional name Saikaidō  referred to Kyushu and its surrounding islands."}]}, {"heading": "Events", "year": "1917", "date": "December 15", "txt": "World War I: An armistice between Russia and the Central Powers is signed.", "entities": [{"title": "Armistice between Russia and the Central Powers", "href": "/wiki/Armistice_between_Russia_and_the_Central_Powers", "description": "On 15 December [O.S. 2 December] 1917, an armistice was signed between the Russian Soviet Federative Socialist Republic on the one side and the Austro-Hungarian Empire, the Kingdom of Bulgaria, the German Empire and the Ottoman Empire—the Central Powers—on the other. The armistice took effect two days later, on 17 December [O.S. 4 December]. By this agreement Russia de facto exited World War I, al"}]}, {"heading": "Events", "year": "1939", "date": "December 15", "txt": "Gone with the Wind (highest inflation adjusted grossing film) receives its premiere at Loew's Grand Theatre in Atlanta, Georgia, United States.", "entities": [{"title": "Loew's Grand Theatre", "href": "/wiki/Loew%27s_Grand_Theatre", "description": "Loew's Grand Theater, originally DeGive's Grand Opera House, was a movie theater at the corner of Peachtree and Forsyth Streets in downtown Atlanta, Georgia, in the United States. It was most famous as the site of the 1939 premiere of Gone with the Wind, which was attended by the stars of the film, except for the African Americans who appeared in it, who were also excluded from the souvenir progra"}, {"title": "Atlanta", "href": "/wiki/Atlanta", "description": "Atlanta is the capital and most populous city of the U.S. state of Georgia. With an estimated 2019 population of 506,811, it is also the 37th most populous city in the United States. The city serves as the cultural and economic center of the Atlanta metropolitan area, home to more than 6 million people and the ninth-largest metropolitan area in the nation. Atlanta is the seat of Fulton County, the"}]}, {"heading": "Events", "year": "1941", "date": "December 15", "txt": "The Holocaust in Ukraine: German troops murder over 15,000 Jews at Drobytsky Yar, a ravine southeast of the city of Kharkiv.", "entities": [{"title": "The Holocaust in Ukraine", "href": "/wiki/The_Holocaust_in_Ukraine", "description": "The Holocaust in Ukraine took place in the Reichskommissariat Ukraine, the General Government, Crimean General Government and some areas under military control to the East of Reichskommissariat Ukraine and as well in the Transnistria Governorate and Northern Bukovina and Carpathian Ruthenia in World War II. Between 1941 and 1944, more than a million Jews living in the Soviet Union were murdered by"}, {"title": "Nazi Germany", "href": "/wiki/Nazi_Germany", "description": "Nazi Germany, officially known as the German Reich until 1943 and Greater German Reich from 1943 to 1945, was the German state between 1933 and 1945, when Adolf Hitler and the Nazi Party controlled the country which they transformed into a dictatorship. Under Hitler's rule, Germany quickly became a totalitarian state where nearly all aspects of life were controlled by the government. The Third Rei"}, {"title": "Drobytsky Yar", "href": "/wiki/Drobytsky_Yar", "description": "Drobytsky Yar is a ravine in Kharkiv, Ukraine. In December 1941, Nazi troops invading the Soviet Union began killing local residents over the following year. At the end of this period, some 16,000 people, mainly Jews were killed. Notably on 15 December 1941, when the temperature was −15 °C (5 °F), around 15,000 Jews were shot. Children were thrown into pits alive, to save bullets, in the expectati"}, {"title": "Kharkiv", "href": "/wiki/Kharkiv", "description": "Kharkiv, also known as Kharkov in Russian, is the second-largest city in Ukraine. Located in the northeast of the country, it is the largest city of the historic Slobozhanshchyna region. Kharkiv is the administrative centre of Kharkiv Oblast and of the surrounding Kharkiv Raion, though administratively it is incorporated as a city of oblast significance and does not belong to the raion. The latest"}]}, {"heading": "Events", "year": "1942", "date": "December 15", "txt": "World War II: The Battle of Mount Austen, the Galloping Horse, and the Sea Horse begins during the Guadalcanal Campaign.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Battle of Mount Austen, the Galloping Horse, and the Sea Horse", "href": "/wiki/Battle_of_Mount_Austen,_the_Galloping_Horse,_and_the_Sea_Horse", "description": "The Battle of Mount Austen, the Galloping Horse, and the Sea Horse, part of which is sometimes called the Battle of the Gifu, took place from 15 December 1942 to 23 January 1943 and was primarily an engagement between United States and Imperial Japanese forces in the hills near the Matanikau River area on Guadalcanal during the Guadalcanal Campaign. The U.S. forces were under the overall command o"}, {"title": "Guadalcanal Campaign", "href": "/wiki/Guadalcanal_Campaign", "description": "The Guadalcanal campaign, also known as the Battle of Guadalcanal and codenamed Operation Watchtower by American forces, was a military campaign fought between 7 August 1942 and 9 February 1943 on and around the island of Guadalcanal in the Pacific theater of World War II. It was the first major land offensive by Allied forces against the Empire of Japan."}]}, {"heading": "Events", "year": "1943", "date": "December 15", "txt": "World War II: The Battle of Arawe begins during the New Britain campaign.", "entities": [{"title": "Battle of Arawe", "href": "/wiki/Battle_of_Arawe", "description": "The Battle of Arawe was fought between Allied and Japanese forces during the New Britain campaign of World War II. The battle formed part of the Allied Operation Cartwheel, and had the objective of serving as a diversion before a larger landing at Cape Gloucester in late December 1943. The Japanese military was expecting an Allied offensive in western New Britain, and was reinforcing the region at"}, {"title": "New Britain campaign", "href": "/wiki/New_Britain_campaign", "description": "The New Britain campaign was a World War II campaign fought between Allied and Imperial Japanese forces. The campaign was initiated by the Allies in late 1943 as part of a major offensive which aimed to neutralise the important Japanese base at Rabaul, the capital of New Britain, and was conducted in two phases between December 1943 and the end of the war in August 1945."}]}, {"heading": "Events", "year": "1944", "date": "December 15", "txt": "World War II: a single-engine UC-64A Norseman aeroplane carrying United States Army Air Forces Major Glenn Miller is lost in a flight over the English Channel.", "entities": [{"title": "UC-64A Norseman", "href": "/wiki/UC-64A_Norseman", "description": "The Noorduyn Norseman, also known as the C-64 Norseman, is a Canadian single-engine bush plane designed to operate from unimproved surfaces. Distinctive stubby landing gear protrusions from the lower fuselage make it easily recognizable."}, {"title": "United States Army Air Forces", "href": "/wiki/United_States_Army_Air_Forces", "description": "The United States Army Air Forces was the major land-based aerial warfare service component of the United States Army and de facto aerial warfare service branch of the United States during and immediately after World War II (1939/41–1945). It was created on 20 June 1941 as successor to the previous United States Army Air Corps and is the direct predecessor of the United States Air Force, today one"}, {"title": "Glenn Miller", "href": "/wiki/Glenn_Miller", "description": "Alton Glenn Miller was an American big-band trombonist, arranger, composer, and bandleader in the swing era. He was the best-selling recording artist from 1939 to 1942, leading one of the best-known big bands. Miller's recordings include \"In the Mood\", \"Moonlight Serenade\", \"Pennsylvania 6-5000\", \"Chattanooga Choo Choo\", \"A String of Pearls\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American P"}]}, {"heading": "Events", "year": "1945", "date": "December 15", "txt": "Occupation of Japan/Shinto Directive: General Douglas MacArthur orders that Shinto be abolished as the state religion of Japan.", "entities": [{"title": "Occupation of Japan", "href": "/wiki/Occupation_of_Japan", "description": "The Allied occupation of Japan at the end of World War II was led by the United States, whose President Harry S. Truman appointed General Douglas MacArthur as the Supreme Commander for the Allied Powers, with support from the British Commonwealth. Unlike in the occupation of Germany, the Soviet Union had little to no influence over Japan. This foreign presence marks the only time in Japan's histor"}, {"title": "Shinto Directive", "href": "/wiki/Shinto_Directive", "description": "The Shinto Directive was an order issued in 1945 to the Japanese government by Occupation authorities to abolish state support for the Shinto religion. This unofficial \"State Shinto\" was thought by Allies to have been a major contributor to Japan's nationalistic and militant culture that led to World War II. The purpose of the directive was ostensibly based in ideas of freedom of religion and sepa"}, {"title": "Douglas MacArthur", "href": "/wiki/Douglas_MacArthur", "description": "Douglas MacArthur was an American five-star general and Field Marshal of the Philippine Army. He was Chief of Staff of the United States Army during the 1930s and played a prominent role in the Pacific theater during World War II. He received the Medal of Honor for his service in the Philippines campaign, which made him and his father Arthur MacArthur Jr. the first father and son to be awarded the"}, {"title": "Shinto", "href": "/wiki/Shinto", "description": "Shinto is a religion which originated in Japan. Classified as an East Asian religion by scholars of religion, its practitioners often regard it as Japan's indigenous religion and as a nature religion. Scholars sometimes call its practitioners Shintoists, although adherents rarely use that term themselves. There is no central authority in control of Shinto and much diversity exists among practition"}]}, {"heading": "Events", "year": "1960", "date": "December 15", "txt": "Richard Pavlick is arrested for plotting to assassinate U.S. President-Elect John F. Kennedy.", "entities": [{"title": "Richard Paul Pavlick", "href": "/wiki/Richard_Paul_Pavlick", "description": "Richard Paul Pavlick was a retired postal worker from New Hampshire who stalked Senator and U.S. president-elect John F. Kennedy, with the intent of assassinating him. On December 11, 1960, in Palm Beach, Florida, Pavlick positioned himself to carry out the assassination by blowing up Kennedy and himself with dynamite, but delayed the attempt because Kennedy was with his family.\nHe was arrested be"}, {"title": "President-elect of the United States", "href": "/wiki/President-elect_of_the_United_States", "description": "The president-elect of the United States is the candidate who has won the United States presidential election and is awaiting inauguration to become the president. There is no explicit indication in the U.S. Constitution as to when that person actually becomes president-elect, although the Twentieth Amendment uses the term \"President-elect\", thus giving the term \"president-elect\" constitutional ju"}, {"title": "John F. Kennedy", "href": "/wiki/John_F._Kennedy", "description": "John Fitzgerald Kennedy, often referred to by his initials JFK, was an American politician who served as the 35th president of the United States from 1961 until his assassination in 1963. Kennedy served at the height of the Cold War, and the majority of his work as president concerned relations with the Soviet Union and Cuba. A Democrat, Kennedy represented Massachusetts in both houses of the U.S."}]}, {"heading": "Events", "year": "1960", "date": "December 15", "txt": "King Mahendra of Nepal suspends the country's constitution, dissolves parliament, dismisses the cabinet, and imposes direct rule.", "entities": []}, {"heading": "Events", "year": "1961", "date": "December 15", "txt": "Adolf Eichmann is sentenced to death after being found guilty by an Israeli court of 15 criminal charges, including charges of crimes against humanity, crimes against the Jewish people, and membership of an outlawed organization.", "entities": [{"title": "Adolf Eichmann", "href": "/wiki/Adolf_Eichmann", "description": "Otto Adolf Eichmann was a German-Austrian SS-Obersturmbannführer and one of the major organizers of the Holocaust—the \"Final Solution to the Jewish Question\" in Nazi terminology. He was tasked by SS-Obergruppenführer Reinhard Heydrich with facilitating and managing the logistics involved in the mass deportation of Jews to ghettos and extermination camps in Nazi-occupied Eastern Europe during World"}, {"title": "Judicial system of Israel", "href": "/wiki/Judicial_system_of_Israel", "description": "The judicial system of Israel consists of secular courts and religious courts. The law courts constitute a separate and independent unit of Israel's Ministry of Justice. The system is headed by the President of the Supreme Court and the Minister of Justice."}]}, {"heading": "Events", "year": "1965", "date": "December 15", "txt": "Project Gemini: Gemini 6A, crewed by Wally Schirra and Thomas Stafford, is launched from Cape Kennedy, Florida. Four orbits later, it achieves the first space rendezvous, with Gemini 7.", "entities": [{"title": "Project Gemini", "href": "/wiki/Project_Gemini", "description": "Project Gemini was NASA's second human spaceflight program. Conducted between projects Mercury and Apollo, Gemini started in 1961 and concluded in 1966. The Gemini spacecraft carried a two-astronaut crew. Ten Gemini crews and sixteen individual astronauts flew low Earth orbit (LEO) missions during 1965 and 1966."}, {"title": "Wally Schirra", "href": "/wiki/Wally_Schirra", "description": "Walter Marty Schirra Jr. was an American naval aviator, test pilot, and NASA astronaut. In 1959, he became one of the original seven astronauts chosen for Project Mercury, which was the United States' first effort to put human beings into space. On October 3, 1962, he flew the six-orbit, nine-hour, Mercury-Atlas 8 mission, in a spacecraft he nicknamed Sigma 7. At the time of his mission in Sigma 7"}, {"title": "Thomas P. Stafford", "href": "/wiki/Thomas_P._Stafford", "description": "Thomas Patten Stafford is an American former Air Force officer, test pilot, and NASA astronaut, and one of 24 people who flew to the Moon. He also served as Chief of the Astronaut Office from 1969 to 1971."}, {"title": "Cape Canaveral", "href": "/wiki/Cape_Canaveral", "description": "Cape Canaveral is a prominent cape in Brevard County, Florida, in the United States, near the center of the state's Atlantic coast. Officially Cape Kennedy from 1963 to 1973, it lies east of Merritt Island, separated from it by the Banana River. It is part of a region known as the Space Coast, and is the site of the Cape Canaveral Space Force Station. Since many U.S. spacecraft have been launched "}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Space rendezvous", "href": "/wiki/Space_rendezvous", "description": "A space rendezvous is a set of orbital maneuvers during which two spacecraft, one of which is often a space station, arrive at the same orbit and approach to a very close distance. Rendezvous requires a precise match of the orbital velocities and position vectors of the two spacecraft, allowing them to remain at a constant distance through orbital station-keeping. Rendezvous may or may not be foll"}]}, {"heading": "Events", "year": "1970", "date": "December 15", "txt": "Soviet spacecraft Venera 7 successfully lands on Venus. It is the first successful soft landing on another planet.", "entities": [{"title": "Venus", "href": "/wiki/Venus", "description": "Venus is the second planet from the Sun. It is named after the Roman goddess of love and beauty. As the brightest natural object in Earth's night sky after the Moon, Venus can cast shadows and can be, on rare occasions, visible to the naked eye in broad daylight. Venus lies within Earth's orbit, and so never appears to venture far from the Sun, either setting in the west just after dusk or rising "}, {"title": "List of landings on extraterrestrial bodies", "href": "/wiki/List_of_landings_on_extraterrestrial_bodies", "description": "\nThis is a list of all spacecraft landings on other planets and bodies in the Solar System, including soft landings and both intended and unintended hard impacts. The list includes orbiters that were intentionally crashed, but not orbiters which later crashed in an unplanned manner due to orbital decay."}]}, {"heading": "Events", "year": "1973", "date": "December 15", "txt": "John Paul Getty III, grandson of American billionaire J. Paul Getty, is found alive near Naples, Italy, after being kidnapped by an Italian gang on July 10.", "entities": [{"title": "John Paul Getty III", "href": "/wiki/John_Paul_Getty_III", "description": "John Paul Getty III was the grandson of American oil tycoon J. Paul Getty, who was once the richest man in the world. While living in Rome in 1973, he was kidnapped by the 'Ndrangheta and held for a $17 million ransom. His grandfather was reluctant to pay, but, after his severed ear was received by a newspaper, he negotiated a payment of $2.2 million, and Getty was released five months after being"}, {"title": "J. Paul Getty", "href": "/wiki/J._Paul_Getty", "description": "Jean Paul Getty, known widely as J. Paul Getty, was an American-born British petrol-industrialist, and the patriarch of the Getty family. He founded the Getty Oil Company, and in 1957, Fortune magazine named him the richest living American, while the 1966 Guinness Book of Records named him as the world's richest private citizen, worth an estimated $1.2 billion. At his death, he was worth more than"}, {"title": "Naples", "href": "/wiki/Naples", "description": "Naples is the regional capital of Campania and the third-largest city of Italy, after Rome and Milan, with a population of 967,069 within the city's administrative limits as of 2017. Its province-level municipality is the third-most populous metropolitan city in Italy with a population of 3,115,320 residents, and its metropolitan area is the second-most populous metropolitan area in Italy and the "}]}, {"heading": "Events", "year": "1973", "date": "December 15", "txt": "The American Psychiatric Association votes 13–0 to remove homosexuality from its official list of psychiatric disorders, the Diagnostic and Statistical Manual of Mental Disorders.", "entities": [{"title": "Homosexuality", "href": "/wiki/Homosexuality", "description": "Homosexuality is romantic attraction, sexual attraction, or sexual behavior between members of the same sex or gender. As a sexual orientation, homosexuality is \"an enduring pattern of emotional, romantic, and/or sexual attractions\" to people of the same sex. It \"also refers to a person's sense of identity based on those attractions, related behaviors, and membership in a community of others who s"}, {"title": "Mental disorder", "href": "/wiki/Mental_disorder", "description": "A mental disorder, also called a mental illness or psychiatric disorder, is a behavioral or mental pattern that causes significant distress or impairment of personal functioning. Such features may be persistent, relapsing and remitting, or occur as a single episode. Many disorders have been described, with signs and symptoms that vary widely between specific disorders. Such disorders may be diagno"}, {"title": "Diagnostic and Statistical Manual of Mental Disorders", "href": "/wiki/Diagnostic_and_Statistical_Manual_of_Mental_Disorders", "description": "The Diagnostic and Statistical Manual of Mental Disorders is a publication by the American Psychiatric Association (APA) for the classification of mental disorders using a common language and standard criteria."}]}, {"heading": "Events", "year": "1978", "date": "December 15", "txt": "U.S. President Jimmy Carter announces that the United States will recognize the People's Republic of China and sever diplomatic relations with the Republic of China (Taiwan).", "entities": [{"title": "Jimmy Carter", "href": "/wiki/Jimmy_Carter", "description": "James Earl Carter Jr. is an American politician, businessman, and philanthropist who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, he previously served as a Georgia State Senator from 1963 to 1967 and as the 76th governor of Georgia from 1971 to 1975. Since leaving the presidency, Carter has remained engaged in political and social projects "}, {"title": "China–United States relations", "href": "/wiki/China%E2%80%93United_States_relations", "description": "China–United States relations, also known as U.S.–Chinese relations, Chinese–U.S. relations, U.S.-Sino relations or Sino-American relations, refer to relations between China and the United States since 1948. For the earlier history see History of China–United States relations to 1948."}, {"title": "Taiwan–United States relations", "href": "/wiki/Taiwan%E2%80%93United_States_relations", "description": "Taiwan–United States relations, also known as Taiwanese–American relations and historically Sino–American relations, refers to international relations between the Republic of China (ROC), commonly known as Taiwan, and the United States of America. The bilateral relationship between the two states is the subject of China–United States relations before the government led by the Kuomintang retreated "}]}, {"heading": "Events", "year": "1981", "date": "December 15", "txt": "A suicide car bombing targeting the Iraqi embassy in Beirut, Lebanon, levels the embassy and kills 61 people, including Iraq's ambassador to Lebanon. The attack is considered the first modern suicide bombing.", "entities": [{"title": "1981 Iraqi embassy bombing", "href": "/wiki/1981_Iraqi_embassy_bombing", "description": "On December 15, 1981, the Iraqi Shi'a Islamist group al-Dawa carried out a suicide car bombing targeting the Iraqi embassy in Beirut, Lebanon. The explosion leveled the embassy and killed 61 people, including Iraq's ambassador to Lebanon, and injured 110 others."}, {"title": "Beirut", "href": "/wiki/Beirut", "description": "Beirut is the capital and largest city of Lebanon. As of 2014, Greater Beirut has a population of 2.2 million, which makes it the third-largest city in the Levant region. The city is situated on a peninsula at the midpoint of Lebanon's Mediterranean coast. Beirut has been inhabited for more than 5,000 years as one of Phoenicia's most prominent city states, making it one of the oldest cities in the"}, {"title": "Suicide attack", "href": "/wiki/Suicide_attack", "description": "A suicide attack is any violent attack in which attackers accept their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign, and more recently as part of terrorist campaigns."}]}, {"heading": "Events", "year": "1989", "date": "December 15", "txt": "Second Optional Protocol to the International Covenant on Civil and Political Rights relating the abolition of capital punishment is adopted.", "entities": [{"title": "Second Optional Protocol to the International Covenant on Civil and Political Rights", "href": "/wiki/Second_Optional_Protocol_to_the_International_Covenant_on_Civil_and_Political_Rights", "description": "The Second Optional Protocol to the International Covenant on Civil and Political Rights, aiming at the abolition of the death penalty is a side agreement to the International Covenant on Civil and Political Rights. It was created on 15 December 1989 and entered into force on 11 July 1991. As of April 2021, the Optional Protocol has 89 states parties. In addition, Kazakhstan has signed, but not ra"}, {"title": "Abolition of capital punishment", "href": "/wiki/Abolition_of_capital_punishment", "description": "Capital punishment, also known as the death penalty, is the state-sanctioned killing of a person as punishment for a crime. The sentence ordering that someone is punished with the death penalty is called a death sentence, and the act of carrying out such a sentence is known as an execution. A prisoner awaiting their execution is condemned and is \"on death row\". Crimes that are punishable by death "}]}, {"heading": "Events", "year": "1993", "date": "December 15", "txt": "The Troubles: The Downing Street Declaration is issued by British Prime Minister John Major and Irish Taoiseach Albert Reynolds.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Downing Street Declaration", "href": "/wiki/Downing_Street_Declaration", "description": "The Downing Street Declaration (DSD) was a joint declaration issued on 15 December 1993 by the Prime Minister of the United Kingdom, John Major, and the Taoiseach of the Republic of Ireland, Albert Reynolds at the British Prime Minister's office in 10 Downing Street."}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}, {"title": "John Major", "href": "/wiki/John_Major", "description": "Sir John Major is a British politician who served as Prime Minister of the United Kingdom and Leader of the Conservative Party from 1990 to 1997. Major served in the Thatcher government from 1987 to 1990 as Chancellor of the Exchequer and Foreign Secretary, and was Member of Parliament (MP) for Huntingdon, formerly Huntingdonshire, from 1979 to 2001."}, {"title": "Taoiseach", "href": "/wiki/Taoiseach", "description": "The Taoiseach is the prime minister and head of government of Ireland. The office is appointed by the president of Ireland upon the nomination of Dáil Éireann and must retain the support of a majority in the Dáil to remain in office."}, {"title": "Albert Reynolds", "href": "/wiki/Albert_Reynolds", "description": "Albert Reynolds was an Irish Fianna Fáil politician who served as Taoiseach from 1992 to 1994, Leader of Fianna Fáil from 1992 to 1994, Minister for Finance from 1988 to 1991, Minister for Industry and Commerce from 1987 to 1988, Minister for Industry and Energy from March 1982 to December 1982, Minister for Transport from 1980 to 1981 and Minister for Posts and Telegraphs from 1979 to 1981. He se"}]}, {"heading": "Events", "year": "1997", "date": "December 15", "txt": "Tajikistan Airlines Flight 3183 crashes in the desert near Sharjah, United Arab Emirates, killing 85.", "entities": [{"title": "Tajikistan Airlines Flight 3183", "href": "/wiki/Tajikistan_Airlines_Flight_3183", "description": "Tajikistan Airlines Flight 3183 was a Tupolev Tu-154B-1 that crashed on 15 December 1997 on approach to Sharjah Airport in the United Arab Emirates. There was a sole survivor, the navigator, from a crew of seven and seventy-nine passengers. Investigators determined the cause of the accident was pilot error leading to controlled flight into terrain."}, {"title": "Emirate of Sharjah", "href": "/wiki/Emirate_of_Sharjah", "description": "The Emirate of Sharjah is one of the emirates of the United Arab Emirates, which covers 2,590 square kilometres (1,000 sq mi) and has a population of over 1,400,000 (2015). It comprises the capital city of Sharjah, after which it is named, and other minor towns and exclaves such as Kalba', Al Dhaid, Dibba Al-Hisn and Khor Fakkan."}, {"title": "United Arab Emirates", "href": "/wiki/United_Arab_Emirates", "description": "The United Arab Emirates, sometimes simply called the Emirates, is a country in Western Asia located at the eastern end of the Arabian Peninsula. It borders Oman and Saudi Arabia, and has maritime borders in the Persian Gulf with Qatar and Iran."}]}, {"heading": "Events", "year": "2000", "date": "December 15", "txt": "The third reactor at the Chernobyl Nuclear Power Plant is shut down.", "entities": [{"title": "Chernobyl Nuclear Power Plant", "href": "/wiki/Chernobyl_Nuclear_Power_Plant", "description": "The Chernobyl Nuclear Power Plant (ChNPP), officially the Vladimir Ilyich Lenin Nuclear Power Plant, is a closed nuclear power plant located near the abandoned city of Pripyat in northern Ukraine, 16.5 kilometers (10 mi) northwest of the city of Chernobyl, 16 kilometers (10 mi) from the Belarus–Ukraine border, and about 100 kilometers (62 mi) north of Kyiv. The plant was cooled by an engineered po"}]}, {"heading": "Events", "year": "2001", "date": "December 15", "txt": "The Leaning Tower of Pisa reopens after 11 years and $27,000,000 spent to stabilize it, without fixing its famous lean.", "entities": [{"title": "Leaning Tower of Pisa", "href": "/wiki/Leaning_Tower_of_Pisa", "description": "The Leaning Tower of Pisa or simply the Tower of Pisa is the campanile, or freestanding bell tower, of the cathedral of the Italian city of Pisa, known worldwide for its nearly four-degree lean, the result of an unstable foundation. The tower is situated behind the Pisa Cathedral and is the third-oldest structure in the city's Cathedral Square, after the cathedral and the Pisa Baptistry."}]}, {"heading": "Events", "year": "2005", "date": "December 15", "txt": "Introduction of the Lockheed Martin F-22 Raptor into USAF active service.", "entities": [{"title": "Lockheed Martin F-22 Raptor", "href": "/wiki/Lockheed_Martin_F-22_Raptor", "description": "The Lockheed Martin F-22 Raptor is an American single-seat, twin-engine, all-weather stealth tactical fighter aircraft developed exclusively for the United States Air Force (USAF). The result of the USAF's Advanced Tactical Fighter (ATF) program, the aircraft was designed primarily as an air superiority fighter, but also has ground attack, electronic warfare, and signal intelligence capabilities. "}, {"title": "United States Air Force", "href": "/wiki/United_States_Air_Force", "description": "The United States Air Force (USAF) is the air service branch of the United States Armed Forces. It is one of the eight U.S. uniformed services. Initially formed as a part of the United States Army on 1 August 1907, the USAF was established as a separate branch of the U.S. Armed Forces on 18 September 1947 with the passing of the National Security Act of 1947. It is the second youngest branch of th"}]}, {"heading": "Events", "year": "2010", "date": "December 15", "txt": "A boat carrying 90 asylum seekers crashes into rocks off the coast of Christmas Island, Australia, killing 48 people.", "entities": [{"title": "Refugee", "href": "/wiki/Refugee#Asylum_seekers", "description": "A refugee, generally speaking, is a displaced person who has been forced to cross national boundaries and who cannot return home safely. Such a person may be called an asylum seeker until granted refugee status by the contracting state or the United Nations High Commissioner for Refugees (UNHCR) if they formally make a claim for asylum.\nThe lead international agency coordinating refugee protection"}, {"title": "2010 Christmas Island boat disaster", "href": "/wiki/2010_Christmas_Island_boat_disaster", "description": "On 15 December 2010, an Indonesian fishing boat carrying 89 asylum seekers and 3 crew members sunk after being dashed against the rocks near Rocky Point, Christmas Island, an external Australian territory. 50 people died and 42 were rescued. The incident was the worst civilian maritime disaster in Australia in more than a century."}, {"title": "Christmas Island", "href": "/wiki/Christmas_Island", "description": "Christmas Island, officially known as the Territory of Christmas Island, is an Australian external territory comprising the island of the same name. It is located in the Indian Ocean, around 350 kilometres (220 mi) south of Java and Sumatra and around 1,550 km (960 mi) north-west of the closest point on the Australian mainland. It lies 2,600 km (1,600 mi) northwest of Perth and 1,327 km (825 mi) s"}]}, {"heading": "Events", "year": "2013", "date": "December 15", "txt": "The South Sudanese Civil War begins when opposition leaders Dr. Riek Machar, Pagan Amum and Rebecca Nyandeng vote to boycott the meeting of the National Liberation Council at Nyakuron.", "entities": [{"title": "South Sudanese Civil War", "href": "/wiki/South_Sudanese_Civil_War", "description": "The South Sudanese Civil War was a multi-sided civil war in South Sudan between forces of the government and opposition forces. In December 2013, President Kiir accused his former deputy Riek Machar and ten others of attempting a coup d'état. Machar denied trying to start a coup and fled to lead the SPLM – in opposition (SPLM-IO). Fighting broke out between the Sudan People's Liberation Movement ("}, {"title": "Riek Machar", "href": "/wiki/Riek_Machar", "description": "Riek Machar Teny Dhurgon is a South Sudanese politician who serves as the first Vice President of South Sudan."}, {"title": "Pagan Amum", "href": "/wiki/Pagan_Amum", "description": "Pa'gan Amum Okiech is a South Sudanese politician. He is the co-founder of South Sudan Reborn, a political organisation that attempts to bring peace to South Sudan and is the primary spokesperson. He is also the head of the SPLM-Former Detainees (SPLM-FD)."}, {"title": "Rebecca Nyandeng", "href": "/wiki/Rebecca_Nyandeng", "description": "Rebecca Nyandeng of Mabior is a South Sudanese politician. She has been one of the Vice Presidents of South Sudan in the unity government since February 2020. She served as the Minister of Roads and Transport for the autonomous government of Southern Sudan, and as an advisor for the President of South Sudan on gender and human rights from 2007 to 2014. She is the widow of Dr. John Garang de Mabior"}]}, {"heading": "Events", "year": "2014", "date": "December 15", "txt": "Gunman Man Haron Monis takes 18 hostages inside a café in Martin Place for 16 hours in Sydney. Monis and two hostages are killed when police raid the café the following morning.", "entities": [{"title": "Man Haron Monis", "href": "/wiki/Man_Haron_Monis", "description": "Man Haron Monis was an Iranian-born refugee and Australian citizen who took hostages in a siege at the Lindt Chocolate Café at Martin Place, Sydney on 15 December 2014, lasting for 17 hours, until the early hours of the following morning. The siege resulted in the death of Monis and two hostages."}, {"title": "2014 Sydney hostage crisis", "href": "/wiki/2014_Sydney_hostage_crisis", "description": "The Lindt Cafe siege was a terrorist attack that occurred on 15–16 December 2014 when a lone gunman, Man Haron Monis, held hostage ten customers and eight employees of a Lindt chocolate café in the APA Building in Martin Place, Sydney, Australia."}, {"title": "Martin Place, Sydney", "href": "/wiki/Martin_Place,_Sydney", "description": "Martin Place is a pedestrian mall in the Sydney central business district, New South Wales, Australia. Martin Place has been described as the \"civic heart\" of Sydney. As home to the Reserve Bank of Australia, the Commonwealth Bank, Macquarie Bank, Westpac and other corporations, it is also a centre of business and finance. The Sydney GPO and the Seven Network's Sydney news centre are also located "}]}, {"heading": "Events", "year": "2017", "date": "December 15", "txt": "A 6.5Mw earthquake strikes the Indonesian island of Java in the city of Tasikmalaya, resulting in four deaths.", "entities": [{"title": "2017 Java earthquake", "href": "/wiki/2017_Java_earthquake", "description": "The 2017 Java earthquake occurred on 15 December 2017 when a moment magnitude 6.5 earthquake struck the Indonesian island of Java, specifically the city of Tasikmalaya on 23:47:58 West Indonesian Time in West Java, Indonesia. The earthquake struck at a depth of 91 km and was categorized as a strong but deep earthquake. It was initially registered as a 7.3 magnitude earthquake by Indonesian agencie"}, {"title": "Java", "href": "/wiki/Java", "description": "Java is one of the islands of the Greater Sunda Islands in Indonesia, bordered by the Indian Ocean to the south and the Java Sea on the north. With a population of over 148 million or 152 million, Java constitutes 56.1 percent of the Indonesian population and is the world's most-populous island. The Indonesian capital city, Jakarta, is on its northwestern coast. Much of the well-known part of Indo"}, {"title": "Tasikmalaya", "href": "/wiki/Tasikmalaya", "description": "Tasikmalaya is a city in West Java, Indonesia. The city is sometimes dubbed kota santri or \"the City of a Thousand Pesantrens\" for its abundance of Islamic boarding schools. Located around 120 kilometres (75 mi) southeast from the provincial capital of Bandung, Tasikmalaya is passed by Indonesian National Route 3."}]}, {"heading": "Births", "year": "AD 37", "date": "December 15", "txt": "Nero, Roman emperor (d. 68)", "entities": [{"title": "Nero", "href": "/wiki/Nero", "description": "Nero was the fifth Roman emperor, ruling from 54 to 68. His infamous reign is usually associated with tyranny, extravagance, and debauchery. Nero, originally named Lucius Domitius Ahenobarbus, belonged to the Julio-Claudian dynasty, and was adopted as heir by the emperor Claudius, his great-uncle and stepfather. Nero succeeded Claudius while not yet aged 17, and his mother, Agrippina, tried to dom"}]}, {"heading": "Births", "year": "130", "date": "December 15", "txt": "Lucius Verus, Roman emperor (d. 169)", "entities": [{"title": "Lucius Verus", "href": "/wiki/Lucius_Verus", "description": "Lucius Aurelius Verus was Roman emperor from 161 until his death in 169, alongside his adoptive brother Marcus Aurelius. He was a member of the Nerva-Antonine dynasty. Verus' succession together with Marcus Aurelius marked the first time that the Roman Empire was ruled by multiple emperors, an increasingly common occurrence in the later history of the Empire."}]}, {"heading": "Births", "year": "1242", "date": "December 15", "txt": "Prince Munetaka, Japanese shōgun (d. 1274)", "entities": [{"title": "Prince Munetaka", "href": "/wiki/Prince_Munetaka", "description": "Prince Munetaka  was the sixth shōgun of the Kamakura shogunate of Japan who reigned from 1252 to 1266."}, {"title": "List of shōguns", "href": "/wiki/List_of_sh%C5%8Dguns", "description": "This article is a list of shoguns that ruled Japan intermittently, as hereditary military commanders, from the establishment of the Asuka period in 709 until the end of the Tokugawa shogunate in 1868."}]}, {"heading": "Births", "year": "1447", "date": "December 15", "txt": "Albert IV, Duke of Bavaria (d. 1508)", "entities": [{"title": "Albert IV, Duke of Bavaria", "href": "/wiki/Albert_IV,_Duke_of_Bavaria", "description": "Duke Albert IV of Bavaria-Munich, was Duke of Bavaria-Munich from 1467, and Duke of the reunited Bavaria from 1503."}]}, {"heading": "Births", "year": "1567", "date": "December 15", "txt": "Christoph Demantius, German composer, poet, and theorist (d. 1643)", "entities": [{"title": "Christoph Demantius", "href": "/wiki/Christoph_Demantius", "description": "Johann Christoph Demantius was a German composer, music theorist, writer and poet. He was an exact contemporary of Monteverdi, and represented a transitional phase in German Lutheran music from the polyphonic Renaissance style to the early Baroque."}]}, {"heading": "Births", "year": "1610", "date": "December 15", "txt": "David Teniers the Younger, Flemish painter (d. 1690)", "entities": [{"title": "David Teniers the Younger", "href": "/wiki/David_Teniers_the_Younger", "description": "David Teniers the Younger or David Teniers II was a Flemish Baroque painter, printmaker, draughtsman, miniaturist painter, staffage painter, copyist and art curator. He was an extremely versatile artist known for his prolific output. He was an innovator in a wide range of genres such as history painting, genre painting, landscape painting, portrait and still life. He is now best remembered as the "}]}, {"heading": "Births", "year": "1657", "date": "December 15", "txt": "Michel Richard Delalande, French organist and composer (d. 1726)", "entities": [{"title": "Michel Richard Delalande", "href": "/wiki/Michel_Richard_Delalande", "description": "Michel Richard Delalande [de Lalande] was a French Baroque composer and organist who was in the service of King Louis XIV. He was one of the most important composers of grands motets. He also wrote orchestral suites known as Simphonies pour les Soupers du Roy and ballets."}]}, {"heading": "Births", "year": "1686", "date": "December 15", "txt": "Jean-Joseph Fiocco, Flemish violinist and composer (d. 1746)", "entities": [{"title": "Jean-Joseph Fiocco", "href": "/wiki/Jean-Joseph_Fiocco", "description": "Jean-Joseph Fiocco was a Flemish composer of the high and late Baroque period."}]}, {"heading": "Births", "year": "1710", "date": "December 15", "txt": "Francesco Zahra, Maltese painter (d. 1773)", "entities": [{"title": "Francesco Zahra", "href": "/wiki/Francesco_Zahra", "description": "Francesco Vincenzo Zahra was a Maltese painter who mainly painted religious works in the Neapolitan Baroque style. His works may be found in many churches around the Maltese Islands, as well as in some private collections and museums. He is considered to be the greatest painter from 18th-century Malta."}]}, {"heading": "Births", "year": "1789", "date": "December 15", "txt": "Carlos Soublette, Venezuelan general and politician, 11th President of Venezuela (d. 1870)", "entities": [{"title": "Carlos Soublette", "href": "/wiki/Carlos_Soublette", "description": "Carlos Valentín José de la Soledad Antonio del Sacramento de Soublette y Jerez de Aristeguieta was the President of Venezuela from 1837 to 1839 and 1843 to 1847 and a hero of the Venezuelan War of Independence."}, {"title": "President of Venezuela", "href": "/wiki/President_of_Venezuela", "description": "The president of Venezuela, officially known as the president of the Bolivarian Republic of Venezuela, is the head of state and head of government in Venezuela. The president leads the National Executive of the Venezuelan government and is the commander-in-chief of the National Bolivarian Armed Forces. Presidential terms were set at six years with the adoption of the 1999 Constitution of Venezuela"}]}, {"heading": "Births", "year": "1832", "date": "December 15", "txt": "Gustave Eiffel, French architect and engineer, co-designed the Eiffel Tower (d. 1923)", "entities": [{"title": "Gustave Eiffel", "href": "/wiki/Gustave_Eiffel", "description": "Alexandre Gustave Eiffel was a French civil engineer. A graduate of École Centrale des Arts et Manufactures, he made his name with various bridges for the French railway network, most famously the Garabit viaduct. He is best known for the world-famous Eiffel Tower, built for the 1889 Universal Exposition in Paris, and his contribution to building the Statue of Liberty in New York. After his retire"}, {"title": "Eiffel Tower", "href": "/wiki/Eiffel_Tower", "description": "The Eiffel Tower is a wrought-iron lattice tower on the Champ de Mars in Paris, France. It is named after the engineer Gustave Eiffel, whose company designed and built the tower."}]}, {"heading": "Births", "year": "1837", "date": "December 15", "txt": "E. W. Bullinger, English minister, scholar, and theologian (d. 1913)", "entities": [{"title": "E. W. Bullinger", "href": "/wiki/E._W._Bullinger", "description": "Ethelbert William Bullinger was an Anglican clergyman, biblical scholar, and ultradispensationalist theologian."}]}, {"heading": "Births", "year": "1852", "date": "December 15", "txt": "Henri Becquerel, French physicist and chemist, Nobel Prize laureate (d. 1908)", "entities": [{"title": "Henri Becquerel", "href": "/wiki/Henri_Becquerel", "description": "Antoine Henri Becquerel was a French engineer, physicist, Nobel laureate, and the first person to discover evidence of radioactivity. For work in this field he, along with Marie Skłodowska-Curie and Pierre Curie, received the 1903 Nobel Prize in Physics. The SI unit for radioactivity, the becquerel (Bq), is named after him."}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Births", "year": "1859", "date": "December 15", "txt": "L. L. Zamenhof, Polish linguist and ophthalmologist, created Esperanto (d. 1917)", "entities": [{"title": "L. L. Zamenhof", "href": "/wiki/L._L._Zamenhof", "description": "L. L. Zamenhof was an ophthalmologist who lived for most of his life in Warsaw. He is best known as the creator of Esperanto, the most widely used constructed international auxiliary language."}, {"title": "Esperanto", "href": "/wiki/Esperanto", "description": "Esperanto is the world's most widely spoken constructed international auxiliary language. It is the only such language with a population of native speakers, of which there are perhaps several thousand. Usage estimates are difficult, but two recent estimates put the number of active speakers at around 100,000. Concentration of speakers is highest in Europe, East Asia and South America. The Universa"}]}, {"heading": "Births", "year": "1860", "date": "December 15", "txt": "Niels Ryberg Finsen, Faroese-Danish physician and educator, Nobel Prize laureate (d. 1904)", "entities": [{"title": "Niels Ryberg Finsen", "href": "/wiki/Niels_Ryberg_Finsen", "description": "Niels Ryberg Finsen was a Danish-Faroese physician and scientist. In 1903, he was awarded the Nobel Prize in Medicine and Physiology \"in recognition of his contribution to the treatment of diseases, especially lupus vulgaris, with concentrated light radiation, whereby he has opened a new avenue for medical science.\""}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1860", "date": "December 15", "txt": "Abner Powell, American baseball player and manager (d. 1953)", "entities": []}, {"heading": "Births", "year": "1861", "date": "December 15", "txt": "Charles Duryea, American engineer and businessman, co-founded the Duryea Motor Wagon Company (d. 1938)", "entities": [{"title": "Charles Duryea", "href": "/wiki/Charles_Duryea", "description": "Charles Edgar Duryea was an American engineer. He was the engineer of the first-ever working American gasoline-powered car and co-founder of Duryea Motor Wagon Company. He was born near Canton, Illinois, a son of George Washington Duryea and Louisa Melvina Turner, and died in Philadelphia, Pennsylvania, but spent most of his life working in Springfield, Massachusetts. It was in Springfield that Ch"}, {"title": "Duryea Motor Wagon Company", "href": "/wiki/Duryea_Motor_Wagon_Company", "description": "The Duryea Motor Wagon Company, established in 1895 in Springfield, Massachusetts, was the first American firm to build gasoline automobiles."}]}, {"heading": "Births", "year": "1861", "date": "December 15", "txt": "Pehr Evind Svinhufvud, Finnish lawyer, judge, and politician, 3rd President of Finland (d. 1944)", "entities": [{"title": "President of Finland", "href": "/wiki/President_of_Finland", "description": "The president of the Republic of Finland is the head of state of Finland. Under the Constitution of Finland, executive power is vested in the Finnish Government and the president, with the latter possessing only residual powers. The president is directly elected by universal suffrage for a term of six years. Since 1994, no president may be elected for more than two consecutive terms. The president"}]}, {"heading": "Births", "year": "1863", "date": "December 15", "txt": "Arthur Dehon Little, American chemist and engineer (d. 1935)", "entities": [{"title": "Arthur Dehon Little", "href": "/wiki/Arthur_Dehon_Little", "description": "Arthur Dehon Little was an American chemist and chemical engineer. He founded the consulting company Arthur D. Little and was instrumental in developing chemical engineering at the Massachusetts Institute of Technology (MIT). He is credited with introducing the term unit operations to chemical engineering and promoting the concept of industrial research."}]}, {"heading": "Births", "year": "1869", "date": "December 15", "txt": "Leon Marchlewski, Polish chemist and academic (d. 1946)", "entities": [{"title": "Leon Marchlewski", "href": "/wiki/Leon_Marchlewski", "description": "Leon Paweł Teodor Marchlewski was a Polish chemist and an Honorary Member of the Polish Chemical Society."}]}, {"heading": "Births", "year": "1875", "date": "December 15", "txt": "Emilio Jacinto, Filipino journalist and activist (d. 1899)", "entities": [{"title": "Emilio Jacinto", "href": "/wiki/Emilio_Jacinto", "description": "Emilio Jacinto y Dizon was a Filipino General during the Philippine Revolution. He was one of the highest-ranking officers in the Philippine Revolution and was one of the highest-ranking officers of the revolutionary society Kataas-taasan, Kagalang-galang na Katipunan ng mga Anak ng Bayan, or simply and more popularly called Katipunan, being a member of its Supreme Council. He was elected Secretar"}]}, {"heading": "Births", "year": "1878", "date": "December 15", "txt": "Hans Carossa, German author and poet (d. 1956)", "entities": [{"title": "Hans Carossa", "href": "/wiki/Hans_Carossa", "description": "Hans Carossa was a German novelist and poet, known mostly for his autobiographical novels, and his \"innere Emigration\" during the Nazi era."}]}, {"heading": "Births", "year": "1885", "date": "December 15", "txt": "Leonid Pitamic, Slovenian lawyer, philosopher, and academic (d. 1971)", "entities": [{"title": "Leonid Pitamic", "href": "/wiki/Leonid_Pitamic", "description": "Leonid Pitamic was a Slovene Yugoslav lawyer, philosopher of law, diplomat, and academic."}]}, {"heading": "Births", "year": "1886", "date": "December 15", "txt": "Wanda Krahelska-Filipowicz, Polish politician and resistance fighter (d. 1968)", "entities": [{"title": "Wanda Krahelska-Filipowicz", "href": "/wiki/Wanda_Krahelska-Filipowicz", "description": "Wanda Krahelska-Filipowicz, code name “Alinka”” or “Alicja”, was a leading figure in Warsaw’s underground resistance movement throughout the years of German occupation during World War II in Poland, co-founder of Żegota. As the well-connected wife of a former ambassador to Washington, she used her contacts with both the military and political leadership of the Polish Underground to materially infl"}]}, {"heading": "Births", "year": "1886", "date": "December 15", "txt": "Florence Jepperson Madsen, American contralto singer and professor of music (d. 1977)", "entities": [{"title": "Contralto", "href": "/wiki/Contralto", "description": "A contralto is a type of classical female singing voice whose vocal range is the lowest female voice type."}]}, {"heading": "Births", "year": "1888", "date": "December 15", "txt": "Maxwell Anderson, American journalist and playwright (d. 1959)", "entities": [{"title": "Maxwell Anderson", "href": "/wiki/Maxwell_Anderson", "description": "James Maxwell Anderson was an American playwright, author, poet, journalist and lyricist."}]}, {"heading": "Births", "year": "1890", "date": "December 15", "txt": "Harry Babcock, American pole vaulter (d. 1965)", "entities": [{"title": "Harry Babcock (pole vaulter)", "href": "/wiki/Harry_Babcock_(pole_vaulter)", "description": "Henry Stoddard \"Harry\" Babcock was an American pole vaulter who won the gold medal at the 1912 Summer Olympics, setting an Olympic record at 3.95 meters."}]}, {"heading": "Births", "year": "1891", "date": "December 15", "txt": "A.P. Carter, American country singer-songwriter and musician (d. 1960)", "entities": [{"title": "A.P. Carter", "href": "/wiki/A.P._Carter", "description": "Alvin Pleasant Delaney Carter was an American musician and founding member of The Carter Family, one of the most notable acts in the history of country music."}]}, {"heading": "Births", "year": "1892", "date": "December 15", "txt": "J. Paul Getty, American-English businessman and art collector, founded Getty Oil (d. 1976)", "entities": [{"title": "J. Paul Getty", "href": "/wiki/J._Paul_Getty", "description": "Jean Paul Getty, known widely as J. Paul Getty, was an American-born British petrol-industrialist, and the patriarch of the Getty family. He founded the Getty Oil Company, and in 1957, Fortune magazine named him the richest living American, while the 1966 Guinness Book of Records named him as the world's richest private citizen, worth an estimated $1.2 billion. At his death, he was worth more than"}, {"title": "Getty Oil", "href": "/wiki/Getty_Oil", "description": "Getty Oil was an American oil marketing company with its origins as part of the large integrated oil company founded by J. Paul Getty."}]}, {"heading": "Births", "year": "1894", "date": "December 15", "txt": "Vibert Douglas, Canadian astrophysicist and astronomer (d. 1988)", "entities": [{"title": "Vibert Douglas", "href": "/wiki/Vibert_Douglas", "description": "Allie Vibert Douglas,, who usually went by her middle name, was a Canadian astronomer and the first Canadian woman to become an astrophysicist."}]}, {"heading": "Births", "year": "1894", "date": "December 15", "txt": "Josef Imbach, Swiss sprinter (d. 1964)", "entities": []}, {"heading": "Births", "year": "1896", "date": "December 15", "txt": "Betty Smith, American author and playwright (d. 1972)", "entities": [{"title": "Betty Smith", "href": "/wiki/Betty_Smith", "description": "Betty Smith was an American author. She is best known for her 1943 bestselling book A Tree Grows in Brooklyn."}]}, {"heading": "Births", "year": "1899", "date": "December 15", "txt": "Harold Abrahams, English sprinter, lawyer, and journalist (d. 1978)", "entities": [{"title": "Harold Abrahams", "href": "/wiki/Harold_Abrahams", "description": "Harold Maurice Abrahams was an English track and field athlete. He was Olympic champion in 1924 in the 100 metres sprint, a feat depicted in the 1981 movie Chariots of Fire."}]}, {"heading": "Births", "year": "1902", "date": "December 15", "txt": "Robert F. Bradford, American lawyer and politician, 57th Governor of Massachusetts (d. 1983)", "entities": [{"title": "Robert F. Bradford", "href": "/wiki/Robert_F._Bradford", "description": "Robert Fiske Bradford was an American lawyer and politician who served one term as the 57th Governor of Massachusetts, from 1947 to 1949."}, {"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Births", "year": "1903", "date": "December 15", "txt": "Tamanishiki San'emon, Japanese sumo wrestler, the 32nd Yokozuna (d. 1938)", "entities": [{"title": "Tamanishiki San'emon", "href": "/wiki/Tamanishiki_San%27emon", "description": "Tamanishiki San'emon  was a Japanese professional sumo wrestler from Kōchi. He was the sport's 32nd yokozuna. He won a total of nine top division yūshō or tournament championships from 1929 to 1936, and was the dominant wrestler in sumo until the emergence of Futabayama. He died whilst still an active wrestler."}, {"title": "Makuuchi", "href": "/wiki/Makuuchi#Yokozuna", "description": "Makuuchi (幕内), or makunouchi (幕の内), is the top division of the six divisions of professional sumo. Its size is fixed at 42 wrestlers (rikishi), ordered into five ranks according to their ability as defined by their performance in previous tournaments."}]}, {"heading": "Births", "year": "1907", "date": "December 15", "txt": "Gordon Douglas, American actor, director, and screenwriter (d. 1993)", "entities": [{"title": "Gordon Douglas (director)", "href": "/wiki/Gordon_Douglas_(director)", "description": "Gordon Douglas Brickner was an American film director and actor, who directed many different genres of films over the course of a five-decade career in motion pictures."}]}, {"heading": "Births", "year": "1907", "date": "December 15", "txt": "Oscar Niemeyer, Brazilian architect, designed the United Nations Headquarters and the Cathedral of Brasília (d. 2012)", "entities": [{"title": "United Nations Headquarters", "href": "/wiki/United_Nations_Headquarters", "description": "The United Nations is headquartered in New York City in a complex designed by a board of architects led by Wallace Harrison and built by the architectural firm Harrison & Abramovitz. The complex has served as the official headquarters of the United Nations since its completion in 1951. It is in the Turtle Bay neighborhood of Manhattan, on 17 to 18 acres of grounds overlooking the East River. Its b"}, {"title": "Cathedral of Brasília", "href": "/wiki/Cathedral_of_Bras%C3%ADlia", "description": "The Cathedral of Brasília is the Roman Catholic cathedral serving Brasília, Brazil, and serves as the seat of the Archdiocese of Brasília. It was designed by Brazilian architect Oscar Niemeyer and projected by Brazilian structural engineer Joaquim Cardozo, and was completed and dedicated on May 31, 1970. The cathedral is a hyperboloid structure constructed from 16 concrete columns, weighing 90 ton"}]}, {"heading": "Births", "year": "1908", "date": "December 15", "txt": "Swami Ranganathananda, Indian monk, scholar, and author (d. 2005)", "entities": [{"title": "Swami Ranganathananda", "href": "/wiki/Swami_Ranganathananda", "description": "Ranganathananda, born Shankaran Kutty, was a Hindu swami of the Ramakrishna Math order. He served as the 13th president of the Ramakrishna Math and Mission."}]}, {"heading": "Births", "year": "1909", "date": "December 15", "txt": "Sattar Bahlulzade, Azerbaijani-Russian painter (d. 1974)", "entities": [{"title": "Sattar Bahlulzade", "href": "/wiki/Sattar_Bahlulzade", "description": "Sattar Bahlulzade was an Azerbaijani painter, best known for his landscape paintings depicting the nature of Azerbaijan. He is considered to be the founder of Azerbaijani Impressionism."}]}, {"heading": "Births", "year": "1909", "date": "December 15", "txt": "Eliza Atkins Gleason, American librarian (d. 2009)", "entities": []}, {"heading": "Births", "year": "1910", "date": "December 15", "txt": "John Hammond, American record producer and critic (d. 1987)", "entities": [{"title": "John Hammond (producer)", "href": "/wiki/John_Hammond_(producer)", "description": "John Henry Hammond II was an American record producer, civil rights activist, and music critic from the 1930s to the early 1980s. In his service as a talent scout, Hammond became one of the most influential figures in 20th-century popular music. He is the father of famous blues musician John P. Hammond."}]}, {"heading": "Births", "year": "1911", "date": "December 15", "txt": "Nicholas P. Dallis, American psychiatrist and illustrator (d. 1991)", "entities": [{"title": "Nicholas P. Dallis", "href": "/wiki/Nicholas_P._Dallis", "description": "Nicholas Peter Dallis, known as Nick Dallis, was an American psychiatrist turned comic strip writer, creator of the soap opera-style strips Rex Morgan, M.D., Judge Parker and Apartment 3-G. Separating his comics career from his medical practice, he wrote under pseudonyms, Dal Curtis for Rex Morgan, M.D. and Paul Nichols for Judge Parker."}]}, {"heading": "Births", "year": "1911", "date": "December 15", "txt": "Stan Kenton, American pianist and composer (d. 1979)", "entities": []}, {"heading": "Births", "year": "1913", "date": "December 15", "txt": "Roger Gaudry, Canadian chemist and businessman (d. 2001)", "entities": [{"title": "Roger Gaudry", "href": "/wiki/Roger_Gaudry", "description": "Roger Gaudry, was a chemist, businessman, corporate director, and former rector of the Université de Montréal."}]}, {"heading": "Births", "year": "1913", "date": "December 15", "txt": "Muriel Rukeyser, American poet, academic, and activist (d. 1980)", "entities": []}, {"heading": "Births", "year": "1915", "date": "December 15", "txt": "Eila Campbell, English geographer and cartographer (d. 1994)", "entities": [{"title": "Eila Campbell", "href": "/wiki/Eila_Campbell", "description": "Eila Muriel Joice Campbell was an English geographer and cartographer. She was best known for her work on Domesday Geography of England and her work on the international journal, Imago Mundi."}]}, {"heading": "Births", "year": "1916", "date": "December 15", "txt": "Miguel Arraes, Brazilian lawyer and politician, Governor of Pernambuco (d. 2005)", "entities": [{"title": "Miguel Arraes", "href": "/wiki/Miguel_Arraes", "description": "Miguel Arraes de Alencar was a Brazilian lawyer and politician. He was mayor of Recife, State Deputy, Federal Deputy and three times Governor of Pernambuco."}, {"title": "Governor of Pernambuco", "href": "/wiki/Governor_of_Pernambuco", "description": "The Governor of the State of Pernambuco is the chief executive of the state of Pernambuco. The governor is the head of the executive branch of Pernambuco's state government. The officeholder is afforded the courtesy title of His/Her Excellency while in office. \nThe current governor is Paulo Câmara from PSB. Câmara won the October 2014 gubernatorial election and was sworn in as the 57th governor of"}]}, {"heading": "Births", "year": "1916", "date": "December 15", "txt": "Buddy Cole, American pianist and conductor (d. 1964)", "entities": []}, {"heading": "Births", "year": "1916", "date": "December 15", "txt": "Maurice Wilkins, New Zealand-English physicist and biologist, Nobel Prize laureate (d. 2004)", "entities": [{"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1917", "date": "December 15", "txt": "Shan-ul-Haq Haqqee, Indian-Pakistani linguist and lexicographer (d. 2005)", "entities": [{"title": "Shan-ul-Haq Haqqee", "href": "/wiki/Shan-ul-Haq_Haqqee", "description": "Shan-ul-Haq Haqqee, Sitara-e-Imtiaz, Tamgha-e-Quaid-i-Azam, was a notable Urdu poet, writer, journalist, broadcaster, translator, critic, researcher, linguist and lexicographer of Pakistan."}]}, {"heading": "Births", "year": "1918", "date": "December 15", "txt": "Jeff Chandler, American actor (d. 1961)", "entities": [{"title": "Jeff Chandler (actor)", "href": "/wiki/Jeff_Chandler_(actor)", "description": "Jeff Chandler was an American actor, film producer, and singer best remembered for playing Cochise in Broken Arrow (1950), for which he was nominated for an Oscar. He was one of Universal Pictures's more popular male stars of the 1950s. His other credits include Sword in the Desert (1948), Deported (1950), Female on the Beach (1955), and Away All Boats (1956). In addition to his acting in film, he"}]}, {"heading": "Births", "year": "1918", "date": "December 15", "txt": "Chihiro Iwasaki, Japanese painter and illustrator (d. 1974)", "entities": []}, {"heading": "Births", "year": "1919", "date": "December 15", "txt": "Max Yasgur, American dairy farmer and host of the Woodstock Music & Art Fair (d. 1973)", "entities": [{"title": "Max Yasgur", "href": "/wiki/Max_Yasgur", "description": "Max B. Yasgur was an American farmer. He was the owner of the 600-acre (240 ha) dairy farm in Bethel, New York, at which the Woodstock Music and Art Fair was held between August 15 and August 18, 1969."}, {"title": "Woodstock", "href": "/wiki/Woodstock", "description": "Woodstock was a music festival held August 15–18, 1969, on Max Yasgur's dairy farm in Bethel, New York, 40 miles (65 km) southwest of the town of Woodstock. Billed as \"an Aquarian Exposition: 3 Days of Peace & Music\" and alternatively referred to as the Woodstock Rock Festival, it attracted an audience of more than 400,000. Thirty-two acts performed outdoors despite sporadic rain."}]}, {"heading": "Births", "year": "1920", "date": "December 15", "txt": "Gamal al-Banna, Egyptian author and scholar (d. 2013)", "entities": [{"title": "Gamal al-Banna", "href": "/wiki/Gamal_al-Banna", "description": "Gamal al-Banna was an Egyptian author, and trade unionist. He was the youngest brother of Hassan al-Banna (1906–49), founder of the Muslim Brotherhood. Al-Banna was considered a liberal scholar, known for his criticism of Islamic traditional narratives rejecting 635 Hadiths of Sahih Bukhari and Sahih Muslim which he finds contradictory to the Qur'an. He was a great-uncle of the Swiss Muslim academ"}]}, {"heading": "Births", "year": "1920", "date": "December 15", "txt": "Kurt Schaffenberger, German-American sergeant and illustrator (d. 2002)", "entities": []}, {"heading": "Births", "year": "1921", "date": "December 15", "txt": "Alan Freed, American radio host (d. 1965)", "entities": [{"title": "Alan Freed", "href": "/wiki/Alan_Freed", "description": "Albert James \"Alan\" Freed was an American disc jockey. He also produced and promoted large traveling concerts with various acts, helping to spread the importance of rock and roll music throughout North America."}]}, {"heading": "Births", "year": "1923", "date": "December 15", "txt": "Pierre Cossette, American producer and manager (d. 2009)", "entities": [{"title": "Pierre Cossette", "href": "/wiki/Pierre_Cossette", "description": "Pierre Maurice Joseph Cossette was a television executive producer and Broadway producer. Cossette produced the first television broadcast of the Grammy Awards in 1971."}]}, {"heading": "Births", "year": "1923", "date": "December 15", "txt": "Freeman Dyson, English-American physicist and mathematician (d. 2020)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 15", "txt": "Uziel Gal, German-Israeli engineer, designed the Uzi gun (d. 2002)", "entities": [{"title": "Uzi", "href": "/wiki/Uzi", "description": "The Uzi is a family of Israeli open-bolt, blowback-operated submachine guns. The Uzi was one of the first weapons to use a telescoping bolt design which allows the magazine to be housed in the pistol grip for a shorter weapon."}]}, {"heading": "Births", "year": "1923", "date": "December 15", "txt": "Valentin Varennikov, Russian general and politician (d. 2009)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 15", "txt": "Frank W. J. Olver, English-American mathematician and academic (d. 2013)", "entities": [{"title": "Frank W. J. Olver", "href": "/wiki/Frank_W._J._Olver", "description": "Frank William John Olver was an emeritus professor of mathematics at the Institute for Physical Science and Technology and Department of Mathematics at the University of Maryland who worked on asymptotic analysis, special functions, and numerical analysis. He was the editor in chief of the NIST Digital Library of Mathematical Functions."}]}, {"heading": "Births", "year": "1924", "date": "December 15", "txt": "Ruhi Sarıalp, Turkish triple jumper and educator (d. 2001)", "entities": []}, {"heading": "Births", "year": "1925", "date": "December 15", "txt": "Kasey Rogers, American actress and author (d. 2006)", "entities": [{"title": "Kasey Rogers", "href": "/wiki/Kasey_Rogers", "description": "Kasey Rogers was an American actress, memoirist and writer, best known for playing the second Louise Tate in the popular U.S. television sitcom Bewitched."}]}, {"heading": "Births", "year": "1926", "date": "December 15", "txt": "Bitt Pitt, Australian race car driver (d. 2017) ", "entities": [{"title": "Bill Pitt (racing driver)", "href": "/wiki/Bill_Pitt_(racing_driver)", "description": "William Pitt was an Australian former racing driver and motor racing official."}]}, {"heading": "Births", "year": "1928", "date": "December 15", "txt": "Ernest Ashworth, American singer-songwriter (d. 2009)", "entities": [{"title": "Ernest Ashworth", "href": "/wiki/Ernest_Ashworth", "description": "Ernest Bert Ashworth was an American country music singer, broadcaster, and longtime Grand Ole Opry star. Signed to the Hickory label, he recorded two studio albums in his career and charted several singles on Billboard Hot Country Songs, including the number one \"Talk Back Trembling Lips\" and seven other top ten hits."}]}, {"heading": "Births", "year": "1928", "date": "December 15", "txt": "Ida Haendel, Polish-English violinist and educator (d. 2020)", "entities": []}, {"heading": "Births", "year": "1928", "date": "December 15", "txt": "Friedensreich Hundertwasser, Austrian-New Zealand painter and architect (d. 2000)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 15", "txt": "Edna O'Brien, Irish novelist, playwright, poet and short story writer", "entities": [{"title": "Edna O'Brien", "href": "/wiki/Edna_O%27Brien", "description": "Josephine Edna O'Brien is an Irish novelist, memoirist, playwright, poet and short-story writer. Philip Roth described her as \"the most gifted woman now writing in English\", while a former President of Ireland, Mary Robinson, cited her as \"one of the great creative writers of her generation\"."}]}, {"heading": "Births", "year": "1931", "date": "December 15", "txt": "Klaus Rifbjerg, Danish author and poet (d. 2015)", "entities": [{"title": "Klaus Rifbjerg", "href": "/wiki/Klaus_Rifbjerg", "description": "Klaus Rifbjerg was a Danish writer. He authored more than 170 novels, books and essays. In 1965 he co-produced the film 4x4 which was entered into the 4th Moscow International Film Festival."}]}, {"heading": "Births", "year": "1932", "date": "December 15", "txt": "Jesse Belvin, American singer-songwriter and pianist (d. 1960)", "entities": [{"title": "Jesse Belvin", "href": "/wiki/Jesse_Belvin", "description": "Jesse Lorenzo Belvin was an American rock and roll singer, pianist and songwriter popular in the 1950s, whose success was cut short by his death in a car crash aged 27."}]}, {"heading": "Births", "year": "1932", "date": "December 15", "txt": "John Meurig Thomas, Welsh chemist and academic (d. 2020)", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 15", "txt": "Bapu, Indian director and screenwriter (d. 2014)", "entities": [{"title": "Bapu (film director)", "href": "/wiki/Bapu_(film_director)", "description": "Sattiraju Lakshmi Narayana, known professionally as Bapu, was an Indian film director, painter, illustrator, cartoonist, screenwriter, music artist, and designer known for his works in Telugu and Hindi cinema. In 2013, he was awarded the Padma Shri, for his contribution to Indian art and cinema. He has garnered two National Honors, two National Film Awards, seven state Nandi Awards, two Filmfare A"}]}, {"heading": "Births", "year": "1933", "date": "December 15", "txt": "Tim Conway, American comedian, actor, producer, and screenwriter (d. 2019)", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 15", "txt": "Donald Woods, South African journalist and activist (d. 2001)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 15", "txt": "Joe D'Amato, Italian director and producer (d. 1999)", "entities": [{"title": "Joe D'Amato", "href": "/wiki/Joe_D%27Amato", "description": "Aristide Massaccesi, known professionally as Joe D'Amato, was an Italian film director, producer, cinematographer, and screenwriter who worked in many genres but is best known for his horror, erotic and adult films."}]}, {"heading": "Births", "year": "1938", "date": "December 15", "txt": "Michael Bogdanov, Welsh director and screenwriter (d. 2017)", "entities": [{"title": "Michael Bogdanov", "href": "/wiki/Michael_Bogdanov", "description": "Michael Bogdanov was a Welsh theatre director known for his work with new plays, modern reinterpretations of Shakespeare, musicals and work for young people."}]}, {"heading": "Births", "year": "1938", "date": "December 15", "txt": "Billy Shaw, American football player", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 15", "txt": "Cindy Birdsong, American singer-songwriter", "entities": [{"title": "Cindy Birdsong", "href": "/wiki/Cindy_Birdsong", "description": "Cynthia Ann Birdsong is an American singer who became famous as a member of The Supremes in 1967, when she replaced co-founding member Florence Ballard. Birdsong had previously been a member of Patti LaBelle & the Bluebelles."}]}, {"heading": "Births", "year": "1940", "date": "December 15", "txt": "Nick Buoniconti, American football player and sportscaster (d. 2019)", "entities": [{"title": "Nick Buoniconti", "href": "/wiki/Nick_Buoniconti", "description": "Nicholas Anthony Buoniconti was an American professional football player who was a middle linebacker in the American Football League (AFL) and National Football League (NFL). He played for the Boston Patriots and Miami Dolphins, winning two Super Bowls with the Dolphins. Buoniconti was inducted into the Pro Football Hall of Fame in 2001."}]}, {"heading": "Births", "year": "1942", "date": "December 15", "txt": "Kathleen Blanco, American educator and politician, 54th Governor of Louisiana (d. 2019)", "entities": [{"title": "Kathleen Blanco", "href": "/wiki/Kathleen_Blanco", "description": "Kathleen Babineaux Blanco was an American politician who served as the 54th Governor of Louisiana from January 2004 to January 2008. A member of the Democratic Party, she was the first and, to date, only woman elected as the state's governor."}, {"title": "Governor of Louisiana", "href": "/wiki/Governor_of_Louisiana", "description": "The Governor of Louisiana is the chief executive of the U.S. state of Louisiana. The governor is the head of the executive branch of Louisiana's state government and is charged with enforcing state laws."}]}, {"heading": "Births", "year": "1943", "date": "December 15", "txt": "Lucien den Arend, Dutch sculptor", "entities": [{"title": "Lucien den Arend", "href": "/wiki/Lucien_den_Arend", "description": "Lucien Armand Marco den Arend is a geometric abstract sculptor. As is the case with concrete art, his work is not modeled after any existing object – his sculpture represents only itself. Most of his sculptures and Land art projects were made as public art."}]}, {"heading": "Births", "year": "1944", "date": "December 15", "txt": "Jim Leyland, American baseball player and manager", "entities": [{"title": "Jim Leyland", "href": "/wiki/Jim_Leyland", "description": "James Richard Leyland is an American former professional baseball player, coach and manager. He serves as a special assistant to the Detroit Tigers of Major League Baseball (MLB)."}]}, {"heading": "Births", "year": "1944", "date": "December 15", "txt": "Chico Mendes, Brazilian trade union leader and activist (d. 1988)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 15", "txt": "Heather Booth, American civil rights activist, feminist, and political strategist", "entities": [{"title": "Heather Booth", "href": "/wiki/Heather_Booth", "description": "Heather Booth is an American civil rights activist, feminist, and political strategist who has been involved in activism for progressive causes. During her student years, she was active in both the civil rights movement and feminist causes. Since then she has had a career involving feminism, community organization, and progressive politics."}]}, {"heading": "Births", "year": "1945", "date": "December 15", "txt": "Ivor Crewe, English political scientist and academic", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 15", "txt": "Carmine Appice, American drummer and songwriter", "entities": [{"title": "Carmine Appice", "href": "/wiki/Carmine_Appice", "description": "Carmine Appice is an American drummer and percussionist most commonly associated with the rock genre of music. He is best known for his associations with Vanilla Fudge; Cactus; the power trio Beck, Bogert & Appice; Rod Stewart; King Kobra; and Blue Murder, which also featured John Sykes, of Whitesnake and Thin Lizzy fame, and Tony Franklin of The Firm. Appice was inducted into the Classic Drummer "}]}, {"heading": "Births", "year": "1946", "date": "December 15", "txt": "Art Howe, American baseball player and manager", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 15", "txt": "Genny Lim, American writer", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 15", "txt": "Cassandra Harris, Australian actress (d. 1991)", "entities": [{"title": "Cassandra Harris", "href": "/wiki/Cassandra_Harris", "description": "Sandra Colleen Waites, known professionally as Cassandra Harris, was an Australian actress."}]}, {"heading": "Births", "year": "1948", "date": "December 15", "txt": "Charlie Scott, American basketball player", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 15", "txt": "Don Johnson, American actor", "entities": [{"title": "Don Johnson", "href": "/wiki/Don_Johnson", "description": "Donnie Wayne Johnson is an American actor, producer, director, singer, and songwriter. He played the role of James \"Sonny\" Crockett in the 1980s television series Miami Vice, winning a Golden Globe for his work in the role. He also had the eponymous lead role in the 1990s cop series Nash Bridges. Johnson has received a star on the Hollywood Walk of Fame."}]}, {"heading": "Births", "year": "1949", "date": "December 15", "txt": "Brian Roper, English economist and academic", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 15", "txt": "Melanie Chartoff, American actress and comedian", "entities": [{"title": "Melanie Chartoff", "href": "/wiki/Melanie_Chartoff", "description": "Melanie Chartoff is an American actress and comedian. She first became famous for her comedy work on the ABC series Fridays (1980–82), and in the 1990s Fox sitcom Parker Lewis Can't Lose. She voiced both Didi Pickles and Grandma Minka, Didi's mother on the Nickelodeon animated series Rugrats and All Grown Up!."}]}, {"heading": "Births", "year": "1950", "date": "December 15", "txt": "Sylvester James Gates, American theoretical physicist and professor", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 15", "txt": "George Donikian, Australian journalist", "entities": [{"title": "George Donikian", "href": "/wiki/George_Donikian", "description": "George Jack Donikian is a former Australian radio and television news presenter/personality of Greek-Armenian descent. He has worked at the SBS as well as the Nine Network and Ten Network."}]}, {"heading": "Births", "year": "1951", "date": "December 15", "txt": "Joe Jordan, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 15", "txt": "Tim Webster, Australian journalist and sportscaster", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 15", "txt": "Rudi Protrudi, American singer-songwriter and producer", "entities": [{"title": "Rudi Protrudi", "href": "/wiki/Rudi_Protrudi", "description": "Rudi Action Protrudi is an American rock musician, songwriter, record producer, artist, and actor best known as the lead vocalist and frontman of the garage band The Fuzztones."}]}, {"heading": "Births", "year": "1952", "date": "December 15", "txt": "Allan Simonsen, Danish footballer and manager", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 15", "txt": "Julie Taymor, American director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 15", "txt": "John R. Allen, American general and diplomat", "entities": [{"title": "John R. Allen", "href": "/wiki/John_R._Allen", "description": "John R. Allen is the president of the Brookings Institution, a retired United States Marine Corps four-star general, and former commander of the NATO International Security Assistance Force and U.S. Forces – Afghanistan (USFOR-A). On September 13, 2014, President Barack Obama appointed Allen as special presidential envoy for the Global Coalition to Counter ISIL. He was succeeded in that role by Br"}]}, {"heading": "Births", "year": "1953", "date": "December 15", "txt": "J. M. DeMatteis, American author", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 15", "txt": "Robert Charles Wilson, American-Canadian author", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 15", "txt": "Alex Cox, English film director, screenwriter, nonfiction author, broadcaster and sometime actor", "entities": [{"title": "Alex Cox", "href": "/wiki/Alex_Cox", "description": "Alexander B. H. Cox is an English film director, screenwriter, actor, nonfiction author and broadcaster. Cox experienced success early in his career with Repo Man and Sid and Nancy, but since the release and commercial failure of Walker, he has directed his career towards independent films. Cox received a co-writer credit for the screenplay of Terry Gilliam's Fear and Loathing in Las Vegas (1998) "}]}, {"heading": "Births", "year": "1954", "date": "December 15", "txt": "Oliver Heald, English lawyer and politician, Solicitor General for England and Wales", "entities": [{"title": "Solicitor General for England and Wales", "href": "/wiki/Solicitor_General_for_England_and_Wales", "description": "Her Majesty's Solicitor General for England and Wales, known informally as the Solicitor General, is one of the law officers of the Crown in the government of the United Kingdom. They are the deputy of the Attorney General, whose duty is to advise the Crown and Cabinet on the law. They can exercise the powers of the Attorney General in the Attorney General's absence. Despite the title, the positio"}]}, {"heading": "Births", "year": "1954", "date": "December 15", "txt": "Mark Warner, American businessman and politician, 69th Governor of Virginia", "entities": [{"title": "Governor of Virginia", "href": "/wiki/Governor_of_Virginia", "description": "The governor of the Commonwealth of Virginia serves as the chief executive of the Commonwealth of Virginia for a four-year term. The incumbent, Ralph Northam, was sworn in January 13, 2018. The next gubernatorial election shall be held on November 2, 2021."}]}, {"heading": "Births", "year": "1955", "date": "December 15", "txt": "Hector Sants, English banker", "entities": [{"title": "Hector Sants", "href": "/wiki/Hector_Sants", "description": "\nSir Hector William Hepburn Sants is a British investment banker. He was appointed Chief Executive Officer of the Financial Services Authority in July 2007 and stepped down in June 2012. He took up a new position with Barclays Bank at the end of January 2013, but resigned from the bank on 13 November 2013."}]}, {"heading": "Births", "year": "1955", "date": "December 15", "txt": "Paul Simonon, English singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 15", "txt": "John Lee Hancock, American screenwriter, film director, and producer", "entities": [{"title": "John Lee Hancock", "href": "/wiki/John_Lee_Hancock", "description": "John Lee Hancock Jr. is an American screenwriter, film director, producer, and attorney. He directed the sports drama films The Rookie (2002) and The Blind Side (2009), and the historical drama films Saving Mr. Banks (2013), The Founder (2016), The Alamo (2004), and The Highwaymen (2019). He most recently wrote and directed the American neo-noir crime thriller, The Little Things (2021)"}]}, {"heading": "Births", "year": "1956", "date": "December 15", "txt": "Tony Leon, South African lawyer and politician", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 15", "txt": "Mario Marois, Canadian ice hockey player and sportscaster", "entities": [{"title": "Mario Marois", "href": "/wiki/Mario_Marois", "description": "Mario Marois is a Canadian former ice hockey defenceman."}]}, {"heading": "Births", "year": "1957", "date": "December 15", "txt": "Mike McAlary, American journalist and author (d. 1998)", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 15", "txt": "Laura Molina, American singer, guitarist, actress, and painter", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 15", "txt": "Tim Reynolds, German-American singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 15", "txt": "Carlo J. Caparas, Filipino director and producer", "entities": [{"title": "Carlo J. Caparas", "href": "/wiki/Carlo_J._Caparas", "description": "Carlo Magno Jose Caparas is a Filipino comic strip creator and writer-turned film director and producer. He is best known for creating such Filipino superheroes and comic book characters as Panday, Bakekang, Totoy Bato, Joaquin Bordado, Kamagong, Kamandag, Elias Paniki, Tasya Fantasya, Gagambino, Pieta and Ang Babaeng Hinugot Sa Aking Tadyang, among others. He is also known as a director of numero"}]}, {"heading": "Births", "year": "1958", "date": "December 15", "txt": "Richard Kastle, American classical pianist", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 15", "txt": "Greg Matthews, Australian cricketer", "entities": [{"title": "Greg Matthews", "href": "/wiki/Greg_Matthews", "description": "Gregory Richard John \"Mo\" Matthews is a former New South Wales and Australian cricket all rounder who is now a television cricket commentator."}]}, {"heading": "Births", "year": "1959", "date": "December 15", "txt": "Alan Whetton, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 15", "txt": "Gary Whetton, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 15", "txt": "Walter Werzowa, Austrian composer and producer", "entities": [{"title": "Walter Werzowa", "href": "/wiki/Walter_Werzowa", "description": "Walter Werzowa is an Austrian composer, producer and owner of LA-based music production studio Musikvergnuegen. He is most famous for composing the \"Intel bong\" jingle and the 1980s hit \"Bring Me Edelweiss\" as part of the band Edelweiss."}]}, {"heading": "Births", "year": "1961", "date": "December 15", "txt": "Karin Resetarits, Austrian journalist and politician", "entities": [{"title": "Karin Resetarits", "href": "/wiki/Karin_Resetarits", "description": "Karin Resetarits is an Austrian journalist and politician. She was a Member of the European Parliament from 2004 until 2009."}]}, {"heading": "Births", "year": "1962", "date": "December 15", "txt": "Tim Gaines, American bass player", "entities": [{"title": "Tim Gaines", "href": "/wiki/Tim_Gaines", "description": "Tim Gaines is an American bass guitarist best-known as the long-time bassist for the Christian metal band Stryper until his departure in 2017."}]}, {"heading": "Births", "year": "1962", "date": "December 15", "txt": "Simon Hodgkinson, English rugby player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 15", "txt": "Ellie Cornell, American actress and producer", "entities": [{"title": "Ellie Cornell", "href": "/wiki/Ellie_Cornell", "description": "Ellie Cornell is an American actress and producer. She made her film debut in the 1988 film Married to the Mob before becoming known for her role as Rachel Carruthers in Halloween 4: The Return of Michael Myers (1988) and Halloween 5: The Revenge of Michael Myers (1989)."}]}, {"heading": "Births", "year": "1963", "date": "December 15", "txt": "Norman J. Grossfeld, American screenwriter and producer", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 15", "txt": "Helen Slater, American actress", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 15", "txt": "David Wingate, American basketball player", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 15", "txt": "Paul Kaye, British actor", "entities": [{"title": "Paul Kaye", "href": "/wiki/Paul_Kaye", "description": "Paul Kaye is an English comedian and actor. Kaye is best known for his portrayals of shock interviewer Dennis Pennis on The Sunday Show, New York lawyer Mike Strutter on MTV's Strutter, Thoros of Myr in HBO's Game of Thrones and Vincent the Fox on the BBC comedy Mongrels."}]}, {"heading": "Births", "year": "1966", "date": "December 15", "txt": "Carl Hooper, Guyanese cricketer and coach", "entities": [{"title": "Carl Hooper", "href": "/wiki/Carl_Hooper", "description": "Carl Llewelyn Hooper is a former West Indian cricket player and a former captain of Tests and ODIs. He was a right-handed batsman and off-spin bowler, who came to prominence in the late 1980s in a side that included such players as Gordon Greenidge, Desmond Haynes, Malcolm Marshall and Courtney Walsh and represented the West Indies over a 16-year international career."}]}, {"heading": "Births", "year": "1966", "date": "December 15", "txt": "Molly Price, American actress", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 15", "txt": "David Howells, English footballer and coach", "entities": [{"title": "David Howells", "href": "/wiki/David_Howells", "description": "David Howells is an English former professional footballer, born in Guildford, Surrey, who played in the Football League as a midfielder for Tottenham Hotspur, with whom he spent the majority of his career, Southampton and Bristol City."}]}, {"heading": "Births", "year": "1967", "date": "December 15", "txt": "Mo Vaughn, American baseball player", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 15", "txt": "Garrett Wang, American actor", "entities": [{"title": "Garrett Wang", "href": "/wiki/Garrett_Wang", "description": "Garrett Richard Wang is an American actor. Wang is known for his role in Star Trek: Voyager as Ensign Harry Kim."}]}, {"heading": "Births", "year": "1969", "date": "December 15", "txt": "Ralph Ineson, English actor", "entities": [{"title": "Ralph Ineson", "href": "/wiki/Ralph_Ineson", "description": "Ralph Michael Ineson is an English actor and narrator. Known for his deep, rumbling voice, his most notable roles include William in The Witch, Dagmer Cleftjaw in Game of Thrones, Amycus Carrow in the last three Harry Potter films, Donald Bamford in the BBC drama series Goodnight Sweetheart, Chris Finch in the BBC sitcom The Office, and Nikolai Tarakanov in the HBO historical drama miniseries Cher"}]}, {"heading": "Births", "year": "1969", "date": "December 15", "txt": "Chantal Petitclerc, Canadian wheelchair racer and senator", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 15", "txt": "Adam Setliff, American discus thrower and lawyer", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 15", "txt": "Frankie Dettori, Italian jockey", "entities": [{"title": "Frankie Dettori", "href": "/wiki/Frankie_Dettori", "description": "Lanfranco \"Frankie\" Dettori, MBE is an Italian horse racing jockey based in the United Kingdom. Dettori has been Champion Jockey on three occasions and has ridden the winners of more than 500 Group races. This includes twenty winners of the English classics. His most celebrated achievement was riding all seven winners on British Champions' Day at Ascot in 1996. He is the son of the Sardinian jocke"}]}, {"heading": "Births", "year": "1970", "date": "December 15", "txt": "Lawrence Funderburke, American basketball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 15", "txt": "Michael Shanks, Canadian actor, screenwriter and director", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 15", "txt": "Clint Lowery, American singer-songwriter, guitarist, and producer", "entities": [{"title": "Clint Lowery", "href": "/wiki/Clint_Lowery", "description": "Clint Lowery is an American musician, songwriter and producer, best known as the lead guitarist and backing vocalist of the heavy metal band Sevendust. He has also played in Dark New Day and Still Rain, and served as the touring guitarist for Korn through most of 2007. In 2008, he decided to work on new music as a solo artist, and the name of the project was titled Hello Demons Meet Skeletons. Low"}]}, {"heading": "Births", "year": "1972", "date": "December 15", "txt": "Rodney Harrison, American football player and sportscaster", "entities": [{"title": "Rodney Harrison", "href": "/wiki/Rodney_Harrison", "description": "Rodney Scott Harrison is a former American football safety and sports analyst who played in the National Football League (NFL) for 15 seasons with the San Diego Chargers and New England Patriots. He was selected by the Chargers in the fifth round of the 1994 NFL Draft where he spent nine seasons. After being released by San Diego, Harrison was a member of the Patriots in his following six seasons "}]}, {"heading": "Births", "year": "1972", "date": "December 15", "txt": "Stuart Townsend, Irish actor", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 15", "txt": "Alexandra Tydings, American actress, director, writer and producer", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 15", "txt": "Surya Bonaly, French figure skater", "entities": [{"title": "Surya Bonaly", "href": "/wiki/Surya_Bonaly", "description": "Surya Varuna Claudine Bonaly is a French retired competitive figure skater. She is a three-time World silver medalist (1993–1995), a five-time European champion (1991–1995), the 1991 World Junior Champion, and a nine-time French national champion (1989–1997)."}]}, {"heading": "Births", "year": "1973", "date": "December 15", "txt": "Ryoo Seung-wan, South Korean actor, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 15", "txt": "Garath Archer, English rugby player", "entities": [{"title": "Garath Archer", "href": "/wiki/Garath_Archer", "description": "Garath Archer is a former English rugby union footballer. He played for both Bristol Rugby and the Newcastle Falcons.Garath was an apprentice carpenter. In total Archer earned 21 caps for England, including games at the 1999 World Cup. At club level he began his career at Newcastle Falcons and made 20 appearances for them as they won the 1997-98 Premiership. He missed Newcastle's victory in the 20"}]}, {"heading": "Births", "year": "1974", "date": "December 15", "txt": "P. J. Byrne, American actor", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 15", "txt": "Samira Saraya,  Palestinian actor, filmmaker, poet and rapper", "entities": [{"title": "Samira Saraya", "href": "/wiki/Samira_Saraya", "description": "Samira Saraya is a Palestinian film, television and theater actor, filmmaker, poet, rapper and spoken word artist."}]}, {"heading": "Births", "year": "1976", "date": "December 15", "txt": "Baichung Bhutia, Indian footballer and manager", "entities": [{"title": "Baichung Bhutia", "href": "/wiki/Baichung_Bhutia", "description": "Bhaichung Bhutia, also spelled as Baichung Bhutia, is a former Indian professional footballer who played as a striker. Bhutia is considered as the torchbearer of Indian football in the international arena. He is often nicknamed the Sikkimese Sniper because of his shooting skills in football. Three-time Indian Player of the Year I. M. Vijayan described Bhutia as \"God's gift to Indian football\"."}]}, {"heading": "Births", "year": "1976", "date": "December 15", "txt": "Kim Eagles, Canadian sport shooter", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 15", "txt": "Aaron Miles, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 15", "txt": "Todd Tichenor, American baseball player and umpire", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 15", "txt": "Mehmet Aurélio, Brazilian-Turkish footballer and manager", "entities": [{"title": "Mehmet Aurélio", "href": "/wiki/Mehmet_Aur%C3%A9lio", "description": "Mehmet Aurélio is a Brazilian-born Turkish football coach and retired footballer, who played as a midfielder. He was most recently the head coach of Çorum FK."}]}, {"heading": "Births", "year": "1977", "date": "December 15", "txt": "Geoff Stults, American actor and producer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 15", "txt": "Ned Brower, American drummer", "entities": [{"title": "Ned Brower", "href": "/wiki/Ned_Brower", "description": "Edward Andrew \"Ned\" Brower is the drummer/vocalist in the Los Angeles rock quintet Rooney and is also a model and actor. Brower was born in Chapel Hill, North Carolina, U.S., and raised in Seattle, Washington. He has modeled for J. Crew, Abercrombie and Fitch, Tommy Hilfiger, Donna Karen, Ralph Lauren, and The Gap, and also appeared in several films and television shows. He and his wife Sarah Jane"}]}, {"heading": "Births", "year": "1978", "date": "December 15", "txt": "Mark Jansen, Dutch guitarist and songwriter", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 15", "txt": "Jerome McDougle, American football player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 15", "txt": "Adam Brody, American actor", "entities": [{"title": "Adam Brody", "href": "/wiki/Adam_Brody", "description": "Adam Jared Brody is an American actor, writer, musician, and producer. He is known for his role as Seth Cohen on the 2003 television series The O.C.. Brody has appeared in the films Mr. & Mrs. Smith (2005), Thank You for Smoking (2005), In the Land of Women (2007), Jennifer's Body (2009), Cop Out (2010), Scream 4 (2011), Lovelace (2013), Life Partners (2014), Sleeping with Other People (2015), Sta"}]}, {"heading": "Births", "year": "1979", "date": "December 15", "txt": "Eric Young, Canadian-American wrestler", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 15", "txt": "Élodie Gossuin, French beauty pageant titleholder and model", "entities": [{"title": "Élodie Gossuin", "href": "/wiki/%C3%89lodie_Gossuin", "description": "Élodie Gossuin is a French beauty pageant titleholder, model, radio and television presenter, columnist and regional politician. She was elected Miss Picardy 2000, Miss France 2001, and Miss Europe 2001. Since 2016, she has been the French voting spokesperson in the Eurovision Song Contest."}]}, {"heading": "Births", "year": "1980", "date": "December 15", "txt": "Sergio Pizzorno, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 15", "txt": "Manuel Wilhelm, German rugby player", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 15", "txt": "Michelle Dockery, English actress", "entities": [{"title": "Michelle Dockery", "href": "/wiki/Michelle_Dockery", "description": "Michelle Suzanne Dockery is an English actress. She is best known for her leading performance as Lady Mary Crawley in the ITV television period drama series Downton Abbey (2010–2015), for which she was nominated for a Golden Globe Award and three consecutive Primetime Emmy Awards for Outstanding Lead Actress in a Drama Series."}]}, {"heading": "Births", "year": "1981", "date": "December 15", "txt": "Brendan Fletcher, Canadian actor and screenwriter", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 15", "txt": "Andy González, Puerto Rican-American baseball player", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 15", "txt": "Thomas Herrion, American football player (d. 2005)", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 15", "txt": "Roman Pavlyuchenko, Russian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 15", "txt": "Charlie Cox, English actor", "entities": [{"title": "Charlie Cox", "href": "/wiki/Charlie_Cox", "description": "Charlie Thomas Cox is an English actor. He played the role of Matt Murdock / Daredevil in Netflix's Daredevil (2015–2018) and The Defenders (2017), Jonathan Hellyer Jones in the 2014 film The Theory of Everything and Owen Sleater in the second and third seasons of HBO's Boardwalk Empire (2011–2012). Cox's breakout role was as Tristan Thorn in the 2007 fantasy film Stardust, one of a series of role"}]}, {"heading": "Births", "year": "1982", "date": "December 15", "txt": "Borja García, Spanish race car driver", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 15", "txt": "Tatiana Perebiynis, Ukrainian tennis player", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 15", "txt": "Delon Armitage, Trinidadian-English rugby player", "entities": [{"title": "Delon Armitage", "href": "/wiki/Delon_Armitage", "description": "Delon Anthony Armitage is a rugby union coach and former player who played at wing or fullback for Lyon OU and is capped for England. He also occasionally played centre. He sometimes did place kicking, mainly from a distance or if the regular kicker is unable to take it. He left Toulon at the end of the 2015/2016 season to join French Top 14 side Lyon. He retired at the end of the 2018/2019 season"}]}, {"heading": "Births", "year": "1983", "date": "December 15", "txt": "René Duprée, Canadian professional wrestler", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 15", "txt": "Camilla Luddington, English actress", "entities": []}, {"heading": "Births", "year": "1983", "date": "December 15", "txt": "Ronnie Radke, American singer-songwriter, guitarist, and producer", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 15", "txt": "Martyn Bernard, English high jumper", "entities": [{"title": "Martyn Bernard", "href": "/wiki/Martyn_Bernard", "description": "Martyn John Bernard is a British athlete, competing in high jump."}]}, {"heading": "Births", "year": "1985", "date": "December 15", "txt": "Diogo Fernandes, Brazilian footballer", "entities": [{"title": "Diogo Fernandes", "href": "/wiki/Diogo_Fernandes", "description": "Diogo Fernandes is a Brazilian footballer."}]}, {"heading": "Births", "year": "1986", "date": "December 15", "txt": "Kim Junsu, South Korean singer-songwriter and dancer", "entities": [{"title": "Kim Junsu", "href": "/wiki/Kim_Junsu", "description": "Kim Jun-su or simply Junsu, also known by the stage name Xia is a South Korean singer, model, dancer and stage actor. He is a member of the Korean pop group and later duo JYJ, and was one of the original members of boy band TVXQ."}]}, {"heading": "Births", "year": "1986", "date": "December 15", "txt": "Iveta Mazáčová, Czech sprinter", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 15", "txt": "Keylor Navas, Costa Rican footballer", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 15", "txt": "Josh Norman, American football player", "entities": [{"title": "Josh Norman", "href": "/wiki/Josh_Norman", "description": "Joshua Ricardo Norman is an American football cornerback who is a free agent. He played college football at Coastal Carolina and was drafted by the Carolina Panthers in the fifth round of the 2012 NFL Draft, later playing for the Washington Redskins and Buffalo Bills. Norman was considered to be among the best cornerbacks in the NFL during the mid-2010s. He also participated in the celebrity danci"}]}, {"heading": "Births", "year": "1986", "date": "December 15", "txt": "Snejana Onopka, Ukrainian model", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 15", "txt": "Emily Head, English actress", "entities": [{"title": "Emily Head", "href": "/wiki/Emily_Head", "description": "Emily Head is an English actress. Her breakout role was as Carli D'Amato in E4's sitcom The Inbetweeners and she later played Rebecca White in the ITV soap opera Emmerdale and Colette Andrews in BBC drama, The Syndicate."}]}, {"heading": "Births", "year": "1988", "date": "December 15", "txt": "Steven Nzonzi, French footballer", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 15", "txt": "Nichole Bloom, American actress and model", "entities": [{"title": "Nichole Bloom", "href": "/wiki/Nichole_Bloom", "description": "Nichole Sakura O'Connor, formerly known professionally as Nichole Bloom, is an American actress and model."}]}, {"heading": "Births", "year": "1991", "date": "December 15", "txt": "Conor Daly, American race car driver", "entities": [{"title": "Conor Daly", "href": "/wiki/Conor_Daly", "description": "Conor Daly is an American professional racing driver who competes full-time in the NTT IndyCar Series, driving the road and street course races as well as the Indianapolis 500 for Ed Carpenter Racing, and the remaining oval races for Carlin. He also competes part-time in the NASCAR Camping World Truck Series, driving the No. 44 Chevrolet Silverado for Niece Motorsports. Daly has also raced in the "}]}, {"heading": "Births", "year": "1992", "date": "December 15", "txt": "Daiamami Genki, Japanese sumo wrestler", "entities": [{"title": "Daiamami Genki", "href": "/wiki/Daiamami_Genki", "description": "Daiamami Genki  is a Japanese professional sumo wrestler from Tatsugō, Kagoshima. After a successful amateur career, he turned professional in January 2016, making the top makuuchi division that November of the following year. His highest rank has been maegashira 11. He wrestles for Oitekaze stable."}]}, {"heading": "Births", "year": "1992", "date": "December 15", "txt": "Jesse Lingard, English footballer", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 15", "txt": "Alex Telles, Brazilian footballer", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 15", "txt": "Jenifer Brening, German singer", "entities": [{"title": "Jenifer Brening", "href": "/wiki/Jenifer_Brening", "description": "Jenifer Brening is a German singer and songwriter who represented San Marino in the Eurovision Song Contest 2018 in Lisbon, Portugal, with the song \"Who We Are\", alongside Jessika. She previously participated in the talent show The Winner Is ... and in the eleventh season of the talent show Deutschland sucht den Superstar."}]}, {"heading": "Births", "year": "1996", "date": "December 15", "txt": "Oleksandr Zinchenko, Ukrainian footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "December 15", "txt": "Maude Apatow, American actress", "entities": [{"title": "Maude Apatow", "href": "/wiki/Maude_Apatow", "description": "Maude Apatow is an American actress and the elder daughter of filmmaker Judd Apatow and actress Leslie Mann. She stars as Lexi Howard in the HBO drama series Euphoria (2019–present)."}]}, {"heading": "Births", "year": "1997", "date": "December 15", "txt": "Zach Banks, American race car driver", "entities": []}, {"heading": "Births", "year": "1997", "date": "December 15", "txt": "Magdalena Fręch, Polish tennis player", "entities": []}, {"heading": "Births", "year": "1997", "date": "December 15", "txt": "Stefania LaVie Owen, New Zealand-American actress", "entities": []}, {"heading": "Births", "year": "1998", "date": "December 15", "txt": "Chandler Canterbury, American actor", "entities": [{"title": "Chandler Canterbury", "href": "/wiki/Chandler_Canterbury", "description": "Chandler Canterbury is an American actor."}]}, {"heading": "Births", "year": "1999", "date": "December 15", "txt": "Amber Joseph, Barbadian cyclist", "entities": [{"title": "Amber Joseph", "href": "/wiki/Amber_Joseph", "description": "Amber Joseph is a Barbadian professional racing cyclist. She rode in the women's time trial event at the 2020 UCI Road World Championships. Joseph ultimately placed 47th of 51 starters, with a time of 51:36.06 over the 31.7 km course."}]}, {"heading": "Deaths", "year": "0933", "date": "December 15", "txt": "Li Siyuan, Chinese emperor (b. 867)", "entities": [{"title": "Li Siyuan", "href": "/wiki/Li_Siyuan", "description": "Li Siyuan, also known by his temple name Mingzong (明宗), was the second emperor of imperial China's short-lived Later Tang during the Five Dynasties and Ten Kingdoms period, reigning from 926 until his death. He was an ethnic Shatuo originally named, in the Shatuo language, Miaojilie (邈佶烈)."}]}, {"heading": "Deaths", "year": "1025", "date": "December 15", "txt": "Basil II, Byzantine emperor (b. 958)", "entities": [{"title": "Basil II", "href": "/wiki/Basil_II", "description": "Basil II Porphyrogenitus, nicknamed the Bulgar Slayer, was the senior Byzantine Emperor for almost 50 years, having been a junior colleague to other emperors since 960. He and his brother Constantine were named as co-rulers before their father Romanos II died in 963. The throne went to two generals, Nikephoros Phokas then John Tzimiskes, before Basil became senior emperor. His influential great-un"}]}, {"heading": "Deaths", "year": "1072", "date": "December 15", "txt": "Alp Arslan, Turkish sultan (b. 1029)", "entities": [{"title": "Alp Arslan", "href": "/wiki/Alp_Arslan", "description": "Alp Arslan, real name Muhammad bin Dawud Chaghri, was the second Sultan of the Seljuk Empire and great-grandson of Seljuk, the eponymous founder of the dynasty. As Sultan, Alp Arslan greatly expanded Seljuk territory and consolidated power, defeating rivals to his south and northwest. His victory over the Byzantines at the Battle of Manzikert in 1071 ushered in the Turkoman settlement of Anatolia."}]}, {"heading": "Deaths", "year": "1161", "date": "December 15", "txt": "Wanyan Liang, Chinese emperor (b. 1122)", "entities": [{"title": "Wanyan Liang", "href": "/wiki/Wanyan_Liang", "description": "Digunai, also known by his sinicised name Wanyan Liang and his formal title Prince of Hailing, was the fourth emperor of the Jurchen-led Jin dynasty, which ruled northern China between the 12th and 13th centuries. He was the second son of Wanyan Zonggan (完顏宗幹), the eldest son of Aguda. He came to power in 1150 after overthrowing and murdering his predecessor, Emperor Xizong, in a coup d'état. Duri"}]}, {"heading": "Deaths", "year": "1230", "date": "December 15", "txt": "Ottokar I, duke of Bohemia (b. 1155)", "entities": [{"title": "Ottokar I of Bohemia", "href": "/wiki/Ottokar_I_of_Bohemia", "description": "Ottokar I was Duke of Bohemia periodically beginning in 1192, then acquired the title King of Bohemia, first in 1198 from Philip of Swabia, later in 1203 from Otto IV of Brunswick and in 1212 from Frederick II. He was a member of the Přemyslid dynasty."}]}, {"heading": "Deaths", "year": "1283", "date": "December 15", "txt": "Philip I, Latin emperor (b. 1243)", "entities": [{"title": "Philip I, Latin Emperor", "href": "/wiki/Philip_I,_Latin_Emperor", "description": "Philip, also Philip of Courtenay, held the title of Latin Emperor of Constantinople from 1273–1283, although Constantinople had been reinstated since 1261 AD to the Byzantine Empire; he lived in exile and only held authority over Crusader States in Greece. He was born in Constantinople, the son of Baldwin II of Constantinople and Marie of Brienne."}]}, {"heading": "Deaths", "year": "1343", "date": "December 15", "txt": "Hasan Kucek, Chopanid prince (b. c. 1319)", "entities": [{"title": "Hasan Kucek", "href": "/wiki/Hasan_Kucek", "description": "Hasan Kuchak or Ḥasan-i Kūchik was a Chupanid prince during the 14th century. He is credited with setting up a nearly independent Chupanid state in northern Persia during the struggles taking place in the aftermath of the Ilkhanate."}]}, {"heading": "Deaths", "year": "1467", "date": "December 15", "txt": "Jöns Bengtsson Oxenstierna, archbishop and regent of Sweden (b. 1417)", "entities": [{"title": "Jöns Bengtsson Oxenstierna", "href": "/wiki/J%C3%B6ns_Bengtsson_Oxenstierna", "description": "Jöns Bengtsson (Oxenstierna), in Latin known as Johannes Benedicti de Salista, was a Swedish clergyman, canon law scholar and statesman, Archbishop of Uppsala (1448–1467). He was Regent of Sweden, under the Kalmar Union, in 1457, shared with Erik Axelsson (Tott), and alone 1465–1466."}]}, {"heading": "Deaths", "year": "1574", "date": "December 15", "txt": "Selim II, Ottoman sultan (b. 1524)", "entities": [{"title": "Selim II", "href": "/wiki/Selim_II", "description": "Selim II, also known as Sarı Selim or Sarhoş Selim, was the Sultan of the Ottoman Empire from 1566 until his death in 1574. He was a son of Suleiman the Magnificent and his wife Hurrem Sultan. Selim had been an unlikely candidate for the throne until his brother Mehmed died of smallpox, his half-brother Mustafa was strangled to death by the order of his father, his brother Cihangir died of grief a"}]}, {"heading": "Deaths", "year": "1598", "date": "December 15", "txt": "Philips of Marnix, Lord of Saint-Aldegonde, Dutch nobleman (b. 1540)", "entities": [{"title": "Philips of Marnix, Lord of Saint-Aldegonde", "href": "/wiki/Philips_of_Marnix,_Lord_of_Saint-Aldegonde", "description": "Philips of Marnix, Lord of Saint-Aldegonde, Lord of West-Souburg was a Flemish and Dutch writer and statesman, and the probable author of the text of the Dutch national anthem, the Wilhelmus."}]}, {"heading": "Deaths", "year": "1621", "date": "December 15", "txt": "Charles d'Albert, duc de Luynes, French courtier, Constable of France (b. 1578)", "entities": [{"title": "Charles d'Albert, duc de Luynes", "href": "/wiki/Charles_d%27Albert,_duc_de_Luynes", "description": "Charles d'Albert, Duke of Luynes was French courtier and a favourite of Louis XIII. In 1619, the king made him Duke of Luynes and a Peer of France, and in 1621, Constable of France. Luynes died of scarlet fever near the end of that year at the height of his influence."}, {"title": "Constable of France", "href": "/wiki/Constable_of_France", "description": "The Grand Constable of France, was the First Officer of the Crown, one of the original five Great Officers of the Crown of France and Commander in Chief of the King's army. He, theoretically, as lieutenant-general to the King, outranked all nobles in the realm, and was second-in-command only to the King of France."}]}, {"heading": "Deaths", "year": "1673", "date": "December 15", "txt": "Margaret Cavendish, Duchess of Newcastle-upon-Tyne, English noblewoman (b. 1623)", "entities": [{"title": "Margaret Cavendish, Duchess of Newcastle-upon-Tyne", "href": "/wiki/Margaret_Cavendish,_Duchess_of_Newcastle-upon-Tyne", "description": "Margaret Lucas Cavendish, Duchess of Newcastle-upon-Tyne was an English philosopher, poet, scientist, fiction-writer, and playwright. Born Margaret Lucas, she was the youngest sister of the royalists Sir John Lucas and Sir Charles Lucas, who owned the manor of St John's Abbey, Colchester. She became an attendant on Queen Henrietta Maria and travelled with her into exile in France, living for a tim"}]}, {"heading": "Deaths", "year": "1675", "date": "December 15", "txt": "Johannes Vermeer, Dutch painter and educator (b. 1632)", "entities": [{"title": "Johannes Vermeer", "href": "/wiki/Johannes_Vermeer", "description": "Johannes Vermeer was a Dutch Baroque Period painter who specialized in domestic interior scenes of middle class life. During his lifetime, he was a moderately successful provincial genre painter, recognized in Delft and The Hague. Nonetheless, he produced relatively few paintings and evidently was not wealthy, leaving his wife and children in debt at his death."}]}, {"heading": "Deaths", "year": "1683", "date": "December 15", "txt": "Izaak Walton, English author (b. 1593)", "entities": [{"title": "Izaak Walton", "href": "/wiki/Izaak_Walton", "description": "Izaak Walton was an English writer. Best known as the author of The Compleat Angler, he also wrote a number of short biographies including one of his friend John Donne. They have been collected under the title of Walton's Lives."}]}, {"heading": "Deaths", "year": "1688", "date": "December 15", "txt": "Gaspar Fagel, Dutch lawyer and politician (b. 1634)", "entities": [{"title": "Gaspar Fagel", "href": "/wiki/Gaspar_Fagel", "description": "Gaspar Fagel was a Dutch politician, jurist, and diplomat who authored correspondence from and on behalf of William III, Prince of Orange during the English Revolution of 1688."}]}, {"heading": "Deaths", "year": "1688", "date": "December 15", "txt": "Louis Victor de Rochechouart de Mortemart, French nobleman (b. 1636)", "entities": []}, {"heading": "Deaths", "year": "1715", "date": "December 15", "txt": "George Hickes, English minister and scholar (b. 1642)", "entities": [{"title": "George Hickes (divine)", "href": "/wiki/George_Hickes_(divine)", "description": "George Hickes was an English divine and scholar."}]}, {"heading": "Deaths", "year": "1753", "date": "December 15", "txt": "Richard Boyle, 3rd Earl of Burlington, English architect and politician, designed Chiswick House (b. 1694)", "entities": [{"title": "Richard Boyle, 3rd Earl of Burlington", "href": "/wiki/Richard_Boyle,_3rd_Earl_of_Burlington", "description": "Richard Boyle, 3rd Earl of Burlington and 4th Earl of Cork, was an Anglo-Irish architect and noble often called the \"Apollo of the Arts\" and the \"Architect Earl\". The son of the 2nd Earl of Burlington and 3rd Earl of Cork, Burlington never took more than a passing interest in politics despite his position as a Privy Counsellor and a member of both the British House of Lords and the Irish House of "}, {"title": "Chiswick House", "href": "/wiki/Chiswick_House", "description": "Chiswick House is a Palladian villa in Chiswick, in the west of London, England. A \"glorious\" example of Neo-Palladian architecture in London, the house was built and designed by Richard Boyle, 3rd Earl of Burlington (1694-1753), and completed in 1729. The house and gardens occupy 26.33 hectares ; the gardens were created mainly by architect and landscape designer William Kent. The garden is one o"}]}, {"heading": "Deaths", "year": "1792", "date": "December 15", "txt": "Joseph Martin Kraus, Swedish pianist, violinist, and composer (b. 1756)", "entities": [{"title": "Joseph Martin Kraus", "href": "/wiki/Joseph_Martin_Kraus", "description": "Joseph Martin Kraus, was a composer in the classical era who was born in Miltenberg am Main, Germany. He moved to Sweden at age 21, and died at the age of 36 in Stockholm. He has been referred to as \"the Swedish Mozart\", and had a life span very similar to Mozart's."}]}, {"heading": "Deaths", "year": "1812", "date": "December 15", "txt": "Shneur Zalman, Russian rabbi, author and founder of Chabad (b. 1745)", "entities": [{"title": "Shneur Zalman", "href": "/wiki/Shneur_Zalman", "description": "Shneur Zalman of Liadi, was an Orthodox rabbi and the founder and first Rebbe of Chabad, a branch of Hasidic Judaism, then based in Liadi in the Russian Empire. He was the author of many works, and is best known for Shulchan Aruch HaRav, Tanya, and his Siddur Torah Or compiled according to the Nusach Ari. Zalman is a Yiddish variant of Solomon and Shneur is a Yiddish composite of the two Hebrew wo"}, {"title": "Chabad", "href": "/wiki/Chabad", "description": "Chabad, also known as Lubavitch, Habad and Chabad-Lubavitch, is an Orthodox Jewish Hasidic dynasty. Chabad is one of the world's best-known Hasidic movements, particularly for its outreach activities. It is one of the largest Hasidic groups and Jewish religious organizations in the world."}]}, {"heading": "Deaths", "year": "1819", "date": "December 15", "txt": "Daniel Rutherford, Scottish chemist and physician (b. 1749)", "entities": [{"title": "Daniel Rutherford", "href": "/wiki/Daniel_Rutherford", "description": "Daniel Rutherford was a Scottish physician, chemist and botanist who is known for the isolation of nitrogen in 1772."}]}, {"heading": "Deaths", "year": "1855", "date": "December 15", "txt": "Jacques Charles François Sturm, French mathematician and academic (b. 1803)", "entities": [{"title": "Jacques Charles François Sturm", "href": "/wiki/Jacques_Charles_Fran%C3%A7ois_Sturm", "description": "Jacques Charles François Sturm was a French mathematician."}]}, {"heading": "Deaths", "year": "1878", "date": "December 15", "txt": "Alfred Bird, English chemist and businessman, invented baking powder (b. 1811)", "entities": [{"title": "Alfred Bird", "href": "/wiki/Alfred_Bird", "description": "Alfred Bird was an English food manufacturer and chemist. He was born in Nympsfield, Gloucestershire, England in 1811 and was later a pupil at King Edward's School, Birmingham. He was the inventor of a series of food products, most notably egg-free custard and baking powder. His father was a lecturer in astronomy at Eton College. His son Alfred Frederick Bird continued to develop the business afte"}, {"title": "Baking powder", "href": "/wiki/Baking_powder", "description": "Baking powder is a dry chemical leavening agent, a mixture of a carbonate or bicarbonate and a weak acid. The base and acid are prevented from reacting prematurely by the inclusion of a buffer such as cornstarch. Baking powder is used to increase the volume and lighten the texture of baked goods. It works by releasing carbon dioxide gas into a batter or dough through an acid–base reaction, causing"}]}, {"heading": "Deaths", "year": "1890", "date": "December 15", "txt": "Sitting Bull, Hunkpapa Lakota tribal chief (b. 1831)", "entities": [{"title": "Sitting Bull", "href": "/wiki/Sitting_Bull", "description": "Sitting Bull was a Hunkpapa Lakota leader who led his people during years of resistance against United States government policies. He was killed by Indian agency police on the Standing Rock Indian Reservation during an attempt to arrest him, at a time when authorities feared that he would join the Ghost Dance movement."}, {"title": "Hunkpapa", "href": "/wiki/Hunkpapa", "description": "The Hunkpapa are a Native American group, one of the seven council fires of the Lakota tribe. The name Húŋkpapȟa is a Lakota word, meaning \"Head of the Circle\". By tradition, the Húŋkpapȟa set up their lodges at the entryway to the circle of the Great Council when the Sioux met in convocation. They speak Lakȟóta, one of the three dialects of the Sioux language."}, {"title": "Lakota people", "href": "/wiki/Lakota_people", "description": "The Lakota are a Native American tribe. Also known as the Teton Sioux, they are one of the three prominent subcultures of the Sioux people. Their current lands are in North and South Dakota. They speak Lakȟótiyapi—the Lakota language, the westernmost of three closely related languages that belong to the Siouan language family."}]}, {"heading": "Deaths", "year": "1943", "date": "December 15", "txt": "Fats Waller, American singer-songwriter and pianist (b. 1904)", "entities": [{"title": "Fats Waller", "href": "/wiki/Fats_Waller", "description": "Thomas Wright \"Fats\" Waller was an American jazz pianist, organist, composer, violinist, singer, and comedic entertainer. His innovations in the Harlem stride style laid the groundwork for modern jazz piano. His best-known compositions, \"Ain't Misbehavin'\" and \"Honeysuckle Rose\", were inducted into the Grammy Hall of Fame in 1984 and 1999. Waller copyrighted over 400 songs, many of them co-written"}]}, {"heading": "Deaths", "year": "1944", "date": "December 15", "txt": "Glenn Miller, American bandleader and composer (b. 1904)", "entities": [{"title": "Glenn Miller", "href": "/wiki/Glenn_Miller", "description": "Alton Glenn Miller was an American big-band trombonist, arranger, composer, and bandleader in the swing era. He was the best-selling recording artist from 1939 to 1942, leading one of the best-known big bands. Miller's recordings include \"In the Mood\", \"Moonlight Serenade\", \"Pennsylvania 6-5000\", \"Chattanooga Choo Choo\", \"A String of Pearls\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American P"}]}, {"heading": "Deaths", "year": "1947", "date": "December 15", "txt": "Arthur Machen, Welsh journalist and author (b. 1863)", "entities": [{"title": "Arthur Machen", "href": "/wiki/Arthur_Machen", "description": "Arthur Machen was the pen-name of Arthur Llewellyn Jones, a Welsh author and mystic of the 1890s and early 20th century. He is best known for his influential supernatural, fantasy, and horror fiction. His novella The Great God Pan has garnered a reputation as a classic of horror, with Stephen King describing it as \"Maybe the best [horror story] in the English language.\" He is also well known for \""}]}, {"heading": "Deaths", "year": "1947", "date": "December 15", "txt": "Crawford Vaughan, Australian politician, 27th Premier of South Australia (b. 1874)", "entities": [{"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Deaths", "year": "1950", "date": "December 15", "txt": "Vallabhbhai Patel, Indian lawyer and politician, 1st Deputy Prime Minister of India (b. 1875)", "entities": [{"title": "Vallabhbhai Patel", "href": "/wiki/Vallabhbhai_Patel", "description": "Sardar Vallabhbhai Jhaverbhai Patel, popularly known as Sardar Patel, was an Indian statesman. He served as the first Deputy Prime Minister of India. He was an Indian barrister, and a senior leader of the Indian National Congress who played a leading role in the country's struggle for independence and guided its integration into a united, independent nation. He was one of the conservative members "}, {"title": "Deputy Prime Minister of India", "href": "/wiki/Deputy_Prime_Minister_of_India", "description": "The Deputy Prime Minister of India is the deputy to the Prime Minister of India, who is head of the government of India. The deputy prime minister is the second highest ranking member of the Union Council of Ministers. A deputy prime minister usually also holds a cabinet portfolio such as the home minister, defence minister or finance minister. In the parliamentary system of government, the prime "}]}, {"heading": "Deaths", "year": "1958", "date": "December 15", "txt": "Wolfgang Pauli, Austrian-Swiss physicist and academic, Nobel Prize laureate (b. 1900)", "entities": [{"title": "Wolfgang Pauli", "href": "/wiki/Wolfgang_Pauli", "description": "Wolfgang Ernst Pauli was an Austrian theoretical physicist and one of the pioneers of quantum physics. In 1945, after having been nominated by Albert Einstein, Pauli received the Nobel Prize in Physics for his \"decisive contribution through his discovery of a new law of Nature, the exclusion principle or Pauli principle\". The discovery involved spin theory, which is the basis of a theory of the st"}, {"title": "Nobel Prize in Physics", "href": "/wiki/Nobel_Prize_in_Physics", "description": "The Nobel Prize in Physics is a yearly award given by the Royal Swedish Academy of Sciences for those who have made the most outstanding contributions for mankind in the field of physics. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895 and awarded since 1901; the others being the Nobel Prize in Chemistry, Nobel Prize in Literature, Nobel Peace Prize, and Nobel Pr"}]}, {"heading": "Deaths", "year": "1962", "date": "December 15", "txt": "Charles Laughton, English-American actor, director, and producer (b. 1899)", "entities": [{"title": "Charles Laughton", "href": "/wiki/Charles_Laughton", "description": "Charles Laughton was an English stage and film actor. Laughton was trained in London at the Royal Academy of Dramatic Art and first appeared professionally on the stage in 1926. In 1927, he was cast in a play with his future wife Elsa Lanchester, with whom he lived and worked until his death."}]}, {"heading": "Deaths", "year": "1965", "date": "December 15", "txt": "M. Balasundaram, Sri Lankan journalist, lawyer, and politician (b. 1903)", "entities": [{"title": "M. Balasundaram", "href": "/wiki/M._Balasundaram", "description": "Murugesu Balasundaram was a Ceylon Tamil lawyer, politician and Member of Parliament."}]}, {"heading": "Deaths", "year": "1966", "date": "December 15", "txt": "Keith Arbuthnott, 15th Viscount of Arbuthnott, Indian-Scottish general and politician, Lord Lieutenant of Kincardineshire (b. 1897)", "entities": [{"title": "Keith Arbuthnott, 15th Viscount of Arbuthnott", "href": "/wiki/Keith_Arbuthnott,_15th_Viscount_of_Arbuthnott", "description": "Major General Robert Keith Arbuthnott, 15th Viscount of Arbuthnott, was a senior British Army officer who served in both the First World War and the Second World War."}, {"title": "Lord Lieutenant of Kincardineshire", "href": "/wiki/Lord_Lieutenant_of_Kincardineshire", "description": "This is a list of people who have served as the Monarch's Lord Lieutenant in the County of Kincardine.Sir James Carnegie, 3rd Baronet April 1746 – 30 April 1765\nAnthony Keith-Falconer, 5th Earl of Kintore 17 March 1794 – 30 August 1804\nJohn Arbuthnott, 8th Viscount of Arbuthnott 5 October 1804 – 1847\nSir Thomas Burnett, 8th Baronet 22 April 1847 – 16 February 1849\nJames Carnegie, 9th Earl of South"}]}, {"heading": "Deaths", "year": "1966", "date": "December 15", "txt": "Walt Disney, American animator, director, producer, and screenwriter, co-founded The Walt Disney Company (b. 1901)", "entities": [{"title": "The Walt Disney Company", "href": "/wiki/The_Walt_Disney_Company", "description": "The Walt Disney Company, commonly known as Disney, is an American diversified multinational mass media and entertainment conglomerate headquartered at the Walt Disney Studios complex in Burbank, California."}]}, {"heading": "Deaths", "year": "1968", "date": "December 15", "txt": "Antonio Barrette, Canadian politician, 18th Premier of Quebec (b. 1899)", "entities": [{"title": "Antonio Barrette", "href": "/wiki/Antonio_Barrette", "description": "Antonio J. Barrette was a Quebec politician born in Joliette, Quebec, Canada."}, {"title": "List of premiers of Quebec", "href": "/wiki/List_of_premiers_of_Quebec", "description": "This is a list of the premiers of the province of Quebec, Canada, since Confederation in 1867. Quebec uses a unicameral Westminster-style parliamentary government, in which the premier is the leader of the party that controls the most seats in the National Assembly. The premier, sometimes called the prime minister, is Quebec's head of government, while the Queen of Canada is its head of state and "}]}, {"heading": "Deaths", "year": "1968", "date": "December 15", "txt": "Jess Willard, American boxer and actor (b. 1881)", "entities": []}, {"heading": "Deaths", "year": "1969", "date": "December 15", "txt": "Karl Theodor Bleek, German lawyer and politician, 12th Mayor of Marburg (b. 1898)", "entities": [{"title": "Karl Theodor Bleek", "href": "/wiki/Karl_Theodor_Bleek", "description": "Karl Theodor Bleek was a liberal German politician."}, {"title": "List of mayors of Marburg", "href": "/wiki/List_of_mayors_of_Marburg", "description": "This is a list of all the mayors of Marburg in Germany since 1835."}]}, {"heading": "Deaths", "year": "1971", "date": "December 15", "txt": "Paul Lévy, French mathematician and theorist (b. 1886)", "entities": [{"title": "Paul Lévy (mathematician)", "href": "/wiki/Paul_L%C3%A9vy_(mathematician)", "description": "Paul Pierre Lévy was a French mathematician who was active especially in probability theory, introducing fundamental concepts such as local time, stable distributions and characteristic functions. Lévy processes, Lévy flights, Lévy measures, Lévy's constant, the Lévy distribution, the Lévy area, the Lévy arcsine law, and the fractal Lévy C curve are named after him."}]}, {"heading": "Deaths", "year": "1974", "date": "December 15", "txt": "Anatole Litvak, Russian-American director, producer, and screenwriter (b. 1902)", "entities": [{"title": "Anatole Litvak", "href": "/wiki/Anatole_Litvak", "description": "Mikhail Anatol Litwak OBE, better known as Anatole Litvak, was a Russian-born American filmmaker who wrote, directed, and produced films in various countries and languages. He began his theatrical training at age 13 in Petrograd, Russia."}]}, {"heading": "Deaths", "year": "1977", "date": "December 15", "txt": "Wilfred Kitching, English 7th General of The Salvation Army (b. 1893)", "entities": [{"title": "Wilfred Kitching", "href": "/wiki/Wilfred_Kitching", "description": "Wilfred Kitching, CBE was the 7th General of The Salvation Army (1954-1963)."}, {"title": "General of The Salvation Army", "href": "/wiki/General_of_The_Salvation_Army", "description": "General is the title of the international leader and Chief Executive Officer (CEO) of the Salvation Army, a Christian denomination with extensive charitable social services that gives quasi-military rank to its ministers. The General is elected by the High Council of The Salvation Army and serves a term of five years, which may be extended to seven years. Brian Peddle, the current general, assumed"}]}, {"heading": "Deaths", "year": "1978", "date": "December 15", "txt": "Chill Wills, American actor (b. 1903)", "entities": [{"title": "Chill Wills", "href": "/wiki/Chill_Wills", "description": "Theodore Childress \"Chill\" Wills was an American actor and a singer in the Avalon Boys quartet."}]}, {"heading": "Deaths", "year": "1980", "date": "December 15", "txt": "Peter Gregg, American race car driver (b. 1940)", "entities": [{"title": "Peter Gregg (racing driver)", "href": "/wiki/Peter_Gregg_(racing_driver)", "description": "Peter Holden Gregg was a racecar driver during the golden age of the Trans-Am Series and a four-time winner of the 24 Hours of Daytona. He was also the owner of Brumos, a Jacksonville, Florida car dealership and racing team."}]}, {"heading": "Deaths", "year": "1984", "date": "December 15", "txt": "Jan Peerce, American tenor and actor (b. 1904)", "entities": [{"title": "Jan Peerce", "href": "/wiki/Jan_Peerce", "description": "Jan Peerce was an American operatic tenor. Peerce was an accomplished performer on the operatic and Broadway concert stages, in solo recitals, and as a recording artist. He is the father of film director Larry Peerce."}]}, {"heading": "Deaths", "year": "1985", "date": "December 15", "txt": "Seewoosagur Ramgoolam, Mauritian physician and politician, 1st Prime Minister of Mauritius (b. 1900)", "entities": [{"title": "Seewoosagur Ramgoolam", "href": "/wiki/Seewoosagur_Ramgoolam", "description": " Seewoosagur Ramgoolam  was a Mauritian politician, statesman and philanthropist. He served as the island's first Chief Minister, Prime Minister of Mauritius, and Governor-General."}, {"title": "List of Prime Ministers of Mauritius", "href": "/wiki/List_of_Prime_Ministers_of_Mauritius", "description": "Five people have served as Prime Minister of Mauritius since the office was established in 1968, when independence from the United Kingdom was proclaimed. Additionally, one person has served as Chief Minister of Mauritius, the preceding office which existed from 1961 to 1968, while Mauritius still was a British crown colony."}]}, {"heading": "Deaths", "year": "1986", "date": "December 15", "txt": "Serge Lifar, Russian-French ballet dancer and choreographer (b. 1905)", "entities": [{"title": "Serge Lifar", "href": "/wiki/Serge_Lifar", "description": "Serge Lifar was a French ballet dancer and choreographer of Ukrainian origin, famous as one of the greatest male ballet dancers of the 20th century. Not only a dancer, Lifar was also a choreographer, director, writer, theoretician about dance, and collector."}]}, {"heading": "Deaths", "year": "1989", "date": "December 15", "txt": "Edward Underdown, English actor and jockey (b. 1908)", "entities": [{"title": "Edward Underdown", "href": "/wiki/Edward_Underdown", "description": "Charles Edward Underdown was an English theatre, cinema and television actor. He was born in London and educated at Eton College in Berkshire."}]}, {"heading": "Deaths", "year": "1991", "date": "December 15", "txt": "Vasily Zaytsev, Russian captain (b. 1915)", "entities": [{"title": "Vasily Zaitsev (sniper)", "href": "/wiki/Vasily_Zaitsev_(sniper)", "description": "Vasily Grigoryevich Zaitsev was a Soviet sniper during World War II. Prior to 10 November 1942, he killed 32 Axis soldiers with a standard-issue rifle. Between 10 November 1942 and 17 December 1942, during the Battle of Stalingrad, he killed 225 enemy soldiers, including 11 snipers."}]}, {"heading": "Deaths", "year": "1993", "date": "December 15", "txt": "William Dale Phillips, American chemist and engineer (b. 1925)", "entities": [{"title": "William Dale Phillips", "href": "/wiki/William_Dale_Phillips", "description": "William Dale Phillips was a chemist, nuclear magnetic resonance spectroscopist, federal science policy advisor and member of the National Academy of Sciences. He was born October 10, 1925, in Kansas City, Missouri and died in St. Louis, Missouri, on December 15, 1993."}]}, {"heading": "Deaths", "year": "2000", "date": "December 15", "txt": "Haris Brkić, Bosnian-Serbian basketball player (b. 1974)", "entities": [{"title": "Haris Brkić", "href": "/wiki/Haris_Brki%C4%87", "description": "Haris Brkić was a Yugoslav basketball player. He achieved greatest results in Partizan and he is still remembered by fans for his great contribution to the club."}]}, {"heading": "Deaths", "year": "2003", "date": "December 15", "txt": "Vincent Apap, Maltese sculptor (b. 1909)", "entities": [{"title": "Vincent Apap", "href": "/wiki/Vincent_Apap", "description": "Vincent Apap, MBE was a Maltese sculptor who is well-known for designing various public monuments and church statues, most notably the Triton Fountain in Valletta. He has been called \"one of Malta's foremost sculptors of the Modern Period\" by the studio of Renzo Piano."}]}, {"heading": "Deaths", "year": "2003", "date": "December 15", "txt": "George Fisher, American cartoonist (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 15", "txt": "Keith Magnuson, Canadian ice hockey player and coach (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 15", "txt": "Vassal Gadoengin, Nauruan educator and politician, Speaker of the Nauru Parliament (b. 1943)", "entities": [{"title": "Vassal Gadoengin", "href": "/wiki/Vassal_Gadoengin", "description": "Vassal Abago Bagobagan Gadoengin was a political figure from the Pacific nation of Nauru."}, {"title": "List of Speakers of the Parliament of Nauru", "href": "/wiki/List_of_Speakers_of_the_Parliament_of_Nauru", "description": "The Speaker of the Parliament of Nauru is the presiding officer of that legislature in the Republic of Nauru. The Speaker is elected by the members in the Parliament of Nauru."}]}, {"heading": "Deaths", "year": "2005", "date": "December 15", "txt": "Heinrich Gross, Austrian physician and psychiatrist (b. 1914)", "entities": [{"title": "Heinrich Gross", "href": "/wiki/Heinrich_Gross", "description": "Heinrich Gross was an Austrian psychiatrist, medical doctor and neurologist, a reputed expert as a leading court-appointed psychiatrist, ill-famed for his proven involvement in the killing of at least nine children with physical, mental and/or emotional/behavioral characteristics considered \"unclean\" by the Nazi regime, under its Euthanasia Program. His role in hundreds of other cases of infantici"}]}, {"heading": "Deaths", "year": "2005", "date": "December 15", "txt": "Stan Leonard, Canadian golfer (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 15", "txt": "William Proxmire, American soldier, journalist, and politician (b. 1915)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 15", "txt": "Darrell Russell, American football player (b. 1976)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 15", "txt": "Clay Regazzoni, Swiss race car driver (b. 1939)", "entities": [{"title": "Clay Regazzoni", "href": "/wiki/Clay_Regazzoni", "description": "Gianclaudio Giuseppe \"Clay\" Regazzoni was a Swiss racing driver. He competed in Formula One races from 1970 to 1980, winning five Grands Prix. His first win was the Italian Grand Prix at Monza in his debut season, driving for Ferrari. He remained with the Italian team until 1972. After a single season with BRM, Regazzoni returned to Ferrari for a further three years, 1974 to 1976. After finally le"}]}, {"heading": "Deaths", "year": "2006", "date": "December 15", "txt": "Mary Stolz, American journalist and author (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 15", "txt": "Julia Carson, American lawyer and politician (b. 1938)", "entities": [{"title": "Julia Carson", "href": "/wiki/Julia_Carson", "description": "Julia May Carson, born Julia May Porter, was a member of the United States House of Representatives for Indiana's 7th congressional district from 1997 until her death in 2007. Carson was the first woman and first African American to represent Indianapolis in the U.S. Congress. She was also the second African American woman elected to Congress from Indiana, after Katie Hall, and her grandson André "}]}, {"heading": "Deaths", "year": "2008", "date": "December 15", "txt": "León Febres Cordero, Ecuadorian engineer and politician, 46th President of Ecuador (b. 1931)", "entities": [{"title": "León Febres Cordero", "href": "/wiki/Le%C3%B3n_Febres_Cordero", "description": "León Esteban Febres-Cordero Ribadeneyra, known in the Ecuadorian media as LFC or more simply by his composed surname (Febres-Cordero), was the 35th President of Ecuador, serving a four-year term from 10 August 1984 to 10 August 1988. During his presidency he sought to introduce market-oriented reforms, and also led a security crackdown on a guerrilla group named ¡Alfaro Vive, Carajo!."}, {"title": "List of heads of state of Ecuador", "href": "/wiki/List_of_heads_of_state_of_Ecuador", "description": "The President of Ecuador officially called the President of the Republic of Ecuador serves as both the head of state and head of government of Ecuador. It is the highest political office in the country as the head of the executive branch of government. Per the current constitution, the President can serve two four-year terms. Prior to that, the president could only serve one four-year term."}]}, {"heading": "Deaths", "year": "2009", "date": "December 15", "txt": "Eliza Atkins Gleason, American librarian (b. 1909)", "entities": [{"title": "Eliza Atkins Gleason", "href": "/wiki/Eliza_Atkins_Gleason", "description": "Eliza Atkins Gleason was the first African American to receive a doctorate in Library Science. In 1941, she established and became the first Dean of the School of Library Service at Atlanta University and created a library education program that trained 90 percent of all African-American librarians by 1986."}]}, {"heading": "Deaths", "year": "2009", "date": "December 15", "txt": "Oral Roberts, American evangelist, founded the Oral Roberts Evangelistic Association (b. 1918)", "entities": [{"title": "Oral Roberts Evangelistic Association", "href": "/wiki/Oral_Roberts_Evangelistic_Association", "description": "Oral Roberts Evangelistic Association (OREA) is a Pentecostal ministry started by faith healer and televangelist Oral Roberts and currently run by his son Richard Roberts."}]}, {"heading": "Deaths", "year": "2010", "date": "December 15", "txt": "Blake Edwards, American director, producer, and screenwriter (b. 1922)", "entities": [{"title": "Blake Edwards", "href": "/wiki/Blake_Edwards", "description": "William Blake Crump, better known by his stage name, Blake Edwards, was an American filmmaker."}]}, {"heading": "Deaths", "year": "2010", "date": "December 15", "txt": "Bob Feller, American baseball player and sportscaster (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 15", "txt": "Eugene Victor Wolfenstein, American psychoanalyst and theorist (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 15", "txt": "Bob Brookmeyer, American trombone player and composer (b. 1929)", "entities": [{"title": "Bob Brookmeyer", "href": "/wiki/Bob_Brookmeyer", "description": "Robert Edward \"Bob\" Brookmeyer was an American jazz valve trombonist, pianist, arranger, and composer. Born in Kansas City, Missouri, Brookmeyer first gained widespread public attention as a member of Gerry Mulligan's quartet from 1954 to 1957. He later worked with Jimmy Giuffre, before rejoining Mulligan's Concert Jazz Band. He garnered 8 Grammy Award nominations during his lifetime."}]}, {"heading": "Deaths", "year": "2011", "date": "December 15", "txt": "Christopher Hitchens, English-American essayist, literary critic, and journalist (b. 1949)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 15", "txt": "Owoye Andrew Azazi, Nigerian general (b. 1952)", "entities": [{"title": "Owoye Andrew Azazi", "href": "/wiki/Owoye_Andrew_Azazi", "description": "General  Owoye Andrew Azazi was a senior Nigerian security officer who served as National Security Adviser to President Goodluck Jonathan, was Chief of Defence Staff (CDS) of Nigeria, and Chief of Army Staff (COAS). Before his first service chief appointment (COAS), he was General Officer Commanding (GOC) 1 Division, Kaduna State."}]}, {"heading": "Deaths", "year": "2012", "date": "December 15", "txt": "Patrick Ibrahim Yakowa, Nigerian politician, 18th Governor of Kaduna State (b. 1948)", "entities": [{"title": "List of Governors of Kaduna State", "href": "/wiki/List_of_Governors_of_Kaduna_State", "description": "This is a list of administrators and Governors of Kaduna State. Kaduna State was created on 27 May 1967 as North Central State and on 17 Mar 1976 was renamed Kaduna State."}]}, {"heading": "Deaths", "year": "2012", "date": "December 15", "txt": "Olga Zubarry, Argentinian actress (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 15", "txt": "Harold Camping, American evangelist, author, radio host (b. 1921)", "entities": [{"title": "Harold Camping", "href": "/wiki/Harold_Camping", "description": "Harold Egbert Camping was an American Christian radio broadcaster and evangelist. Beginning in 1958, he served as president of Family Radio, a California-based radio station group that, at its peak, broadcast to more than 150 markets in the United States. In October 2011, he retired from active broadcasting following a stroke, but still maintained a role at Family Radio until his death. Camping is"}]}, {"heading": "Deaths", "year": "2013", "date": "December 15", "txt": "Joan Fontaine, British-American actress (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 15", "txt": "Dyron Nix, American basketball player (b. 1967)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 15", "txt": "Donald Metcalf, Australian physiologist and immunologist (b. 1929)", "entities": [{"title": "Donald Metcalf", "href": "/wiki/Donald_Metcalf", "description": "Donald Metcalf AC FRS FAA was an Australian medical researcher who spent most of his career at the Walter and Eliza Hall Institute of Medical Research in Melbourne. In 1954 he received the Carden Fellowship from the Anti-Cancer Council of Victoria; while he officially retired in 1996, he continued working and held his fellowship until his retirement in December 2014."}]}, {"heading": "Deaths", "year": "2014", "date": "December 15", "txt": "Fausto Zapata,  Mexican journalist, lawyer, and politician, Governor of San Luis Potosí (b. 1940)", "entities": [{"title": "Governor of San Luis Potosí", "href": "/wiki/Governor_of_San_Luis_Potos%C3%AD", "description": "The Governor of San Luis Potosí exercises the role of the executive branch of government in the Mexican state of San Luis Potosí, per the Political Constitution of the Free and Sovereign State of San Luis Potosí. The official title is Gobernador Constitucional del Estado Libre y Soberano de San Luis Potosí."}]}, {"heading": "Deaths", "year": "2015", "date": "December 15", "txt": "Harry Zvi Tabor, English-Israeli physicist and engineer (b. 1917)", "entities": [{"title": "Harry Zvi Tabor", "href": "/wiki/Harry_Zvi_Tabor", "description": "Harry Zvi Tabor was an Israeli physicist. He is known as the father of Israeli solar energy. He is generally credited with having brought Israel's solar energy program to international prominence."}]}, {"heading": "Deaths", "year": "2016", "date": "December 15", "txt": "Craig Sager, American sports journalist (b. 1951)", "entities": [{"title": "Craig Sager", "href": "/wiki/Craig_Sager", "description": "Craig Graham Sager Sr. was an American sports reporter, covering, from 1981 until the year of his death, an array of sports for CNN and its sister stations, TBS and TNT."}]}, {"heading": "Deaths", "year": "2017", "date": "December 15", "txt": "Heinz Wolff, scientist and TV presenter (b. 1928)", "entities": [{"title": "Heinz Wolff", "href": "/wiki/Heinz_Wolff", "description": "Heinz Siegfried Wolff, was a German-born British scientist as well as a television and radio presenter. He was best known for the BBC television series The Great Egg Race."}]}, {"heading": "Deaths", "year": "2017", "date": "December 15", "txt": "Calestous Juma, academic (b. 1953)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "December 15", "txt": "Eryue He, Chinese historical fiction writer (b.1945) ", "entities": [{"title": "Eryue He", "href": "/wiki/Eryue_He", "description": "Ling Jiefang, better known by his pen name Eryue He, was a Chinese historical fiction writer. He is best known for writing biographical novels of three Qing dynasty emperors, all of which have been adapted into award-winning television series."}]}, {"heading": "Deaths", "year": "2018", "date": "December 15", "txt": "Girma Wolde-Giorgis, President of Ethiopia (b. 1924)", "entities": [{"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}]}, {"heading": "Deaths", "year": "2020", "date": "December 15", "txt": "Saufatu Sopoanga, Tuvaluan politician, 8th Prime Minister of Tuvalu (b. 1952)", "entities": [{"title": "Prime Minister of Tuvalu", "href": "/wiki/Prime_Minister_of_Tuvalu", "description": "The prime minister of Tuvalu is the head of government of Tuvalu. According to Tuvalu's constitution, the prime minister must always be a member of the parliament, and is elected by parliament in a secret ballot. Because there are no political parties in Tuvalu, any member of parliament can be nominated for the role. Following the parliamentary vote the governor-general of Tuvalu is responsible fo"}]}]