[{"heading": "Events", "year": "0963", "date": "December 6", "txt": "Pope Leo VIII is appointed to the office of Protonotary and begins his papacy as antipope of Rome.", "entities": [{"title": "Pope Leo VIII", "href": "/wiki/Pope_Leo_VIII", "description": "Pope Leo VIII was a Roman prelate who claimed the Holy See from 963 until 964 in opposition to John XII and Benedict V and again from 23 June 964 to his death. Today he is considered by the Catholic Church to have been an antipope during the first period and the legitimate pope during the second. An appointee of Holy Roman Emperor Otto I, Leo VIII's pontificate occurred during the period known as "}, {"title": "Protonotary apostolic", "href": "/wiki/Protonotary_apostolic", "description": "In the Roman Catholic Church, protonotary apostolic is the title for a member of the highest non-episcopal college of prelates in the Roman Curia or, outside Rome, an honorary prelate on whom the Pope has conferred this title and its special privileges. An example is Prince Georg of Bavaria (1880–1943), who became in 1926 Protonotary by papal decree."}, {"title": "Antipope", "href": "/wiki/Antipope", "description": "An antipope is a person who, in opposition to the legitimately elected pope, makes a significant attempt to occupy the position of Bishop of Rome and leader of the Catholic Church. At times between the 3rd and mid-15th centuries, antipopes were supported by important factions within the Church itself and by secular rulers."}, {"title": "Rome", "href": "/wiki/Rome", "description": "Rome is the capital city and a special comune of Italy, as well as the capital of the Lazio region. The city has been a major human settlement for almost three millennia. With 2,860,009 residents in 1,285 km2 (496.1 sq mi), it is also the country's most populated comune. It is the third most populous city in the European Union by population within city limits. It is the centre of the Metropolitan "}]}, {"heading": "Events", "year": "1060", "date": "December 6", "txt": "Béla I is crowned king of Hungary.", "entities": [{"title": "Béla I of Hungary", "href": "/wiki/B%C3%A9la_I_of_Hungary", "description": "Béla I the Boxer or the Wisent was King of Hungary from 1060 until his death. He descended from a younger branch of the Árpád dynasty. Béla's baptismal name was Adalbert. He left Hungary in 1031, together with his brothers, Levente and Andrew, after the execution of their father, Vazul. Béla settled in Poland and married Richeza, daughter of Polish king Mieszko II Lambert."}, {"title": "Kingdom of Hungary in the Middle Ages", "href": "/wiki/Kingdom_of_Hungary_in_the_Middle_Ages", "description": "The Kingdom of Hungary was a monarchy in Central Europe that existed from the Middle Ages into the 20th century. The Principality of Hungary emerged as a Christian kingdom upon the coronation of the first king Stephen I at Esztergom around the year 1000; his family led the monarchy for 300 years. By the 12th century, the kingdom became a European middle power within the Western world."}]}, {"heading": "Events", "year": "1240", "date": "December 6", "txt": "Mongol invasion of Rus': Kyiv under Daniel of Galicia and Voivode Dmytro falls to the Mongols under Batu Khan.", "entities": [{"title": "Mongol invasion of Rus'", "href": "/wiki/Mongol_invasion_of_Rus%27", "description": "The Mongol invasion of Kievan Rus' was part of the Mongol invasion of Europe, in which the Mongol Empire invaded and conquered Kievan Rus' in the 13th century, destroying numerous cities, including Ryazan, Kolomna, Moscow, Vladimir and Kiev, with the only major cities escaping destruction being Novgorod and Pskov."}, {"title": "Kyiv", "href": "/wiki/Kyiv", "description": "Kyiv or Kiev is the capital and most populous city of Ukraine. It is in north-central Ukraine along the Dnieper River. Its population in July 2015 was 2,887,974, making Kyiv the seventh-most populous city in Europe."}, {"title": "Daniel of Galicia", "href": "/wiki/Daniel_of_Galicia", "description": "Daniel of Galicia was a King of Ruthenia, Prince (Knyaz) of Galicia (Halych) (1205–1255), Peremyshl (1211), and Volodymyr (1212–1231). He was crowned by a papal archbishop in Dorohochyn 1253 as the first King of Ruthenia (1253–1264)."}, {"title": "Voivode Dmytro", "href": "/wiki/Voivode_Dmytro", "description": "The Siege of Kiev by the Mongols took place between November 28 and December 6, 1240, and resulted in a Mongol victory. It was a heavy morale and military blow to Halych-Volhynia and allowed Batu Khan to proceed westward into Europe."}, {"title": "Siege of Kiev (1240)", "href": "/wiki/Siege_of_Kiev_(1240)", "description": "The Siege of Kiev by the Mongols took place between November 28 and December 6, 1240, and resulted in a Mongol victory. It was a heavy morale and military blow to Halych-Volhynia and allowed Batu Khan to proceed westward into Europe."}, {"title": "Mongols", "href": "/wiki/Mongols", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Batu Khan", "href": "/wiki/Batu_Khan", "description": "Batu Khan, also known as Tsar Batu in the Russian historiography, was a Mongol ruler and founder of the Golden Horde, a division of the Mongol Empire. Batu was a son of Jochi, thus a grandson of Genghis Khan. His ulus ruled over the Kievan Rus', Volga Bulgaria, Cumania, and the Caucasus for around 250 years."}]}, {"heading": "Events", "year": "1534", "date": "December 6", "txt": "The city of Quito in Ecuador is founded by Spanish settlers led by Sebastián de Belalcázar.", "entities": [{"title": "Quito", "href": "/wiki/Quito", "description": "Quito is the capital of Ecuador and at an elevation of 2,850 metres (9,350 ft) above sea level, it is the second highest official capital city in the world, and the closest to the equator. It is located in the Guayllabamba river basin, on the eastern slopes of Pichincha, an active stratovolcano in the Andes Mountains."}, {"title": "Ecuador", "href": "/wiki/Ecuador", "description": "Ecuador, officially the Republic of Ecuador, is a country in northwestern South America, bordered by Colombia on the north, Peru on the east and south, and the Pacific Ocean on the west. Ecuador also includes the Galápagos Islands in the Pacific, about 1,000 kilometres (621 mi) west of the mainland. The capital is Quito."}, {"title": "Sebastián de Belalcázar", "href": "/wiki/Sebasti%C3%A1n_de_Belalc%C3%A1zar", "description": "Sebastián de Belalcázar was a Spanish conquistador. De Belalcázar, also written as de Benalcázar, is known as the founder of important early colonial cities in the northwestern part of South America; Quito in 1534 and Cali, Pasto and Popayán in 1537. De Belalcázar led expeditions in present-day Ecuador and Colombia and died of natural causes after being sentenced to death in Cartagena, at the Cari"}]}, {"heading": "Events", "year": "1648", "date": "December 6", "txt": "Colonel Thomas Pride of the New Model Army purges the Long Parliament of MPs sympathetic to King Charles I of England, in order for the King's trial to go ahead; came to be known as \"Pride's Purge\".", "entities": [{"title": "Thomas Pride", "href": "/wiki/Thomas_Pride", "description": "Colonel Sir Thomas Pride was a parliamentarian commander in the English Civil War, best known as one of the regicides of King Charles I and as the instigator of Pride's Purge."}, {"title": "New Model Army", "href": "/wiki/New_Model_Army", "description": "The New Model Army of England was formed in 1645 by the Parliamentarians in the English Civil War, and was disbanded in 1660 after the Restoration. It differed from other armies in the series of civil wars referred to as the Wars of the Three Kingdoms in that it was intended as an army liable for service anywhere in the country, rather than being tied to a single area or garrison. Its soldiers bec"}, {"title": "Long Parliament", "href": "/wiki/Long_Parliament", "description": "The Long Parliament was an English Parliament which lasted from 1640 until 1660. It followed the fiasco of the Short Parliament, which had convened for only three weeks during the spring of 1640 after an 11-year parliamentary absence. In September 1640, King Charles I issued writs summoning a parliament to convene on 3 November 1640. He intended it to pass financial bills, a step made necessary by"}, {"title": "Charles I of England", "href": "/wiki/Charles_I_of_England", "description": "Charles I was King of England, Scotland, and Ireland from 27 March 1625 until his execution in 1649. He was born into the House of Stuart as the second son of King James VI of Scotland, but after his father inherited the English throne in 1603, he moved to England, where he spent much of the rest of his life. He became heir apparent to the three kingdoms of England, Scotland, and Ireland in 1612 o"}, {"title": "Pride's Purge", "href": "/wiki/Pride%27s_Purge", "description": "Pride's Purge is the name commonly used for an event that took place on 6 December 1648, when soldiers prevented MPs considered hostile to the New Model Army from entering the House of Commons."}]}, {"heading": "Events", "year": "1704", "date": "December 6", "txt": "Battle of Chamkaur: During the Mughal-Sikh Wars, an outnumbered Sikh Khalsa defeats a Mughal army.", "entities": [{"title": "Battle of Chamkaur (1704)", "href": "/wiki/Battle_of_Chamkaur_(1704)", "description": "The Battle of Chamkaur, also known as Battle of Chamkaur Sahib, was a battle fought between the Khalsa, led by Guru Gobind Singh, and the coalition forces of the Mughals led by Wazir Khan. Guru Gobind Singh makes a reference to this battle in his victory letter Zafarnama."}, {"title": "Khalsa", "href": "/wiki/Khalsa", "description": "Khalsa refers to both a community that considers Sikhism as its faith, as well as a special group of initiated Sikhs. The Khalsa tradition was initiated in 1699 by the Tenth Guru of Sikhism, Guru Gobind Singh Ji. Its formation was a key event in the history of Sikhism. The founding of Khalsa is celebrated by Sikhs during the festival of Vaisakhi. The word Khalsa is also used in name in place of Ca"}, {"title": "Mughal Empire", "href": "/wiki/Mughal_Empire", "description": "The Mughal, Mogul or Moghul Empire, was an early modern empire in South Asia. For some two centuries, the empire stretched from the outer fringes of the Indus basin in the west, northern Afghanistan in the northwest, and Kashmir in the north, to the highlands of present-day Assam and Bangladesh in the east, and the uplands of the Deccan plateau in south India."}]}, {"heading": "Events", "year": "1745", "date": "December 6", "txt": "Charles Edward Stuart's army begins retreat during the second Jacobite Rising.", "entities": [{"title": "Charles Edward Stuart", "href": "/wiki/Charles_Edward_Stuart", "description": "Charles Edward Louis John Casimir Sylvester Severino Maria Stuart was the elder son of James Francis Edward Stuart, grandson of James II and VII, and the Stuart claimant to the throne of Great Britain after 1766 as \"Charles III\". During his lifetime, he was also known as \"the Young Pretender\" and \"the Young Chevalier\"; in popular memory, he is \"Bonnie Prince Charlie\". He is best remembered for his"}, {"title": "Jacobite rising of 1745", "href": "/wiki/Jacobite_rising_of_1745", "description": "The Jacobite rising of 1745, also known as the Forty-five Rebellion or simply the '45, was an attempt by Charles Edward Stuart to regain the British throne for his father, James Francis Edward Stuart. It took place during the War of the Austrian Succession, when the bulk of the British Army was fighting in mainland Europe, and proved to be the last in a series of revolts that began in 1689, with m"}]}, {"heading": "Events", "year": "1790", "date": "December 6", "txt": "The U.S. Congress moves from New York City to Philadelphia.", "entities": [{"title": "United States Congress", "href": "/wiki/United_States_Congress", "description": "The United States Congress or U.S. Congress is the bicameral legislature of the federal government of the United States and consists of the House of Representatives and the Senate. The Congress meets in the United States Capitol in Washington, D.C. Both senators and representatives are chosen through direct election, though vacancies in the Senate may be filled by a governor's appointment. Congres"}, {"title": "New York City", "href": "/wiki/New_York_City", "description": "New York City (NYC), often simply called New York, is the most populous city in the United States. With an estimated 2019 population of 8,336,817 distributed over about 302.6 square miles (784 km2), New York City is also the most densely populated major city in the United States. Located at the southern tip of the State of New York, the city is the center of the New York metropolitan area, the lar"}, {"title": "Philadelphia", "href": "/wiki/Philadelphia", "description": "Philadelphia, colloquially Philly, is a city in the state of Pennsylvania in the United States. It is the sixth-most populous city in the United States and the most populous city in the state of Pennsylvania, with a 2019 estimated population of 1,584,064. It is also the second-most populous city in the Northeastern United States, behind New York City. Since 1854, the city has had the same geograph"}]}, {"heading": "Events", "year": "1846", "date": "December 6", "txt": "American and Californio forces clash at the Battle of San Pasqual.", "entities": [{"title": "Army of the West (1846)", "href": "/wiki/Army_of_the_West_(1846)", "description": "The Army of the West was the name of the United States force commanded by Stephen W. Kearny during the Mexican–American War, which played a prominent role in the conquest of New Mexico and California."}, {"title": "Californio", "href": "/wiki/Californio", "description": "Californios are Hispanic people native to the U.S. state of California. California's Spanish-speaking community has resided there since 1683 and is made up of varying Criollo Spaniard, Mestizo, and Indigenous Californian origins. Alongside the Tejanos of Texas and Neomexicanos of New Mexico and Colorado, Californios are part of the larger Chicano/Mexican-American/Hispano community of the United St"}, {"title": "Battle of San Pasqual", "href": "/wiki/Battle_of_San_Pasqual", "description": "The Battle of San Pasqual, also spelled San Pascual, was a military encounter that occurred during the Mexican–American War in what is now the San Pasqual Valley community of the city of San Diego, California. The series of military skirmishes ended with both sides claiming victory, and the victor of the battle is still debated. On December 6 and December 7, 1846, General Stephen W. Kearny's US Ar"}]}, {"heading": "Events", "year": "1865", "date": "December 6", "txt": "Georgia ratifies the 13th Amendment to the U.S. Constitution.", "entities": [{"title": "Georgia (U.S. state)", "href": "/wiki/Georgia_(U.S._state)", "description": "Georgia is a state in the Southeastern region of the United States, bordered to the north by Tennessee and North Carolina; to the northeast by South Carolina; to the southeast by the Atlantic Ocean; to the south by Florida; and to the west by Alabama. Georgia is the 24th-largest in area and 8th-most populous of the 50 United States. Its 2020 population was 10,711,908, according to the U.S. Census "}, {"title": "13th Amendment to the U.S. Constitution", "href": "/wiki/13th_Amendment_to_the_U.S._Constitution", "description": "The Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. The amendment was passed by Congress on January 31, 1865, and ratified by the required 27 of the then 36 states on December 6, 1865, and proclaimed on December 18. It was the first of the three Reconstruction Amendments adopted following the American Civil War."}]}, {"heading": "Events", "year": "1882", "date": "December 6", "txt": "Transit of Venus, second and last of the 19th century.", "entities": [{"title": "1882 transit of Venus", "href": "/wiki/1882_transit_of_Venus", "description": "The 1882 transit of Venus, which took place on 6 December 1882, was the second and last transit of Venus of the 19th century, the first having taken place eight years earlier in 1874. Many an expedition was sent by European powers to describe both episodes, eight of them alone were approved and financed in 1882 by the United States Congress."}, {"title": "19th century", "href": "/wiki/19th_century", "description": "The 19th (nineteenth) century began on January 1, 1801 (MDCCCI), and ended on December 31, 1900 (MCM). The 19th century was the ninth century of the 2nd millennium."}]}, {"heading": "Events", "year": "1884", "date": "December 6", "txt": "The Washington Monument in Washington, D.C., is completed.", "entities": [{"title": "Washington Monument", "href": "/wiki/Washington_Monument", "description": "The Washington Monument is an obelisk within the National Mall in Washington, D.C., built to commemorate George Washington, once commander-in-chief of the Continental Army (1775–1784) in the American Revolutionary War and the first President of the United States (1789–1797). Located almost due east of the Reflecting Pool and the Lincoln Memorial, the monument, made of marble, granite, and blueston"}]}, {"heading": "Events", "year": "1897", "date": "December 6", "txt": "London becomes the world's first city to host licensed taxicabs.", "entities": [{"title": "Taxicab", "href": "/wiki/Taxicab", "description": "A taxicab, also known as a taxi or a cab, is a type of vehicle for hire with a driver, used by a single passenger or small group of passengers, often for a non-shared ride. A taxicab conveys passengers between locations of their choice. This differs from public transport where the pick-up and drop-off locations are decided by the service provider, not by the customers, although demand responsive t"}]}, {"heading": "Events", "year": "1904", "date": "December 6", "txt": "Theodore Roosevelt articulated his \"Corollary\" to the Monroe Doctrine, stating that the U.S. would intervene in the Western Hemisphere should Latin American governments prove incapable or unstable.", "entities": [{"title": "Theodore Roosevelt", "href": "/wiki/Theodore_Roosevelt", "description": "Theodore Roosevelt Jr., often referred to as Teddy or his initials T. R., was an American statesman, conservationist, naturalist, historian, and writer, who served as the 26th president of the United States from 1901 to 1909. He previously served as 33rd governor of New York from 1899 to 1900 and the 25th vice president of the United States from March to September 1901. Roosevelt emerged as a lead"}, {"title": "Roosevelt Corollary", "href": "/wiki/Roosevelt_Corollary", "description": "The Roosevelt Corollary was an addition to the Monroe Doctrine articulated by President Theodore Roosevelt in his State of the Union address in 1904 after the Venezuela Crisis of 1902–1903. The corollary states that the United States will intervene in conflicts between the European countries and Latin American countries to enforce legitimate claims of the European powers, rather than having the Eu"}]}, {"heading": "Events", "year": "1907", "date": "December 6", "txt": "A coal mine explosion at Monongah, West Virginia, kills 362 workers.", "entities": [{"title": "Monongah mining disaster", "href": "/wiki/Monongah_mining_disaster", "description": "The Monongah mining disaster of Monongah, West Virginia occurred on December 6, 1907, and has been described as \"the worst mining disaster in American history\". The explosion occurred in Fairmont Coal Company’s No. 6 and No. 8 mines, and was one of the contributing events leading to the creation of the United States Bureau of Mines."}, {"title": "Monongah, West Virginia", "href": "/wiki/Monongah,_West_Virginia", "description": "Monongah is a town in Marion County, West Virginia, USA, situated where Booths Creek flows into the West Fork River. The population was 1,044 at the 2010 census. Monongah was chartered in 1891 based on Chapter 47 of West Virginia code. Its name is derived from the nearby Monongahela River."}]}, {"heading": "Events", "year": "1912", "date": "December 6", "txt": "The Nefertiti Bust is discovered.", "entities": [{"title": "Nefertiti Bust", "href": "/wiki/Nefertiti_Bust", "description": "The Nefertiti Bust is a painted stucco-coated limestone bust of Nefertiti, the Great Royal Wife of Egyptian pharaoh Akhenaten. The work is believed to have been crafted in 1345 B.C.E. by Thutmose because it was found in his workshop in Amarna, Egypt. It is one of the most-copied works of ancient Egypt. Nefertiti has become one of the most famous women of the ancient world and an icon of feminine b"}]}, {"heading": "Events", "year": "1916", "date": "December 6", "txt": "World War I: The Central Powers capture Bucharest.", "entities": [{"title": "World War I", "href": "/wiki/World_War_I", "description": "World War I or the First World War, often abbreviated as WWI or WW1, was a global war originating in Europe that lasted from 28 July 1914 to 11 November 1918. Contemporaneously known as the Great War or \"the war to end all wars\", it led to the mobilisation of more than 70 million military personnel, including 60 million Europeans, making it one of the largest wars in history. It also was one of th"}, {"title": "Central Powers", "href": "/wiki/Central_Powers", "description": "The Central Powers, also known as the Central Empires, was one of the two main coalitions that fought World War I (1914–18). It consisted of Germany, Austria-Hungary, the Ottoman Empire and Bulgaria; hence it is also known as the Quadruple Alliance. Colonies of these countries also fought on the Central Powers' side such as the Micronesia and German East Africa, until almost all of their colonies "}, {"title": "Bucharest", "href": "/wiki/Bucharest", "description": "Bucharest is the capital and largest city of Romania, as well as its cultural, industrial, and financial centre. It is in the southeast of the country, at 44°25′57″N 26°06′14″E, on the banks of the Dâmbovița River, less than 60 km (37.3 mi) north of the Danube River and the Bulgarian border."}]}, {"heading": "Events", "year": "1917", "date": "December 6", "txt": "Finland declares independence from the Russian Empire.", "entities": [{"title": "Finnish Declaration of Independence", "href": "/wiki/Finnish_Declaration_of_Independence", "description": "The Finnish Declaration of Independence was adopted by the Parliament of Finland on 6 December 1917. It declared Finland an independent nation, ending its autonomy within Russia as the Grand Principality of Finland, with reference to a bill simultaneously delivered to the Parliament to make Finland an independent republic instead."}, {"title": "Russian Empire", "href": "/wiki/Russian_Empire", "description": "The Russian Empire was a historical empire that extended across Eurasia and North America from 1721, following the end of the Great Northern War, until the Republic was proclaimed by the Provisional Government that took power after the February Revolution of 1917. The third-largest empire in history, at its greatest extent stretching over three continents, Europe, Asia, and North America, the Russ"}]}, {"heading": "Events", "year": "1917", "date": "December 6", "txt": "Halifax Explosion: A munitions explosion near Halifax, Nova Scotia kills more than 1,900 people in the largest artificial explosion up to that time.", "entities": [{"title": "Halifax, Nova Scotia", "href": "/wiki/Halifax,_Nova_Scotia", "description": "Halifax, officially known as the Halifax Regional Municipality (HRM), is the capital of the Canadian province of Nova Scotia. It had a population of 403,131 in 2016, with 316,701 in the urban area centred on Halifax Harbour. In July 2020 Statistics Canada estimated the population of the CMA at 448,544. The regional municipality consists of four former municipalities that were amalgamated in 1996: "}, {"title": "Largest artificial non-nuclear explosions", "href": "/wiki/Largest_artificial_non-nuclear_explosions#Largest_accidental_artificial_non-nuclear_explosions_by_magnitude", "description": "There have been many extremely large explosions, accidental and intentional, caused by modern high explosives, boiling liquid expanding vapour explosions (BLEVEs), older explosives such as gunpowder, volatile petroleum-based fuels such as petrol, and other chemical reactions. This list contains the largest known examples, sorted by date. An unambiguous ranking in order of severity is not possible;"}]}, {"heading": "Events", "year": "1917", "date": "December 6", "txt": "World War I: USS Jacob Jones is the first American destroyer to be sunk by enemy action when it is torpedoed by German submarine SM U-53.", "entities": [{"title": "Destroyer", "href": "/wiki/Destroyer", "description": "In naval terminology, a destroyer is a fast, maneuverable, long-endurance warship intended to escort larger vessels in a fleet, convoy or battle group and defend them against powerful short range attackers. They were originally developed in the late 19th century by Fernando Villaamil for the Spanish Navy as a defense against torpedo boats, and by the time of the Russo-Japanese War in 1904, these \""}, {"title": "Torpedo", "href": "/wiki/Torpedo", "description": "A modern torpedo is an underwater ranged weapon launched above or below the water surface, self-propelled towards a target, and with an explosive warhead designed to detonate either on contact with or in proximity to the target. Historically, such a device was called an automotive, automobile, locomotive or fish torpedo; colloquially a fish. The term torpedo originally applied to a variety of devi"}, {"title": "SM U-53", "href": "/wiki/SM_U-53", "description": "SM U-53 was one of the six Type U 51 U-boats of the Imperial German Navy during the First World War."}]}, {"heading": "Events", "year": "1921", "date": "December 6", "txt": "The Anglo-Irish Treaty is signed in London by British and Irish representatives.", "entities": [{"title": "Anglo-Irish Treaty", "href": "/wiki/Anglo-Irish_Treaty", "description": "The 1921 Anglo-Irish Treaty, commonly known as The Treaty and officially the Articles of Agreement for a Treaty Between Great Britain and Ireland, was an agreement between the government of the United Kingdom of Great Britain and Ireland and representatives of the Irish Republic that concluded the Irish War of Independence. It provided for the establishment of the Irish Free State within a year as"}, {"title": "London", "href": "/wiki/London", "description": "London is the capital and largest city of England and the United Kingdom. The city stands on the River Thames in the south-east of England, at the head of its 50-mile (80 km) estuary leading to the North Sea. London has been a major settlement for two millennia, and was originally called Londinium, which was founded by the Romans. The City of London, London's ancient core and financial centre—an a"}]}, {"heading": "Events", "year": "1922", "date": "December 6", "txt": "One year to the day after the signing of the Anglo-Irish Treaty, the Irish Free State comes into existence.", "entities": [{"title": "Irish Free State", "href": "/wiki/Irish_Free_State", "description": "The Irish Free State was a state established in 1922 under the Anglo-Irish Treaty of December 1921. That treaty ended the three-year Irish War of Independence between the forces of the Irish Republic, the Irish Republican Army (IRA), and British Crown forces."}]}, {"heading": "Events", "year": "1928", "date": "December 6", "txt": "The government of Colombia sends military forces to suppress a month-long strike by United Fruit Company workers, resulting in an unknown number of deaths.", "entities": [{"title": "Banana massacre", "href": "/wiki/Banana_massacre", "description": "The Banana Massacre was a massacre of United Fruit Company workers that occurred between December 5 and 6, 1928 in the town of Ciénaga near Santa Marta, Colombia. The strike began on November 12, 1928, when the workers ceased to work until the company would reach an agreement with them to grant them dignified working conditions. After several weeks with no agreement, in which the United Fruit Comp"}, {"title": "Strike action", "href": "/wiki/Strike_action", "description": "Strike action, also called labor strike, labour strike, or simply strike, is a work stoppage, caused by the mass refusal of employees to work. A strike usually takes place in response to employee grievances. Strikes became common during the Industrial Revolution, when mass labor became important in factories and mines. In most countries, strike actions were quickly made illegal, as factory owners "}, {"title": "United Fruit Company", "href": "/wiki/United_Fruit_Company", "description": "The United Fruit Company, now Chiquita Brands International, was an American corporation that traded in tropical fruit grown on Latin American plantations and sold in the United States and Europe. The company was formed in 1899, from the merger of Minor C. Keith's banana-trading concerns with Andrew W. Preston's Boston Fruit Company. It flourished in the early and mid-20th century, and it came to "}]}, {"heading": "Events", "year": "1933", "date": "December 6", "txt": "U.S. federal judge John M. Woolsey rules that James Joyce's novel Ulysses is not obscene.", "entities": [{"title": "John M. Woolsey", "href": "/wiki/John_M._Woolsey", "description": "John Munro Woolsey was a United States District Judge of the United States District Court for the Southern District of New York. He was known \"for his brilliant and poignantly phrased decisions\", including several important precedents in First Amendment jurisprudence."}, {"title": "James Joyce", "href": "/wiki/James_Joyce", "description": "James Augustine Aloysius Joyce was an Irish novelist, short story writer, poet, teacher, and literary critic. He contributed to the modernist avant-garde movement and is regarded as one of the most influential and important writers of the 20th century. Joyce is best known for Ulysses (1922), a landmark work in which the episodes of Homer's Odyssey are paralleled in a variety of literary styles, mo"}]}, {"heading": "Events", "year": "1941", "date": "December 6", "txt": "World War II:  Camp X opens in Canada to begin training Allied Secret Agents for the War.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Camp X", "href": "/wiki/Camp_X", "description": "Camp X was the unofficial name of the secret Special Training School No. 103, a Second World War British paramilitary installation for training covert agents in the methods required for success in clandestine operations. It was located on the northwestern shore of Lake Ontario between Whitby and Oshawa in Ontario, Canada. The area is known today as Intrepid Park, after the code name for Sir Willia"}]}, {"heading": "Events", "year": "1942", "date": "December 6", "txt": "World War II In the villages Stary Ciepielów and Rekówka, German Gendarmerie massacre 31 Poles for helping the Jews. Also, two Jewish refugees were murdered.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Stary Ciepielów and Rekówka massacre", "href": "/wiki/Stary_Ciepiel%C3%B3w_and_Rek%C3%B3wka_massacre", "description": "Stary Ciepielów and Rekówka massacre was a Nazi war crime perpetrated by members of the German Gendarmerie in the villages Stary Ciepielów and Rekówka in occupied Poland. On December 6, 1942, thirty-one Poles from the families of Kowalski, Kosior, Obuchiewicz and Skoczylas, among them women and children, were murdered for helping Jews. Also, two Jewish refugees were among the victims. Stary Ciepie"}]}, {"heading": "Events", "year": "1956", "date": "December 6", "txt": "A violent water polo match between Hungary and the USSR takes place during the 1956 Summer Olympics in Melbourne, against the backdrop of the Hungarian Revolution of 1956.", "entities": [{"title": "Blood in the Water match", "href": "/wiki/Blood_in_the_Water_match", "description": "\n\nThe \"Blood in the Water\" match was a water polo match between Hungary and the USSR at the 1956 Melbourne Olympics. The match took place on 6 December 1956 against the background of the 1956 Hungarian Revolution, and saw Hungary defeat the USSR 4–0. The name was coined after Hungarian player Ervin Zádor emerged during the last two minutes with blood pouring from above his eye after being punched "}, {"title": "1956 Summer Olympics", "href": "/wiki/1956_Summer_Olympics", "description": "The 1956 Summer Olympics were an international multi-sport event held in Melbourne, Victoria, Australia, from 22 November to 8 December 1956, with the exception of the equestrian events, which were held in Stockholm, Sweden, in June 1956."}, {"title": "Melbourne", "href": "/wiki/Melbourne", "description": "Melbourne is the capital and most-populous city of the Australian state of Victoria, and the second-most populous city in Australia and Oceania. Its name refers to an urban agglomeration of 9,993 km2 (3,858 sq mi), comprising a metropolitan area with 31 municipalities, and is also a common name for its city centre. The city occupies much of the coastline of Port Phillip bay and spreads into the Hi"}, {"title": "Hungarian Revolution of 1956", "href": "/wiki/Hungarian_Revolution_of_1956", "description": "The Hungarian Revolution of 1956, or the Hungarian Uprising, was a nationwide revolution against the Hungarian People's Republic and its Soviet-imposed policies, lasting from the 23rd of October until the 10th of November 1956. Leaderless at the beginning, it was the first major threat to Soviet control since the Red Army drove Nazi Germany from its territory at the End of World War II in Europe."}]}, {"heading": "Events", "year": "1957", "date": "December 6", "txt": "Project Vanguard: A launchpad explosion of Vanguard TV3 thwarts the first United States attempt to launch a satellite into Earth orbit.", "entities": [{"title": "Project Vanguard", "href": "/wiki/Project_Vanguard", "description": "Project Vanguard was a program managed by the United States Naval Research Laboratory (NRL), which intended to launch the first artificial satellite into Earth orbit using a Vanguard rocket as the launch vehicle from Cape Canaveral Missile Annex, Florida."}, {"title": "Launch pad", "href": "/wiki/Launch_pad", "description": "A launch pad is an above-ground facility from which a rocket-powered missile or space vehicle is vertically launched. The term launch pad can be used to describe just the central launch platform, or the entire complex. The entire complex will include a launch mount or launch platform to physically support the vehicle, a service structure with umbilicals, and the infrastructure required to provide "}, {"title": "Vanguard TV3", "href": "/wiki/Vanguard_TV3", "description": "Vanguard TV-3, was the first attempt of the United States to launch a satellite into orbit around the Earth, after the successful Soviet launches of Sputnik 1 and Sputnik 2. Vanguard TV-3 was a small satellite designed to test the launch capabilities of the three-stage Vanguard and study the effects of the environment on a satellite and its systems in Earth orbit. It was also to be used to obtain "}, {"title": "Satellite", "href": "/wiki/Satellite", "description": "In the context of spaceflight, a satellite is an object that has been intentionally placed into orbit. These objects are called artificial satellites to distinguish them from natural satellites such as Earth's Moon."}]}, {"heading": "Events", "year": "1967", "date": "December 6", "txt": "Adrian Kantrowitz performs the first human heart transplant in the United States.", "entities": [{"title": "Adrian Kantrowitz", "href": "/wiki/Adrian_Kantrowitz", "description": "Adrian Kantrowitz was an American cardiac surgeon whose team performed the world's second heart transplant attempt at Maimonides Medical Center in Brooklyn, New York on December 6, 1967. The infant lived for only six hours. At a press conference afterwards, Kantrowitz emphasized that he considered the operation to have been a failure."}]}, {"heading": "Events", "year": "1969", "date": "December 6", "txt": "Altamont Free Concert: At a free concert performed by the Rolling Stones, eighteen-year old Meredith Hunter is stabbed to death by Hells Angels security guards.", "entities": [{"title": "Altamont Free Concert", "href": "/wiki/Altamont_Free_Concert", "description": "The Altamont Speedway Free Festival was a counterculture rock concert held on Saturday, December 6, 1969, at the Altamont Speedway, northern California, United States. Approximately 300,000 attended the concert, and some anticipated that it would be a \"Woodstock West\". Woodstock was held in Bethel, New York, in mid-August, less than four months earlier. The event is best known for considerable vio"}, {"title": "Rolling Stones", "href": "/wiki/Rolling_Stones", "description": "The Rolling Stones are an English rock band formed in London in 1962. Diverging from the pop rock of the early-1960s, the Rolling Stones pioneered the gritty, heavier-driven sound that came to define hard rock, and continued to record and perform for decades."}, {"title": "Hells Angels", "href": "/wiki/Hells_Angels", "description": "The Hells Angels Motorcycle Club (HAMC) is a worldwide one-percenter motorcycle club whose members typically ride Harley-Davidson motorcycles. In the United States and Canada, the Hells Angels are incorporated as the Hells Angels Motorcycle Corporation. Common nicknames for the club are the \"H.A.\", \"Red & White\", \"HAMC\", and \"81\". With a membership of between 3,000 and 3,600 and 467 chapters locat"}]}, {"heading": "Events", "year": "1971", "date": "December 6", "txt": "Pakistan severs diplomatic relations with India, initiating the Indo-Pakistani War of 1971.", "entities": [{"title": "Indo-Pakistani War of 1971", "href": "/wiki/Indo-Pakistani_War_of_1971", "description": "The Indo-Pakistani War of 1971 was a military confrontation between India's Mitro bahini forces and Pakistan that occurred during the Bangladesh Liberation War in East Pakistan from 3 December 1971 to the fall of Dacca (Dhaka) on 16 December 1971. The war began with Operation Chengiz Khan's preemptive aerial strikes on 11 Indian air stations, which led to the commencement of hostilities with Pakis"}]}, {"heading": "Events", "year": "1973", "date": "December 6", "txt": "The Twenty-fifth Amendment: The United States House of Representatives votes 387–35 to confirm Gerald Ford as Vice President of the United States. (On November 27, the Senate confirmed him 92–3.)", "entities": [{"title": "Twenty-fifth Amendment to the United States Constitution", "href": "/wiki/Twenty-fifth_Amendment_to_the_United_States_Constitution", "description": "The Twenty-fifth Amendment to the United States Constitution deals with presidential succession and disability."}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Gerald Ford", "href": "/wiki/Gerald_Ford", "description": "Gerald Rudolph Ford Jr. was an American politician and attorney who served as the 38th president of the United States from 1974 to 1977. A member of the Republican Party, Ford previously served as the 40th vice president of the United States from 1973 to 1974. To date, Ford is the only person to have served as both vice president and president without being elected to either office by the Electora"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}, {"title": "November 27", "href": "/wiki/November_27", "description": "November 27 is the 331st day of the year in the Gregorian calendar; 34 days remain until the end of the year."}, {"title": "United States Senate", "href": "/wiki/United_States_Senate", "description": "The United States Senate is the upper chamber of the United States Congress, with the House of Representatives being the lower chamber. Together they compose the national bicameral legislature of the United States."}]}, {"heading": "Events", "year": "1975", "date": "December 6", "txt": "The Troubles: Fleeing from the police, a Provisional IRA unit takes a British couple hostage in their flat on Balcombe Street, London, beginning a six-day siege.", "entities": [{"title": "The Troubles", "href": "/wiki/The_Troubles", "description": "The Troubles were an ethno-nationalist period of conflict in Northern Ireland that lasted about 30 years from the late 1960s to the late 1990s. Also known internationally as the Northern Ireland conflict, it is sometimes described as an \"irregular war\" or \"low-level war\". The conflict began in the late 1960s and is usually deemed to have ended with the Good Friday Agreement of 1998. Although the T"}, {"title": "Provisional Irish Republican Army", "href": "/wiki/Provisional_Irish_Republican_Army", "description": "The Irish Republican Army, also known as the Provisional Irish Republican Army, and informally as the Provos, was an Irish republican paramilitary organisation that sought to end British rule in Northern Ireland, facilitate Irish reunification and bring about an independent, socialist republic encompassing all of Ireland. It was the most active republican paramilitary group during the Troubles. It"}, {"title": "Balcombe Street siege", "href": "/wiki/Balcombe_Street_siege", "description": "The Balcombe Street siege was an incident involving members of the Provisional Irish Republican Army (IRA) and London's Metropolitan Police lasting from 6 to 12 December 1975. The siege ended with the surrender of the four IRA members and the release of their two hostages. The events were televised and watched by millions."}]}, {"heading": "Events", "year": "1977", "date": "December 6", "txt": "South Africa grants independence to Bophuthatswana, although it is not recognized by any other country.", "entities": [{"title": "Bophuthatswana", "href": "/wiki/Bophuthatswana", "description": "Bophuthatswana, officially the Republic of Bophuthatswana, was a Bantustan that was declared (nominally) independent by the apartheid regime of South Africa in 1977. However, its independence, like the other Bantustans was not recognized by any country other than South Africa."}]}, {"heading": "Events", "year": "1978", "date": "December 6", "txt": "Spain ratifies the Spanish Constitution of 1978 in a referendum.", "entities": [{"title": "Spanish Constitution of 1978", "href": "/wiki/Spanish_Constitution_of_1978", "description": "The Spanish Constitution is the democratic law that is supreme in the Kingdom of Spain. It was enacted after its approval in a constitutional referendum, and it is the culmination of the Spanish transition to democracy. The Constitution of 1978 is one of about a dozen of other historical Spanish constitutions and constitution-like documents; however, it is one of two fully democratic constitutions"}]}, {"heading": "Events", "year": "1982", "date": "December 6", "txt": "The Troubles: The Irish National Liberation Army bombs a pub frequented by British soldiers in Ballykelly, Northern Ireland, killing  eleven soldiers and six civilians.", "entities": [{"title": "Irish National Liberation Army", "href": "/wiki/Irish_National_Liberation_Army", "description": "The Irish National Liberation Army is an Irish republican socialist paramilitary group formed on 10 December 1974, during \"the Troubles\". It seeks to remove Northern Ireland from the United Kingdom and create a socialist republic encompassing all of Ireland. It is the paramilitary wing of the Irish Republican Socialist Party (IRSP)."}, {"title": "Droppin Well bombing", "href": "/wiki/Droppin_Well_bombing", "description": "The Droppin Well bombing or Ballykelly bombing occurred on 6 December 1982, when the Irish National Liberation Army (INLA) exploded a time bomb at a disco in Ballykelly, Northern Ireland. The disco, known as the Droppin Well, was targeted because it was frequented by British Army soldiers from nearby Shackleton Barracks. The bomb killed eleven soldiers and six civilians; 30 people were injured, th"}, {"title": "Ballykelly, County Londonderry", "href": "/wiki/Ballykelly,_County_Londonderry", "description": "Ballykelly is a village and townland in County Londonderry, Northern Ireland. It lies 3 miles (4.8 km) west of Limavady on the main Derry to Limavady A2 road and is 15 miles (24 km) east of Derry. It is designated as a Large Village and in 2011 the population of Ballykelly was 2,107. It lies within Causeway Coast and Glens district."}]}, {"heading": "Events", "year": "1989", "date": "December 6", "txt": "The École Polytechnique massacre (or Montreal Massacre): Marc Lépine, an anti-feminist gunman, murders 14 young women at the École Polytechnique in Montreal.", "entities": [{"title": "École Polytechnique massacre", "href": "/wiki/%C3%89cole_Polytechnique_massacre", "description": "The École Polytechnique massacre, also known as the Montreal massacre, was a mass shooting in Montreal at an engineering school affiliated with the Université de Montréal. Fourteen women were murdered and 10 women and four men were injured."}, {"title": "Marc Lépine", "href": "/wiki/Marc_L%C3%A9pine", "description": "Marc Lépine  was a Canadian mass murderer from Montreal, Quebec who, in 1989, murdered fourteen women, and wounded ten women and four men at the École Polytechnique de Montréal, an engineering school affiliated with the Université de Montréal, in the École Polytechnique massacre, also known as the \"Montreal Massacre\"."}, {"title": "École Polytechnique de Montréal", "href": "/wiki/%C3%89cole_Polytechnique_de_Montr%C3%A9al", "description": "Polytechnique Montréal is an engineering school affiliated with the Université de Montréal in Montreal, Quebec, Canada. It ranks first in Canada for the scope of its engineering research. It is occasionally referred to as Montreal Polytechnic, although in Quebec English its French name is more commonly used. The school offers graduate and postgraduate training, and is very active in research. Foll"}, {"title": "Montreal", "href": "/wiki/Montreal", "description": "Montreal is the second-most populous city in Canada and most populous city in the Canadian province of Quebec. Founded in 1642 as Ville-Marie, or \"City of Mary\", it is named after Mount Royal, the triple-peaked hill in the heart of the city. The city is centred on the Island of Montreal, which got its name from the same origin as the city, and a few much smaller peripheral islands, the largest of "}]}, {"heading": "Events", "year": "1990", "date": "December 6", "txt": "A military jet of the Italian Air Force, abandoned by its pilot after an on-board fire, crashed into a high school near Bologna, Italy, killing 12 students and injuring 88 other people.", "entities": [{"title": "Italian Air Force", "href": "/wiki/Italian_Air_Force", "description": "The Italian Air Force is the air force of the Italian Republic. The Italian Air Force was founded as an independent service arm on 28 March 1923 by King Victor Emmanuel III as the Regia Aeronautica. After World War II, when Italy was made a republic by referendum, the Regia Aeronautica was given its current name. Since its formation, the service has held a prominent role in modern Italian military"}, {"title": "1990 Italian Air Force MB-326 crash", "href": "/wiki/1990_Italian_Air_Force_MB-326_crash", "description": "On 6 December 1990, an MB-326 military jet of the Italian Air Force crashed into a school building at Casalecchio di Reno, near Bologna, Emilia-Romagna, Italy, killing twelve students and injuring 88 other students and staff. The aircraft had been abandoned moments earlier by its pilot, who ejected following an on-board fire and loss of control."}, {"title": "Bologna", "href": "/wiki/Bologna", "description": "Bologna is the capital and largest city of the Emilia-Romagna region in Northern Italy. It is the seventh most populous city in Italy with about 390,000 inhabitants and 150 different nationalities. Its metropolitan area is home to more than 1,000,000 people."}]}, {"heading": "Events", "year": "1991", "date": "December 6", "txt": "Yugoslav Wars: In Croatia, forces of the Serb-dominated Yugoslav People's Army (JNA) bombard Dubrovnik after laying siege to the city for seven months.", "entities": [{"title": "Yugoslav Wars", "href": "/wiki/Yugoslav_Wars", "description": "The Yugoslav Wars were a series of separate but related ethnic conflicts, wars of independence, and insurgencies fought in the former Yugoslavia from 1991 to 2001, leading up to and resulting from the breakup of the Yugoslav federation in 1992. Its constituent republics declared independence due to unresolved tensions between ethnic minorities in the new countries, which fueled the wars."}, {"title": "Croatia", "href": "/wiki/Croatia", "description": "Croatia, officially the Republic of Croatia, is a country at the crossroads of Central and Southeast Europe on the Adriatic Sea. It borders Slovenia to the northwest, Hungary to the northeast, Serbia to the east, Bosnia and Herzegovina and Montenegro to the southeast, and shares a maritime border with Italy to the west and southwest. Its capital and largest city, Zagreb, forms one of the country's"}, {"title": "Yugoslav People's Army", "href": "/wiki/Yugoslav_People%27s_Army", "description": "The Yugoslav People's Army, also called the Yugoslav National Army, was the military of Yugoslavia from 1945 to 1992 and primary part of Yugoslavia armed forces."}, {"title": "Dubrovnik", "href": "/wiki/Dubrovnik", "description": "Dubrovnik is a city on the Adriatic Sea in southern Croatia. It is one of the most prominent tourist destinations in the Mediterranean Sea, a seaport and the centre of Dubrovnik-Neretva County. Its total population is 42,615. In 1979, the city of Dubrovnik joined the UNESCO list of World Heritage sites."}]}, {"heading": "Events", "year": "1992", "date": "December 6", "txt": "The Babri Masjid in Ayodhya, India, is demolished, leading to widespread riots causing the death of over 1,500 people.", "entities": [{"title": "Babri Masjid", "href": "/wiki/Babri_Masjid", "description": "Babri Masjid was a mosque in Ayodhya, India, at a site believed by many Hindus to be the birthplace of Hindu deity Rama. It has been a focus of dispute between the Hindu and Muslim communities since the 18th century. According to the mosque's inscriptions, it was built in 1528–29 by general Mir Baqi, on the orders of the Mughal emperor Babur. The mosque was attacked and demolished by a Hindu natio"}, {"title": "Ayodhya", "href": "/wiki/Ayodhya", "description": "Ayodhya is a city and the administrative headquarters of Faizabad district and the Faizabad division of Uttar Pradesh, India. It shares a municipal corporation with its neighbouring twin city of Faizabad."}, {"title": "Demolition of the Babri Masjid", "href": "/wiki/Demolition_of_the_Babri_Masjid", "description": "The demolition of the Babri Masjid was illegally carried out on 6 December 1992 by a large group of activists of the Vishva Hindu Parishad and allied organisations. The 16th-century Babri Mosque in the city of Ayodhya, in Uttar Pradesh, had been the subject of a lengthy socio-political dispute, and was targeted after a political rally organised by Hindu nationalist organisations turned violent."}]}, {"heading": "Events", "year": "1995", "date": "December 6", "txt": "Khabarovsk United Air Group Flight 3949 crashes into the Bo-Dzhausa Mountain, killing 98.", "entities": [{"title": "Khabarovsk United Air Group Flight 3949", "href": "/wiki/Khabarovsk_United_Air_Group_Flight_3949", "description": "Khabarovsk United Air Group Flight 3949 was a Russian domestic passenger flight from Yuzhno-Sakhalinsk to Khabarovsk, that crashed on 6 December 1995, killing all ninety-eight people aboard. The crash occurred after the aircraft had entered into a steep downward spiral during automated flight at an altitude of 10,600 metres (34,800 ft)."}, {"title": "Bo-Dzhausa Mountain", "href": "/wiki/Bo-Dzhausa_Mountain", "description": "Bo-Dzhausa Mountain is a volcanic mountain in Primorye, Russia and a part of the Sikhote-Alin mountain range. The nearest inhabited place is the village Grossevichi. The mountain is accessible from the town of Dalnegorsk, as well as Sovetskaya Gavan."}]}, {"heading": "Events", "year": "1997", "date": "December 6", "txt": "A Russian Antonov An-124 Ruslan cargo plane crashes into an apartment complex near Irkutsk, Siberia, killing 67.", "entities": [{"title": "Antonov An-124 Ruslan", "href": "/wiki/Antonov_An-124_Ruslan", "description": "The Antonov An-124 Ruslan is a large, strategic airlift, four-engined aircraft that was designed in the 1980s by the Antonov design bureau in the Ukrainian SSR, then part of the Soviet Union (USSR). Until the Boeing 747-8F, the An-124 was, for thirty years, the world's heaviest gross weight production cargo airplane and second heaviest operating cargo aircraft, behind the one-off Antonov An-225 Mr"}, {"title": "Irkutsk", "href": "/wiki/Irkutsk", "description": "Irkutsk is the largest city and administrative center of Irkutsk Oblast, Russia. With a population of 617,473 as of the 2010 Census, Irkutsk is the 25th largest city in Russia by population, the 5th largest in the Siberian Federal District, and one of the largest cities in Siberia."}, {"title": "Siberia", "href": "/wiki/Siberia", "description": "Siberia is an extensive geographical region in northern Asia. It has been a colonial possession of Russia since the latter half of the 16th century, after the Russians conquered lands east of the Ural Mountains. Siberia is vast and sparse, covering an area of over 13.1 million square kilometres (5,100,000 sq mi), the vast majority of Russia's land area, but is home to merely 1/5th of the country's"}]}, {"heading": "Events", "year": "1998", "date": "December 6", "txt": "in Venezuela, Hugo Chávez is victorious in presidential elections.", "entities": [{"title": "Venezuela", "href": "/wiki/Venezuela", "description": "Venezuela, officially the Bolivarian Republic of Venezuela, is a country on the northern coast of South America, consisting of a continental landmass and many islands and islets in the Caribbean Sea. It has a territorial extension of 916,445 km2, and the population of Venezuela was estimated at 28 million in 2019. The capital and largest urban agglomeration is the city of Caracas."}, {"title": "Hugo Chávez", "href": "/wiki/Hugo_Ch%C3%A1vez", "description": "Hugo Rafael Chávez Frías was a Venezuelan politician who was president of Venezuela from 1999 until his death in 2013, except for a brief period in April 2002. Chávez was also leader of the Fifth Republic Movement political party from its foundation in 1997 until 2007, when it merged with several other parties to form the United Socialist Party of Venezuela (PSUV), which he led until 2012."}]}, {"heading": "Events", "year": "1999", "date": "December 6", "txt": "A&M Records, Inc. v. Napster, Inc.: The Recording Industry Association of America sues the peer-to-peer file-sharing service Napster, alleging copyright infringement.", "entities": [{"title": "Recording Industry Association of America", "href": "/wiki/Recording_Industry_Association_of_America", "description": "The Recording Industry Association of America (RIAA) is a trade organization that represents the recording industry in the United States. Its members consist of record labels and distributors, which the RIAA says \"create, manufacture, and/or distribute approximately 85% of all legally sold recorded music in the United States\". The RIAA headquarters is in Washington, D.C."}, {"title": "Peer-to-peer", "href": "/wiki/Peer-to-peer", "description": "Peer-to-peer (P2P) computing or networking is a distributed application architecture that partitions tasks or workloads between peers. Peers are equally privileged, equipotent participants in the application. They are said to form a peer-to-peer network of nodes."}, {"title": "File sharing", "href": "/wiki/File_sharing", "description": "File sharing is the practice of distributing or providing access to digital media, such as computer programs, multimedia, documents or electronic books. File sharing may be achieved in a number of ways. Common methods of storage, transmission and dispersion include manual sharing utilizing removable media, centralized servers on computer networks, World Wide Web-based hyperlinked documents, and th"}, {"title": "Napster", "href": "/wiki/Napster", "description": "Napster is a set of three music-focused online services. It was founded in 1999 as a pioneering peer-to-peer (P2P) file sharing Internet software that emphasized sharing digital audio files, typically audio songs, encoded in MP3 format. As the software became popular, the company ran into legal difficulties over copyright infringement. It ceased operations and was eventually acquired by Roxio. Nap"}, {"title": "Copyright infringement", "href": "/wiki/Copyright_infringement", "description": "Copyright infringement is the use of works protected by copyright law without permission for a usage where such permission is required, thereby infringing certain exclusive rights granted to the copyright holder, such as the right to reproduce, distribute, display or perform the protected work, or to make derivative works. The copyright holder is typically the work's creator, or a publisher or oth"}]}, {"heading": "Events", "year": "2005", "date": "December 6", "txt": "An Iranian Air Force C-130 military transport aircraft crashes into a ten-floor apartment building in a residential area of Tehran, killing all 94 on board and 12 more on the ground.", "entities": [{"title": "Iranian Air Force", "href": "/wiki/Iranian_Air_Force", "description": "The Islamic Republic of Iran Air Force is the aviation branch of the Islamic Republic of Iran Army. The present Air Force came into being when the Imperial Iranian Air Force was renamed in 1979. It is one of the few air forces in the Middle East, with experience in a conventional war, having fought the Iran-Iraq War. It has carried out major operations like Operation Kaman 99, Operation Sultan 10,"}, {"title": "Lockheed C-130 Hercules", "href": "/wiki/Lockheed_C-130_Hercules", "description": "The Lockheed C-130 Hercules is an American four-engine turboprop military transport aircraft designed and built originally by Lockheed. Capable of using unprepared runways for takeoffs and landings, the C-130 was originally designed as a troop, medevac, and cargo transport aircraft. The versatile airframe has found uses in a variety of other roles, including as a gunship (AC-130), for airborne ass"}, {"title": "2005 Iranian Air Force C-130 crash", "href": "/wiki/2005_Iranian_Air_Force_C-130_crash", "description": "On 6 December 2005 at 14:10 local time, a Lockheed C-130 Hercules military transport aircraft of the Iranian air force, tail number 5-8519, c/n 4399, crashed into a ten-storey apartment building in a residential area of Tehran, the capital city of Iran."}, {"title": "Tehran", "href": "/wiki/Tehran", "description": "Tehran is the capital of Iran and Tehran Province. With a population of around 8.7 million in the city and 15 million in the larger metropolitan area of Greater Tehran, Tehran is the most populous city in Iran and Western Asia, and has the second-largest metropolitan area in the Middle East. It is ranked 24th in the world by the population of its metropolitan area."}]}, {"heading": "Events", "year": "2006", "date": "December 6", "txt": "NASA reveals photographs taken by Mars Global Surveyor suggesting the presence of liquid water on Mars.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Mars Global Surveyor", "href": "/wiki/Mars_Global_Surveyor", "description": "Mars Global Surveyor (MGS) was an American robotic space probe developed by NASA's Jet Propulsion Laboratory and launched November 1996. MGS was a global mapping mission that examined the entire planet, from the ionosphere down through the atmosphere to the surface. As part of the larger Mars Exploration Program, Mars Global Surveyor performed atmospheric monitoring for sister orbiters during aero"}, {"title": "Water on Mars", "href": "/wiki/Water_on_Mars", "description": "Almost all water on Mars today exists as ice, though it also exists in small quantities as vapor in the atmosphere. What was thought to be low-volume liquid brines in shallow Martian soil, also called recurrent slope lineae, may be grains of flowing sand and dust slipping downhill to make dark streaks. The only place where water ice is visible at the surface is at the north polar ice cap. Abundant"}]}, {"heading": "Events", "year": "2015", "date": "December 6", "txt": "Venezuelan parliamentary election: For the first time in 17 years, the United Socialist Party of Venezuela loses its majority in parliament.", "entities": [{"title": "2015 Venezuelan parliamentary election", "href": "/wiki/2015_Venezuelan_parliamentary_election", "description": "Parliamentary elections were held in Venezuela on 6 December 2015 to elect the 164 deputies and three indigenous representatives of the National Assembly. They were the fourth parliamentary elections to take place after the 1999 constitution, which abolished the bicameral system in favour of a unicameral parliament, and the first to take place after the death of President Hugo Chávez. Despite clai"}, {"title": "United Socialist Party of Venezuela", "href": "/wiki/United_Socialist_Party_of_Venezuela", "description": "The United Socialist Party of Venezuela is a socialist political party which has been in power in Venezuela since 2010. It was formed from a merger of some of the political and social forces that support the Bolivarian Revolution led by President Hugo Chávez. It is the largest political party in Venezuela and the 10th largest in the world with more than 7 million active members as of 2014."}]}, {"heading": "Events", "year": "2017", "date": "December 6", "txt": "Donald Trump's administration officially announces the recognition of Jerusalem as the capital of Israel.", "entities": [{"title": "Donald Trump", "href": "/wiki/Donald_Trump", "description": "Donald John Trump is an American media personality and businessman who served as the 45th president of the United States from 2017 to 2021."}, {"title": "United States recognition of Jerusalem as Israeli capital", "href": "/wiki/United_States_recognition_of_Jerusalem_as_Israeli_capital", "description": "On December 6, 2017, then-US President Donald Trump announced the United States recognition of Jerusalem as the capital of Israel and ordered the planning of the relocation of the U.S. Embassy in Israel from Tel Aviv to Jerusalem. Benjamin Netanyahu, the Prime Minister of Israel, welcomed the decision and praised the announcement. On December 8, Secretary of State Rex Tillerson clarified that the "}]}, {"heading": "Births", "year": "0846", "date": "December 6", "txt": "Hasan al-Askari, Arabian 11th of the Twelve Imams (d. 874)", "entities": [{"title": "Hasan al-Askari", "href": "/wiki/Hasan_al-Askari", "description": "Hasan ibn Ali al-Askari was a Muslim scholar and the 11th Imam in Twelver Shia Islam, after his father Ali al-Hadi. He is also an important figure to Sunni-Sufis. He was called Abu Muhammad and Ibn al-Ridha. Because Samarra, the city where he lived, was a garrison town, he is generally known as al-Askari. Al-Askari married Narjis Khatun and was kept under house arrest or in prison for most of his "}, {"title": "The Twelve Imams", "href": "/wiki/The_Twelve_Imams", "description": "The Twelve Imams are the spiritual and political successors to the Islamic prophet Muhammad in the Twelver branch of Shia Islam, including that of the Alawite and Alevi."}]}, {"heading": "Births", "year": "1285", "date": "December 6", "txt": "Ferdinand IV of Castile (d. 1312)", "entities": [{"title": "Ferdinand IV of Castile", "href": "/wiki/Ferdinand_IV_of_Castile", "description": "Ferdinand IV of Castile called the Summoned, was the king of Castile and León from 1295 until his death."}]}, {"heading": "Births", "year": "1421", "date": "December 6", "txt": "Henry VI of England (d. 1471)", "entities": [{"title": "Henry VI of England", "href": "/wiki/Henry_VI_of_England", "description": "Henry VI was King of England from 1422 to 1461 and again from 1470 to 1471, and disputed King of France from 1422 to 1453. The only child of Henry V, he succeeded to the English throne at the age of nine months upon his father's death, and succeeded to the French throne on the death of his maternal grandfather, Charles VI, shortly afterwards."}]}, {"heading": "Births", "year": "1478", "date": "December 6", "txt": "Baldassare Castiglione, Italian courtier, diplomat, and author (d. 1529)", "entities": [{"title": "Baldassare Castiglione", "href": "/wiki/Baldassare_Castiglione", "description": "Baldassare Castiglione, count of Casatico, was an Italian courtier, diplomat, soldier and a prominent Renaissance author."}]}, {"heading": "Births", "year": "1520", "date": "December 6", "txt": "Barbara Radziwiłł, queen of Poland (d. 1551)", "entities": [{"title": "Barbara Radziwiłł", "href": "/wiki/Barbara_Radziwi%C5%82%C5%82", "description": "Barbara Radziwiłł was Queen of Poland and Grand Duchess of Lithuania as consort of Sigismund II Augustus, the last male monarch of the Jagiellon dynasty. Barbara, a great beauty and already widowed, became a royal mistress most likely in 1543 and they married in secret in July or August 1547. The marriage caused a scandal; it was vehemently opposed by Polish nobles, including Queen mother Bona Sfo"}]}, {"heading": "Births", "year": "1545", "date": "December 6", "txt": "Janus Dousa, Dutch historian and noble (d. 1604)", "entities": [{"title": "Janus Dousa", "href": "/wiki/Janus_Dousa", "description": "Janus Dousa, Lord of Noordwyck, was a Dutch statesman, jurist, historian, poet and philologist, and the first Librarian of Leiden University Library."}]}, {"heading": "Births", "year": "1586", "date": "December 6", "txt": "Niccolò Zucchi, Italian astronomer and physicist (d. 1670)", "entities": [{"title": "Niccolò Zucchi", "href": "/wiki/Niccol%C3%B2_Zucchi", "description": "Niccolò Zucchi was an Italian Jesuit, astronomer, and physicist."}]}, {"heading": "Births", "year": "1592", "date": "December 6", "txt": "William Cavendish, 1st Duke of Newcastle (d. 1676)", "entities": [{"title": "William Cavendish, 1st Duke of Newcastle", "href": "/wiki/William_Cavendish,_1st_Duke_of_Newcastle", "description": "William Cavendish, 1st Duke of Newcastle upon Tyne KG KB PC, was an English courtier and supporter of the arts. He was a renowned horse breeder, as well as being patron of the playwright Ben Jonson, and the intellectual group known as the Welbeck Circle."}]}, {"heading": "Births", "year": "1608", "date": "December 6", "txt": "George Monck, 1st Duke of Albemarle, English general and politician, Lord Lieutenant of Ireland (d. 1670)", "entities": [{"title": "George Monck, 1st Duke of Albemarle", "href": "/wiki/George_Monck,_1st_Duke_of_Albemarle", "description": "George Monck, 1st Duke of Albemarle, KG was an English soldier and politician, and a key figure on both sides of the English Civil War, as well as the Restoration of the monarchy to King Charles II in 1660."}, {"title": "Lord Lieutenant of Ireland", "href": "/wiki/Lord_Lieutenant_of_Ireland", "description": "Lord Lieutenant of Ireland, or more formally Lord Lieutenant General and General Governor of Ireland, was the title of the chief governor of Ireland from the Williamite Wars of 1690 until the Partition of Ireland in 1922. This spanned the Kingdom of Ireland (1541–1800) and the United Kingdom of Great Britain and Ireland (1801–1922). The office, under its various names, was often more generally kno"}]}, {"heading": "Births", "year": "1637", "date": "December 6", "txt": "Edmund Andros, English courtier and politician, 4th Colonial Governor of New York (d. 1714)", "entities": [{"title": "Edmund Andros", "href": "/wiki/Edmund_Andros", "description": "Sir Edmund Andros was an English colonial administrator in British America. He was the governor of the Dominion of New England during most of its three-year existence. At other times, Andros served as governor of the provinces of New York, East and West Jersey, Virginia, and Maryland."}, {"title": "Colonial Governor of New York", "href": "/wiki/Colonial_Governor_of_New_York", "description": "The territory which would later become the state of New York was settled by European colonists as part of the New Netherland colony under the command of the Dutch West India Company in the Seventeenth Century. These colonists were largely of Dutch, Flemish, Walloon, and German stock, but the colony soon became a \"melting pot.\" In 1664, at the onset of the Second Anglo-Dutch War, English forces und"}]}, {"heading": "Births", "year": "1640", "date": "December 6", "txt": "Claude Fleury, French historian and author (d. 1723)", "entities": [{"title": "Claude Fleury", "href": "/wiki/Claude_Fleury", "description": "Claude Fleury, was a French priest, jurist, and ecclesiastical historian."}]}, {"heading": "Births", "year": "1642", "date": "December 6", "txt": "Johann Christoph Bach, German organist and composer (d. 1703)", "entities": [{"title": "Johann Christoph Bach", "href": "/wiki/Johann_Christoph_Bach", "description": "Johann Christoph Bach was a German composer and organist of the Baroque period. He was born at Arnstadt, the son of Heinrich Bach, Johann Sebastian Bach's first cousin once removed and the first cousin of J.S. Bach's father, Johann Ambrosius Bach. He was also the uncle of Maria Barbara Bach, J. S. Bach's first wife and second cousin. Johann Christoph married Maria Elisabeth Wiedemann in 1667. They"}]}, {"heading": "Births", "year": "1645", "date": "December 6", "txt": "Maria de Dominici, Maltese sculptor and painter (d. 1703)", "entities": [{"title": "Maria de Dominici", "href": "/wiki/Maria_de_Dominici", "description": "Suor Maria de Dominici was a Maltese painter, sculptor, and a Carmelite tertiary nun. Born into a family of artists based in the city of Birgu (Vittoriosa), she was the daughter of a goldsmith and appraiser for the Knights of Malta. Two of her brothers, Raimondo de Dominici and Francesco de Dominici, were painters. Raimondo's son Bernardo would write a contemporary art history book that included r"}]}, {"heading": "Births", "year": "1685", "date": "December 6", "txt": "Marie Adélaïde of Savoy (d. 1712)", "entities": [{"title": "Marie Adélaïde of Savoy", "href": "/wiki/Marie_Ad%C3%A9la%C3%AFde_of_Savoy", "description": "Marie Adélaïde of Savoy was the wife of Louis, Dauphin of France, Duke of Burgundy. She was the eldest daughter of Victor Amadeus II, Duke of Savoy, and of Anne Marie d'Orléans. Her betrothal to the Duke of Burgundy in June 1696 was part of the Treaty of Turin, signed on 29 August 1696. She was the mother of the future King Louis XV of France. Styled as Duchess of Burgundy after her marriage, she "}]}, {"heading": "Births", "year": "1721", "date": "December 6", "txt": "Guillaume-Chrétien de Lamoignon de Malesherbes, French minister and politician (d. 1794)", "entities": [{"title": "Guillaume-Chrétien de Lamoignon de Malesherbes", "href": "/wiki/Guillaume-Chr%C3%A9tien_de_Lamoignon_de_Malesherbes", "description": "Guillaume-Chrétien de Lamoignon de Malesherbes, often referred to as Malesherbes or Lamoignon-Malesherbes, was a French statesman and minister in the Ancien Régime, and later counsel for the defense of Louis XVI. He is known for his vigorous criticism of royal abuses as President of the Cour des Aides and his role, as director of censorship, in helping with the publication of the Encyclopédie. Des"}]}, {"heading": "Births", "year": "1721", "date": "December 6", "txt": "James Elphinston, Scottish philologist and linguist (d. 1809)", "entities": []}, {"heading": "Births", "year": "1752", "date": "December 6", "txt": "Gabriel Duvall, American jurist and politician (d. 1844)", "entities": [{"title": "Gabriel Duvall", "href": "/wiki/Gabriel_Duvall", "description": "Gabriel Duvall was an American politician and jurist. Duvall was an Associate Justice of the Supreme Court of the United States from 1811 to 1835, during the Marshall Court and early-Taney Court eras. Previously, Duvall was the Comptroller of the Treasury, a Maryland state court judge, a member of the U.S. House of Representatives from Maryland, and a Maryland state legislator."}]}, {"heading": "Births", "year": "1778", "date": "December 6", "txt": "Joseph Louis Gay-Lussac, French physicist and chemist (d. 1850)", "entities": [{"title": "Joseph Louis Gay-Lussac", "href": "/wiki/Joseph_Louis_Gay-Lussac", "description": "Joseph Louis Gay-Lussac was a French chemist and physicist. He is known mostly for his discovery that water is made of two parts hydrogen and one part oxygen, for two laws related to gases, and for his work on alcohol-water mixtures, which led to the degrees Gay-Lussac used to measure alcoholic beverages in many countries."}]}, {"heading": "Births", "year": "1792", "date": "December 6", "txt": "William II of the Netherlands (d. 1849)", "entities": [{"title": "William II of the Netherlands", "href": "/wiki/William_II_of_the_Netherlands", "description": "William II was King of the Netherlands, Grand Duke of Luxembourg, and Duke of Limburg."}]}, {"heading": "Births", "year": "1803", "date": "December 6", "txt": "Maria Josepha Amalia of Saxony (d. 1829)", "entities": [{"title": "Maria Josepha Amalia of Saxony", "href": "/wiki/Maria_Josepha_Amalia_of_Saxony", "description": "Maria Josepha Amalia of Saxony was Queen consort of Spain as the wife of King Ferdinand VII of Spain. She was the youngest daughter of Prince Maximilian of Saxony (1759–1838) and his first wife, Princess Carolina of Parma (1770–1804), daughter of Duke Ferdinand of Parma. She was a member of the house of Wettin."}]}, {"heading": "Births", "year": "1805", "date": "December 6", "txt": "Richard Hanson, English-Australian politician, 4th Premier of South Australia (d. 1876)", "entities": [{"title": "Richard Hanson (Australian politician)", "href": "/wiki/Richard_Hanson_(Australian_politician)", "description": "Sir Richard Davies Hanson, was the fourth Premier of South Australia, from 30 September 1857 until 8 May 1860, and was a Chief Judge from 20 November 1861 until 4 March 1876 on the Supreme Court of South Australia, which is the highest ranking court in the Australian State of South Australia."}, {"title": "Premier of South Australia", "href": "/wiki/Premier_of_South_Australia", "description": "The Premier of South Australia is the head of government in the state of South Australia, Australia. The Government of South Australia follows the Westminster system, with a Parliament of South Australia acting as the legislature. The Premier is appointed by the Governor of South Australia, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1812", "date": "December 6", "txt": "Robert Spear Hudson, English businessman and philanthropist (d. 1884)", "entities": [{"title": "Robert Spear Hudson", "href": "/wiki/Robert_Spear_Hudson", "description": "Robert Spear Hudson was an English businessman who popularised dry soap powder. His company was very successful thanks to both an increasing demand for soap and his unprecedented levels of advertising. After his death, the company was taken over by his son, and was later purchased by Lever Brothers."}]}, {"heading": "Births", "year": "1823", "date": "December 6", "txt": "Max Müller, German-English philologist and orientalist (d. 1900)", "entities": [{"title": "Max Müller", "href": "/wiki/Max_M%C3%BCller", "description": "Friedrich Max Müller was a German-born philologist and Orientalist, who lived and studied in Britain for most of his life. He was one of the founders of the western academic disciplines of Indian studies and religious studies. Müller wrote both scholarly and popular works on the subject of Indology. The Sacred Books of the East, a 50-volume set of English translations, was prepared under his direc"}]}, {"heading": "Births", "year": "1827", "date": "December 6", "txt": "William Arnott, Australian biscuit manufacturer and founder of Arnott's Biscuits (d. 1901)", "entities": [{"title": "William Arnott (biscuit manufacturer)", "href": "/wiki/William_Arnott_(biscuit_manufacturer)", "description": "William Arnott was the Scottish founder of the Arnott's Biscuits Holdings in Australia."}, {"title": "Arnott's Biscuits", "href": "/wiki/Arnott%27s_Biscuits", "description": "Arnott's Biscuits Limited is Australia's largest producer of biscuits and the second-largest supplier of snack food. American private equity firm Kohlberg Kravis Roberts (KKR) bought Arnott's from the Campbell Soup Company in 2019."}]}, {"heading": "Births", "year": "1833", "date": "December 6", "txt": "John S. Mosby, American colonel (d. 1916)", "entities": [{"title": "John S. Mosby", "href": "/wiki/John_S._Mosby", "description": "John Singleton Mosby, also known by his nickname, the \"Gray Ghost\", was a Confederate army cavalry battalion commander in the American Civil War. His command, the 43rd Battalion, Virginia Cavalry, known as Mosby's Rangers or Mosby's Raiders, was a partisan ranger unit noted for its lightning-quick raids and its ability to elude Union Army pursuers and disappear, blending in with local farmers and "}]}, {"heading": "Births", "year": "1835", "date": "December 6", "txt": "Wilhelm Rudolph Fittig, German chemist (d. 1910)", "entities": [{"title": "Wilhelm Rudolph Fittig", "href": "/wiki/Wilhelm_Rudolph_Fittig", "description": "Wilhelm Rudolph Fittig was a German chemist. Fittig discovered the pinacol coupling reaction, mesitylene, diacetyl and biphenyl. He studied the action of sodium on ketones and hydrocarbons. He discovered the Fittig reaction or Wurtz–Fittig reaction for the synthesis of alkylbenzenes, he proposed a diketone structure for benzoquinone and isolated phenanthrene from coal tar. He discovered and synthe"}]}, {"heading": "Births", "year": "1841", "date": "December 6", "txt": "Frédéric Bazille, French painter and soldier (d. 1870)", "entities": [{"title": "Frédéric Bazille", "href": "/wiki/Fr%C3%A9d%C3%A9ric_Bazille", "description": "Jean Frédéric Bazille was a French Impressionist painter. Many of Bazille's major works are examples of figure painting in which he placed the subject figure within a landscape painted en plein air."}]}, {"heading": "Births", "year": "1848", "date": "December 6", "txt": "Johann Palisa, Austrian astronomer (d. 1925)", "entities": [{"title": "Johann Palisa", "href": "/wiki/Johann_Palisa", "description": "Johann Palisa was an Austrian astronomer, born in Troppau, Austrian Silesia, now Czech Republic. He was a prolific discoverer of asteroids, discovering 122 in all, from 136 Austria in 1874 to 1073 Gellivara in 1923. Some of his notable discoveries include 153 Hilda, 216 Kleopatra, 243 Ida, 253 Mathilde, 324 Bamberga, and the near-Earth asteroid 719 Albert. Palisa made his discoveries without the a"}]}, {"heading": "Births", "year": "1849", "date": "December 6", "txt": "August von Mackensen, German field marshal (d. 1945)", "entities": [{"title": "August von Mackensen", "href": "/wiki/August_von_Mackensen", "description": "Anton Ludwig Friedrich August Mackensen was a German field marshal. He commanded successfully during the First World War of 1914–1918 and became one of the German Empire's most prominent and competent military leaders. After the armistice of November 1918 the victorious Allies interned Mackensen in Serbia for a year. He retired from the army in 1920; in 1933 Hermann Göring made him a Prussian stat"}]}, {"heading": "Births", "year": "1853", "date": "December 6", "txt": "Hans Molisch, Czech-Austrian botanist and academic (d. 1937)", "entities": [{"title": "Hans Molisch", "href": "/wiki/Hans_Molisch", "description": "Hans Molisch was a Czech-Austrian botanist."}]}, {"heading": "Births", "year": "1853", "date": "December 6", "txt": "Haraprasad Shastri, Indian historian and scholar (d. 1931)", "entities": []}, {"heading": "Births", "year": "1863", "date": "December 6", "txt": "Charles Martin Hall, American chemist and engineer (d. 1914)", "entities": [{"title": "Charles Martin Hall", "href": "/wiki/Charles_Martin_Hall", "description": "Charles Martin Hall was an American inventor, businessman, and chemist. He is best known for his invention in 1886 of an inexpensive method for producing aluminum, which became the first metal to attain widespread use since the prehistoric discovery of iron. He was one of the founders of Alcoa. Alfred E. Hunt, together with Charles Hall and a group of five other individuals – his partner at the Pi"}]}, {"heading": "Births", "year": "1872", "date": "December 6", "txt": "Arthur Henry Adams, Australian journalist and author (d. 1936)", "entities": [{"title": "Arthur Henry Adams", "href": "/wiki/Arthur_Henry_Adams", "description": "Arthur Henry Adams was a journalist and author. He started his career in New Zealand, though he spent most of it in Australia, and for a short time lived in China and London."}]}, {"heading": "Births", "year": "1872", "date": "December 6", "txt": "William S. Hart, American actor, director, producer, and screenwriter (d. 1946)", "entities": []}, {"heading": "Births", "year": "1875", "date": "December 6", "txt": "Albert Bond Lambert, American golfer and pilot (d. 1946)", "entities": [{"title": "Albert Bond Lambert", "href": "/wiki/Albert_Bond_Lambert", "description": "Albert Bond Lambert was an American golfer who competed in the 1900 Summer Olympics and in the 1904 Summer Olympics. He was also a prominent St. Louis aviator and benefactor of aviation."}]}, {"heading": "Births", "year": "1875", "date": "December 6", "txt": "Evelyn Underhill, English mystic and author (d. 1941)", "entities": []}, {"heading": "Births", "year": "1876", "date": "December 6", "txt": "Fred Duesenberg, German-American businessman, co-founded the Duesenberg Automobile & Motors Company (d. 1932)", "entities": [{"title": "Fred Duesenberg", "href": "/wiki/Fred_Duesenberg", "description": "Frederick Samuel Duesenberg was a German-born American automobile and engine designer, manufacturer and sportsman who was internationally known as a designer of racecars and racing engines. Duesenberg's engineering expertise influenced the development of the automobile, especially during the 1910s and 1920s. He is credited with introducing an eight-cylinder engine, also known as the Duesenberg Str"}, {"title": "Duesenberg", "href": "/wiki/Duesenberg", "description": "Duesenberg Motors Company was an American manufacturer of racing cars and high-end luxury automobiles. It was founded by brothers August and Frederick Duesenberg in 1913 in Saint Paul, Minnesota, where they built engines and racing cars. The brothers moved their operations to Elizabeth, New Jersey, in 1916 to manufacture engines for World War I. In 1919, when their government contracts were cancel"}]}, {"heading": "Births", "year": "1878", "date": "December 6", "txt": "Elvia Carrillo Puerto, Mexican politician (d. 1968)", "entities": [{"title": "Elvia Carrillo Puerto", "href": "/wiki/Elvia_Carrillo_Puerto", "description": "Elvia Carrillo Puerto was a Mexican socialist politician and feminist activist. Carillo had been married at the age of 13 and widowed by 21. She founded Mexico's first feminist leagues in 1912, including the League of Rita Cetina Gutierrez in 1919. In 1923, Carillo became Mexico's first woman state deputy, and elected to the Chamber of Deputies Due to Carillo's contributions to Mexican government "}]}, {"heading": "Births", "year": "1882", "date": "December 6", "txt": "Warren Bardsley, Australian cricketer (d. 1954)", "entities": [{"title": "Warren Bardsley", "href": "/wiki/Warren_Bardsley", "description": "Warren \"Curly\" Bardsley was an Australian Test cricketer. An opening batsman, Bardsley played 41 Tests between 1909 and 1926 and over 200 first-class games for New South Wales. He was Wisden's Cricketer of the Year in 1910."}]}, {"heading": "Births", "year": "1884", "date": "December 6", "txt": "Cornelia Meigs, American author, playwright, and academic (d. 1973)", "entities": [{"title": "Cornelia Meigs", "href": "/wiki/Cornelia_Meigs", "description": "Cornelia Lynde Meigs (1884–1973) was an American writer of fiction and biography for children, teacher of English and writing, historian and critic of children's literature. She won the Newbery Medal for her 1933 biography of Louisa May Alcott, entitled Invincible Louisa. She also wrote three Newbery Honor Books."}]}, {"heading": "Births", "year": "1886", "date": "December 6", "txt": "Joyce Kilmer, American soldier, author, and poet (d. 1918)", "entities": [{"title": "Joyce Kilmer", "href": "/wiki/Joyce_Kilmer", "description": "Alfred Joyce Kilmer was an American writer and poet mainly remembered for a short poem titled \"Trees\" (1913), which was published in the collection Trees and Other Poems in 1914. Though a prolific poet whose works celebrated the common beauty of the natural world as well as his Roman Catholic religious faith, Kilmer was also a journalist, literary critic, lecturer, and editor. At the time of his d"}]}, {"heading": "Births", "year": "1887", "date": "December 6", "txt": "Lynn Fontanne, British actress (d. 1983)", "entities": [{"title": "Lynn Fontanne", "href": "/wiki/Lynn_Fontanne", "description": "Lynn Fontanne was a British actress. She teamed with her husband, Alfred Lunt. Lunt and Fontanne were given special Tony Awards in 1970. They both won Emmy Awards in 1965, and Broadway's Lunt-Fontanne Theatre was named for them. Fontanne is regarded as one of the American theater's great leading ladies of the 20th century."}]}, {"heading": "Births", "year": "1887", "date": "December 6", "txt": "Joseph Lamb, American pianist and composer (d. 1960)", "entities": []}, {"heading": "Births", "year": "1887", "date": "December 6", "txt": "Heinrich von Vietinghoff, German WW2 General, commander Italian theatre 1945 (d. 1952)", "entities": []}, {"heading": "Births", "year": "1888", "date": "December 6", "txt": "Will Hay, English actor, director, and screenwriter (d. 1949)", "entities": [{"title": "Will Hay", "href": "/wiki/Will_Hay", "description": "William Thomson Hay was an English comedian who wrote and acted in a schoolmaster sketch that was popular all over the world, and later transferred to the screen, where he also played other authority figures with comic failings. His film Oh, Mr. Porter! (1937), made by Gainsborough Pictures, is often cited as the supreme British-produced film-comedy, and in 1938 he was the third highest-grossing s"}]}, {"heading": "Births", "year": "1890", "date": "December 6", "txt": "Dion Fortune, Welsh occultist, psychologist, and author (d. 1946)", "entities": [{"title": "Dion Fortune", "href": "/wiki/Dion_Fortune", "description": "Dion Fortune was a British occultist, ceremonial magician, novelist and author. She was a co-founder of the Fraternity of the Inner Light, an occult organisation that promoted philosophies which she claimed had been taught to her by spiritual entities known as the Ascended Masters. A prolific writer, she produced a large number of articles and books on her occult ideas and also authored seven nove"}]}, {"heading": "Births", "year": "1890", "date": "December 6", "txt": "Yoshio Nishina, Japanese physicist and academic (d. 1951)", "entities": []}, {"heading": "Births", "year": "1890", "date": "December 6", "txt": "Rudolf Schlichter, German painter and illustrator (d. 1955)", "entities": []}, {"heading": "Births", "year": "1892", "date": "December 6", "txt": "Osbert Sitwell, English-Italian captain, poet, and author (d. 1969)", "entities": [{"title": "Osbert Sitwell", "href": "/wiki/Osbert_Sitwell", "description": "Sir Francis Osbert Sacheverell Sitwell, 5th Baronet was an English writer. His elder sister was Edith Sitwell and his younger brother was Sacheverell Sitwell. Like them, he devoted his life to art and literature."}]}, {"heading": "Births", "year": "1893", "date": "December 6", "txt": "Homer N. Wallin, American admiral (d. 1984)", "entities": [{"title": "Homer N. Wallin", "href": "/wiki/Homer_N._Wallin", "description": "Homer Norman Wallin was a vice admiral in the United States Navy, best known for his salvage of ships sunk in the attack on Pearl Harbor."}]}, {"heading": "Births", "year": "1893", "date": "December 6", "txt": "Sylvia Townsend Warner, English author and poet (d. 1978)", "entities": []}, {"heading": "Births", "year": "1896", "date": "December 6", "txt": "Ira Gershwin, American songwriter (d. 1983)", "entities": [{"title": "Ira Gershwin", "href": "/wiki/Ira_Gershwin", "description": "Ira Gershwin was an American lyricist who collaborated with his younger brother, composer George Gershwin, to create some of the most memorable songs in the English language of the 20th century."}]}, {"heading": "Births", "year": "1898", "date": "December 6", "txt": "Alfred Eisenstaedt, German-American photographer and journalist (d. 1995)", "entities": [{"title": "Alfred Eisenstaedt", "href": "/wiki/Alfred_Eisenstaedt", "description": "Alfred Eisenstaedt was a German-born American photographer and photojournalist. He began his career in Germany prior to World War II but achieved prominence as a staff photographer for Life magazine after moving to the U.S. Life featured more than 90 of his pictures on its covers, and more than 2,500 of his photo stories were published."}]}, {"heading": "Births", "year": "1898", "date": "December 6", "txt": "John McDonald, Scottish-Australian politician, 37th Premier of Victoria (d. 1977)", "entities": [{"title": "Premier of Victoria", "href": "/wiki/Premier_of_Victoria", "description": "The Premier of Victoria is the head of government in the Australian state of Victoria. The Premier is appointed by the governor of Victoria, and is the leader of the political party able to secure a majority in the Victorian Legislative Assembly."}]}, {"heading": "Births", "year": "1898", "date": "December 6", "txt": "Gunnar Myrdal, Swedish sociologist and economist, Nobel Prize laureate (d. 1987)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Births", "year": "1898", "date": "December 6", "txt": "Winifred Lenihan, American actress, writer, and director (d. 1964)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 6", "txt": "Agnes Moorehead, American actress (d. 1974)", "entities": [{"title": "Agnes Moorehead", "href": "/wiki/Agnes_Moorehead", "description": "Agnes Robertson Moorehead was an American actress whose 41-year career included work in radio, stage, film, and television. She is best known for her role as Endora on the television series Bewitched, but she also had notable roles in films, including Citizen Kane, The Magnificent Ambersons, Dark Passage, All That Heaven Allows, Show Boat, and Hush...Hush, Sweet Charlotte."}]}, {"heading": "Births", "year": "1901", "date": "December 6", "txt": "Eliot Porter, American photographer and academic (d. 1990)", "entities": [{"title": "Eliot Porter", "href": "/wiki/Eliot_Porter", "description": "Eliot Furness Porter was an American photographer best known for his color photographs of nature."}]}, {"heading": "Births", "year": "1903", "date": "December 6", "txt": "Tony Lazzeri, American baseball player and manager (d. 1946)", "entities": [{"title": "Tony Lazzeri", "href": "/wiki/Tony_Lazzeri", "description": "Anthony Michael Lazzeri was an American professional baseball second baseman during the 1920s and 1930s, predominantly with the New York Yankees of Major League Baseball. He was part of the famed \"Murderers' Row\" Yankee batting lineup of the late 1920s, along with Babe Ruth, Lou Gehrig, and Bob Meusel."}]}, {"heading": "Births", "year": "1904", "date": "December 6", "txt": "Ève Curie, French-American journalist and pianist (d. 2007)", "entities": [{"title": "Ève Curie", "href": "/wiki/%C3%88ve_Curie", "description": "Ève Denise Curie Labouisse was a French and American writer, journalist and pianist. Ève Curie was the younger daughter of Marie Skłodowska-Curie and Pierre Curie. Her sister was Irène Joliot-Curie and her brother-in-law Frédéric Joliot-Curie. She worked as a journalist and authored her mother's biography Madame Curie and a book of war reportage, Journey Among Warriors. From the 1960s she committe"}]}, {"heading": "Births", "year": "1905", "date": "December 6", "txt": "Elizabeth Yates, American journalist and author (d. 2001)", "entities": [{"title": "Elizabeth Yates (author)", "href": "/wiki/Elizabeth_Yates_(author)", "description": "Elizabeth Yates McGreal was an American writer. She may have been known best for the biographical novel Amos Fortune, Free Man, winner of the 1951 Newbery Medal. She had been a Newbery runner-up in 1944 for Mountain Born. She began her writing career as a journalist, contributing travel articles to The Christian Science Monitor and The New York Times. Many of her books were illustrated by the Brit"}]}, {"heading": "Births", "year": "1907", "date": "December 6", "txt": "John Barkley Rosser Sr., American logician (d. 1989)", "entities": [{"title": "John Barkley Rosser Sr.", "href": "/wiki/John_Barkley_Rosser_Sr.", "description": "John Barkley Rosser Sr. was an American logician, a student of Alonzo Church, and known for his part in the Church–Rosser theorem, in lambda calculus. He also developed what is now called the \"Rosser sieve\", in number theory. He was later director of the Army Mathematics Research Center at the University of Wisconsin–Madison. Rosser also authored mathematical textbooks."}]}, {"heading": "Births", "year": "1908", "date": "December 6", "txt": "Pierre Graber, Swiss lawyer and politician, 69th President of the Swiss Confederation (d. 2003)", "entities": [{"title": "Pierre Graber", "href": "/wiki/Pierre_Graber", "description": "Pierre Graber was a Swiss politician and member of the Swiss Federal Council (1970–1978)."}, {"title": "List of Presidents of the Swiss Confederation", "href": "/wiki/List_of_Presidents_of_the_Swiss_Confederation", "description": "Below is a list of presidents of the Swiss Confederation (1848–present). It presents the presiding member of the Federal Council, Switzerland's seven-member executive."}]}, {"heading": "Births", "year": "1908", "date": "December 6", "txt": "Baby Face Nelson, American gangster (d. 1934)", "entities": []}, {"heading": "Births", "year": "1908", "date": "December 6", "txt": "Miklós Szabó, Hungarian runner (d. 2000)", "entities": []}, {"heading": "Births", "year": "1908", "date": "December 6", "txt": "Herta Freitag, Austrian-American mathematician (d. 2000)", "entities": []}, {"heading": "Births", "year": "1909", "date": "December 6", "txt": "Rulon Jeffs, American religious leader (d. 2002)", "entities": [{"title": "Rulon Jeffs", "href": "/wiki/Rulon_Jeffs", "description": "Rulon Timpson Jeffs, known to followers as Uncle Rulon, was the President of the Fundamentalist Church of Jesus Christ of Latter-Day Saints, a Mormon fundamentalist organization based in Colorado City, Arizona, United States from 1986 until his death in 2002. He is the father of later FLDS Church leader and convicted felon Warren Jeffs."}]}, {"heading": "Births", "year": "1909", "date": "December 6", "txt": "Alan McGilvray, Australian cricketer and sportscaster (d. 1996)", "entities": []}, {"heading": "Births", "year": "1910", "date": "December 6", "txt": "David M. Potter, American historian, author, and academic (d. 1971)", "entities": [{"title": "David M. Potter", "href": "/wiki/David_M._Potter", "description": "David Morris Potter was an American historian of the South. Born in Georgia, he graduated from the Academy of Richmond County, then from Emory University in 1932. Potter entered graduate school at Yale the same year, but he left four years later without finishing his dissertation. He taught at the University of Mississippi for two years, then taught at Rice University for another two before comple"}]}, {"heading": "Births", "year": "1913", "date": "December 6", "txt": "Karl Haas, German-American pianist, conductor, and radio host (d. 2005)", "entities": [{"title": "Karl Haas", "href": "/wiki/Karl_Haas", "description": "Karl Haas was a German-American classical music radio host, known for his sonorous speaking voice, humanistic approach to music appreciation, and popularization of classical music. He was the host of the classical music radio program Adventures in Good Music, which was syndicated to commercial and public radio stations around the world. He also published the book Inside Music. He was a respected m"}]}, {"heading": "Births", "year": "1913", "date": "December 6", "txt": "Eleanor Holm, American swimmer and actress (d. 2004)", "entities": []}, {"heading": "Births", "year": "1914", "date": "December 6", "txt": "Cyril Washbrook, English cricketer (d. 1999)", "entities": [{"title": "Cyril Washbrook", "href": "/wiki/Cyril_Washbrook", "description": "Cyril Washbrook was an English cricketer, who played for Lancashire and England. He had a long career, split by World War II, and ending when he was aged 44. Washbrook, who is most famous for opening the batting for England with Len Hutton, which he did 51 times, played a total of 592 first-class cricket matches, of which 37 were Tests. Washbrook was named one of the five Wisden Cricketers of the "}]}, {"heading": "Births", "year": "1916", "date": "December 6", "txt": "Yekaterina Budanova, Russian captain and pilot (d. 1943)", "entities": [{"title": "Yekaterina Budanova", "href": "/wiki/Yekaterina_Budanova", "description": "Yekaterina Vasilyevna Budanova, nicknamed Katya (Катя), was a fighter pilot in the Soviet Air Force during World War II. Usually credited with five or more aerial victories, along with Lydia Litvyak, she is often considered one of the world's two female fighter aces. She was shot down by either Luftwaffe ace Georg Schwientek of JG 52 or ace Emil Bitsch, of JG 3."}]}, {"heading": "Births", "year": "1916", "date": "December 6", "txt": "Kristján Eldjárn, Icelandic educator and politician, 3rd President of Iceland (d. 1982)", "entities": [{"title": "President of Iceland", "href": "/wiki/President_of_Iceland", "description": "The president of Iceland is the head of state of Iceland. The incumbent is Guðni Thorlacius Jóhannesson, who is now in his second term as president, elected in 2016 and re-elected in 2020."}]}, {"heading": "Births", "year": "1916", "date": "December 6", "txt": "Hugo Peretti, American songwriter and producer (d. 1986)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 6", "txt": "Dean Hess, American minister and colonel (d. 2015)", "entities": [{"title": "Dean Hess", "href": "/wiki/Dean_Hess", "description": "Dean Elmer Hess was an American minister and United States Air Force colonel who was involved in the so-called \"Kiddy Car Airlift,\" the documented rescue of 950 orphans and 80 orphanage staff from the path of the Chinese advance during the Korean War on December 20, 1950. He is the subject of the autobiography Battle Hymn, published in 1956, which later served the basis for the 1957 film of the sa"}]}, {"heading": "Births", "year": "1917", "date": "December 6", "txt": "Kamal Jumblatt, Lebanese lawyer and politician (d. 1977)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 6", "txt": "Irv Robbins, Canadian-American businessman, co-founded Baskin-Robbins (d. 2008)", "entities": [{"title": "Baskin-Robbins", "href": "/wiki/Baskin-Robbins", "description": "Baskin-Robbins is an American multinational chain of ice cream and cake specialty shop restaurants owned by Inspire Brands. Based in Canton, Massachusetts, Baskin-Robbins was founded in 1945 by Burt Baskin and Irv Robbins in Glendale, California. It claims to be the world's largest chain of ice cream specialty stores, with more than 8,000 locations, including nearly 2,500 shops in the United State"}]}, {"heading": "Births", "year": "1918", "date": "December 6", "txt": "Tauba Biterman, Polish Holocaust survivor (d. 2019)", "entities": [{"title": "Tauba Biterman", "href": "/wiki/Tauba_Biterman", "description": "Tauba Biterman was a Holocaust survivor from Zamosc, Poland. She dedicated her life to teaching and sharing memories of the Holocaust. Her speeches painted a realistic portrait of what a Jewish girl from Poland went through between 1939 and 1945."}]}, {"heading": "Births", "year": "1919", "date": "December 6", "txt": "Skippy Baxter, Canadian-American figure skater and coach (d. 2012)", "entities": [{"title": "Skippy Baxter", "href": "/wiki/Skippy_Baxter", "description": "Lloyd Valdemar \"Skippy\" Baxter was an American figure skater. Born in Saskatchewan, Canada, his family moved to Oakland, California when he was 1 year of age. Skippy started his skating career as a speed skater. Often winning awards as a youth Speed skater in Oakland, California. Then later, he won two medals at the 1940 United States Figure Skating Championships: a bronze in men's singles and a s"}]}, {"heading": "Births", "year": "1919", "date": "December 6", "txt": "Paul de Man, Belgian-born philosopher, literary critic and theorist (d. 1983)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 6", "txt": "Dave Brubeck, American pianist and composer (d. 2012)", "entities": [{"title": "Dave Brubeck", "href": "/wiki/Dave_Brubeck", "description": "David Warren Brubeck was an American jazz pianist and composer, considered one of the foremost exponents of cool jazz. Many of his compositions have become jazz standards including \"In Your Own Sweet Way\" and \"The Duke\". Brubeck's style ranged from refined to bombastic, reflecting both his mother's classical training and his own improvisational skills. His music is known for employing unusual time"}]}, {"heading": "Births", "year": "1920", "date": "December 6", "txt": "Peter Dimmock, English sportscaster and producer (d. 2015)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 6", "txt": "George Porter, English chemist and academic, Nobel Prize laureate (d. 2002)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1921", "date": "December 6", "txt": "Otto Graham, American football player and coach (d. 2003)", "entities": [{"title": "Otto Graham", "href": "/wiki/Otto_Graham", "description": "Otto Everett Graham Jr. was an American professional football player who was a quarterback for the Cleveland Browns in the All-America Football Conference (AAFC) and National Football League (NFL). Graham is regarded by critics as one of the most dominant players of his era, having taken the Browns to league championship games every year between 1946 and 1955, making ten championship appearances, "}]}, {"heading": "Births", "year": "1921", "date": "December 6", "txt": "Piero Piccioni, Italian lawyer, pianist, and composer (d. 2004)", "entities": []}, {"heading": "Births", "year": "1921", "date": "December 6", "txt": "George Beurling, Canadian WW2 fighter pilot (d. 1948)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 6", "txt": "John Brunt, English captain, Victoria Cross recipient (d. 1944)", "entities": [{"title": "John Brunt", "href": "/wiki/John_Brunt", "description": "Captain John Henry Cound Brunt, was an English recipient of the Victoria Cross, the highest award for gallantry in the face of the enemy that can be awarded to British and Commonwealth forces."}, {"title": "Victoria Cross", "href": "/wiki/Victoria_Cross", "description": "The Victoria Cross (VC) is the highest and most prestigious award of the British honours system. It is awarded for valour \"in the presence of the enemy\" to members of the British Armed Forces. It may be awarded posthumously. It was previously awarded to Commonwealth countries, most of which have established their own honours systems and no longer recommend British honours. It may be awarded to a p"}]}, {"heading": "Births", "year": "1922", "date": "December 6", "txt": "Benjamin A. Gilman, American soldier and politician (d. 2016)", "entities": []}, {"heading": "Births", "year": "1924", "date": "December 6", "txt": "Wally Cox, American actor (d. 1973)", "entities": [{"title": "Wally Cox", "href": "/wiki/Wally_Cox", "description": "Wallace Maynard Cox was an American actor and comedian, particularly associated with the early years of television in the United States. He appeared in the U.S. television series Mister Peepers from 1952 to 1955, plus several other popular shows, and as a character actor in over 20 films. Cox was the voice of the animated canine superhero Underdog of the TV show of the same name. Although often ca"}]}, {"heading": "Births", "year": "1927", "date": "December 6", "txt": "Jim Fuchs, American shot putter and discus thrower (d. 2010)", "entities": [{"title": "Jim Fuchs", "href": "/wiki/Jim_Fuchs", "description": "James Emanuel Fuchs was an American athlete who competed in the discus throw and shot put. He developed a new shot-putting technique to compensate for a leg injury, and then used what he called \"the sideways glide\" to set world records and dominate the sport over a two-year span in the early 1950s. He won bronze medals in shot put at both the 1948 Summer Olympics in London and the 1952 Summer Olym"}]}, {"heading": "Births", "year": "1928", "date": "December 6", "txt": "Bobby Van, American actor, dancer, and singer (d. 1980)", "entities": [{"title": "Bobby Van", "href": "/wiki/Bobby_Van", "description": "Robert Jack Stein, better known by the stage name Bobby Van, was a musical actor, best known for his career on Broadway, in films and television from the 1950s through the 1970s. He was also a game show host and panelist."}]}, {"heading": "Births", "year": "1929", "date": "December 6", "txt": "Philippe Bouvard, French journalist and radio host", "entities": [{"title": "Philippe Bouvard", "href": "/wiki/Philippe_Bouvard", "description": "Philippe Bouvard is a French television and radio presenter. From 1977 to 2014 he hosted the French radio program Les Grosses Têtes on Radio Luxemburg RTL, from 1982 to 1986 he hosted the television program Le Petit Théâtre de Bouvard, and since 2014 he has hosted the radio program Allo Bouvard on RTL."}]}, {"heading": "Births", "year": "1929", "date": "December 6", "txt": "Nikolaus Harnoncourt, German-Austrian cellist and conductor (d. 2016)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 6", "txt": "Frank Springer, American comic book illustrator (d. 2009)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 6", "txt": "Alain Tanner, Swiss director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 6", "txt": "Daniel Lisulo, Zambian banker and politician, 3rd Prime Minister of Zambia (d. 2000)", "entities": [{"title": "Daniel Lisulo", "href": "/wiki/Daniel_Lisulo", "description": "Daniel Muchiwa Lisulo was the 3rd Prime Minister of Zambia from June 1978 until February 1981."}, {"title": "Prime Minister of Zambia", "href": "/wiki/Prime_Minister_of_Zambia", "description": "The Prime Minister of Zambia was the head of government of Zambia. From 1973 to 1975, Mainza Chona was the first person to hold the position following independence from the United Kingdom."}]}, {"heading": "Births", "year": "1931", "date": "December 6", "txt": "Zeki Müren, Turkish singer-songwriter and actor (d. 1996)", "entities": [{"title": "Zeki Müren", "href": "/wiki/Zeki_M%C3%BCren", "description": "Zeki Müren was a Turkish singer, composer and actor. He was famous for his compelling voice and precise articulation in his singing of both established Turkish classical music and contemporary songs. He was awarded the title of \"State Artist\" in 1991 for his contributions to art. The artist, who has also given to start the first Turkish Gold Record Award, have filled music experience of more than "}]}, {"heading": "Births", "year": "1932", "date": "December 6", "txt": "Kamleshwar, Indian author, screenwriter, and critic (d. 2007)", "entities": [{"title": "Kamleshwar (writer)", "href": "/wiki/Kamleshwar_(writer)", "description": "Kamleshwar was a prominent 20th-century Hindi writer, and scriptwriter for Hindi cinema and television. Among his most well-known work are the films Aandhi, Mausam, Chhoti Si Baat and Rang Birangi. His text \"George Pancham ki Naak\" was also printed in CBSE Hindi Literature Book. He was awarded the 2003 Sahitya Akademi Award for his Hindi novel Kitne Pakistan, and also the Padma Bhushan in 2005."}]}, {"heading": "Births", "year": "1933", "date": "December 6", "txt": "Henryk Górecki, Polish composer and academic (d. 2010)", "entities": [{"title": "Henryk Górecki", "href": "/wiki/Henryk_G%C3%B3recki", "description": "Henryk Mikołaj Górecki was a Polish composer of contemporary classical music. According to critic Alex Ross, no recent classical composer has had as much commercial success as Górecki. Górecki became a leading figure of the Polish avant-garde during the post-Stalin cultural thaw. His Webernian-influenced serialist works of the 1950s and 1960s were characterized by adherence to dissonant modernism "}]}, {"heading": "Births", "year": "1933", "date": "December 6", "txt": "Donald J. Kutyna, American general", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 6", "txt": "Nick Bockwinkel, American wrestler, sportscaster, and actor (d. 2015)", "entities": [{"title": "Nick Bockwinkel", "href": "/wiki/Nick_Bockwinkel", "description": "Nicholas Warren Francis Bockwinkel was an American professional wrestler. He was best known for his appearances with the Minneapolis, Minnesota-based American Wrestling Association (AWA) from 1970 to 1987, where he held the AWA World Heavyweight Championship on four occasions and the AWA World Tag Team Championship on three."}]}, {"heading": "Births", "year": "1935", "date": "December 6", "txt": "Jean Lapointe, Canadian actor, singer, and politician", "entities": [{"title": "Jean Lapointe", "href": "/wiki/Jean_Lapointe", "description": "Jean Lapointe, is a Quebecois-Canadian actor, comedian and singer as well as a former Canadian Senator."}]}, {"heading": "Births", "year": "1936", "date": "December 6", "txt": "Bill Ashton, English saxophonist and composer", "entities": [{"title": "Bill Ashton (jazz musician)", "href": "/wiki/Bill_Ashton_(jazz_musician)", "description": "William Michael Allingham Ashton OBE is a British band leader, saxophonist and composer, best known for co-founding NYJO - the British National Youth Jazz Orchestra, of which he was Musical Director from 1965 until his retitement in 2009 when he became Life President."}]}, {"heading": "Births", "year": "1936", "date": "December 6", "txt": "David Ossman, American writer and comedian", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 6", "txt": "Kenneth Copeland, American evangelist and author", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 6", "txt": "Alberto Spencer, Ecuadorian-American soccer player (d. 2006)", "entities": [{"title": "Alberto Spencer", "href": "/wiki/Alberto_Spencer", "description": "Alberto Pedro Spencer Herrera was an Ecuadorian-Uruguayan footballer who played as a forward, regarded as the best Ecuadorian footballer of all time. He is probably best known for his still-standing record for scoring the most goals in the Copa Libertadores, the most important club tournament in South America. He was elected the 20th best South American footballer of the 20th century in a poll by "}]}, {"heading": "Births", "year": "1938", "date": "December 6", "txt": "Patrick Bauchau, Belgian-American actor", "entities": [{"title": "Patrick Bauchau", "href": "/wiki/Patrick_Bauchau", "description": "Patrick Nicolas Jean Sixte Ghislain Bauchau is a Belgian actor best known for his role as Scarpine in the 1985 James Bond movie, A View to a Kill; Sydney in the TV series The Pretender; and Doctor Rowan Chase, Doctor Robert Chase's estranged father in the TV series, House."}]}, {"heading": "Births", "year": "1939", "date": "December 6", "txt": "Franco Carraro, Italian politician and sports administrator", "entities": [{"title": "Franco Carraro", "href": "/wiki/Franco_Carraro", "description": "Franco Carraro is an Italian sport manager and a former member of Italian Socialist Party in the 1980s and 1990s."}]}, {"heading": "Births", "year": "1940", "date": "December 6", "txt": "Lawrence Bergman, Canadian lawyer and politician", "entities": [{"title": "Lawrence Bergman", "href": "/wiki/Lawrence_Bergman", "description": "Lawrence S. Bergman is a Canadian politician in Quebec, Canada. He was a minister of the government of Quebec from 2003 to 2007, the Member of National Assembly of Quebec for the riding of D'Arcy-McGee in Montreal's West end from 1994 to 2014, and Chairperson of the Government Caucus in the parliamentary office of Quebec."}]}, {"heading": "Births", "year": "1940", "date": "December 6", "txt": "Richard Edlund, American visual effects designer and cinematographer", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 6", "txt": "Helen Cornelius, American country singer-songwriter and actress", "entities": [{"title": "Helen Cornelius", "href": "/wiki/Helen_Cornelius", "description": "Helen Cornelius is an American country singer-songwriter and actress, best remembered for a series of hit duets with Jim Ed Brown, many of which reached the U.S. country singles top ten during the late 1970s and early 1980s."}]}, {"heading": "Births", "year": "1941", "date": "December 6", "txt": "Richard Speck, American murderer (d. 1991)", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 6", "txt": "Bruce Nauman, American sculptor and illustrator", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 6", "txt": "Bill Thomas, American academic and politician", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 6", "txt": "Peter Handke, Austrian author and playwright", "entities": [{"title": "Peter Handke", "href": "/wiki/Peter_Handke", "description": "Peter Handke is a Nobel laureate novelist, playwright, translator, poet, film director, and screenwriter from Austria. Handke was awarded the Nobel Prize in Literature in 2019. The decision to award Handke a Nobel Prize was denounced internationally by a variety of public and academic intellectuals, writers, and journalists, who cited his support of the late Slobodan Milošević and Bosnian genocide"}]}, {"heading": "Births", "year": "1942", "date": "December 6", "txt": "Robb Royer, American guitarist, keyboard player, and songwriter", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 6", "txt": "Mike Smith, English singer-songwriter, keyboard player, and producer (d. 2008)", "entities": [{"title": "Mike Smith (Dave Clark Five)", "href": "/wiki/Mike_Smith_(Dave_Clark_Five)", "description": "Michael George Smith was an English singer, songwriter and music producer."}]}, {"heading": "Births", "year": "1943", "date": "December 6", "txt": "Keith West, English rock singer-songwriter and music producer", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 6", "txt": "Jonathan King, English singer-songwriter, record producer, music entrepreneur, television/radio presenter, and convicted sex offender", "entities": [{"title": "Jonathan King", "href": "/wiki/Jonathan_King", "description": "Jonathan King is an English singer-songwriter, record producer, music entrepreneur, and former television and radio presenter. He first came to prominence in 1965 when \"Everyone's Gone to the Moon\", a song that he wrote and sang while still an undergraduate, achieved chart success. As an independent producer, he discovered and named the rock band Genesis in 1967, producing their first album From G"}]}, {"heading": "Births", "year": "1944", "date": "December 6", "txt": "Ron Kenoly, American Christian worship leader singer and songwriter", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 6", "txt": "Larry Bowa, American baseball player and manager", "entities": [{"title": "Larry Bowa", "href": "/wiki/Larry_Bowa", "description": "Lawrence Robert Bowa is an American former professional baseball shortstop, manager, and coach in Major League Baseball (MLB), who played for the Philadelphia Phillies, Chicago Cubs, and New York Mets. Bowa went on to manage the San Diego Padres and Phillies, and is currently a Senior Advisor to the General Manager of the Phillies."}]}, {"heading": "Births", "year": "1945", "date": "December 6", "txt": "Dan Harrington, American lawyer and poker player", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 6", "txt": "Shekhar Kapur, Indian director, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 6", "txt": "Frankie Beverly, American soul/funk singer-songwriter, musician, and producer", "entities": [{"title": "Frankie Beverly", "href": "/wiki/Frankie_Beverly", "description": "Frankie Beverly is an American singer, musician, songwriter, and producer, known primarily for his recordings with the soul and funk band Maze. Beverly formed Maze, originally called Raw Soul, in his hometown of Philadelphia in 1970. After a relocation to San Francisco and an introduction to Marvin Gaye, Maze went on to release nine Gold albums and create a large and devoted following. Beverly is "}]}, {"heading": "Births", "year": "1946", "date": "December 6", "txt": "Willy van der Kuijlen, Dutch footballer and manager (d. 2021)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 6", "txt": "Lawrence Cannon, Canadian businessman and politician, 9th Canadian Minister of Foreign Affairs", "entities": [{"title": "Lawrence Cannon", "href": "/wiki/Lawrence_Cannon", "description": "Lawrence Cannon, is a Canadian politician from Quebec and Prime Minister Stephen Harper's former Quebec lieutenant. In early 2006, he was made the Minister of Transport. On October 30, 2008, he relinquished oversight of Transport and was sworn in as Minister of Foreign Affairs. He was defeated in the 2011 federal election by the NDP's Mathieu Ravignat. He was appointed as Canadian Ambassador to Fr"}, {"title": "Minister of Foreign Affairs (Canada)", "href": "/wiki/Minister_of_Foreign_Affairs_(Canada)", "description": "The minister of foreign affairs is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Government of Canada's international relations and is the lead minister responsible for Global Affairs Canada, though the minister of international trade leads on trade issues. In addition to Global Affairs Canada, the minister is also the lead in overseeing the International "}]}, {"heading": "Births", "year": "1947", "date": "December 6", "txt": "Henk van Woerden, Dutch-South African painter and author (d. 2005)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 6", "txt": "Miroslav Vitouš, Czech-American bassist and songwriter", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 6", "txt": "Jean-Paul Ngoupandé, Central African politician, Prime Minister of the Central African Republic (d. 2014)", "entities": [{"title": "Jean-Paul Ngoupandé", "href": "/wiki/Jean-Paul_Ngoupand%C3%A9", "description": "Jean-Paul Ngoupandé was a Central African politician who was Prime Minister of the Central African Republic from 1996 to 1997. He stood as a presidential candidate in 1999 and 2005, and he served as Minister of Foreign Affairs from 2005 to 2006. He was President of the National Unity Party, an entity which he founded in the mid-1990s. He presented himself as an enemy of corruption and a defender o"}, {"title": "Prime Minister of the Central African Republic", "href": "/wiki/Prime_Minister_of_the_Central_African_Republic", "description": "This article lists the heads of government of the Central African Republic. There have been twenty-three heads of government of the Central African Republic and the Central African Empire. The office of Prime Minister, the head of government, was created when the Central African Republic became an autonomous territory of France in December 1958. It was originally the highest post of the Central Af"}]}, {"heading": "Births", "year": "1948", "date": "December 6", "txt": "Don Nickles, American businessman and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 6", "txt": "Keke Rosberg, Finnish race car driver", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 6", "txt": "JoBeth Williams, American actress", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 6", "txt": "Linda Barnes, American author, playwright, and educator", "entities": [{"title": "Linda Barnes (writer)", "href": "/wiki/Linda_Barnes_(writer)", "description": "Linda Barnes is an American mystery writer."}]}, {"heading": "Births", "year": "1949", "date": "December 6", "txt": "Linda Creed, American singer-songwriter (d. 1986)", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 6", "txt": "Doug Marlette, American author and cartoonist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 6", "txt": "Peter Willey, English cricketer and umpire", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 6", "txt": "Guy Drut, French hurdler and politician", "entities": [{"title": "Guy Drut", "href": "/wiki/Guy_Drut", "description": "Guy Drut is an Olympic champion and politician who won gold at the 1976 Summer Olympics in Montreal in the 110 m hurdles."}]}, {"heading": "Births", "year": "1950", "date": "December 6", "txt": "Joe Hisaishi, Japanese pianist, composer, and conductor", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 6", "txt": "Helen Liddell, Baroness Liddell of Coatdyke, Scottish journalist and politician, Secretary of State for Scotland", "entities": [{"title": "Secretary of State for Scotland", "href": "/wiki/Secretary_of_State_for_Scotland", "description": "The Secretary of State for Scotland, also referred to as Her Majesty's Principal Secretary of State for Scotland or the Scottish Secretary, is the secretary of state and principal government minister for Scotland in the Cabinet of Her Majesty's Government of the United Kingdom of Great Britain and Northern Ireland. The Scottish Secretary heads the Scotland Office, a government department based in "}]}, {"heading": "Births", "year": "1951", "date": "December 6", "txt": "Wendy Ellis Somes, English ballerina and producer", "entities": [{"title": "Wendy Ellis Somes", "href": "/wiki/Wendy_Ellis_Somes", "description": "Wendy Ellis Somes is a former principal ballerina with the Royal Ballet in London, and is now a worldwide producer of the Sir Frederick Ashton ballets Cinderella and Symphonic Variations."}]}, {"heading": "Births", "year": "1951", "date": "December 6", "txt": "Maurice Hope, Caribbean-English boxer", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "Chuck Baker, American baseball player", "entities": [{"title": "Chuck Baker", "href": "/wiki/Chuck_Baker", "description": "Charles Joseph Baker is a former middle infielder and third baseman in Major League Baseball who played for the San Diego Padres and Minnesota Twins in parts of three seasons spanning 1978–1981. Listed at 5' 11\", 180 lb., he batted and threw right handed."}]}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "Nicolas Bréhal, French author and critic (d. 1999)", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "Joe Harris, American football player", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "Craig Newmark, American computer programmer and entrepreneur; founded Craigslist", "entities": [{"title": "Craigslist", "href": "/wiki/Craigslist", "description": "Craigslist is an American classified advertisements website with sections devoted to jobs, housing, for sale, items wanted, services, community service, gigs, résumés, and discussion forums."}]}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "Charles Salvador, English boxer and criminal", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "Shio Satō, Japanese illustrator (d. 2010)", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "Jeff Schneider, American baseball player", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 6", "txt": "David L. Spector, American biologist and academic", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 6", "txt": "Sue Carroll, English journalist (d. 2011)", "entities": [{"title": "Sue Carroll", "href": "/wiki/Sue_Carroll", "description": "Susan Elizabeth \"Sue\" Carroll was an English journalist, best known for her time as a columnist at the Daily Mirror."}]}, {"heading": "Births", "year": "1953", "date": "December 6", "txt": "Gary Goodman, Australian cricketer and coach", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 6", "txt": "Geoff Hoon, English academic and politician, Minister of State for Europe", "entities": [{"title": "Minister of State for Europe", "href": "/wiki/Minister_of_State_for_Europe", "description": "The Parliamentary Under-Secretary of State for European Neighbourhood and the Americas, formerly Minister of State for Europe, is a ministerial position within the Government of the United Kingdom, in charge of affairs with Europe, the European Union and NATO. The Minister can also be responsible for government policy towards the Americas; European security; defence and international security; the"}]}, {"heading": "Births", "year": "1953", "date": "December 6", "txt": "Tom Hulce, American actor", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 6", "txt": "Masami Kurumada, Japanese author and illustrator", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 6", "txt": "Dwight Stones, American high jumper and sportscaster", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 6", "txt": "Gary Ward, American baseball player and coach", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 6", "txt": "Nicola De Maria, Italian painter", "entities": [{"title": "Nicola De Maria", "href": "/wiki/Nicola_De_Maria", "description": "Nicola De Maria is an Italian painter living and working in Torino, Italy. De Maria is known for his abstract figurative works, which have been characterized as lyrical and colourful."}]}, {"heading": "Births", "year": "1954", "date": "December 6", "txt": "Chris Stamey, American singer-songwriter, musician, and music producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 6", "txt": "Anne Begg, Scottish educator and politician", "entities": [{"title": "Anne Begg", "href": "/wiki/Anne_Begg", "description": "Dame Margaret Anne Begg DBE is a British Labour Party politician who served as the Member of Parliament (MP) for Aberdeen South between 1997 and 2015."}]}, {"heading": "Births", "year": "1955", "date": "December 6", "txt": "Rick Buckler, English drummer, songwriter, and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 6", "txt": "Graeme Hughes, Australian cricketer, rugby league player, and sportscaster", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 6", "txt": "Tony Woodcock, English footballer", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 6", "txt": "Steven Wright, American actor, comedian, and screenwriter", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 6", "txt": "Peter Buck, American guitarist, songwriter, and producer", "entities": [{"title": "Peter Buck", "href": "/wiki/Peter_Buck", "description": "Peter Lawrence Buck is an American musician and songwriter. He was a co-founder and the lead guitarist of the alternative rock band R.E.M. He also plays mandolin on several R.E.M. songs. Throughout his career with R.E.M. (1980–2011), as well as during his subsequent solo career, Buck has also been at various times an official member of numerous 'side project' groups. These groups included Arthur B"}]}, {"heading": "Births", "year": "1956", "date": "December 6", "txt": "Hans Kammerlander, Italian mountaineer and guide", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 6", "txt": "Randy Rhoads, American guitarist, songwriter, and producer (d. 1982)", "entities": []}, {"heading": "Births", "year": "1957", "date": "December 6", "txt": "Adrian Borland, English singer-songwriter, guitarist, and producer (d. 1999)", "entities": [{"title": "Adrian Borland", "href": "/wiki/Adrian_Borland", "description": "Adrian Kelvin Borland was an English singer, songwriter, guitarist and record producer, best known as the frontman of post-punk band The Sound."}]}, {"heading": "Births", "year": "1958", "date": "December 6", "txt": "Nick Park, English animator, director, producer, and screenwriter", "entities": [{"title": "Nick Park", "href": "/wiki/Nick_Park", "description": "Nicholas Wulstan Park CBE RDI is an English animator, director, producer, writer and creator of Wallace and Gromit, Creature Comforts, and Shaun the Sheep. Park has been nominated for an Academy Award a total of six times and won four with Creature Comforts (1989), The Wrong Trousers (1993), A Close Shave (1995) and Wallace & Gromit: The Curse of the Were-Rabbit (2005)."}]}, {"heading": "Births", "year": "1959", "date": "December 6", "txt": "Stephen Hepburn, English politician", "entities": [{"title": "Stephen Hepburn", "href": "/wiki/Stephen_Hepburn", "description": "Stephen Hepburn is a British politician, who was the Member of Parliament for Jarrow from 1997 to 2019. Hepburn was a member of the Labour Party until 7 October 2019, when he was suspended from the party following an accusation of sexual harassment. He then sat as an independent and was barred by the party from standing as a Labour candidate."}]}, {"heading": "Births", "year": "1959", "date": "December 6", "txt": "Satoru Iwata, Japanese game programmer and businessman (d. 2015)", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 6", "txt": "Stephen Muggleton, English computer scientist and engineer", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 6", "txt": "Deborah Estrin, American computer scientist and academic", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 6", "txt": "Masahiko Katsuya, Japanese journalist and photographer (d. 2018)", "entities": [{"title": "Masahiko Katsuya", "href": "/wiki/Masahiko_Katsuya", "description": "Masahiko Katsuya  was a Japanese columnist, photographer, and pundit. After failing the entrance exams for the University of Tokyo and the University of Tsukuba, Katsuya entered Waseda University in 1980. He started working for an editor of Bungeishunjū after graduating from the University in 1985."}]}, {"heading": "Births", "year": "1961", "date": "December 6", "txt": "David Lovering, American drummer", "entities": [{"title": "David Lovering", "href": "/wiki/David_Lovering", "description": "David Lovering is an American musician and magician. He is best known as the drummer for the alternative rock band Pixies, which he joined in 1986. After the band's breakup in 1993, Lovering drummed with several other acts, including The Martinis, Cracker, Nitzer Ebb and Tanya Donelly. He also pursued a magic career as the Scientific Phenomenalist, performing scientific and physics-based experimen"}]}, {"heading": "Births", "year": "1961", "date": "December 6", "txt": "Jonathan Melvoin, American musician (d. 1996)", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 6", "txt": "Manuel Reuter, German race car driver", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 6", "txt": "Ben Watt, English singer-songwriter, musician, author, DJ, and radio presenter", "entities": [{"title": "Ben Watt", "href": "/wiki/Ben_Watt", "description": "Benjamin Brian Thomas Watt is a British musician, singer, songwriter, author, DJ and radio presenter, best known as one half of the duo Everything but the Girl."}]}, {"heading": "Births", "year": "1963", "date": "December 6", "txt": "Ulrich Thomsen, Danish actor and producer", "entities": [{"title": "Ulrich Thomsen", "href": "/wiki/Ulrich_Thomsen", "description": "Ulrich Thomsen is a Danish actor and filmmaker, known for his role of Kai Proctor in the Cinemax original series Banshee (2013-2016)."}]}, {"heading": "Births", "year": "1964", "date": "December 6", "txt": "Mall Nukke, Estonian painter", "entities": [{"title": "Mall Nukke", "href": "/wiki/Mall_Nukke", "description": "Mall Nukke is an Estonian artist. A printmaker by training, she is primarily known for her paintings, collages and installations influenced by pop art. Mall Nukke emerged on the Estonian art scene in the early 1990s, her work at the period can be seen as commentary of nascent mass culture and consumer society in newly independent Estonia. Her early collages combined various cultural references and"}]}, {"heading": "Births", "year": "1965", "date": "December 6", "txt": "Gordon Durie, Scottish footballer and manager", "entities": [{"title": "Gordon Durie", "href": "/wiki/Gordon_Durie", "description": "Gordon Scott Durie is a Scottish former professional footballer, a utility player who usually played as a striker. He played for East Fife, Hibernian, Chelsea, Tottenham Hotspur, Rangers and Hearts. He was also capped 43 times by Scotland. After retiring from play after 2001, in 2010 he became a coach and manager, working for East Fife and Rangers as an assistant."}]}, {"heading": "Births", "year": "1966", "date": "December 6", "txt": "Natascha Badmann, Swiss triathlete", "entities": [{"title": "Natascha Badmann", "href": "/wiki/Natascha_Badmann", "description": "Natascha Badmann is a professional triathlete from Switzerland. She is a 6-time winner of the Ironman World Championships in Kailua-Kona, Hawaii in 1998, 2000, 2001, 2002, 2004, and 2005 ; in 1998 she became the first European woman to win the Ironman Triathlon World Championship."}]}, {"heading": "Births", "year": "1966", "date": "December 6", "txt": "Per-Ulrik Johansson, Swedish golfer", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 6", "txt": "Judd Apatow, American director, producer, and screenwriter", "entities": [{"title": "Judd Apatow", "href": "/wiki/Judd_Apatow", "description": "Judd Apatow is an American film director, producer, screenwriter, and comedian. He is the founder of Apatow Productions, through which he wrote, produced and directed the films The 40-Year-Old Virgin (2005), Knocked Up (2007), Funny People (2009), This Is 40 (2012), Trainwreck (2015), and The King of Staten Island (2020)."}]}, {"heading": "Births", "year": "1967", "date": "December 6", "txt": "Arnaldo Mesa, Cuban boxer (d. 2012)", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 6", "txt": "Helen Greiner, American businesswoman and engineer", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 6", "txt": "Akihiro Yano, Japanese baseball player", "entities": [{"title": "Akihiro Yano", "href": "/wiki/Akihiro_Yano", "description": "Akihiro Yano  is a former Japanese baseball player in Japan's Nippon Professional Baseball. He started his career as the Number 2 Draft pick with the Chunichi Dragons in 1991, and played for the Hanshin Tigers from 1998 until his retirement in 2010."}]}, {"heading": "Births", "year": "1969", "date": "December 6", "txt": "Torri Higginson, Canadian actress", "entities": [{"title": "Torri Higginson", "href": "/wiki/Torri_Higginson", "description": "Sarah Victoria \"Torri\" Higginson is a Canadian actress. She is best known for her roles in the TekWar movies and series, and for portraying Dr. Elizabeth Weir in Stargate SG-1 and Stargate Atlantis (2004–2008), Dr. Jordan Hampton in NCIS (2007–2009), and Commander Delaney Truffault in Dark Matter (2015–2017). She is also a theatre actress and has appeared in Three Tall Women, Weldon Rising, and Pi"}]}, {"heading": "Births", "year": "1970", "date": "December 6", "txt": "Ulf Ekberg, Swedish singer-songwriter, keyboard player, and producer", "entities": [{"title": "Ulf Ekberg", "href": "/wiki/Ulf_Ekberg", "description": "Ulf Gunnar Ekberg, also known as Buddha, is a Swedish singer-songwriter, musician, businessman and television and film producer, best known as a founding member of the pop group Ace of Base, along with siblings Jonas Berggren, Linn Berggren and Jenny Berggren."}]}, {"heading": "Births", "year": "1970", "date": "December 6", "txt": "Adrian Fenty, American lawyer and politician, 6th Mayor of the District of Columbia", "entities": [{"title": "Mayor of the District of Columbia", "href": "/wiki/Mayor_of_the_District_of_Columbia", "description": "The mayor of the District of Columbia is the head of the executive branch of the government of the District of Columbia, in the United States. The mayor has the duty to enforce district laws, and the power to either approve or veto bills passed by the Council of the District of Columbia, in the United States. In addition, the mayor oversees all district services, public property, police and fire p"}]}, {"heading": "Births", "year": "1970", "date": "December 6", "txt": "Mark Reckless, English politician", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 6", "txt": "Jeff Rouse, American swimmer", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 6", "txt": "Craig Brewer, American director, producer, and screenwriter", "entities": [{"title": "Craig Brewer", "href": "/wiki/Craig_Brewer", "description": "Craig Brewer is an American film director, producer, and screenwriter. His 2005 movie Hustle & Flow won the Audience Award at the 2005 Sundance Film Festival and achieved commercial success, along with an Academy Award for Best Original Song, \"It's Hard out Here for a Pimp\". He is also known for directing the 2011 remake of Footloose, the 2019 film Dolemite Is My Name and the 2021 film Coming 2 Am"}]}, {"heading": "Births", "year": "1971", "date": "December 6", "txt": "Richard Krajicek, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 6", "txt": "Naozumi Takahashi, Japanese singer and voice actor", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 6", "txt": "Carole Thate, Dutch field hockey player", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 6", "txt": "Ewan Birney, English executive", "entities": [{"title": "Ewan Birney", "href": "/wiki/Ewan_Birney", "description": "John Frederick William Birney is joint director with Rolf Apweiler of EMBL's European Bioinformatics Institute (EMBL-EBI), in Hinxton, Cambridgeshire and deputy director general of the European Molecular Biology Laboratory (EMBL). He also serves as non-executive director of Genomics England, chair of the Global Alliance for Genomics and Health (GA4GH) and honorary professor of bioinformatics at th"}]}, {"heading": "Births", "year": "1972", "date": "December 6", "txt": "Heather Mizeur, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 6", "txt": "Rick Short, American baseball player", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 6", "txt": "Jens Pulver, American mixed martial artist and boxer", "entities": [{"title": "Jens Pulver", "href": "/wiki/Jens_Pulver", "description": "Jens Johnnie Pulver is an American retired professional mixed martial artist and undefeated boxer and kickboxer. Pulver was the inaugural UFC Lightweight Champion in addition to serving as the head coach on The Ultimate Fighter 5 reality show against long-time rival B.J. Penn. In mixed martial arts, Pulver competed at the Lightweight, Featherweight, Bantamweight and Flyweight divisions in addition"}]}, {"heading": "Births", "year": "1974", "date": "December 6", "txt": "Nick Stajduhar, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 6", "txt": "Noel Clarke, English actor, director, and screenwriter", "entities": [{"title": "Noel Clarke", "href": "/wiki/Noel_Clarke", "description": "Noel Anthony Clarke is a British actor, screenwriter, director and comic book writer. Rising to prominence for playing Mickey Smith in Doctor Who (2005–2010), he played Sam in the films Kidulthood (2006), Adulthood (2008) and Brotherhood (2016), which he also wrote and directed. He plays Aaron Bishop in the TV series Bulletproof (2018–present), which he also writes and produces."}]}, {"heading": "Births", "year": "1975", "date": "December 6", "txt": "Adrian García Arias, Mexican footballer", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 6", "txt": "Kevin Cash, American baseball player and coach", "entities": [{"title": "Kevin Cash", "href": "/wiki/Kevin_Cash", "description": "Kevin Forrest Cash is an American professional baseball manager and former player who is the manager of the Tampa Bay Rays of Major League Baseball (MLB). Previously, Cash played catcher in MLB for the Toronto Blue Jays, Tampa Bay Devil Rays, Boston Red Sox, New York Yankees, and Houston Astros. As a player, Cash was listed at 6 feet 0 inches (1.83 m) and 200 pounds (91 kg); he batted and threw ri"}]}, {"heading": "Births", "year": "1977", "date": "December 6", "txt": "Andrew Flintoff, English cricketer, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 6", "txt": "Paul McVeigh, Irish footballer", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 6", "txt": "Chris Başak, American baseball player", "entities": [{"title": "Chris Başak", "href": "/wiki/Chris_Ba%C5%9Fak", "description": "Christopher Joseph Başak, is an American former professional baseball infielder. During his career, he played in the New York Mets, Minnesota Twins and New York Yankees organizations. Basak made five appearances in the major leagues in 2007 with the Yankees, going 0–for–1."}]}, {"heading": "Births", "year": "1978", "date": "December 6", "txt": "Darrell Jackson, American football player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 6", "txt": "Ramiro Pez, Argentine rugby player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 6", "txt": "Tim Cahill, Australian footballer", "entities": [{"title": "Tim Cahill", "href": "/wiki/Tim_Cahill", "description": "Timothy Filiga Cahill is an Australian former professional footballer who played as a striker, but also played as an attacking midfielder on several occasions. A box-to-box midfielder, Cahill became recognised for \"his aggressive and powerful approach and his ability to head the ball in the penalty area\". He currently works as a pundit for BBC Sport and Sky Sports."}]}, {"heading": "Births", "year": "1980", "date": "December 6", "txt": "Danielle Downey, American golfer and coach (d. 2014)", "entities": [{"title": "Danielle Downey", "href": "/wiki/Danielle_Downey", "description": "Danielle Elizabeth Downey was an American professional golfer. She won golf tournaments at the collegiate level, Sun Coast events and on the Futures Tour. She played on the LPGA Tour from 2006 to 2010."}]}, {"heading": "Births", "year": "1980", "date": "December 6", "txt": "Steve Lovell, English footballer", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 6", "txt": "Carlos Takam, Cameroonian-French boxer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 6", "txt": "Federico Balzaretti, Italian footballer", "entities": [{"title": "Federico Balzaretti", "href": "/wiki/Federico_Balzaretti", "description": "Federico Balzaretti is an Italian former professional footballer who played as a left-sided full-back."}]}, {"heading": "Births", "year": "1982", "date": "December 6", "txt": "Robbie Gould, American football player", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 6", "txt": "Ryan Carnes, American actor and producer", "entities": [{"title": "Ryan Carnes", "href": "/wiki/Ryan_Carnes", "description": "Ryan Gregg Carnes is an American actor. He is most known for playing the adult Lucas Jones on the ABC soap opera General Hospital."}]}, {"heading": "Births", "year": "1982", "date": "December 6", "txt": "Alberto Contador, Spanish cyclist", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 6", "txt": "Sean Ervine, Zimbabwean cricketer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 6", "txt": "Aaron Sandilands, Australian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 6", "txt": "Susie Wolff, Scottish race car driver", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 6", "txt": "Syndric Steptoe, American football player", "entities": [{"title": "Syndric Steptoe", "href": "/wiki/Syndric_Steptoe", "description": "Syndric Marquis Steptoe is a former gridiron football wide receiver. He was drafted by the Cleveland Browns in the seventh round of the 2007 NFL Draft. He played college football at Arizona."}]}, {"heading": "Births", "year": "1984", "date": "December 6", "txt": "Nora Kirkpatrick, American actress and musician", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 6", "txt": "Princess Sofia, Duchess of Värmland", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 6", "txt": "Shannon Bobbitt, American basketball player", "entities": [{"title": "Shannon Bobbitt", "href": "/wiki/Shannon_Bobbitt", "description": "Shannon Denise Bobbitt is an American professional basketball player, most recently for the WNBA's Washington Mystics. One of eight children and a native of the Bronx, New Yorker Bobbitt honed her basketball skills on the neighborhood project courts of Harlem. Following a stellar college career in which 5'2\" Bobbitt won two Division I national titles at the University of Tennessee, she decided to "}]}, {"heading": "Births", "year": "1985", "date": "December 6", "txt": "Aristeidis Grigoriadis, Greek swimmer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 6", "txt": "Rudra Pratap Singh, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 6", "txt": "Sean Edwards, English race car driver (d. 2013)", "entities": [{"title": "Sean Edwards (racing driver)", "href": "/wiki/Sean_Edwards_(racing_driver)", "description": "Sean Lawrence Guy Edwards was an English professional racing driver, whose career highlight was winning as co-driver the 2013 Nurburgring 24 Hours. He died as a passenger in a private testing incident in October 2013, at Queensland Raceway in Australia."}]}, {"heading": "Births", "year": "1986", "date": "December 6", "txt": "Matt Niskanen, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 6", "txt": "Adam Eaton, American baseball player", "entities": [{"title": "Adam Eaton (outfielder)", "href": "/wiki/Adam_Eaton_(outfielder)", "description": "Adam Cory Eaton is an American professional baseball outfielder for the Chicago White Sox of Major League Baseball (MLB). He has also played in MLB for the Arizona Diamondbacks and Washington Nationals."}]}, {"heading": "Births", "year": "1988", "date": "December 6", "txt": "Sandra Nurmsalu, Estonian singer and violinist", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 6", "txt": "Nils Petersen, German footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 6", "txt": "Nobunaga Shimazaki, Japanese voice actor", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 6", "txt": "Ravindra Jadeja, Indian Cricketer", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 6", "txt": "Felix Schiller, German footballer", "entities": [{"title": "Felix Schiller", "href": "/wiki/Felix_Schiller", "description": "Felix Schiller is a German former professional footballer who played as a defender."}]}, {"heading": "Births", "year": "1990", "date": "December 6", "txt": "Tamira Paszek, Austrian tennis player", "entities": [{"title": "Tamira Paszek", "href": "/wiki/Tamira_Paszek", "description": "Tamira Shelah Paszek is an Austrian tennis player."}]}, {"heading": "Births", "year": "1991", "date": "December 6", "txt": "Coco Vandeweghe, American tennis player", "entities": [{"title": "Coco Vandeweghe", "href": "/wiki/Coco_Vandeweghe", "description": "Colleen \"CoCo\" Vandeweghe is an American professional tennis player. A former Junior US Open champion and top 10 singles player, she has also won two WTA titles, both at the Rosmalen Grass Court Championships in Den Bosch. In 2017, she reached two Grand Slam semifinals and the final of the WTA Elite Trophy to move into the top 10 for the first time. She reached her career-high singles ranking of w"}]}, {"heading": "Births", "year": "1992", "date": "December 6", "txt": "Britt Assombalonga, Congolese footballer", "entities": [{"title": "Britt Assombalonga", "href": "/wiki/Britt_Assombalonga", "description": "Britt Curtis Assombalonga is a Congolese professional footballer who plays as a striker for the DR Congo national team. He played in the Football League for Watford, Southend United, Peterborough United, Nottingham Forest and most recently Middlesbrough."}]}, {"heading": "Births", "year": "1992", "date": "December 6", "txt": "Johnny Manziel, American football player", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 6", "txt": "Jasprit Bumrah, Indian cricketer", "entities": [{"title": "Jasprit Bumrah", "href": "/wiki/Jasprit_Bumrah", "description": "Jasprit Jasbirsingh Bumrah is an Indian international cricketer, who plays for the Indian national cricket team in all formats of the game.A right arm fast bowler, he consistently bowls at around 145-150 kph. After a couple of moderately successful seasons with the Mumbai Indians at the Indian Premier League, and with his domestic team Gujarat, he was named in India's squad for its 2015–16 series "}]}, {"heading": "Births", "year": "1993", "date": "December 6", "txt": "Pedro Rafael Amado Mendes, Portuguese footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 6", "txt": "Tautau Moga, Australian-Samoan rugby league player", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 6", "txt": "Giannis Antetokounmpo, Greek basketball player", "entities": [{"title": "Giannis Antetokounmpo", "href": "/wiki/Giannis_Antetokounmpo", "description": "Giannis Sina Ugo Antetokounmpo is a Greek professional basketball player for the Milwaukee Bucks of the National Basketball Association (NBA). Born in Greece to Nigerian parents, Antetokounmpo began playing basketball for the youth teams of Filathlitikos in Athens. In 2011, he began playing for the club's senior team before entering the 2013 NBA draft, where he was selected 15th overall by the Buc"}]}, {"heading": "Births", "year": "1994", "date": "December 6", "txt": "Shreyas Iyer, Indian Cricketer", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 6", "txt": "Wakatakakage Atsushi, Japanese sumo wrestler", "entities": []}, {"heading": "Births", "year": "1996", "date": "December 6", "txt": "Davide Calabria, Italian football player", "entities": [{"title": "Davide Calabria", "href": "/wiki/Davide_Calabria", "description": "Davide Calabria is an Italian professional footballer who plays for Serie A club Milan and the Italy national team as a full-back, mainly on the right side of the pitch."}]}, {"heading": "Births", "year": "1998", "date": "December 6", "txt": "Angelīna Kučvaļska, Latvian figure skater", "entities": [{"title": "Angelīna Kučvaļska", "href": "/wiki/Angel%C4%ABna_Ku%C4%8Dva%C4%BCska", "description": "Angelīna Kučvaļska is a Latvian figure skater. She is the 2014 CS Volvo Open Cup champion, a two-time Toruń Cup champion, the 2014 Tallinn Trophy champion, and a five-time Latvian national champion. She has competed in the final segment at nine ISU Championships, achieving her best result, fourth, at the 2016 European Championships."}]}, {"heading": "Deaths", "year": "0343", "date": "December 6", "txt": "Saint Nicholas, Greek bishop and saint (b. 270)", "entities": [{"title": "Saint Nicholas", "href": "/wiki/Saint_Nicholas", "description": "Saint Nicholas of Myra, also known as Nicholas of Bari, was an early Christian bishop of Greek descent from the maritime city of Myra in Asia Minor during the time of the Roman Empire. Because of the many miracles attributed to his intercession, he is also known as Nicholas the Wonderworker. Saint Nicholas is the patron saint of sailors, merchants, archers, repentant thieves, prostitutes, children"}]}, {"heading": "Deaths", "year": "0735", "date": "December 6", "txt": "Prince Toneri of Japan (b. 676)", "entities": [{"title": "Prince Toneri", "href": "/wiki/Prince_Toneri", "description": "Prince Toneri  was a Japanese imperial prince in the Nara period. He was a son of Emperor Tenmu. He was given the posthumous name, Emperor Sudoujinkei , as the father of Emperor Junnin. In the beginning of the Nara period, he gained political power as a leader of the Imperial family together with Prince Nagaya. He supervised the compilation of the Nihon Shoki."}]}, {"heading": "Deaths", "year": "0762", "date": "December 6", "txt": "Muhammad al-Nafs al-Zakiyya, Arab rebel leader (b. 710)", "entities": [{"title": "Muhammad al-Nafs al-Zakiyya", "href": "/wiki/Muhammad_al-Nafs_al-Zakiyya", "description": "Muḥammad ibn ʿAbd Allāh ibn al-Ḥasan al-Muthannā ibn al-Ḥasan al-Mujtaba ibn 'Ali ibn Abi Talib or Muhammad al-Nafs al-Zakiyya, was a descendant of the Islamic prophet, Muhammad, through his daughter Fatimah. Known for his commanding oratory skills, amiable demeanor, and impressive build, he led the Alid Revolt (762–763) in Medina, a failed rebellion, against the second Abbasid Caliph, Al-Mansur. "}]}, {"heading": "Deaths", "year": "1185", "date": "December 6", "txt": "Afonso I of Portugal (b. 1109)", "entities": [{"title": "Afonso I of Portugal", "href": "/wiki/Afonso_I_of_Portugal", "description": "Afonso I, also called Afonso Henriques, nicknamed the Conqueror, the Founder or the Great by the Portuguese, and El-Bortukali and Ibn-Arrink or Ibn Arrinq by the Moors whom he fought, was the first king of Portugal. He achieved the independence of the County of Portugal, establishing a new kingdom and doubling its area with the Reconquista, an objective that he pursued until his death."}]}, {"heading": "Deaths", "year": "1305", "date": "December 6", "txt": "Maximus, Metropolitan of Kyiv", "entities": [{"title": "Maximus, Metropolitan of all Rus", "href": "/wiki/Maximus,_Metropolitan_of_all_Rus", "description": "Maximus or Maximos was a metropolitan bishop of the Ecumenical Patriarch of Constantinople and was consecrated in Constantinople as Metropolitan of Kiev and Vladimir (1283–1305)."}]}, {"heading": "Deaths", "year": "1306", "date": "December 6", "txt": "Roger Bigod, 5th Earl of Norfolk (b. 1270)", "entities": [{"title": "Roger Bigod, 5th Earl of Norfolk", "href": "/wiki/Roger_Bigod,_5th_Earl_of_Norfolk", "description": "Roger Bigod was 5th Earl of Norfolk."}]}, {"heading": "Deaths", "year": "1352", "date": "December 6", "txt": "Pope Clement VI (b. 1291)", "entities": [{"title": "Pope Clement VI", "href": "/wiki/Pope_Clement_VI", "description": "Pope Clement VI, born Pierre Roger, was head of the Catholic Church from 7 May 1342 to his death in 1352. He was the fourth Avignon pope. Clement reigned during the first visitation of the Black Death (1348–1350), during which he granted remission of sins to all who died of the plague."}]}, {"heading": "Deaths", "year": "1562", "date": "December 6", "txt": "Jan van Scorel, Dutch painter (b. 1495)", "entities": [{"title": "Jan van Scorel", "href": "/wiki/Jan_van_Scorel", "description": "Jan van Scorel was a Dutch painter, who played a leading role in introducing aspects of Italian Renaissance painting into Dutch and Flemish Renaissance painting. He was one of the early painters of the Romanist style who had spent a number of years in Italy, where he thoroughly absorbed the Italian style of painting. His trip to Italy coincided with the brief reign of the only Dutch pope in histor"}]}, {"heading": "Deaths", "year": "1616", "date": "December 6", "txt": "Ahmad Ibn al-Qadi, Moroccan writer, judge and mathematician (b. 1552)", "entities": [{"title": "Ahmad Ibn al-Qadi", "href": "/wiki/Ahmad_Ibn_al-Qadi", "description": "Shihab al-Din abu l-‘Abbas Ahmad ibn Mohammed ibn Mohammed ibn Ahmed ibn Ali ibn 'Abd ar-Rahman ibn Abi'l-'Afiyya al-Miknasi az-Zanati, known simply as Ahmad ibn al-Qadi or Ibn al-Qadi (1552/1553–1616), was a Moroccan polygraph. He was the leading writer from Ahmad al-Mansur's court in Morocco next to Abd al-Aziz al-Fishtali. He was also a renowned judge and mathematician."}]}, {"heading": "Deaths", "year": "1618", "date": "December 6", "txt": "Jacques Davy Duperron, French cardinal (b. 1556)", "entities": [{"title": "Jacques Davy Duperron", "href": "/wiki/Jacques_Davy_Duperron", "description": "Jacques Davy Duperron was a French politician and Roman Catholic cardinal."}]}, {"heading": "Deaths", "year": "1658", "date": "December 6", "txt": "Baltasar Gracián, Spanish priest and author (b. 1601)", "entities": [{"title": "Baltasar Gracián", "href": "/wiki/Baltasar_Graci%C3%A1n", "description": "Baltasar Gracián y Morales, S.J., better known as Baltasar Gracián, was a Spanish Jesuit and baroque prose writer and philosopher. He was born in Belmonte, near Calatayud (Aragon). His writings were lauded by Schopenhauer and Nietzsche."}]}, {"heading": "Deaths", "year": "1675", "date": "December 6", "txt": "John Lightfoot, English priest, scholar, and academic (b. 1602)", "entities": [{"title": "John Lightfoot", "href": "/wiki/John_Lightfoot", "description": "John Lightfoot was an English churchman, rabbinical scholar, Vice-Chancellor of the University of Cambridge and Master of St Catharine's College, Cambridge."}]}, {"heading": "Deaths", "year": "1686", "date": "December 6", "txt": "Eleonora Gonzaga, Queen consort of Ferdinand III (b. 1630)", "entities": [{"title": "Eleonora Gonzaga (1630–1686)", "href": "/wiki/Eleonora_Gonzaga_(1630%E2%80%931686)", "description": "Eleonora Gonzaga, was by birth Princess of Mantua, Nevers and Rethel from the Nevers branch of the House of Gonzaga and by marriage Holy Roman Empress, German Queen, Queen consort of Hungary and Bohemia."}]}, {"heading": "Deaths", "year": "1716", "date": "December 6", "txt": "Benedictus Buns, Dutch priest and composer (b. 1642)", "entities": [{"title": "Benedictus Buns", "href": "/wiki/Benedictus_Buns", "description": "Benedictus Buns, Benedictus à sancto Josepho, was a priest and composer."}]}, {"heading": "Deaths", "year": "1718", "date": "December 6", "txt": "Nicholas Rowe, English poet and playwright (b. 1674)", "entities": [{"title": "Nicholas Rowe (writer)", "href": "/wiki/Nicholas_Rowe_(writer)", "description": "Nicholas Rowe, English dramatist, poet and miscellaneous writer, was appointed Poet Laureate in 1715. His plays and poems were well-received during his lifetime, with one of his translations described as one of the greatest productions in English poetry. He was also considered the first editor of the works of William Shakespeare."}]}, {"heading": "Deaths", "year": "1746", "date": "December 6", "txt": "Lady Grizel Baillie, Scottish poet and songwriter (b. 1665)", "entities": [{"title": "Lady Grizel Baillie", "href": "/wiki/Lady_Grizel_Baillie", "description": "Lady Grizel Baillie, née Hume, was a Scottish gentlewoman and songwriter. Her accounting ledgers, in which she kept details about her household for more than 50 years, provide information about social life in Scotland in the eighteenth century."}]}, {"heading": "Deaths", "year": "1771", "date": "December 6", "txt": "Giovanni Battista Morgagni, Italian anatomist and pathologist (b. 1682)", "entities": [{"title": "Giovanni Battista Morgagni", "href": "/wiki/Giovanni_Battista_Morgagni", "description": "Giovanni Battista Morgagni was an Italian anatomist, generally regarded as the father of modern anatomical pathology, who taught thousands of medical students from many countries during his 56 years as Professor of Anatomy at the University of Padua."}]}, {"heading": "Deaths", "year": "1779", "date": "December 6", "txt": "Jean-Baptiste-Siméon Chardin, French painter (b. 1699)", "entities": [{"title": "Jean-Baptiste-Siméon Chardin", "href": "/wiki/Jean-Baptiste-Sim%C3%A9on_Chardin", "description": "Jean-Baptiste-Siméon Chardin was an 18th-century French painter. He is considered a master of still life, and is also noted for his genre paintings which depict kitchen maids, children, and domestic activities. Carefully balanced composition, soft diffusion of light, and granular impasto characterize his work."}]}, {"heading": "Deaths", "year": "1788", "date": "December 6", "txt": "Jonathan Shipley, English bishop (b. 1714)", "entities": [{"title": "Jonathan Shipley", "href": "/wiki/Jonathan_Shipley", "description": "Jonathan Shipley was a clergyman who held offices in the Church of England, who became Bishop of Llandaff from January to September 1769 and Bishop of St Asaph from September 1769 until his death."}]}, {"heading": "Deaths", "year": "1855", "date": "December 6", "txt": "William John Swainson, English ornithologist and entomologist (b. 1789)", "entities": [{"title": "William John Swainson", "href": "/wiki/William_John_Swainson", "description": "William John Swainson FLS, FRS, was an English ornithologist, malacologist, conchologist, entomologist and artist."}]}, {"heading": "Deaths", "year": "1867", "date": "December 6", "txt": "Jean Pierre Flourens, French physiologist and academic (b. 1794)", "entities": [{"title": "Jean Pierre Flourens", "href": "/wiki/Jean_Pierre_Flourens", "description": "Marie Jean Pierre Flourens, father of Gustave Flourens, was a French physiologist, the founder of experimental brain science and a pioneer in anesthesia."}]}, {"heading": "Deaths", "year": "1868", "date": "December 6", "txt": "August Schleicher, German linguist and academic (b. 1821)", "entities": [{"title": "August Schleicher", "href": "/wiki/August_Schleicher", "description": "August Schleicher was a German linguist. His great work was A Compendium of the Comparative Grammar of the Indo-European Languages in which he attempted to reconstruct the Proto-Indo-European language. To show how Indo-European might have looked, he created a short tale, Schleicher's fable, to exemplify the reconstructed vocabulary and aspects of Indo-European society inferred from it."}]}, {"heading": "Deaths", "year": "1878", "date": "December 6", "txt": "Theodoros Vryzakis, Greek painter and educator (b. 1814)", "entities": [{"title": "Theodoros Vryzakis", "href": "/wiki/Theodoros_Vryzakis", "description": "Theodoros Vryzakis was a Greek painter, known mostly for his historical scenes. He was one of the founders of the \"Munich School\", composed of Greek artists who had studied in that city."}]}, {"heading": "Deaths", "year": "1879", "date": "December 6", "txt": "Erastus Brigham Bigelow, American businessman (b. 1814)", "entities": [{"title": "Erastus Brigham Bigelow", "href": "/wiki/Erastus_Brigham_Bigelow", "description": "Erastus Brigham Bigelow was an American inventor of weaving machines."}]}, {"heading": "Deaths", "year": "1882", "date": "December 6", "txt": "Alfred Escher, Swiss businessman and politician, founded Credit Suisse (b. 1819)", "entities": [{"title": "Alfred Escher", "href": "/wiki/Alfred_Escher", "description": "Johann Heinrich Alfred Escher vom Glas, known as Alfred Escher was a Swiss politician, business leader and railways pioneer. Thanks to his numerous political posts and his significant role in the foundation and management of the Swiss Northeastern Railway, the Swiss Federal Institute of Technology, Credit Suisse, Swiss Life and the Gotthard Railway, Escher had an unmatched influence on Switzerland"}, {"title": "Credit Suisse", "href": "/wiki/Credit_Suisse", "description": "Credit Suisse Group AG is a global wealth manager, investment bank and financial services firm founded and based in Switzerland. Headquartered in Zürich, it maintains offices in all major financial centers around the world and is one of the nine global \"Bulge Bracket\" banks providing services in investment banking, private banking, asset management, and shared services. It is known for strict bank"}]}, {"heading": "Deaths", "year": "1882", "date": "December 6", "txt": "Anthony Trollope, English novelist, essayist, and short story writer  (b. 1815)", "entities": []}, {"heading": "Deaths", "year": "1889", "date": "December 6", "txt": "Jefferson Davis, American general and politician, President of the Confederate States of America (b. 1808)", "entities": [{"title": "Jefferson Davis", "href": "/wiki/Jefferson_Davis", "description": "Jefferson Finis Davis was an American politician who served as the president of the Confederate States from 1861 to 1865. As a member of the Democratic Party, he represented Mississippi in the United States Senate and the House of Representatives before the American Civil War. He previously served as the United States Secretary of War from 1853 to 1857 under President Franklin Pierce."}, {"title": "President of the Confederate States of America", "href": "/wiki/President_of_the_Confederate_States_of_America", "description": "The president of the Confederate States was the head of state and head of government of the Confederate States. The president was the chief executive of the federal government and was the commander-in-chief of the Confederate Army and the Confederate Navy."}]}, {"heading": "Deaths", "year": "1892", "date": "December 6", "txt": "Werner von Siemens, German engineer and businessman, founded the Siemens Company (b. 1816)", "entities": [{"title": "Werner von Siemens", "href": "/wiki/Werner_von_Siemens", "description": "Ernst Werner Siemens was a German electrical engineer, inventor and industrialist. Siemens's name has been adopted as the SI unit of electrical conductance, the siemens. He founded the electrical and telecommunications conglomerate Siemens."}, {"title": "Siemens", "href": "/wiki/Siemens", "description": "Siemens AG is a German multinational conglomerate company headquartered in Munich and the largest industrial manufacturing company in Europe with branch offices abroad."}]}, {"heading": "Deaths", "year": "1918", "date": "December 6", "txt": "Alexander Dianin, Russian chemist (b. 1851)", "entities": [{"title": "Alexander Dianin", "href": "/wiki/Alexander_Dianin", "description": "Aleksandr Pavlovich Dianin was a Russian chemist from Saint Petersburg. He carried out studies on phenols and discovered a phenol derivative now known as bisphenol A and the accordingly named Dianin's compound. He was married to the adopted daughter of fellow chemist Alexander Borodin. In 1887, Dianin succeeded his father-in-law as chair of the Chemistry Department at the Imperial Medical-Surgical"}]}, {"heading": "Deaths", "year": "1921", "date": "December 6", "txt": "Said Halim Pasha, Ottoman politician, 280th Grand Vizier of the Ottoman Empire (b. 1865)", "entities": [{"title": "Said Halim Pasha", "href": "/wiki/Said_Halim_Pasha", "description": "Said Halim Pasha was an Ottoman statesman of Egyptian origin who served as Grand Vizier of the Ottoman Empire from 1913 to 1917. He was one of the perpetrators of the Armenian Genocide, and was later assassinated by Arshavir Shirakian as part of Operation Nemesis, a retribution campaign to kill perpetrators of the Armenian Genocide."}, {"title": "List of Ottoman Grand Viziers", "href": "/wiki/List_of_Ottoman_Grand_Viziers", "description": "The Grand Vizier of the Ottoman Empire was the de facto prime minister of the sultan in the Ottoman Empire, with absolute power of attorney and, in principle, dismissible only by the sultan himself in the classical period, before the Tanzimat reforms, or until the 1908 Revolution. He held the imperial seal and could convene all other viziers to attend to affairs of the state in the Imperial Counci"}]}, {"heading": "Deaths", "year": "1924", "date": "December 6", "txt": "Gene Stratton-Porter, American author and screenwriter (b. 1863)", "entities": [{"title": "Gene Stratton-Porter", "href": "/wiki/Gene_Stratton-Porter", "description": "Gene Stratton-Porter, born Geneva Grace Stratton, was a Wabash County, Indiana, native who became a self-trained American author, nature photographer, and naturalist. In 1917 Stratton-Porter used her position and influence as a popular, well-known author to urge legislative support for the conservation of Limberlost Swamp and other wetlands in the state of Indiana. She was also a silent film-era p"}]}, {"heading": "Deaths", "year": "1945", "date": "December 6", "txt": "Edmund Dwyer-Gray, Irish-Australian politician, 29th Premier of Tasmania (b. 1870)", "entities": [{"title": "Edmund Dwyer-Gray", "href": "/wiki/Edmund_Dwyer-Gray", "description": "Edmund John Chisholm Dwyer-Gray was an Irish-Australian politician, who was the 29th Premier of Tasmania from 11 June to 18 December 1939. He was a member of the Australian Labor Party (ALP)."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Deaths", "year": "1951", "date": "December 6", "txt": "Harold Ross, American journalist and publisher, founded The New Yorker (b. 1892)", "entities": [{"title": "Harold Ross", "href": "/wiki/Harold_Ross", "description": "Harold Wallace Ross was an American journalist who co-founded The New Yorker magazine in 1925 with his wife Jane Grant, and served as its editor-in-chief from its inception until his death."}]}, {"heading": "Deaths", "year": "1955", "date": "December 6", "txt": "Honus Wagner, American baseball player and manager (b. 1874)", "entities": [{"title": "Honus Wagner", "href": "/wiki/Honus_Wagner", "description": "Johannes Peter \"Honus\" Wagner, sometimes referred to as \"Hans\" Wagner, was an American baseball shortstop who played 21 seasons in Major League Baseball from 1897 to 1917, almost entirely for the Pittsburgh Pirates. Wagner won his eighth batting title in 1911, a National League record that remains unbroken to this day, and matched only once, in 1997, by Tony Gwynn. He also led the league in sluggi"}]}, {"heading": "Deaths", "year": "1956", "date": "December 6", "txt": "B. R. Ambedkar, Indian economist and politician, 1st Indian Minister of Justice (b. 1891)", "entities": [{"title": "B. R. Ambedkar", "href": "/wiki/B._R._Ambedkar", "description": "Bhimrao Ramji Ambedkar, also known as Babasaheb Ambedkar, was an Indian jurist, economist, politician and social reformer, who inspired the Dalit Buddhist movement and campaigned against social discrimination towards the untouchables (Dalits). He was British India's Minister of Labour, Chairman of the Constituent Drafting committee, independent India's first Minister of Law and Justice, and consid"}, {"title": "Ministry of Law and Justice (India)", "href": "/wiki/Ministry_of_Law_and_Justice_(India)", "description": "The Ministry of Law and Justice in the Government of India is a cabinet ministry which deals with the management of the legal affairs, legislative activities and administration of justice in India through its three departments namely the Legislative Department and the Department of Legal Affairs and Department of Justice respectively. The Department of Legal Affairs is concerned with advising the "}]}, {"heading": "Deaths", "year": "1961", "date": "December 6", "txt": "Frantz Fanon, Martinique-French psychiatrist and author (b. 1925)", "entities": [{"title": "Frantz Fanon", "href": "/wiki/Frantz_Fanon", "description": "Frantz Omar Fanon, also known as Ibrahim Frantz Fanon, was a French West Indian psychiatrist and political philosopher from the French colony of Martinique. His works have become influential in the fields of post-colonial studies, critical theory and Marxism. As well as being an intellectual, Fanon was a political radical, Pan-Africanist, and Marxist humanist concerned with the psychopathology of "}]}, {"heading": "Deaths", "year": "1964", "date": "December 6", "txt": "Evert van Linge, Dutch footballer and architect (b. 1895)", "entities": [{"title": "Evert van Linge", "href": "/wiki/Evert_van_Linge", "description": "Evert van Linge was a Dutch footballer who earned 13 caps for the Dutch national side between 1919 and 1926, scoring three goals. He also participated at the 1924 Summer Olympics. He played for Be Quick 1887 and SC Veendam."}]}, {"heading": "Deaths", "year": "1972", "date": "December 6", "txt": "Janet Munro, English actress and singer (b. 1934)", "entities": [{"title": "Janet Munro", "href": "/wiki/Janet_Munro", "description": "Janet Neilson Horsburgh, known as Janet Munro, was a British actress. She won a Golden Globe Award for her performance in the film Darby O'Gill and the Little People (1959) and received a BAFTA Film Award nomination for her performance in the film Life for Ruth (1962)."}]}, {"heading": "Deaths", "year": "1974", "date": "December 6", "txt": "Nikolay Kuznetsov, Soviet naval officer (b. 1904)", "entities": [{"title": "Nikolay Kuznetsov (officer)", "href": "/wiki/Nikolay_Kuznetsov_(officer)", "description": "Nikolay Gerasimovich Kuznetsov was a Soviet naval officer who achieved the rank of Admiral of the Fleet of the Soviet Union and served as People's Commissar of the Navy during the Second World War. The N. G. Kuznetsov Naval Academy and the Russian aircraft carrier Admiral Kuznetsov are named in his honor."}]}, {"heading": "Deaths", "year": "1976", "date": "December 6", "txt": "João Goulart, Brazilian lawyer and politician, 24th President of Brazil (b. 1918)", "entities": [{"title": "João Goulart", "href": "/wiki/Jo%C3%A3o_Goulart", "description": "João Belchior Marques Goulart was a Brazilian politician who served as the 24th president of Brazil until a US-backed military coup d'état deposed him on 1 April 1964. He was considered the last left-wing president of Brazil until Lula da Silva took office in 2003."}, {"title": "President of Brazil", "href": "/wiki/President_of_Brazil", "description": "The president of Brazil, officially the President of the Federative Republic of Brazil or simply the President of the Republic, is both the head of state and the head of government of Brazil. The president leads the executive branch of the federal government and is the commander-in-chief of the Brazilian Armed Forces. The presidential system was established in 1889, upon the proclamation of the re"}]}, {"heading": "Deaths", "year": "1980", "date": "December 6", "txt": "Charles Deutsch, French engineer and businessman, co-founded DB (b. 1911)", "entities": [{"title": "Charles Deutsch", "href": "/wiki/Charles_Deutsch", "description": "Charles Deutsch (1911–1980) was a French aerodynamics engineer and automobile maker, founder of the brand \"DB\" with René Bonnet, and later of the \"CD\"."}, {"title": "DB (car)", "href": "/wiki/DB_(car)", "description": "DB was a French automobile maker between 1938 and 1961, based in Champigny-sur-Marne near Paris. The firm was founded by Charles Deutsch and René Bonnet, an offshoot of the Deutsch family's existing coachbuilding shop which had been taken over by Bonnet in 1932. Immediately before the war the partners concentrated on making light-weight racing cars, but a few years after the war, starting with the"}]}, {"heading": "Deaths", "year": "1982", "date": "December 6", "txt": "Jean-Marie Seroney, Kenyan activist and politician (b. 1927)", "entities": [{"title": "Jean-Marie Seroney", "href": "/wiki/Jean-Marie_Seroney", "description": "Jean-Marie Seroney was a Kenyan human rights advocate, a legislator, and an Amnesty International prisoner of conscience. He was detained as a prisoner of conscience for 1, 155 days."}]}, {"heading": "Deaths", "year": "1983", "date": "December 6", "txt": "Lucienne Boyer, French singer and actress (b. 1903)", "entities": [{"title": "Lucienne Boyer", "href": "/wiki/Lucienne_Boyer", "description": "Lucienne Boyer was a French diseuse and singer, best known for her song \"Parlez-moi d'amour\". Her impresario was Bruno Coquatrix."}]}, {"heading": "Deaths", "year": "1983", "date": "December 6", "txt": "Gul Khan Nasir, Pakistani poet, historian, and politician (b. 1914)", "entities": []}, {"heading": "Deaths", "year": "1985", "date": "December 6", "txt": "Burr Tillstrom, American actor and puppeteer (b. 1917)", "entities": [{"title": "Burr Tillstrom", "href": "/wiki/Burr_Tillstrom", "description": "Franklin Burr Tillstrom was a puppeteer and the creator of Kukla, Fran and Ollie."}]}, {"heading": "Deaths", "year": "1985", "date": "December 6", "txt": "Burleigh Grimes, American baseball player and manager (b. 1893)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "December 6", "txt": "Roy Orbison, American singer-songwriter and guitarist (b. 1936)", "entities": [{"title": "Roy Orbison", "href": "/wiki/Roy_Orbison", "description": "Roy Kelton Orbison was an American singer, songwriter, and musician known for his impassioned singing style, complex song structures, and dark, emotional ballads. His music was described by critics as operatic, earning him the nicknames \"the Caruso of Rock\" and \"the Big O\". Many of Orbison's songs conveyed vulnerability at a time when most male rock-and-roll performers chose to project defiant mas"}]}, {"heading": "Deaths", "year": "1989", "date": "December 6", "txt": "Frances Bavier, American actress (b. 1902)", "entities": [{"title": "Frances Bavier", "href": "/wiki/Frances_Bavier", "description": "Frances Elizabeth Bavier was an American stage and television actress. Originally from New York theatre, she worked in film and television from the 1950s until the 1970s. She is best known for her role of Aunt Bee on The Andy Griffith Show and Mayberry R.F.D. from 1960 to 1970. Aunt Bee logged more Mayberry years (ten) than any other character. She won an Emmy Award for Outstanding Supporting Come"}]}, {"heading": "Deaths", "year": "1989", "date": "December 6", "txt": "Sammy Fain, American pianist and composer (b. 1902)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 6", "txt": "John Payne, American actor, singer, and producer (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "1990", "date": "December 6", "txt": "Pavlos Sidiropoulos, Greek singer-songwriter and guitarist (b. 1948)", "entities": [{"title": "Pavlos Sidiropoulos", "href": "/wiki/Pavlos_Sidiropoulos", "description": "Pavlos Sidiropoulos was a Greek musician, noted for supporting the use of Greek lyrics in rock music, at a time when most Greek rock groups were using English lyrics."}]}, {"heading": "Deaths", "year": "1990", "date": "December 6", "txt": "Tunku Abdul Rahman, Malaysian lawyer and politician, 1st Prime Minister of Malaysia (b. 1903)", "entities": [{"title": "Prime Minister of Malaysia", "href": "/wiki/Prime_Minister_of_Malaysia", "description": "The prime minister of Malaysia is the head of government of Malaysia. The prime minister directs the executive branch of the federal government. The Yang di-Pertuan Agong appoints a member of Parliament (MP) who, in his opinion, is most likely to command the confidence of a majority of MPs, the prime minister, usually the leader of the party winning the most seats in a general election."}]}, {"heading": "Deaths", "year": "1991", "date": "December 6", "txt": "Mimi Smith, English nurse (b. 1906)", "entities": [{"title": "Mimi Smith", "href": "/wiki/Mimi_Smith", "description": "Mary Elizabeth \"Mimi\" Smith was a maternal aunt and the parental guardian of the English musician John Lennon. Mimi Stanley was born in Toxteth, Liverpool, England, the oldest of five daughters. She became a resident trainee nurse at the Woolton Convalescent Hospital and later worked as a private secretary. On 15 September 1939 she married George Toogood Smith who ran his family's dairy farm and a"}]}, {"heading": "Deaths", "year": "1991", "date": "December 6", "txt": "Richard Stone, English economist and statistician, Nobel Prize laureate (b. 1913)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "1993", "date": "December 6", "txt": "Don Ameche, American actor (b. 1908)", "entities": [{"title": "Don Ameche", "href": "/wiki/Don_Ameche", "description": "Don Ameche was an American actor, comedian and vaudevillian. After playing in college shows, stock, and vaudeville, he became a major radio star in the early 1930s, which led to the offer of a movie contract from 20th Century Fox in 1935."}]}, {"heading": "Deaths", "year": "1994", "date": "December 6", "txt": "Heinz Baas, German footballer and manager (b. 1922)", "entities": [{"title": "Heinz Baas", "href": "/wiki/Heinz_Baas", "description": "Heinrich \"Heinz\" Baas was a German football player and manager."}]}, {"heading": "Deaths", "year": "1994", "date": "December 6", "txt": "Gian Maria Volonté, Italian actor and director (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "December 6", "txt": "Pete Rozelle, American businessman (b. 1926)", "entities": [{"title": "Pete Rozelle", "href": "/wiki/Pete_Rozelle", "description": "Alvin Ray \"Pete\" Rozelle was an American businessman and executive. Rozelle served as the commissioner of the National Football League (NFL) for nearly thirty years, from January 1960 until his retirement in November 1989. He is credited with making the NFL into one of the most successful sports leagues in the world."}]}, {"heading": "Deaths", "year": "1997", "date": "December 6", "txt": "Willy den Ouden, Dutch swimmer (b. 1918)", "entities": [{"title": "Willy den Ouden", "href": "/wiki/Willy_den_Ouden", "description": "Willemijntje den Ouden was a competitive swimmer from the Netherlands, who held the 100-meter freestyle world record for nearly 23 years, from 1933 to 1956."}]}, {"heading": "Deaths", "year": "1998", "date": "December 6", "txt": "César Baldaccini, French sculptor and educator (b. 1921)", "entities": [{"title": "César Baldaccini", "href": "/wiki/C%C3%A9sar_Baldaccini", "description": "César, also occasionally referred to as César Baldaccini, was a noted French sculptor."}]}, {"heading": "Deaths", "year": "2000", "date": "December 6", "txt": "Werner Klemperer, German-American actor (b. 1920)", "entities": [{"title": "Werner Klemperer", "href": "/wiki/Werner_Klemperer", "description": "Werner Klemperer was a German-American actor, stage entertainer, and singer. He was best known for the role of Colonel Wilhelm Klink on the CBS television sitcom Hogan's Heroes, for which he twice won the award for Outstanding Supporting Actor in a Comedy Series at the Primetime Emmy Awards in 1968 and 1969."}]}, {"heading": "Deaths", "year": "2000", "date": "December 6", "txt": "Aziz Mian, Pakistani singer-songwriter and poet (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2001", "date": "December 6", "txt": "Peter Blake, New Zealand sailor and environmentalist (b. 1948)", "entities": [{"title": "Peter Blake (sailor)", "href": "/wiki/Peter_Blake_(sailor)", "description": "Sir Peter James Blake was a New Zealand yachtsman who won the 1989–1990 Whitbread Round the World Race, held the Jules Verne Trophy from 1994 to 1997 by setting the around the world sailing record as co-skipper of ENZA New Zealand, and led New Zealand to successive victories in the America's Cup."}]}, {"heading": "Deaths", "year": "2001", "date": "December 6", "txt": "Charles McClendon, American football player and coach (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2002", "date": "December 6", "txt": "Philip Berrigan, American priest and activist (b. 1923)", "entities": [{"title": "Philip Berrigan", "href": "/wiki/Philip_Berrigan", "description": "Philip Francis Berrigan was an American peace activist and Roman Catholic priest. He engaged in nonviolent, civil disobedience in the cause of peace and nuclear disarmament and was often arrested. He married a former nun, Elizabeth McAlister, in 1973; both were subsequently excommunicated by the Catholic Church. Eleven years of their 29-year marriage were separated by one or both serving time in p"}]}, {"heading": "Deaths", "year": "2003", "date": "December 6", "txt": "Carlos Manuel Arana Osorio, Guatemalan general and politician, President of Guatemala (b. 1918)", "entities": [{"title": "Carlos Manuel Arana Osorio", "href": "/wiki/Carlos_Manuel_Arana_Osorio", "description": "Carlos Manuel Arana Osorio was President of Guatemala from 1970 to 1974. His government enforced torture, disappearances and killings against political and military adversaries, as well as common criminals."}, {"title": "President of Guatemala", "href": "/wiki/President_of_Guatemala", "description": "The President of Guatemala, officially known as the President of the Republic of Guatemala, is the head of state and head of government of Guatemala, elected to a single four-year term. The position of President was created in 1839."}]}, {"heading": "Deaths", "year": "2005", "date": "December 6", "txt": "Charly Gaul, Luxembourger cyclist (b. 1932)", "entities": [{"title": "Charly Gaul", "href": "/wiki/Charly_Gaul", "description": "Charly Gaul was a Luxembourgian professional cyclist. He was a national cyclo-cross champion, an accomplished time triallist and superb climber. His ability earned him the nickname of Angel of the Mountains in the 1958 Tour de France, which he won with four stage victories. He also won the Giro d'Italia in 1956 and 1959. Gaul rode best in cold, wet weather. In later life he became a recluse and lo"}]}, {"heading": "Deaths", "year": "2005", "date": "December 6", "txt": "Devan Nair, Malaysian-Singaporean union leader and politician, 3rd President of Singapore (b. 1923)", "entities": [{"title": "President of Singapore", "href": "/wiki/President_of_Singapore", "description": "The President of the Republic of Singapore is the country's head of state. Halimah Yacob is the incumbent president of Singapore since 2017 after being elected unopposed at the presidential election in the same year."}]}, {"heading": "Deaths", "year": "2005", "date": "December 6", "txt": "Danny Williams, South African singer (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 6", "txt": "William P. Yarborough, American general (b. 1912)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 6", "txt": "John Feeney, New Zealand director and producer (b. 1922)", "entities": [{"title": "John Feeney (filmmaker)", "href": "/wiki/John_Feeney_(filmmaker)", "description": "John Feeney was a New Zealand-born director of documentary films. He worked with the New Zealand National Film Unit, National Film Board of Canada (NFB) and made films and did photography in Egypt. He was nominated for two Academy Awards."}]}, {"heading": "Deaths", "year": "2010", "date": "December 6", "txt": "Mark Dailey, American-Canadian journalist and actor (b. 1953)", "entities": [{"title": "Mark Dailey", "href": "/wiki/Mark_Dailey", "description": "Mark Edward Dailey was an American-born Canadian television journalist and announcer. He was the host of 11 p.m. weeknight CityNews newscasts in Toronto, Ontario, and a prominent continuity announcer voicing interstitial program announcements on CITY-TV."}]}, {"heading": "Deaths", "year": "2011", "date": "December 6", "txt": "Dobie Gray, American singer-songwriter and producer (b. 1940)", "entities": [{"title": "Dobie Gray", "href": "/wiki/Dobie_Gray", "description": "Dobie Gray was an American singer and songwriter, whose musical career spanned soul, country, pop, and musical theater. His hit songs included \"The 'In' Crowd\" in 1965 and \"Drift Away\", which was one of the biggest hits of 1973, sold over one million copies, and remains a staple of radio airplay."}]}, {"heading": "Deaths", "year": "2012", "date": "December 6", "txt": "Miguel Abia Biteo Boricó, Equatoguinean engineer and politician, Prime Minister of Equatorial Guinea (b. 1961)", "entities": [{"title": "Miguel Abia Biteo Boricó", "href": "/wiki/Miguel_Abia_Biteo_Boric%C3%B3", "description": "Miguel Abia Biteo Boricó was the 5th Prime Minister of Equatorial Guinea having served from July 11, 2004, to August 14, 2006. He was a member of the Bubi ethnic group."}, {"title": "Prime Minister of Equatorial Guinea", "href": "/wiki/Prime_Minister_of_Equatorial_Guinea", "description": "The following is a list of prime ministers of Equatorial Guinea, since the establishment of the office of Prime Minister of Spanish Guinea in 1963."}]}, {"heading": "Deaths", "year": "2012", "date": "December 6", "txt": "Jan Carew, Guyanese author, poet, and playwright (b. 1920)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 6", "txt": "Jeffrey Koo Sr., Taiwanese banker and businessman (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 6", "txt": "Huw Lloyd-Langton, English guitarist (b. 1951)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 6", "txt": "Pedro Vaz, Uruguayan lawyer and politician, Minister of Foreign Affairs of Uruguay (b. 1963)", "entities": [{"title": "Minister of Foreign Affairs (Uruguay)", "href": "/wiki/Minister_of_Foreign_Affairs_(Uruguay)", "description": "The following is a list of Ministers of Foreign Relations of Uruguay since 1828:"}]}, {"heading": "Deaths", "year": "2013", "date": "December 6", "txt": "Jean-Pierre Desthuilliers, French poet and critic (b. 1939)", "entities": [{"title": "Jean-Pierre Desthuilliers", "href": "/wiki/Jean-Pierre_Desthuilliers", "description": "Jean-Pierre Desthuilliers was a French writer and poet. He was born on 22 October 1939 in Versailles and died on 6 December 2013."}]}, {"heading": "Deaths", "year": "2013", "date": "December 6", "txt": "Stan Tracey, English pianist and composer (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 6", "txt": "M. K. Turk, American basketball player and coach (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 6", "txt": "Ralph H. Baer, German-American video game designer, created the Magnavox Odyssey (b. 1922)", "entities": [{"title": "Ralph H. Baer", "href": "/wiki/Ralph_H._Baer", "description": "Ralph Henry Baer was a German-American inventor, game developer, and engineer."}, {"title": "Magnavox Odyssey", "href": "/wiki/Magnavox_Odyssey", "description": "The Magnavox Odyssey is the first commercial home video game console. The hardware was designed by a small team led by Ralph H. Baer at Sanders Associates, while Magnavox completed development and released it in the United States in September 1972 and overseas the following year. The Odyssey consists of a white, black, and brown box that connects to a television set, and two rectangular controller"}]}, {"heading": "Deaths", "year": "2014", "date": "December 6", "txt": "Jimmy Del Ray, American wrestler and manager (b. 1962)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 6", "txt": "Fred Hawkins, American golfer (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 6", "txt": "Luke Somers, English-American photographer and journalist (b. 1981)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 6", "txt": "Ko Chun-hsiung, Taiwanese actor, director, and politician (b. 1945)", "entities": [{"title": "Ko Chun-hsiung", "href": "/wiki/Ko_Chun-hsiung", "description": "Ko Chun-hsiung was a Taiwanese actor, director and politician. He had been acting since the 1960s and had appeared in more than 200 films."}]}, {"heading": "Deaths", "year": "2015", "date": "December 6", "txt": "Liu Juying, Chinese general and politician (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 6", "txt": "Nicholas Smith, British actor (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 6", "txt": "Peter Vaughan, British actor (b. 1923)", "entities": [{"title": "Peter Vaughan", "href": "/wiki/Peter_Vaughan", "description": "Peter Vaughan was an English character actor known for many supporting roles in British film and television productions. He also acted extensively on the stage."}]}, {"heading": "Deaths", "year": "2017", "date": "December 6", "txt": "Johnny Hallyday, French singer and actor (b. 1943)", "entities": [{"title": "Johnny Hallyday", "href": "/wiki/Johnny_Hallyday", "description": "Jean-Philippe Léo Smet, better known by his stage name Johnny Hallyday, was a French rock and roll and pop singer and actor, credited for having brought rock and roll to France."}]}]