[{"heading": "Events", "year": "418", "date": "December 28", "txt": "A papal conclave begins, resulting in the election of Pope Boniface I.", "entities": [{"title": "Pope Boniface I", "href": "/wiki/Pope_Boniface_I", "description": "Pope Boniface I was the bishop of Rome from 28 December 418 to his death on 4 September 422. His election was disputed by the supporters of Eulalius until the dispute was settled by Emperor Honorius. Boniface was active in maintaining church discipline, and he restored certain privileges to the metropolitical sees of Narbonne and Vienne, exempting them from any subjection to the primacy of Arles. "}]}, {"heading": "Events", "year": "457", "date": "December 28", "txt": "Majorian is acclaimed emperor of the Western Roman Empire and recognized by Emperor Leo I the Thracian.", "entities": [{"title": "Majorian", "href": "/wiki/Majorian", "description": "Majorian was the western Roman emperor from 457 to 461. A prominent general of the Roman army, Majorian deposed Emperor Avitus in 457 and succeeded him. Majorian was the last emperor to make a concerted effort to restore the Western Roman Empire with its own forces. Possessing little more than Italy, Dalmatia, and some territory in northern Gaul, Majorian campaigned rigorously for three years agai"}, {"title": "Western Roman Empire", "href": "/wiki/Western_Roman_Empire", "description": "The Western Roman Empire comprises the western provinces of the Roman Empire at any time during which they were administered by a separate independent Imperial court; in particular, this term is used in historiography to describe the period from 395 to 476, where there were separate coequal courts dividing the governance of the empire in the Western and the Eastern provinces, with a distinct imper"}, {"title": "Leo I the Thracian", "href": "/wiki/Leo_I_the_Thracian", "description": "Leo I was Eastern Roman emperor from 457 to 474. He was a native of Dacia Aureliana near historic Thrace. Sometimes, he is called Leo the Great, probably to distinguish him from his young grandson and co-augustus Leo II."}]}, {"heading": "Events", "year": "484", "date": "December 28", "txt": "Alaric II succeeds his father Euric and becomes king of the Visigoths. He establishes his capital at Aire-sur-l'Adour (Southern Gaul).", "entities": [{"title": "Alaric II", "href": "/wiki/Alaric_II", "description": "Alaric II was the King of the Visigoths in 484–507. He succeeded his father Euric as king of the Visigoths in Toulouse on 28 December 484; he was the great-grandson of the more famous Alaric I, who sacked Rome in 410. He established his capital at Aire-sur-l'Adour in Aquitaine. His dominions included not only the majority of Hispania but also Gallia Aquitania and the greater part of an as-yet undi"}, {"title": "Euric", "href": "/wiki/Euric", "description": "Euric, also known as Evaric, or Eurico in Spanish and Portuguese, son of Theodoric I, ruled as king (rex) of the Visigoths, after murdering his brother, Theodoric II, from 466 until his death in 484. Sometimes he is called Euric II."}, {"title": "Visigoths", "href": "/wiki/Visigoths", "description": "The Visigoths were an early Germanic people who, along with the Ostrogoths, constituted the two major political entities of the Goths within the Roman Empire in Late Antiquity, or what is known as the Migration Period. The Visigoths emerged from earlier Gothic groups, including a large group of Thervingi, who had moved into the Roman Empire beginning in 376 and had played a major role in defeating"}, {"title": "Aire-sur-l'Adour", "href": "/wiki/Aire-sur-l%27Adour", "description": "Aire-sur-l'Adour is a commune in the Landes department in Nouvelle-Aquitaine in southwestern France."}, {"title": "Gaul", "href": "/wiki/Gaul", "description": "Gaul was a region of Western Europe first described by the Romans. It was inhabited by Celtic tribes, encompassing present day France, Luxembourg, Belgium, most of Switzerland, and parts of Northern Italy, the Netherlands, and Germany, particularly the west bank of the Rhine. It covered an area of 494,000 km2 (191,000 sq mi). According to Julius Caesar, Gaul was divided into three parts: Gallia Ce"}]}, {"heading": "Events", "year": "893", "date": "December 28", "txt": "An earthquake destroys the city of Dvin, Armenia.", "entities": [{"title": "893 Dvin earthquake", "href": "/wiki/893_Dvin_earthquake", "description": "The 893 Dvin earthquake occurred on 28 December at around midnight. It had a magnitude of approximately 6 and a maximum intensity of approximately IX (Violent) on the Mercalli intensity scale. It destroyed the city of Dvin in Armenia, causing approximately 30,000 casualties. The similarity of the Arabic name for Dvin, 'Dabil' to Ardabil in northwestern Iran, has caused confusion in written records"}, {"title": "Dvin (ancient city)", "href": "/wiki/Dvin_(ancient_city)", "description": "Dvin was a large commercial city and the capital of early medieval Armenia. It was situated north of the previous ancient capital of Armenia, the city of Artaxata, along the banks of the Metsamor River, 35 km to the south of modern Yerevan. The site of the ancient city is currently not much more than a large hill located between modern Hnaberd and Verin Dvin, Armenia. Systematic excavations at Dvi"}, {"title": "Armenia", "href": "/wiki/Armenia", "description": "Armenia, officially the Republic of Armenia, is a landlocked country located in the Armenian Highlands of Western Asia. It is a part of the Caucasus region; and is bordered by Turkey to the west, Georgia to the north, the Lachin corridor under a Russian peacekeeping force, and Azerbaijan to the east, and Iran and the Azerbaijani exclave of Nakhchivan to the south."}]}, {"heading": "Events", "year": "1065", "date": "December 28", "txt": "Edward the Confessor's Romanesque monastic church at Westminster Abbey is consecrated.", "entities": [{"title": "Edward the Confessor", "href": "/wiki/Edward_the_Confessor", "description": "Edward the Confessor was one of the last Anglo-Saxon kings of England. Usually considered the last king of the House of Wessex, he ruled from 1042 to 1066."}, {"title": "Romanesque architecture", "href": "/wiki/Romanesque_architecture", "description": "Romanesque architecture is an architectural style of medieval Europe characterized by semi-circular arches. There is no consensus for the beginning date of the Romanesque style, with proposals ranging from the 6th to the 11th century, this later date being the most commonly held. In the 12th century it developed into the Gothic style, marked by pointed arches. Examples of Romanesque architecture c"}, {"title": "Westminster Abbey", "href": "/wiki/Westminster_Abbey", "description": "Westminster Abbey, formally titled the Collegiate Church of Saint Peter at Westminster, is a large, mainly Gothic abbey church in the City of Westminster, London, England, just to the west of the Palace of Westminster. It is one of the United Kingdom's most notable religious buildings and the traditional place of coronation and a burial site for English and, later, British monarchs."}, {"title": "Consecration", "href": "/wiki/Consecration", "description": "Consecration is the solemn dedication to a special purpose or service. The word consecration literally means \"association with the sacred\". Persons, places, or things can be consecrated, and the term is used in various ways by different groups. The origin of the word comes from the Latin stem consecrat, which means dedicated, devoted, and sacred. A synonym for to consecrate is to sanctify, a disti"}]}, {"heading": "Events", "year": "1308", "date": "December 28", "txt": "The reign of Emperor Hanazono of Japan begins.", "entities": [{"title": "Emperor Hanazono", "href": "/wiki/Emperor_Hanazono", "description": "Emperor Hanazono  was the 95th emperor of Japan, according to the traditional order of succession. His reign spanned the years from 1308 through 1318."}]}, {"heading": "Events", "year": "1659", "date": "December 28", "txt": "The Marathas defeat the Adilshahi forces in the Battle of Kolhapur.", "entities": [{"title": "Maratha Empire", "href": "/wiki/Maratha_Empire", "description": "The Maratha Empire or the Maratha Confederacy was a power that dominated a large portion of the Indian subcontinent in the 18th century. The empire formally existed from 1674 with the coronation of Shivaji as the Chhatrapati and ended in 1818 with the defeat of Peshwa Bajirao II at the hands of the British East India Company. The Marathas are credited to a large extent for ending Mughal Rule over "}, {"title": "Adil Shahi dynasty", "href": "/wiki/Adil_Shahi_dynasty", "description": "The Adil Shahi or Adilshahi, was a Shia Muslim, and later Sunni Muslim, dynasty founded by Yusuf Adil Shah, that ruled the Sultanate of Bijapur, centred on present-day Bijapur district, Karnataka in India, in the Western area of the Deccan region of Southern India from 1489 to 1686. Bijapur had been a province of the Bahmani Sultanate (1347–1518), before its political decline in the last quarter o"}, {"title": "Battle of Kolhapur", "href": "/wiki/Battle_of_Kolhapur", "description": "Battle of Kolhapur was a land battle that took place on 28 December 1659 near the city of Kolhapur, Maharashtra between the Maratha king Shivaji and the Adilshahi forces. The battle is known for brilliant movement of flanks by Shivaji similar to tactics of Babur against Rana Sanga."}]}, {"heading": "Events", "year": "1768", "date": "December 28", "txt": "King Taksin's coronation achieved through conquest as a king of Thailand and established Thonburi as a capital.", "entities": [{"title": "Taksin", "href": "/wiki/Taksin", "description": "Taksin or the King of Thonburi was the only King of the Thonburi Kingdom. He had been an Ekatat servant and then was a leader in the liberation of Siam from Burmese occupation after the Second Fall of Ayutthaya in 1767, and the subsequent unification of Siam after it fell under various warlords. He established the city of Thonburi as the new capital, as the city of Ayutthaya had been almost comple"}, {"title": "Thailand", "href": "/wiki/Thailand", "description": "Thailand, formerly known as Siam, and officially the Kingdom of Thailand, is a country in Southeast Asia. It is located at the centre of the Indochinese Peninsula, spanning 513,120 square kilometres (198,120 sq mi), with a population of over 66 million people. Thailand is bordered to the north by Myanmar and Laos, to the east by Laos and Cambodia, to the south by the Gulf of Thailand and Malaysia,"}, {"title": "Thonburi", "href": "/wiki/Thonburi", "description": "Thonburi is an area of modern Bangkok. During the era of the Kingdom of Ayutthaya, its location on the right (west) bank at the mouth of the Chao Phraya River had made it an important garrison town, which is reflected in its name: thon (ธน) a loanword from Pali dhána wealth and buri (บุรี), from púra fortress. The full formal name was Thon Buri Si Mahasamut. For the informal name, see the history "}]}, {"heading": "Events", "year": "1795", "date": "December 28", "txt": "Construction of Yonge Street, formerly recognized as the longest street in the world, begins in York, Upper Canada (present-day Toronto).", "entities": [{"title": "Yonge Street", "href": "/wiki/Yonge_Street", "description": "Yonge Street is a major arterial route in the Canadian province of Ontario connecting the shores of Lake Ontario in Toronto to Lake Simcoe, a gateway to the Upper Great Lakes. Until 1999, the Guinness Book of World Records repeated the popular misconception it was 1,896 km (1,178 mi) long, making it the longest street in the world; this was due to a conflation of Yonge Street with the rest of Onta"}, {"title": "York, Upper Canada", "href": "/wiki/York,_Upper_Canada", "description": "York was a town and second capital of the colony of Upper Canada. It is the predecessor to the old city of Toronto (1834–1998). It was established in 1793 by Lieutenant-Governor John Graves Simcoe as a \"temporary\" location for the capital of Upper Canada, while he made plans to build a capital near today's London, Ontario. Simcoe renamed the location York after Prince Frederick, Duke of York and A"}, {"title": "Toronto", "href": "/wiki/Toronto", "description": "Toronto is the capital city of the Canadian province of Ontario. With a recorded population of 2,731,571 in 2016, it is the most populous city in Canada and the fourth most populous city in North America. The city is the anchor of the Golden Horseshoe, an urban agglomeration of 9,245,438 people surrounding the western end of Lake Ontario, while the Greater Toronto Area (GTA) proper had a 2016 popu"}]}, {"heading": "Events", "year": "1832", "date": "December 28", "txt": "John C. Calhoun becomes the first Vice President of the United States to resign. He resigned after being elected Senator from South Carolina.", "entities": [{"title": "John C. Calhoun", "href": "/wiki/John_C._Calhoun", "description": "John Caldwell Calhoun was an American politician and political theorist from South Carolina who held many important positions including being the seventh vice president of the United States from 1825 to 1832, while adamantly defending slavery and protecting the interests of the white South when its residents were outnumbered by Northerners. He began his political career as a nationalist, modernize"}, {"title": "Vice President of the United States", "href": "/wiki/Vice_President_of_the_United_States", "description": "The vice president of the United States (VPOTUS) is the second-highest officer in the executive branch of the U.S. federal government, after the president of the United States, and ranks first in the presidential line of succession. The vice president is also an officer in the legislative branch, as the president of the Senate. In this capacity, the vice president is empowered to preside over Sena"}]}, {"heading": "Events", "year": "1835", "date": "December 28", "txt": "Osceola leads his Seminole warriors in Florida into the Second Seminole War against the United States Army.", "entities": [{"title": "Osceola", "href": "/wiki/Osceola", "description": "Osceola, named Billy Powell at birth in Alabama, became an influential leader of the Seminole people in Florida. His mother was Muscogee, and his great-grandfather was a Scotsman, James McQueen. He was reared by his mother in the Creek (Muscogee) tradition. When he was a child, they migrated to Florida with other Red Stick refugees, led by a relative, Peter McQueen, after their group's defeat in 1"}, {"title": "Seminole", "href": "/wiki/Seminole", "description": "The Seminole are a Native American people originally from Florida. Today, they live in Oklahoma and Florida, and comprise three federally recognized tribes: the Seminole Nation of Oklahoma, the Seminole Tribe of Florida, and Miccosukee Tribe of Indians of Florida, as well as independent groups. The Seminole people emerged in a process of ethnogenesis from various Native American groups who settled"}, {"title": "Florida", "href": "/wiki/Florida", "description": "Florida is a state located in the Southeastern region of the United States. With a population of over 21 million, Florida is the third-most populous and the 22nd-most extensive of the 50 United States. The state is bordered to the west by the Gulf of Mexico, to the northwest by Alabama, to the north by Georgia, to the east by the Atlantic Ocean, and to the south by the Straits of Florida. The stat"}, {"title": "Second Seminole War", "href": "/wiki/Second_Seminole_War", "description": "The Second Seminole War, also known as the Florida War, was a conflict from 1835 to 1842 in Florida between various groups of Native Americans collectively known as Seminoles and the United States, part of a series of conflicts called the Seminole Wars. The Second Seminole War, often referred to as the Seminole War, is regarded as \"the longest and most costly of the Indian conflicts of the United "}]}, {"heading": "Events", "year": "1836", "date": "December 28", "txt": "South Australia and Adelaide are founded.", "entities": [{"title": "South Australia", "href": "/wiki/South_Australia", "description": "South Australia is a state in the southern central part of Australia. It covers some of the most arid parts of the country. With a total land area of 983,482 square kilometres (379,725 sq mi), it is the fourth-largest of Australia's states and territories by area, and fifth largest by population. It has a total of 1.77 million people, and its population is the second most highly centralised in Aus"}, {"title": "Adelaide", "href": "/wiki/Adelaide", "description": "Adelaide is the capital city of the state of South Australia, and the fifth-most populous city of Australia. The demonym Adelaidean is used to denote the city and the residents of Adelaide."}]}, {"heading": "Events", "year": "1836", "date": "December 28", "txt": "Spain recognizes the independence of Mexico with the signing of the Santa María–Calatrava Treaty.", "entities": []}, {"heading": "Events", "year": "1846", "date": "December 28", "txt": "Iowa is admitted as the 29th U.S. state.", "entities": [{"title": "Iowa", "href": "/wiki/Iowa", "description": "Iowa is a state in the Midwestern region of the United States, bordered by the Mississippi River to the east and the Missouri River and Big Sioux River to the west. It is bordered by six states: Wisconsin to the northeast, Illinois to the east and southeast, Missouri to the south, Nebraska to the west, South Dakota to the northwest, and Minnesota to the north."}, {"title": "U.S. state", "href": "/wiki/U.S._state", "description": "In the United States, a state is a constituent political entity, of which there are currently 50. Bound together in a political union, each state holds governmental jurisdiction over a separate and defined geographic territory where it shares its sovereignty with the federal government. Due to this shared sovereignty, Americans are citizens both of the federal republic and of the state in which th"}]}, {"heading": "Events", "year": "1879", "date": "December 28", "txt": "Tay Bridge disaster: The central part of the Tay Rail Bridge in Dundee, Scotland, United Kingdom collapses as a train passes over it, killing 75.", "entities": [{"title": "Tay Bridge disaster", "href": "/wiki/Tay_Bridge_disaster", "description": "The Tay Bridge Disaster occurred during a violent storm on Sunday 28 December 1879, when the first Tay Rail Bridge collapsed as a train from Burntisland to Dundee passed over it, killing all aboard. The bridge—designed by Sir Thomas Bouch—used lattice girders supported by iron piers, with cast iron columns and wrought iron cross-bracing. The piers were narrower and their cross-bracing was less ext"}, {"title": "Tay Rail Bridge", "href": "/wiki/Tay_Rail_Bridge", "description": "The Tay Bridge carries the railway across the Firth of Tay in Scotland between Dundee and the suburb of Wormit in Fife. Its span is 2.75 miles. It is the second bridge to occupy the site."}, {"title": "Dundee", "href": "/wiki/Dundee", "description": "Dundee is Scotland's fourth-largest city and the 51st-most-populous built-up area in the United Kingdom. The mid-year population estimate for 2016 was \n148,280, giving Dundee a population density of 2,478/km2 or 6,420/sq mi, the second-highest in Scotland. It lies within the eastern central Lowlands on the north bank of the Firth of Tay, which feeds into the North Sea. Under the name of Dundee Cit"}]}, {"heading": "Events", "year": "1885", "date": "December 28", "txt": "Indian National Congress, a political party of India, is founded in Bombay Presidency, British India.", "entities": [{"title": "Indian National Congress", "href": "/wiki/Indian_National_Congress", "description": "The Indian National Congress, is a political party in India with widespread roots. Founded in 1885, it was the first modern nationalist movement to emerge in the British Empire in Asia and Africa. From the late 19th century, and especially after 1920, under the leadership of Mahatma Gandhi, Congress became the principal leader of the Indian independence movement. Congress led India to independence"}, {"title": "Bombay Presidency", "href": "/wiki/Bombay_Presidency", "description": "The Bombay Presidency, also known as Bombay and Sind from 1843 to 1936 and the Bombay Province, was an administrative subdivision (presidency) of British India headquartered in the city of Bombay. The Summer Capital of the Presidency was Mahabaleswar."}]}, {"heading": "Events", "year": "1895", "date": "December 28", "txt": "The Lumière brothers perform for their first paying audience at the Grand Cafe in Boulevard des Capucines.", "entities": [{"title": "Auguste and Louis Lumière", "href": "/wiki/Auguste_and_Louis_Lumi%C3%A8re", "description": "The Lumière brothers, Auguste Marie Louis Nicolas Lumière and Louis Jean Lumière, were manufacturers of photography equipment, best known for their Cinématographe motion picture system and the short films they produced between 1895 and 1905. Their screening of a single film on 22 March 1895 for around 200 members of the \"Society for the Development of the National Industry\" in Paris was probably t"}]}, {"heading": "Events", "year": "1895", "date": "December 28", "txt": "Wilhelm Röntgen publishes a paper detailing his discovery of a new type of radiation, which later will be known as x-rays.", "entities": [{"title": "Radiation", "href": "/wiki/Radiation", "description": "In physics, radiation is the emission or transmission of energy in the form of waves or particles through space or through a material medium. This includes:electromagnetic radiation, such as radio waves, microwaves, infrared, visible light, ultraviolet, x-rays, and gamma radiation (γ)\nparticle radiation, such as alpha radiation (α), beta radiation (β), proton radiation and neutron radiation \nacous"}, {"title": "X-ray", "href": "/wiki/X-ray", "description": "An X-ray, rarely called X-radiation, is a penetrating form of high-energy electromagnetic radiation. Most X-rays have a wavelength ranging from 10 picometers to 10 nanometers, corresponding to frequencies in the range 30 petahertz to 30 exahertz (30×1015 Hz to 30×1018 Hz) and energies in the range 124 eV to 124 keV. X-ray wavelengths are shorter than those of UV rays and typically longer than thos"}]}, {"heading": "Events", "year": "1902", "date": "December 28", "txt": "The Syracuse Athletic Club defeat the New York Philadelphians, 5–0, in the first indoor professional football game, which was held at Madison Square Garden.", "entities": [{"title": "Syracuse Pros", "href": "/wiki/Syracuse_Pros", "description": "A nameless professional American football team, based in Syracuse, New York and generically known as the Syracuse Pros or Syracuse Eleven, was once thought to have joined the American Professional Football Association (now the National Football League for the 1921 season. The team was coached by Mike Purdy and managed by Andy Friedman. Syracuse University multi-sport standout John Barsha was the t"}, {"title": "World Series of Football (1902–03)", "href": "/wiki/World_Series_of_Football_(1902%E2%80%9303)", "description": "The World Series of Football was a series of football games played indoors at New York City's Madison Square Garden in 1902 and 1903. It originally comprised five teams, four from the state of New York and one from New Jersey. While none of the teams was really considered the best in the country, historians refer to the affair as a \"World Series\". However, it was hardly a series in the sense of tw"}, {"title": "New York (World Series of Football)", "href": "/wiki/New_York_(World_Series_of_Football)", "description": "\"New York\" was a professional football team formed by promoter Tom O'Rouke for the World Series of Football in 1902. The event was held in New York City at Madison Square Garden. It featured five football teams from New York and New Jersey: the Syracuse Athletic Club, Orange Athletic Club, Knickerbocker Athletic Club, Warslow Athletic Club and \"New York\". The \"New York\" team was designed and heavi"}, {"title": "Indoor American football", "href": "/wiki/Indoor_American_football", "description": "Indoor American football is a variation of gridiron football played at ice hockey-sized indoor arenas. While varying in details from league to league, the rules of indoor football are designed to allow for play in a smaller arena. It is a distinct discipline and not to be confused with traditional American/Canadian football played in larger domed or open-air stadiums."}, {"title": "Madison Square Garden (1890)", "href": "/wiki/Madison_Square_Garden_(1890)", "description": "Madison Square Garden (1890–1926) was an indoor arena in New York City, the second by that name, and the second and last to be located at 26th Street and Madison Avenue in Manhattan. Opened in 1890 at the cost of about $500,000, it replaced the first Madison Square Garden, and hosted numerous events, including boxing matches, orchestral performances, light operas and romantic comedies, the annual "}]}, {"heading": "Events", "year": "1908", "date": "December 28", "txt": "The 7.1 Mw  Messina earthquake shakes Southern Italy with a maximum Mercalli intensity of XI (Extreme), killing between 75,000 and 200,000.", "entities": [{"title": "1908 Messina earthquake", "href": "/wiki/1908_Messina_earthquake", "description": "The 1908 Messina earthquake occurred on 28 December in Sicily and Calabria, southern Italy with a moment magnitude of 7.1 and a maximum Mercalli intensity of XI (Extreme). The epicentre was in the Strait of Messina which separates Sicily from the Italian mainland. The cities of Messina and Reggio Calabria were almost completely destroyed and between 75,000 and 82,000 lives were lost. It was the mo"}, {"title": "Southern Italy", "href": "/wiki/Southern_Italy", "description": "Southern Italy, also known as Meridione or Mezzogiorno, is a macroregion of Italy consisting of the southern half of the Italian state."}, {"title": "Mercalli intensity scale", "href": "/wiki/Mercalli_intensity_scale", "description": "The modified Mercalli intensity scale, developed from Giuseppe Mercalli's Mercalli intensity scale of 1902, is a seismic intensity scale used for measuring the intensity of shaking produced by an earthquake. It measures the effects of an earthquake at a given location, distinguished from the earthquake's inherent force or strength as measured by seismic magnitude scales. While shaking is caused by"}]}, {"heading": "Events", "year": "1912", "date": "December 28", "txt": "The first municipally owned streetcars take to the streets in San Francisco.", "entities": [{"title": "San Francisco Municipal Railway", "href": "/wiki/San_Francisco_Municipal_Railway", "description": "The San Francisco Municipal Railway (SF Muni or Muni) is the public transit system for the city and county of San Francisco, California."}, {"title": "Tram", "href": "/wiki/Tram", "description": "A tram is a railcar that runs on tramway track public urban streets; some include segments of segregated right-of-way. The lines or networks operated by tramcars as public transport are called tramways or simply tram/streetcar. Historically the terms electric street railways and trolley were also used in the United States. In the United States, the term tram has sometimes been used for rubber-tire"}, {"title": "San Francisco", "href": "/wiki/San_Francisco", "description": "San Francisco, officially the City and County of San Francisco, is a cultural, commercial, and financial center in Northern California. San Francisco is the 16th most populous city in the United States, and the fourth most populous in California, with 881,549 residents as of 2019. It covers an area of about 46.89 square miles (121.4 km2), mostly at the north end of the San Francisco Peninsula in t"}]}, {"heading": "Events", "year": "1918", "date": "December 28", "txt": "Constance Markievicz, while detained in Holloway prison, becomes the first woman to be elected MP to the British House of Commons.", "entities": [{"title": "Constance Markievicz", "href": "/wiki/Constance_Markievicz", "description": "Constance Georgine Markievicz, known as Countess Markievicz, was an Irish politician, revolutionary, nationalist, suffragist, socialist, and the first woman elected to the Westminster Parliament, and was elected Minister for Labour in the First Dáil, becoming the first female cabinet minister in Europe. She served as a Teachta Dála for the Dublin South constituency from 1921 to 1922 and 1923 to 19"}, {"title": "Member of parliament", "href": "/wiki/Member_of_parliament#United_Kingdom", "description": "A member of parliament (MP) is the representative of the people who live in their constituency. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress or Deputy is an equivalent term in other jurisdictions. Another term is Parliamentarian."}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}]}, {"heading": "Events", "year": "1941", "date": "December 28", "txt": "World War II: Operation Anthropoid, the plot to assassinate high-ranking Nazi officer Reinhard Heydrich, commences.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Operation Anthropoid", "href": "/wiki/Operation_Anthropoid", "description": "On 27 May 1942, Reinhard Heydrich, the commander of the Reich Main Security Office and acting governor of the Protectorate of Bohemia and Moravia, was assassinated in Prague by Czechoslovak resistance operatives Jozef Gabčík and Jan Kubiš. Heydrich was one of the most powerful men in Nazi Germany and an important figure in the rise of Adolf Hitler; he was given overall charge of the \"Final Solutio"}, {"title": "Nazism", "href": "/wiki/Nazism", "description": "Nazism, officially National Socialism, is the ideology and practices associated with Adolf Hitler and the Nazi Party in Nazi Germany. During Hitler's rise to power, it was frequently referred to as Hitlerism. The related term \"Neo-Nazism\" is applied to other far-right groups with similar ideas which formed after the collapse of the Nazi regime."}, {"title": "Reinhard Heydrich", "href": "/wiki/Reinhard_Heydrich", "description": "Reinhard Tristan Eugen Heydrich was a high-ranking German SS and police official during the Nazi era and a principal architect of the Holocaust. He was chief of the Reich Main Security Office. He was also Stellvertretender Reichsprotektor of Bohemia and Moravia. He served as president of the International Criminal Police Commission and chaired the January 1942 Wannsee Conference which formalised p"}]}, {"heading": "Events", "year": "1943", "date": "December 28", "txt": "Soviet authorities launch Operation Ulussy, beginning the deportation of the Kalmyk nation to Siberia and Central Asia.", "entities": [{"title": "Kalmyk deportations of 1943", "href": "/wiki/Kalmyk_deportations_of_1943", "description": "The Kalmyk deportations of 1943, codename Operation Ulusy was the Soviet deportation of more than 93,000 people of Kalmyk nationality, and non-Kalmyk women with Kalmyk husbands, on 28–31 December 1943. Families and individuals were forcibly relocated in cattle wagons to special settlements for forced labor in Siberia. Kalmyk women married to non-Kalmyk men were exempted from the deportations. The "}]}, {"heading": "Events", "year": "1943", "date": "December 28", "txt": "World War II: After eight days of brutal house-to-house fighting, the Battle of Ortona concludes with the victory of the 1st Canadian Infantry Division over the German 1st Parachute Division and the capture of the Italian town of Ortona.", "entities": [{"title": "Urban warfare", "href": "/wiki/Urban_warfare", "description": "Urban warfare is combat conducted in urban areas such as towns and cities. Urban combat differs from combat in the open at both the operational and the tactical levels. Complicating factors in urban warfare include the presence of civilians and the complexity of the urban terrain. Urban combat operations may be conducted to capitalize on strategic or tactical advantages associated with the possess"}, {"title": "Battle of Ortona", "href": "/wiki/Battle_of_Ortona", "description": "The Battle of Ortona was a battle fought between two battalions of elite German Fallschirmjäger (paratroops) from the German 1st Parachute Division under Generalleutnant Richard Heidrich, and assaulting Canadian troops from the Canadian 1st Infantry Division under Major General Chris Vokes, most of whom were fresh recruits whose baptism of fire was during the Invasion of Sicily. It was the culmina"}, {"title": "1st Canadian Infantry Division", "href": "/wiki/1st_Canadian_Infantry_Division", "description": "The 1st Canadian Division is an operational command and control formation of the Canadian Joint Operations Command, based at CFB Kingston."}, {"title": "1st Parachute Division (Germany)", "href": "/wiki/1st_Parachute_Division_(Germany)", "description": "The 1st Parachute Division was an elite German military parachute-landing division that fought during World War II. A division of paratroopers was termed a Fallschirmjäger Division. For reasons of secrecy, it was originally raised as the 7th Air Division, or Flieger-Division, before being renamed and reorganized as the 1st Parachute Division in 1943."}, {"title": "Ortona", "href": "/wiki/Ortona", "description": "Ortona is a coastal town and municipality of the Province of Chieti in the Italian region of Abruzzo, with some 23,000 inhabitants."}]}, {"heading": "Events", "year": "1944", "date": "December 28", "txt": "Maurice Richard becomes the first player to score eight points in one game of NHL ice hockey.", "entities": [{"title": "Maurice Richard", "href": "/wiki/Maurice_Richard", "description": "Joseph Henri Maurice \"Rocket\" Richard was a Canadian professional ice hockey player who played 18 seasons in the National Hockey League (NHL) for the Montreal Canadiens. He was the first player in NHL history to score 50 goals in one season, accomplishing the feat in 50 games in 1944–45, and the first to reach 500 career goals. Richard retired in 1960 as the league's all-time leader in goals with "}, {"title": "National Hockey League", "href": "/wiki/National_Hockey_League", "description": "The National Hockey League is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and is one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is a"}, {"title": "Ice hockey", "href": "/wiki/Ice_hockey", "description": "Ice hockey is a contact team sport played on ice, usually in an indoor or outdoor rink, in which two teams of skaters use their sticks to shoot a vulcanized rubber puck into their opponent's net to score goals. The sport is known to be fast-paced and physical, with teams usually fielding six players at a time: one goaltender to stop the puck from going into their own net, two defensemen, and three"}]}, {"heading": "Events", "year": "1948", "date": "December 28", "txt": "The DC-3 airliner NC16002 disappears 50 miles south of Miami.", "entities": [{"title": "Douglas DC-3", "href": "/wiki/Douglas_DC-3", "description": "The Douglas DC-3 is a propeller-driven airliner which had a lasting effect on the airline industry in the 1930s/1940s and World War II.\n\nIt was developed as a larger, improved 14-bed sleeper version of the Douglas DC-2.\n\nIt is a low-wing metal monoplane with conventional landing gear, powered by two radial piston engines of 1,000–1,200 hp (750–890 kW). \n\nThe DC-3 has a cruise speed of 207 mph (333"}, {"title": "Miami", "href": "/wiki/Miami", "description": "Miami, officially the City of Miami, is a coastal city located in southeastern Florida in the United States. It is the third most populous metropolis on the East coast of the United States, and it is the seventh largest in the country. The city has the third tallest skyline in the U.S. with over 300 high-rises, 55 of which exceed 491 ft (150 m)."}]}, {"heading": "Events", "year": "1956", "date": "December 28", "txt": "Chin Peng, David Marshall and Tunku Abdul Rahman meet in Baling, Malaya to try and resolve the Malayan Emergency situation.", "entities": [{"title": "Chin Peng", "href": "/wiki/Chin_Peng", "description": "Chin Peng, former OBE, (1924–2013) born Ong Boon Hua was a Malayan communist politician, anti-fascist activist and long-time leader of the Malayan Communist Party (MCP) and the Malayan National Liberation Army (MNLA)."}, {"title": "David Marshall (Singaporean politician)", "href": "/wiki/David_Marshall_(Singaporean_politician)", "description": "David Saul Marshall DKJP, was a Singaporean politician and lawyer who served as Singapore's first Chief Minister from 1955 to 1956."}, {"title": "Tunku Abdul Rahman", "href": "/wiki/Tunku_Abdul_Rahman", "description": "Tunku Abdul Rahman Putra Al-Haj ibni Almarhum Sultan Abdul Hamid Halim Shah was a Malaysian statesman who served as the head of government of Malaysia and its predecessor states from 1955 to 1970. He was the first Chief Minister of the Federation of Malaya from 1955 to 1957. He supervised the independence process that culminated on 31 August 1957. As Malaya's first Prime Minister he dominated poli"}, {"title": "Baling", "href": "/wiki/Baling", "description": "The Baling District is an administrative district in southeastern Kedah, Malaysia. Located about 110 km from Alor Setar, it borders Perak and Betong, the southernmost town of Thailand."}, {"title": "Federation of Malaya", "href": "/wiki/Federation_of_Malaya", "description": "The Federation of Malaya was a federation of what previously had been British Malaya comprising eleven states that existed from 1 February 1948 until 16 September 1963. The Federation became independent on 31 August 1957, and in 1963, Malaysia was formed when the federation united with the Singapore, North Borneo, and Sarawak Crown Colonies."}, {"title": "Baling Talks", "href": "/wiki/Baling_Talks", "description": "The Baling Talks were held in Malaya in December 1955 in an attempt to resolve the Malayan Emergency situation. The main participants were Chin Peng, David Marshall and Tunku Abdul Rahman. The talks were unsuccessful because the surrender terms were not acceptable to the Malayan Communist Party. After the talks, Chin Peng retired to Thailand and Ah Hai replaced him as acting Secretary-General in M"}, {"title": "Malayan Emergency", "href": "/wiki/Malayan_Emergency", "description": "The Malayan Emergency (1948–1960) was a guerrilla war fought in the Federation of Malaya between pro-independence fighters of the Malayan National Liberation Army (MNLA), the Malayan Communist Party's (MCP) armed wing, against the armed forces of the British Empire and Commonwealth. The communist forces fought to gain independence for Malaya from the British Empire and to establish a socialist eco"}]}, {"heading": "Events", "year": "1958", "date": "December 28", "txt": "\"Greatest Game Ever Played\": Baltimore Colts defeat the New York Giants in the first ever National Football League sudden death overtime game at New York's Yankee Stadium.", "entities": [{"title": "1958 NFL Championship Game", "href": "/wiki/1958_NFL_Championship_Game", "description": "The 1958 National Football League Championship Game was the 26th NFL championship game, played on December 28 at Yankee Stadium in New York City. It was the first NFL playoff game to be decided in sudden death overtime. The final score was Baltimore Colts 23, New York Giants 17, and the game has since become widely known as The Greatest Game Ever Played. Its legendary status in the pantheon of his"}, {"title": "History of the Indianapolis Colts", "href": "/wiki/History_of_the_Indianapolis_Colts", "description": "The Indianapolis Colts are a professional American football team based in Indianapolis, Indiana. They play in the South Division of the American Football Conference (AFC) in the National Football League (NFL). The organization began play in 1953 as the Baltimore Colts with the team located in Baltimore, Maryland; it relocated to Indianapolis following the 1983 season."}, {"title": "New York Giants", "href": "/wiki/New_York_Giants", "description": "The New York Giants are a professional American football team based in the New York metropolitan area. The Giants compete in the National Football League (NFL) as a member club of the league's National Football Conference (NFC) East division. The team plays its home games at MetLife Stadium in East Rutherford, New Jersey, 5 miles west of New York City. The Giants hold their summer training camp at"}, {"title": "National Football League", "href": "/wiki/National_Football_League", "description": "The National Football League (NFL) is a professional American football league consisting of 32 teams, divided equally between the National Football Conference (NFC) and the American Football Conference (AFC). The NFL is one of the four major North American professional sports leagues, the highest professional level of American football in the world. The NFL's 18-week regular season runs from early"}, {"title": "Sudden death (sport)", "href": "/wiki/Sudden_death_(sport)", "description": "In a sport or game, sudden death is a form of competition where play ends as soon as one competitor is ahead of the others, with that competitor becoming the winner. Sudden death is typically used as a tiebreaker when a contest is tied at the end of regulation (normal) playing time or the completion of the normal playing task."}, {"title": "Overtime (sports)", "href": "/wiki/Overtime_(sports)", "description": "Overtime or extra time is an additional period of play specified under the rules of a sport to bring a game to a decision and avoid declaring the match a tie or draw where the scores are the same. In some sports, this extra period is played only if the game is required to have a clear winner, as in single-elimination tournaments where only one team or players can advance to the next round or win t"}, {"title": "Yankee Stadium (1923)", "href": "/wiki/Yankee_Stadium_(1923)", "description": "The original Yankee Stadium was a stadium located in the Bronx, New York City. It was the home ballpark of the New York Yankees, one of the city's Major League Baseball franchises, from 1923 to 1973 and then from 1976 to 2008. The stadium hosted 6,581 Yankees regular season home games during its 85-year history. It was also the home of the New York Giants National Football League (NFL) team from 1"}]}, {"heading": "Events", "year": "1967", "date": "December 28", "txt": "American businesswoman Muriel Siebert becomes the first woman to own a seat on the New York Stock Exchange.", "entities": [{"title": "Muriel Siebert", "href": "/wiki/Muriel_Siebert", "description": "Muriel Faye Siebert was an American businesswoman who was the first woman to own a seat on the New York Stock Exchange, and the first woman to head one of the NYSE's member firms. She joined the 1,365 male members of the exchange on December 28, 1967. Siebert is sometimes known as the \"first woman of finance\", despite being preceded in owning a brokerage by Victoria Woodhull."}, {"title": "New York Stock Exchange", "href": "/wiki/New_York_Stock_Exchange", "description": "The New York Stock Exchange is an American stock exchange in the Financial District of Lower Manhattan in New York City. It is by far the world's largest stock exchange by market capitalization of its listed companies at US$30.1 trillion as of February 2018. The average daily trading value was approximately US$169 billion in 2013. The NYSE trading floor is at the New York Stock Exchange Building o"}]}, {"heading": "Events", "year": "1972", "date": "December 28", "txt": "The last scheduled day for induction into the military by the Selective Service System. Due to the fact that President Richard Nixon declared this day a national day of mourning due to former President Harry S Truman's death, approximately 300 men were not able to report due to most Federal offices being closed. Since the draft was not resumed in 1973, they were never drafted.", "entities": [{"title": "Selective Service System", "href": "/wiki/Selective_Service_System", "description": "The Selective Service System (SSS) is an independent agency of the United States government that maintains information on those potentially subject to military conscription and carries out contingency planning and preparations for two types of draft: a general draft based on registration lists of men aged 18-25, and a special-skills draft based on professional licensing lists of workers in specifi"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}, {"title": "Harry S Truman", "href": "/wiki/Harry_S_Truman", "description": "Harry S. Truman was the 33rd president of the United States, serving from 1945 to 1953, succeeding upon the death of Franklin D. Roosevelt after serving as the 34th vice president. He implemented the Marshall Plan to rebuild the economy of Western Europe, and established the Truman Doctrine and NATO to contain communist expansion. He proposed numerous liberal domestic reforms, but few were enacted"}]}, {"heading": "Events", "year": "1973", "date": "December 28", "txt": "The United States Endangered Species Act is signed into law by President Richard Nixon.", "entities": [{"title": "United States", "href": "/wiki/United_States", "description": "The United States of America, commonly known as the United States or America, is a country primarily located in North America. It consists of 50 states, a federal district, five major self-governing territories, 326 Indian reservations, and some minor possessions. At 3.8 million square miles, it is the world's third- or fourth-largest country by total area. With a population of more than 331 milli"}, {"title": "Endangered Species Act", "href": "/wiki/Endangered_Species_Act", "description": "The Endangered Species Act of 1973 is the primary law in the United States for protecting imperiled species. Designed to protect critically imperiled species from extinction as a \"consequence of economic growth and development untempered by adequate concern and conservation\", the ESA was signed into law by President Richard Nixon on December 28, 1973. The U.S. Supreme Court called it “the most com"}, {"title": "Richard Nixon", "href": "/wiki/Richard_Nixon", "description": "Richard Milhous Nixon was the 37th president of the United States, serving from 1969 to 1974. A member of the Republican Party, Nixon previously served as the 36th vice president from 1953 to 1961, having risen to national prominence as a representative and senator from California. After five years in the White House that saw the conclusion to the U.S. involvement in the Vietnam War, détente with "}]}, {"heading": "Events", "year": "1989", "date": "December 28", "txt": "A magnitude 5.6 earthquake hits Newcastle, New South Wales, Australia, killing 13 people.", "entities": [{"title": "1989 Newcastle earthquake", "href": "/wiki/1989_Newcastle_earthquake", "description": "The 1989 Newcastle earthquake occurred in Newcastle, New South Wales on Thursday, 28 December. The shock measured 5.6 on the Richter magnitude scale and was one of Australia's most serious natural disasters, killing 13 people and injuring more than 160. The damage bill has been estimated at A$4 billion, including an insured loss of about $1 billion."}, {"title": "Newcastle, New South Wales", "href": "/wiki/Newcastle,_New_South_Wales", "description": "The Newcastle metropolitan area is the second most populated area in the Australian state of New South Wales. It includes the Newcastle and Lake Macquarie local government areas. It is the hub of the Greater Newcastle area, which includes most parts of the local government areas of City of Newcastle, City of Lake Macquarie, City of Cessnock, City of Maitland and Port Stephens Council."}]}, {"heading": "Events", "year": "2006", "date": "December 28", "txt": "War in Somalia: The militaries of Somalia's Transitional Federal Government and Ethiopian troops capture Mogadishu unopposed.", "entities": [{"title": "War in Somalia (2006–09)", "href": "/wiki/War_in_Somalia_(2006%E2%80%9309)", "description": "The Somalia War, also known as the Ethiopian invasion and occupation of Somalia, was an armed conflict involving Ethiopian (ENDF) and Transitional Federal Government forces and Somali troops from Puntland against the Islamic Court Union, and militias affiliated to them for control of Somalia."}, {"title": "Somalia", "href": "/wiki/Somalia", "description": "Somalia, officially the Federal Republic of Somalia, is a country in the Horn of Africa. It is bordered by Ethiopia to the west, Djibouti to the Northwest, the Gulf of Aden to the north, the Indian Ocean to the east, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland. Its terrain consists mainly of plateaus, plains, and highlands. Hot conditions prevail year-round, "}, {"title": "Transitional Federal Parliament", "href": "/wiki/Transitional_Federal_Parliament", "description": "The Transitional Federal Parliament of the Somali Republic (TFP) was the national parliament of Somalia from 2004 until 2012."}, {"title": "Ethiopia", "href": "/wiki/Ethiopia", "description": "Ethiopia, officially the Federal Democratic Republic of Ethiopia, is a landlocked country in the Horn of Africa. It shares borders with Eritrea to the north, Djibouti and Somaliland to the northeast, Somalia to the east, Kenya to the south, South Sudan to the west and Sudan to the northwest. Ethiopia has a total area of 1,100,000 square kilometres (420,000 sq mi) and over 109 million inhabitants a"}, {"title": "Fall of Mogadishu", "href": "/wiki/Fall_of_Mogadishu", "description": "The Fall of Mogadishu occurred on December 28, 2006, when the Islamic Courts Union peacefully withdrew from Mogadishu. The army of Somalia's Transitional Federal Government (TFG) and Ethiopian troops entered the Somali capital unopposed. The Ethiopian Invasion of Somalia continued until 2009."}]}, {"heading": "Events", "year": "2009", "date": "December 28", "txt": "Forty-three people die in a suicide bombing in Karachi, Pakistan, where Shia Muslims are observing the Day of Ashura.", "entities": [{"title": "2009 Karachi bombing", "href": "/wiki/2009_Karachi_bombing", "description": "The 2009 Karachi bombing or Ashura attack took place on 28 December 2009 inside a Shi'ite procession commemorating the day of Ashura, at Muhammad Ali Jinnah Road, Karachi. Ashura is the holiest of days for followers of Shia Islam and marks the anniversary of the death of Hussain, grandson of the Islamic prophet Muhammad, who was killed at the battle of Karbala in 680. At least 30 people were initi"}, {"title": "Karachi", "href": "/wiki/Karachi", "description": "Karachi is the largest city in Pakistan and the twelfth largest city in the world. It is the capital of the Pakistani province of Sindh. Ranked as a beta-global city, the city is Pakistan's premier industrial and financial centre, with an estimated GDP of $164 billion (PPP) as of 2019. Karachi is Pakistan's most cosmopolitan city, linguistically, ethnically, and religiously diverse, as well as one"}, {"title": "Shia Islam", "href": "/wiki/Shia_Islam", "description": "Shia Islam or Shi'ism is one of the two main branches of Islam. It holds that the Islamic prophet Muhammad designated Ali ibn Abi Talib as his successor and the Imam after him, most notably at the event of Ghadir Khumm, but was prevented from succeeding Muhammad as the leader of all Muslims as a result of the choice made by Muhammad's other companions at Saqifah. This view primarily contrasts with"}, {"title": "Day of Ashura", "href": "/wiki/Day_of_Ashura", "description": "Ashura, also known as Yawm Ashura is the tenth day of Muharram, the first month in the Islamic calendar. For most Muslims except Shia Muslims, Ashura marks the day that Moses and the Israelites were saved from Pharaoh by God creating a path in the Sea. The World Sunni Movement celebrates this day as National Martyrs' Day of Muslim nation under the direction of Syed Imam Hayat. For Shia Muslims, it"}]}, {"heading": "Events", "year": "2014", "date": "December 28", "txt": "Indonesia AirAsia Flight 8501 crashes into the Karimata Strait en route from Surabaya to Singapore, killing all 162 people aboard.", "entities": [{"title": "Indonesia AirAsia Flight 8501", "href": "/wiki/Indonesia_AirAsia_Flight_8501", "description": "Indonesia AirAsia Flight 8501 (QZ8501/AWQ8501) was a scheduled international passenger flight operated by Indonesia AirAsia from Surabaya, Indonesia to Singapore. On 28 December 2014, the Airbus A320 flying the route crashed into the Java Sea, killing all 162 people on board. When search operations ended in March 2015, only 116 bodies had been recovered."}, {"title": "Karimata Strait", "href": "/wiki/Karimata_Strait", "description": "The Karimata Strait also spelled Carimata or Caramata is the wide strait that connects the South China Sea to the Java Sea, separating the Indonesian islands of Belitung and Borneo (Kalimantan). It is bordered by the Belitung island in the west and Borneo in the east. It is the widest strait that connects the South China Sea and the Java Sea, but its numerous islands and reefs reduce its navigabil"}, {"title": "Juanda International Airport", "href": "/wiki/Juanda_International_Airport", "description": "Juanda International Airport (JIA), is an international airport located in Sedati, Sidoarjo. It is now the third busiest airport in Indonesia. This airport is located approximately 12 kilometers (7.5 mi) from Downtown Surabaya and serves the Surabaya metropolitan area, the metropolitan area of Surabaya plus extended urban area. Juanda International Airport is operated by PT Angkasa Pura I. The air"}, {"title": "Singapore Changi Airport", "href": "/wiki/Singapore_Changi_Airport", "description": "Singapore Changi Airport, commonly known as Changi Airport, is a major civilian airport that serves Singapore, and is one of the largest transportation hubs in Asia. As one of the world's busiest airports by international passenger and cargo traffic, it is currently rated the World's Best Airport by Skytrax, the first airport in the world to do so for eight consecutive years. It has also been rate"}]}, {"heading": "Events", "year": "2014", "date": "December 28", "txt": "Nine people die and another 19 are reported missing, when the MS Norman Atlantic catches fire in the Strait of Otranto, in the Adriatic Sea, in Italian waters.", "entities": [{"title": "Strait of Otranto", "href": "/wiki/Strait_of_Otranto", "description": "The Strait of Otranto connects the Adriatic Sea with the Ionian Sea and separates Italy from Albania. Its width at Punta Palascìa, east of Salento is less than 72 km. The strait is named after the Italian city of Otranto."}, {"title": "Adriatic Sea", "href": "/wiki/Adriatic_Sea", "description": "The Adriatic Sea is a body of water separating the Italian Peninsula from the Balkans. The Adriatic is the northernmost arm of the Mediterranean Sea, extending from the Strait of Otranto to the northwest and the Po Valley. The countries with coasts on the Adriatic are Albania, Bosnia and Herzegovina, Croatia, Italy, Montenegro and Slovenia."}]}, {"heading": "Births", "year": "1461", "date": "December 28", "txt": "Louise of Savoy, French nun (d. 1503)", "entities": [{"title": "Louise of Savoy (nun)", "href": "/wiki/Louise_of_Savoy_(nun)", "description": "Louise of Savoy was a member of the French royal family, who gave up a life of privilege and comfort to become a Poor Clare nun. She has been beatified by the Roman Catholic Church."}]}, {"heading": "Births", "year": "1510", "date": "December 28", "txt": "Nicholas Bacon, English politician (d. 1579)", "entities": [{"title": "Nicholas Bacon (Lord Keeper)", "href": "/wiki/Nicholas_Bacon_(Lord_Keeper)", "description": "Sir Nicholas Bacon was Lord Keeper of the Great Seal during the first half of the reign of Queen Elizabeth I of England. He was the father of the philosopher and statesman Sir Francis Bacon."}]}, {"heading": "Births", "year": "1535", "date": "December 28", "txt": "Martin Eisengrein, German theologian (d. 1578)", "entities": [{"title": "Martin Eisengrein", "href": "/wiki/Martin_Eisengrein", "description": "Martin Eisengrein was a German Catholic theologian, university professor and polemical writer."}]}, {"heading": "Births", "year": "1619", "date": "December 28", "txt": "Antoine Furetière, French author and scholar (d. 1688)", "entities": [{"title": "Antoine Furetière", "href": "/wiki/Antoine_Fureti%C3%A8re", "description": "Antoine Furetière was a French scholar, writer, and lexicographer, known best for his satirical novel Scarron's City Romance. He was expelled from the Académie Française for seeking to publish his own French language dictionary."}]}, {"heading": "Births", "year": "1635", "date": "December 28", "txt": "Elizabeth Stuart, second daughter of King Charles I of England (d. 1650)", "entities": [{"title": "Elizabeth Stuart (daughter of Charles I)", "href": "/wiki/Elizabeth_Stuart_(daughter_of_Charles_I)", "description": "Elizabeth Stuart was the second daughter of Charles I, king of England, Scotland and Ireland, and his wife, Henrietta Maria of France."}]}, {"heading": "Births", "year": "1651", "date": "December 28", "txt": "Johann Krieger, German organist and composer (d. 1735)", "entities": [{"title": "Johann Krieger", "href": "/wiki/Johann_Krieger", "description": "Johann Krieger was a German composer and organist, younger brother of Johann Philipp Krieger. Born in Nuremberg, he worked at Bayreuth, Zeitz, and Greiz before settling in Zittau. He was one of the most important keyboard composers of his day, highly esteemed by, among others, George Frideric Handel. A prolific composer of church and secular music, he published several dozen of his works, and othe"}]}, {"heading": "Births", "year": "1655", "date": "December 28", "txt": "Charles Cornwallis, 3rd Baron Cornwallis, English politician, Lord Lieutenant of Suffolk (d. 1698)", "entities": [{"title": "Charles Cornwallis, 3rd Baron Cornwallis", "href": "/wiki/Charles_Cornwallis,_3rd_Baron_Cornwallis", "description": "Charles Cornwallis, 3rd Baron Cornwallis PC was a British politician who served as First Lord of the Admiralty. He succeeded his father Charles Cornwallis, 2nd Baron Cornwallis as Baron Cornwallis in 1673. On 27 December that year, at Westminster Abbey, he married Elizabeth Fox, daughter of Sir Stephen Fox. Their son Charles succeeded him as 4th Baron Cornwallis. After Elizabeth's death, he marrie"}, {"title": "Lord Lieutenant of Suffolk", "href": "/wiki/Lord_Lieutenant_of_Suffolk", "description": "This is a list of people who have served as Lord-Lieutenant of Suffolk. Since 1642, all Lord Lieutenants have also been Custos Rotulorum of Suffolk."}]}, {"heading": "Births", "year": "1665", "date": "December 28", "txt": "George FitzRoy, 1st Duke of Northumberland, English general and politician, Lord Lieutenant of Berkshire (d. 1716)", "entities": [{"title": "George FitzRoy, 1st Duke of Northumberland", "href": "/wiki/George_FitzRoy,_1st_Duke_of_Northumberland", "description": "Lieutenant-General George FitzRoy, 1st Duke of Northumberland, KG, PC was the third and youngest illegitimate son of King Charles II of England by Barbara Villiers, Countess of Castlemaine ; he was the fifth of Charles's eight illegitimate sons. On 1 October 1674, he was created Earl of Northumberland, Baron of Pontefract (Yorkshire) and Viscount Falmouth (Cornwall). On 6 April 1683, he was create"}, {"title": "Lord Lieutenant of Berkshire", "href": "/wiki/Lord_Lieutenant_of_Berkshire", "description": "This is a list of people who have served as Lord Lieutenant of Berkshire. Since 1689, all Lords Lieutenant have also been Custos Rotulorum of Berkshire."}]}, {"heading": "Births", "year": "1722", "date": "December 28", "txt": "Eliza Lucas, Caribbean-American agriculturalist (d. 1793)", "entities": [{"title": "Eliza Lucas", "href": "/wiki/Eliza_Lucas", "description": "Elizabeth Lucas Pinckney changed agriculture in colonial South Carolina, where she developed indigo as one of its most important cash crops. Its cultivation and processing as dye produced one-third the total value of the colony's exports before the Revolutionary War. Manager of three plantations, Mrs. Pinckney had a major influence on the colonial economy."}]}, {"heading": "Births", "year": "1763", "date": "December 28", "txt": "John Molson, English-Canadian brewer, founded the Molson Brewery (d. 1836)", "entities": [{"title": "John Molson", "href": "/wiki/John_Molson", "description": "John Molson was an English-born brewer and entrepreneur in colonial Quebec, which during his lifetime became Lower Canada. In addition to founding Molson Brewery, he built the first steamship and the first public railway in Canada, was a president of the Bank of Montreal, and established a hospital, a hotel, and a theatre in Montreal. The dynasty he founded, the Molson family, is still a wealthy a"}, {"title": "Molson Brewery", "href": "/wiki/Molson_Brewery", "description": "The Molson Brewery is a Canadian brewery and beer company in Montreal formed in 1786 by the Molson family. In 2005, Molson merged with the Adolph Coors Company to become Molson Coors."}]}, {"heading": "Births", "year": "1775", "date": "December 28", "txt": "Jean-Gabriel Eynard, Swiss banker and photographer (d. 1863)", "entities": [{"title": "Jean-Gabriel Eynard", "href": "/wiki/Jean-Gabriel_Eynard", "description": "Jean-Gabriel Eynard was a Swiss banker."}]}, {"heading": "Births", "year": "1789", "date": "December 28", "txt": "Catharine Maria Sedgwick, American novelist of \"domestic fiction\" (d. 1867)", "entities": [{"title": "Catharine Maria Sedgwick", "href": "/wiki/Catharine_Maria_Sedgwick", "description": "Catharine Maria Sedgwick was an American novelist of what is sometimes referred to as \"domestic fiction\". With her work much in demand, from the 1820s to the 1850s, Sedgwick made a good living writing short stories for a variety of periodicals. She became one of the most notable female novelists of her time. She wrote work in American settings, and combined patriotism with protests against histori"}]}, {"heading": "Births", "year": "1798", "date": "December 28", "txt": "Thomas Henderson, Scottish astronomer and mathematician (d. 1844)", "entities": [{"title": "Thomas Henderson (astronomer)", "href": "/wiki/Thomas_Henderson_(astronomer)", "description": "Thomas Henderson FRSE FRS FRAS was a Scottish astronomer and mathematician noted for being the first person to measure the distance to Alpha Centauri, the major component of the nearest stellar system to Earth, the first to determine the parallax of a fixed star, and for being the first Astronomer Royal for Scotland."}]}, {"heading": "Births", "year": "1818", "date": "December 28", "txt": "Carl Remigius Fresenius, German chemist and academic (d. 1897)", "entities": [{"title": "Carl Remigius Fresenius", "href": "/wiki/Carl_Remigius_Fresenius", "description": "Carl Remigius Fresenius, was a German chemist, known for his studies in analytical chemistry."}]}, {"heading": "Births", "year": "1842", "date": "December 28", "txt": "Calixa Lavallée, Canadian-American lieutenant and composer (d. 1891)", "entities": [{"title": "Calixa Lavallée", "href": "/wiki/Calixa_Lavall%C3%A9e", "description": "Calixa Lavallée was a French-Canadian-American musician and Union Army band musician during the American Civil War. He is best known for composing the music for \"O Canada,\" which officially became the national anthem of Canada in 1980, after a vote in the Senate and the House of Commons. The same 1980 Act of Parliament also changed some of the English lyrics. A slight alteration to the English lyr"}]}, {"heading": "Births", "year": "1856", "date": "December 28", "txt": "Woodrow Wilson, American historian and politician, 28th President of the United States, Nobel Prize laureate (d. 1924)", "entities": [{"title": "Woodrow Wilson", "href": "/wiki/Woodrow_Wilson", "description": "Thomas Woodrow Wilson was an American politician and academic who served as the 28th president of the United States from 1913 to 1921. A leader of the Democratic Party, Wilson served as the president of Princeton University and as the governor of New Jersey before winning the 1912 presidential election. As President, Wilson changed the nation's economic policies and led the United States into Worl"}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1865", "date": "December 28", "txt": "Félix Vallotton, Swiss/French painter (d. 1925)", "entities": [{"title": "Félix Vallotton", "href": "/wiki/F%C3%A9lix_Vallotton", "description": "Félix Edouard Vallotton was a Swiss and French painter and printmaker associated with the group of artists known as Les Nabis. He was an important figure in the development of the modern woodcut. He painted portraits, landscapes, nudes, still lifes, and other subjects in an unemotional, realistic style."}]}, {"heading": "Births", "year": "1870", "date": "December 28", "txt": "Charles Bennett, English runner (d. 1949)", "entities": [{"title": "Charles Bennett (athlete)", "href": "/wiki/Charles_Bennett_(athlete)", "description": "Charles Bennett was a British athlete, winner of the 1500 metres at the 1900 Summer Olympics and the first British track and field athlete to become Olympic champion. He was a member of Finchley Harriers which was amalgamated into Hillingdon Athletic Club in 1966."}]}, {"heading": "Births", "year": "1882", "date": "December 28", "txt": "Arthur Eddington, English astronomer, physicist, and mathematician (d. 1944)", "entities": [{"title": "Arthur Eddington", "href": "/wiki/Arthur_Eddington", "description": "Sir Arthur Stanley Eddington was an English astronomer, physicist, and mathematician. He was also a philosopher of science and a populariser of science. The Eddington limit, the natural limit to the luminosity of stars, or the radiation generated by accretion onto a compact object, is named in his honour."}]}, {"heading": "Births", "year": "1882", "date": "December 28", "txt": "Lili Elbe, Danish model and painter (d. 1931)", "entities": []}, {"heading": "Births", "year": "1887", "date": "December 28", "txt": "Werner Kolhörster, German physicist and academic (d. 1946)", "entities": [{"title": "Werner Kolhörster", "href": "/wiki/Werner_Kolh%C3%B6rster", "description": "Werner Heinrich Gustav Kolhörster was a German physicist and a pioneer of research into cosmic rays."}]}, {"heading": "Births", "year": "1888", "date": "December 28", "txt": "F. W. Murnau, German-American director, producer, and screenwriter (d. 1931)", "entities": [{"title": "F. W. Murnau", "href": "/wiki/F._W._Murnau", "description": "Friedrich Wilhelm Murnau was a German film director."}]}, {"heading": "Births", "year": "1890", "date": "December 28", "txt": "Quincy Wright, American political scientist, historian, and academic (d. 1970)", "entities": [{"title": "Quincy Wright", "href": "/wiki/Quincy_Wright", "description": "\nPhilip Quincy Wright was an American political scientist based at the University of Chicago known for his pioneering work and expertise in international law and international relations. Daniel Gorman argues that Wright played a major role in transforming international law \"from a set of guidelines by which states governed their interactions to a tool for enacting peaceful change in international "}]}, {"heading": "Births", "year": "1895", "date": "December 28", "txt": "Carol Ryrie Brink, American author and playwright (d. 1981)", "entities": [{"title": "Carol Ryrie Brink", "href": "/wiki/Carol_Ryrie_Brink", "description": "Carol Ryrie Brink was an American author of over thirty juvenile and adult books. Her novel Caddie Woodlawn won the 1936 Newbery Medal and a Lewis Carroll Shelf Award in 1958."}]}, {"heading": "Births", "year": "1898", "date": "December 28", "txt": "Carl-Gustaf Rossby, Swedish-American meteorologist and academic (d. 1957)", "entities": [{"title": "Carl-Gustaf Rossby", "href": "/wiki/Carl-Gustaf_Rossby", "description": "Carl-Gustaf Arvid Rossby was a Swedish-born American meteorologist who first explained the large-scale motions of the atmosphere in terms of fluid mechanics. He identified and characterized both the jet stream and the long waves in the westerlies that were later named Rossby waves."}]}, {"heading": "Births", "year": "1898", "date": "December 28", "txt": "Shigematsu Sakaibara, Japanese admiral (d. 1947)", "entities": []}, {"heading": "Births", "year": "1902", "date": "December 28", "txt": "Mortimer J. Adler, American philosopher and author (d. 2001)", "entities": [{"title": "Mortimer J. Adler", "href": "/wiki/Mortimer_J._Adler", "description": "Mortimer Jerome Adler was an American philosopher, educator, encyclopedist, and popular author. As a philosopher he worked within the Aristotelian and Thomistic traditions. He lived for long stretches in New York City, Chicago, San Francisco, and San Mateo, California. He taught at Columbia University and the University of Chicago, served as chairman of the Encyclopædia Britannica Board of Editors"}]}, {"heading": "Births", "year": "1902", "date": "December 28", "txt": "Shen Congwen, Chinese author and educator (d. 1988)", "entities": []}, {"heading": "Births", "year": "1903", "date": "December 28", "txt": "Earl Hines, American pianist and bandleader (d. 1983)", "entities": [{"title": "Earl Hines", "href": "/wiki/Earl_Hines", "description": "Earl Kenneth Hines, also known as Earl \"Fatha\" Hines, was an American jazz pianist and bandleader. He was one of the most influential figures in the development of jazz piano and, according to one source, \"one of a small number of pianists whose playing shaped the history of jazz\"."}]}, {"heading": "Births", "year": "1903", "date": "December 28", "txt": "John von Neumann, Hungarian-American mathematician and physicist (d. 1957)", "entities": []}, {"heading": "Births", "year": "1907", "date": "December 28", "txt": "Ze'ev Ben-Haim, Ukrainian-Israeli linguist and academic (d. 2013)", "entities": [{"title": "Ze'ev Ben-Haim", "href": "/wiki/Ze%27ev_Ben-Haim", "description": "Ze'ev Wolf Goldman, later known as Ze'ev Ben-Haim, was a leading Israeli linguist and a former president of the Academy of the Hebrew Language."}]}, {"heading": "Births", "year": "1908", "date": "December 28", "txt": "Lew Ayres, American actor (d. 1996)", "entities": [{"title": "Lew Ayres", "href": "/wiki/Lew_Ayres", "description": "Lewis Frederick Ayres III was an American actor whose film and television career spanned 65 years. He is best known for starring as German soldier Paul Bäumer in the film All Quiet on the Western Front (1930) and for playing Dr. Kildare in nine movies. He was nominated for an Academy Award for Best Actor for his performance in Johnny Belinda (1948)."}]}, {"heading": "Births", "year": "1910", "date": "December 28", "txt": "Billy Williams, American singer (d. 1972)", "entities": [{"title": "Billy Williams (singer)", "href": "/wiki/Billy_Williams_(singer)", "description": "Wilfred Williams was an American singer. He had a successful cover recording of Fats Waller's \"I'm Gonna Sit Right Down And Write Myself A Letter\" in 1957. The record sold over one million copies, and was awarded a gold disc. His trademark hook for his songs was to shout \"Oh, Yeah\" at the end of lyrics."}]}, {"heading": "Births", "year": "1911", "date": "December 28", "txt": "Wil van Beveren, Dutch sprinter and journalist (d. 2003)", "entities": [{"title": "Wil van Beveren", "href": "/wiki/Wil_van_Beveren", "description": "Wijnand \"Wil\" van Beveren was a Dutch sprinter. He competed in the 100 m, 200 m and 4×100 metres relay at the 1936 Summer Olympics and finished sixth in the 200 m, running against Jesse Owens. In the relay, the Dutch team was close to a medal, but failed at a baton transfer."}]}, {"heading": "Births", "year": "1913", "date": "December 28", "txt": "Lou Jacobi, Canadian-American actor (d. 2009)", "entities": [{"title": "Lou Jacobi", "href": "/wiki/Lou_Jacobi", "description": "Lou Jacobi was a Canadian character actor."}]}, {"heading": "Births", "year": "1914", "date": "December 28", "txt": "Bidia Dandaron, Russian author and educator (d. 1974)", "entities": [{"title": "Bidia Dandaron", "href": "/wiki/Bidia_Dandaron", "description": "Bidia Dandaron was a major Buddhist author and teacher in the USSR. He also worked in academic Tibetology, contributed to the Tibetan-Russian Dictionary (1959) and made several translations from Tibetan into Russian. He is mostly remembered as a Buddhist teacher whose students in Russia, Estonia, Latvia, and Lithuania continued both religious and scholarly work, and as an early Buddhist author who"}]}, {"heading": "Births", "year": "1914", "date": "December 28", "txt": "Pops Staples, American singer-songwriter and guitarist (d. 2000)", "entities": []}, {"heading": "Births", "year": "1917", "date": "December 28", "txt": "Ellis Clarke, Trinidadian politician, 1st President of Trinidad and Tobago (d. 2010)", "entities": [{"title": "Ellis Clarke", "href": "/wiki/Ellis_Clarke", "description": "Sir Ellis Emmanuel Innocent Clarke was the first President of Trinidad and Tobago and the second and last Governor-General. He was one of the main architects of Trinidad and Tobago's 1962 Independence constitution."}, {"title": "List of heads of state of Trinidad and Tobago", "href": "/wiki/List_of_heads_of_state_of_Trinidad_and_Tobago#President_of_Trinidad_and_Tobago", "description": "This is a list of the heads of state of Trinidad and Tobago, from the independence of Trinidad and Tobago in 1962 to the present day."}]}, {"heading": "Births", "year": "1919", "date": "December 28", "txt": "Emily Cheney Neville, American author (d. 1997)", "entities": [{"title": "Emily Cheney Neville", "href": "/wiki/Emily_Cheney_Neville", "description": "Emily Cheney Neville was an American author. She was born in Manchester, Connecticut and graduated from Bryn Mawr College in 1940. After receiving her A.B. from Bryn Mawr, she worked for the New York Daily News and the New York Daily Mirror newspapers. She had five children with her husband, Glenn Neville, a newspaperman, and lived in New York City. Her first book, It's Like This, Cat (1963), won "}]}, {"heading": "Births", "year": "1920", "date": "December 28", "txt": "Tufty Mann, South African cricketer (d. 1952)", "entities": [{"title": "Tufty Mann", "href": "/wiki/Tufty_Mann", "description": "Norman Bertram Fleetwood \"Tufty\" Mann was a South African cricketer who played in 19 Tests from 1947 to 1951."}]}, {"heading": "Births", "year": "1920", "date": "December 28", "txt": "Bruce McCarty, American architect, designed the Knoxville City-County Building (d. 2013)", "entities": [{"title": "Knoxville City-County Building", "href": "/wiki/Knoxville_City-County_Building", "description": "The Knoxville City-County Building is a building at 400 Main Street in Knoxville, Tennessee that houses the offices of the city government of Knoxville and the county government of Knox County, Tennessee. It also houses the Knox County Jail. The building stands ten stories, and contains 534,000 square feet (49,600 m2) of office space. At the time it was built it was said to be the largest office b"}]}, {"heading": "Births", "year": "1920", "date": "December 28", "txt": "Steve Van Buren, Honduran-American football player (d. 2012)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 28", "txt": "Al Wistert, American football player and coach (d. 2016)", "entities": []}, {"heading": "Births", "year": "1921", "date": "December 28", "txt": "Johnny Otis, American singer-songwriter and producer (d. 2012)", "entities": [{"title": "Johnny Otis", "href": "/wiki/Johnny_Otis", "description": "Johnny Otis was an American singer, musician, composer, arranger, bandleader, talent scout, disc jockey, record producer, television show host, artist, author, journalist, minister, and impresario. He was a seminal influence on American R&B and rock and roll. He discovered numerous artists early in their careers who went on to become highly successful in their own right, including Little Esther Ph"}]}, {"heading": "Births", "year": "1922", "date": "December 28", "txt": "Stan Lee, American publisher, producer, and actor (d. 2018)", "entities": [{"title": "Stan Lee", "href": "/wiki/Stan_Lee", "description": "Stan Lee was an American comic book writer, editor, publisher, and producer. He rose through the ranks of a family-run business to become Marvel Comics' primary creative leader for two decades, leading its expansion from a small division of a publishing house to a multimedia corporation that dominated the comics and movie industries."}]}, {"heading": "Births", "year": "1924", "date": "December 28", "txt": "Girma Wolde-Giorgis, Ethiopian politician; President of Ethiopia (d. 2018)", "entities": [{"title": "Girma Wolde-Giorgis", "href": "/wiki/Girma_Wolde-Giorgis", "description": "Girma Wolde-Giorgis was an Ethiopian politician who was the 3rd President of Ethiopia from 2001 to 2013. He was the second person to hold the office of President since the founding of the Federal Democratic Republic of Ethiopia in 1995."}, {"title": "List of Presidents of Ethiopia", "href": "/wiki/List_of_Presidents_of_Ethiopia", "description": "This is a list of presidents of Ethiopia and also a list of heads of state after the fall of the Ethiopian Empire in 1974."}]}, {"heading": "Births", "year": "1925", "date": "December 28", "txt": "Hildegard Knef, German actress and singer (d. 2002)", "entities": [{"title": "Hildegard Knef", "href": "/wiki/Hildegard_Knef", "description": "Hildegard Frieda Albertine Knef was a German actress, voice actress, singer, and writer. She was billed in some English-language films as Hildegard Neff or Hildegarde Neff."}]}, {"heading": "Births", "year": "1925", "date": "December 28", "txt": "Milton Obote, Ugandan engineer and politician, 2nd President of Uganda (d. 2005)", "entities": [{"title": "President of Uganda", "href": "/wiki/President_of_Uganda", "description": "The President of the Republic of Uganda is the head of state and the head of government of Uganda. The President leads the executive branch of the Government of Uganda and is the commander-in-chief of the Uganda People's Defence Force."}]}, {"heading": "Births", "year": "1926", "date": "December 28", "txt": "Donald Carr, German-English cricketer and referee  (d. 2016)", "entities": [{"title": "Donald Carr", "href": "/wiki/Donald_Carr", "description": "Donald Bryce Carr OBE was an English cricketer who played for Derbyshire from 1946 to 1967, for Oxford University from 1948 to 1951, and twice for England in 1951/52. He captained Derbyshire between 1955 and 1962, and scored over 10,000 runs for the county."}]}, {"heading": "Births", "year": "1928", "date": "December 28", "txt": "Moe Koffman, Canadian flute player, saxophonist, and composer (d. 2001)", "entities": [{"title": "Moe Koffman", "href": "/wiki/Moe_Koffman", "description": "Morris \"Moe\" Koffman, OC was a Canadian jazz saxophonist and flautist, as well as composer and arranger. During a career spanning from the 1950s to the 2000s, Koffman was one of Canada's most prolific musicians, working variously in clubs and sessions and releasing 30 albums. With his 1957 record Cool and Hot Sax on the New York-based Jubilee label, Koffman became one of the first Canadian jazz mu"}]}, {"heading": "Births", "year": "1929", "date": "December 28", "txt": "Brian Redhead, English journalist and author (d. 1994)", "entities": [{"title": "Brian Redhead", "href": "/wiki/Brian_Redhead", "description": "Brian Leonard Redhead was a British author, journalist and broadcaster. He was a co-presenter of the Today programme on BBC Radio 4 from 1975 until 1993, shortly before his death. He was a great lover and promoter of the city of Manchester and the North West in general, where he lived for most of his career."}]}, {"heading": "Births", "year": "1929", "date": "December 28", "txt": "Terry Sawchuk, Canadian-American ice hockey player (d. 1970)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 28", "txt": "Mariam A. Aleem, Egyptian illustrator and academic (d. 2010)", "entities": [{"title": "Mariam A. Aleem", "href": "/wiki/Mariam_A._Aleem", "description": "Mariam A. Aleem was an Egyptian artist and art professor specializing in printed design. She received her Bachelor of Arts from the Faculty of Fine Arts Cairo in 1954 and her Master of Fine Arts in graphic printing 1957 from the University of Southern California. Beginning in 1958, Aleem taught printmaking at the Faculty of Fine Arts in Alexandria. In 1968 she became an assistant professor, headin"}]}, {"heading": "Births", "year": "1931", "date": "December 28", "txt": "Guy Debord, French theorist and author (d. 1994)", "entities": [{"title": "Guy Debord", "href": "/wiki/Guy_Debord", "description": "Guy Louis Debord was a French Marxist theorist, philosopher, filmmaker, member of the Letterist International, founder of a Letterist faction, and founding member of the Situationist International. He was also briefly a member of Socialisme ou Barbarie."}]}, {"heading": "Births", "year": "1931", "date": "December 28", "txt": "Martin Milner, American actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 28", "txt": "Dhirubhai Ambani, Indian businessman, founded Reliance Industries (d. 2002)", "entities": [{"title": "Dhirubhai Ambani", "href": "/wiki/Dhirubhai_Ambani", "description": "Dhirajlal Hirachand Ambani, popularly known as Dhirubhai Ambani was a successful Indian business tycoon who founded Reliance Industries. Ambani took Reliance public in 1977 and was worth $25.6 billion upon his death. In 2016, he was honoured posthumously with the Padma Vibhushan, India's second-highest civilian honour for his contributions to trade and industry."}, {"title": "Reliance Industries", "href": "/wiki/Reliance_Industries", "description": "Reliance Industries Limited (RIL) is an Indian multinational conglomerate company headquartered in Mumbai, India. Reliance owns businesses across India engaged in energy, petrochemicals, textiles, natural resources, retail, and telecommunications. Reliance is one of the most profitable companies in India, the largest publicly traded company in India by market capitalisation, and the largest compan"}]}, {"heading": "Births", "year": "1932", "date": "December 28", "txt": "Dorsey Burnette, American singer-songwriter (d. 1979)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 28", "txt": "Roy Hattersley, English journalist and politician, Shadow Home Secretary", "entities": [{"title": "Shadow Home Secretary", "href": "/wiki/Shadow_Home_Secretary", "description": "In British politics, the Shadow Home Secretary, is the person within the shadow cabinet who shadows the Home Secretary; this effectively means scrutinising government policy on home affairs including policing, national security, the criminal justice system, the prison service, and matters of citizenship. If the opposition party is elected to government, the Shadow Home Secretary often becomes the "}]}, {"heading": "Births", "year": "1932", "date": "December 28", "txt": "Harry Howell, Canadian ice hockey player and coach (d. 2019)", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 28", "txt": "Nichelle Nichols, American actress", "entities": []}, {"heading": "Births", "year": "1932", "date": "December 28", "txt": "Manuel Puig, Argentinian author and playwright (d. 1990)", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 28", "txt": "John Y. Brown Jr., American soldier, lawyer, and politician, 55th Governor of Kentucky", "entities": [{"title": "John Y. Brown Jr.", "href": "/wiki/John_Y._Brown_Jr.", "description": "John Young Brown Jr. is an American politician, entrepreneur, and businessman from the Commonwealth of Kentucky. He served as the 55th governor of Kentucky from 1979 to 1983, although he may be best known for building Kentucky Fried Chicken (KFC) into a multimillion-dollar restaurant chain."}, {"title": "Governor of Kentucky", "href": "/wiki/Governor_of_Kentucky", "description": "The Governor of the Commonwealth of Kentucky is the head of Kentucky's executive branch of government. 62 men and one woman have served as Governor of Kentucky. The governor's term is four years in length; since 1992, incumbents have been able to seek re-election once before becoming ineligible for four years. Throughout the state's history, four men have served two non-consecutive terms as govern"}]}, {"heading": "Births", "year": "1934", "date": "December 28", "txt": "Rudi Faßnacht, German footballer and manager (d. 2000)", "entities": [{"title": "Rudi Faßnacht", "href": "/wiki/Rudi_Fa%C3%9Fnacht", "description": "Rudolf \"Rudi\" Faßnacht was a German football manager."}]}, {"heading": "Births", "year": "1934", "date": "December 28", "txt": "Maggie Smith, English actress", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 28", "txt": "Chieko Aioi, Japanese actress and voice actress (d. 2013)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 28", "txt": "Alan Coleman, English-Australian director, producer, and screenwriter (d. 2013)", "entities": [{"title": "Alan Coleman", "href": "/wiki/Alan_Coleman", "description": "Alan James Coleman was an English-born TV series writer, director and producer, primarily in the southern hemisphere, where he worked on soap operas The Young Doctors, The Restless Years, Punishment, Neighbours and Shortland Street."}]}, {"heading": "Births", "year": "1936", "date": "December 28", "txt": "Lawrence Schiller, American journalist, director, and producer", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 28", "txt": "Ratan Tata, Indian businessman and philanthropist", "entities": [{"title": "Ratan Tata", "href": "/wiki/Ratan_Tata", "description": "Ratan Naval Tata is an Indian industrialist, philanthropist, and a former chairman of Tata Sons. He was also chairman of Tata Group, from 1990 to 2012, and again, as interim chairman, from October 2016 through February 2017, and continues to head its charitable trusts. He is the recipient of two of the highest civilian awards of India, the Padma Vibhushan (2008) and Padma Bhushan (2000)."}]}, {"heading": "Births", "year": "1938", "date": "December 28", "txt": "Dick Sudhalter, American trumpet player, scholar, and critic (d. 2008)", "entities": [{"title": "Dick Sudhalter", "href": "/wiki/Dick_Sudhalter", "description": "Richard Merrill Sudhalter was an American jazz trumpeter and writer."}]}, {"heading": "Births", "year": "1939", "date": "December 28", "txt": "Philip Anschutz, American businessman, founded Anschutz Entertainment Group", "entities": [{"title": "Philip Anschutz", "href": "/wiki/Philip_Anschutz", "description": "Philip Frederick Anschutz is an American billionaire businessman who owns or controls many companies in a variety of industries, including energy, railroads, real estate, sports, newspapers, movies, theaters, arenas and music. In 2004, he purchased the parent company of the Journal Newspapers, which under Anschutz's direction became the right-wing tabloid Washington Examiner."}, {"title": "Anschutz Entertainment Group", "href": "/wiki/Anschutz_Entertainment_Group", "description": "The Anschutz Entertainment Group (AEG) is an American worldwide sporting and music entertainment presenter and a subsidiary of The Anschutz Corporation. It is the world's largest owner of sports teams and sports events. Under the AEG Presents brand, it is the world's second largest presenter of live music and entertainment events after Live Nation. AEG Presents was started in 2002."}]}, {"heading": "Births", "year": "1939", "date": "December 28", "txt": "Frank McLintock, Scottish footballer and manager", "entities": []}, {"heading": "Births", "year": "1939", "date": "December 28", "txt": "Michelle Urry, American journalist and illustrator (d. 2006)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 28", "txt": "A. K. Antony, Indian lawyer and politician, Indian Minister of Defence", "entities": [{"title": "A. K. Antony", "href": "/wiki/A._K._Antony", "description": "Arackaparambil Kurien Antony, better known as A. K. Antony is an Indian politician and attorney who was the 23rd Defence Minister of India. He is the current Member of Parliament in the Rajya Sabha, from Kerala for the fifth term since 1985. He also currently serves as the Chairman of the Disciplinary Action Committee of the All India Congress Committee, Congress Working Committee, and member of t"}, {"title": "Minister of Defence (India)", "href": "/wiki/Minister_of_Defence_(India)", "description": "The Minister of Defence is the head of the Ministry of Defence and a high ranking minister of the Government of India. The Defence Minister is one of the most senior offices in the Union Council of Ministers as well as being a high-level minister in the union cabinet. They are often assisted by a Minister of State for Defence and less-commonly, the lower-ranked Deputy Minister of Defence. The defe"}]}, {"heading": "Births", "year": "1940", "date": "December 28", "txt": "Don Francisco, Chilean-American journalist and talk show host", "entities": []}, {"heading": "Births", "year": "1941", "date": "December 28", "txt": "Intikhab Alam, Indian-Pakistani cricketer and coach", "entities": [{"title": "Intikhab Alam", "href": "/wiki/Intikhab_Alam", "description": "Intikhab Alam Khan is a Pakistani cricket coach and former cricketer who played in 47 Test matches and four One Day Internationals from 1959 to 1977. He captained Pakistan in 17 Tests between 1969 and 1975. He also played in English county cricket for Surrey between 1969 and 1981. Prior to this Intikhab was professional for several years at West of Scotland Cricket Club in Glasgow and also coached"}]}, {"heading": "Births", "year": "1942", "date": "December 28", "txt": "Roger Swerts, Belgian cyclist", "entities": [{"title": "Roger Swerts", "href": "/wiki/Roger_Swerts", "description": "Roger Swerts is a Belgian former road bicycle racer. As an amateur he placed 18th in the individual road race at the 1964 Summer Olympics and won a bronze medal at the 1965 UCI Road World Championships. He turned professional later in 1965."}]}, {"heading": "Births", "year": "1943", "date": "December 28", "txt": "Juan Luis Cipriani Thorne, Peruvian cardinal", "entities": [{"title": "Juan Luis Cipriani Thorne", "href": "/wiki/Juan_Luis_Cipriani_Thorne", "description": "Juan Luis Cipriani Thorne is a Peruvian prelate of the Catholic Church. He was Archbishop of Lima from 1999 to 2019. He has been a bishop since 1988 and was made a cardinal in 2001."}]}, {"heading": "Births", "year": "1943", "date": "December 28", "txt": "David Peterson, Canadian lawyer and politician, 20th Premier of Ontario", "entities": [{"title": "Premier of Ontario", "href": "/wiki/Premier_of_Ontario", "description": "The premier of Ontario is the first minister of the Crown. The premier acts as the head of government for Ontario, chairs and selects the membership of the Cabinet, and advises the Crown on the exercise of executive power and much of the royal prerogative; together with the Cabinet, the premier manages the Government of Ontario."}]}, {"heading": "Births", "year": "1943", "date": "December 28", "txt": "Joan Ruddock, Welsh politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 28", "txt": "Sandra Faber, American astronomer and academic", "entities": [{"title": "Sandra Faber", "href": "/wiki/Sandra_Faber", "description": "Sandra Moore Faber is an astrophysicist known for her research on the evolution of galaxies. She is the University Professor of Astronomy and Astrophysics at the University of California, Santa Cruz, and works at the Lick Observatory. She has made important discoveries linking the brightness of galaxies to the speed of stars within them and was the co-discoverer of the Faber–Jackson relation. Fabe"}]}, {"heading": "Births", "year": "1944", "date": "December 28", "txt": "Johnny Isakson, American sergeant and politician", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 28", "txt": "Kary Mullis, American biochemist and academic, Nobel Prize laureate (d. 2019)", "entities": [{"title": "Nobel Prize in Chemistry", "href": "/wiki/Nobel_Prize_in_Chemistry", "description": "The Nobel Prize in Chemistry is awarded annually by the Royal Swedish Academy of Sciences to scientists in the various fields of chemistry. It is one of the five Nobel Prizes established by the will of Alfred Nobel in 1895, awarded for outstanding contributions in chemistry, physics, literature, peace, and physiology or medicine. This award is administered by the Nobel Foundation, and awarded by t"}]}, {"heading": "Births", "year": "1944", "date": "December 28", "txt": "Gordon Taylor, English footballer", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 28", "txt": "Birendra, King of Nepal (d. 2001)", "entities": [{"title": "Birendra of Nepal", "href": "/wiki/Birendra_of_Nepal", "description": "Birendra Bir Bikram Shah Dev was the King of Nepal from 1972 until 2001. The eldest son of King Mahendra, he reigned until his death in the 2001 Nepalese royal massacre."}]}, {"heading": "Births", "year": "1945", "date": "December 28", "txt": "Max Hastings, English journalist, historian, and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Mike Beebe, American lawyer and politician, 45th Governor of Arkansas", "entities": [{"title": "Mike Beebe", "href": "/wiki/Mike_Beebe", "description": "Mickey Dale Beebe is an American politician and attorney who served as the 45th Governor of Arkansas from 2007 to 2015. He is a member of the Democratic Party."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Pierre Falardeau, Canadian director, screenwriter, and activist (d. 2009)", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Hubert Green, American golfer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Tim Johnson, American lawyer and politician", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Barbara, Lady Judge, American-English lawyer and businesswoman", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Bill Lee, American baseball player and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Laffit Pincay Jr., Panamanian jockey", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 28", "txt": "Edgar Winter, American singer-songwriter, keyboard player, and producer", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 28", "txt": "Dick Diamonde, Dutch-Australian rock bass player", "entities": [{"title": "Dick Diamonde", "href": "/wiki/Dick_Diamonde", "description": "Dingeman Adriaan Henry van der Sluijs, better known by his stage name Dick Diamonde, is a retired Dutch Australian bass guitarist. He was a founding mainstay member of 1960s rock group The Easybeats. Diamonde, with the group, was inducted into the ARIA Hall of Fame in 2005."}]}, {"heading": "Births", "year": "1947", "date": "December 28", "txt": "Aurelio Rodríguez, Mexican baseball player, coach, and manager (d. 2000)", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 28", "txt": "Ziggy Modeliste, American drummer", "entities": [{"title": "Ziggy Modeliste", "href": "/wiki/Ziggy_Modeliste", "description": "Joseph \"Ziggy\" Modeliste is an American drummer best known as a founding member of the funk band The Meters. He is widely considered an innovator in the funk genre and New Orleans style drumming. The Meters' music had a defining role and set the stylistic tone of New Orleans funk. Due to his work with the band, Modeliste is credited as an integral part of bringing New Orleans second-line grooves i"}]}, {"heading": "Births", "year": "1950", "date": "December 28", "txt": "Alex Chilton, American singer-songwriter and guitarist (d. 2010)", "entities": [{"title": "Alex Chilton", "href": "/wiki/Alex_Chilton", "description": "William Alexander Chilton was an American singer-songwriter, guitarist, and record producer best known as the lead singer of the Box Tops and Big Star. Chilton's early commercial success in the 1960s as a teen vocalist for the Box Tops was never repeated in later years with Big Star and in his subsequent indie music solo career on small labels, but he drew an intense following among indie and alte"}]}, {"heading": "Births", "year": "1950", "date": "December 28", "txt": "Clifford Cocks, English mathematician and cryptographer", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 28", "txt": "Rainer Maria Latzke, German-American painter and academic", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 28", "txt": "Arun Jaitley, Indian lawyer and politician, 9th Indian Minister of Law and Justice (d. 2019)", "entities": [{"title": "Arun Jaitley", "href": "/wiki/Arun_Jaitley", "description": "Arun Jaitley was an Indian politician and attorney. A member of the Bharatiya Janata Party, Jaitley served as the Minister of Finance and Corporate Affairs of the Government of India from 2014 to 2019. Jaitley previously held the cabinet portfolios of Finance, Defence, Corporate Affairs, Commerce and Industry, and Law and Justice in the Vajpayee government and Narendra Modi government."}, {"title": "Ministry of Law and Justice (India)", "href": "/wiki/Ministry_of_Law_and_Justice_(India)", "description": "The Ministry of Law and Justice in the Government of India is a cabinet ministry which deals with the management of the legal affairs, legislative activities and administration of justice in India through its three departments namely the Legislative Department and the Department of Legal Affairs and Department of Justice respectively. The Department of Legal Affairs is concerned with advising the "}]}, {"heading": "Births", "year": "1952", "date": "December 28", "txt": "Bridget Prentice, Scottish educator and politician", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 28", "txt": "Richard Clayderman, French pianist", "entities": [{"title": "Richard Clayderman", "href": "/wiki/Richard_Clayderman", "description": "Richard Clayderman is a French pianist who has released numerous albums including the compositions of Paul de Senneville and Olivier Toussaint, instrumental renditions of popular music, rearrangements of movie soundtracks, ethnic music, and easy-listening arrangements of popular works of classical music."}]}, {"heading": "Births", "year": "1953", "date": "December 28", "txt": "Tatsumi Fujinami, Japanese wrestler and promoter, founded Dradition wrestling promotion", "entities": [{"title": "Dradition", "href": "/wiki/Dradition", "description": "Dradition Pro-Wrestling (Dradition) is an independent Japanese professional wrestling promotion that, until 2008, was known as Muga World Pro Wrestling. The promotion was founded by and is owned by puroresu legend Tatsumi Fujinami, who has owned and operated it since its creation in August 2006."}]}, {"heading": "Births", "year": "1953", "date": "December 28", "txt": "Charlie Pierce, American journalist and author", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 28", "txt": "Martha Wash, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 28", "txt": "Gayle King, American television journalist", "entities": [{"title": "Gayle King", "href": "/wiki/Gayle_King", "description": "Gayle King is an American television personality, author and broadcast journalist for CBS News, co-hosting its flagship morning program, CBS This Morning, a position she has held since its debut in 2012. She is also an editor-at-large for O, The Oprah Magazine."}]}, {"heading": "Births", "year": "1954", "date": "December 28", "txt": "Denzel Washington, American actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 28", "txt": "Stephen Frost, English comedian, actor, and screenwriter", "entities": [{"title": "Stephen Frost", "href": "/wiki/Stephen_Frost", "description": "Stephen Frederick Eustace Frost is an English actor and comedian."}]}, {"heading": "Births", "year": "1955", "date": "December 28", "txt": "Liu Xiaobo, Chinese author, academic, and activist, Nobel Prize laureate (d. 2017)", "entities": [{"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Births", "year": "1956", "date": "December 28", "txt": "Nigel Kennedy, English violinist", "entities": [{"title": "Nigel Kennedy", "href": "/wiki/Nigel_Kennedy", "description": "Nigel Kennedy is an English violinist and violist. His early career was primarily spent performing classical music, and he has since expanded into jazz, klezmer, and other music genres."}]}, {"heading": "Births", "year": "1958", "date": "December 28", "txt": "Terry Butcher, English footballer and manager", "entities": [{"title": "Terry Butcher", "href": "/wiki/Terry_Butcher", "description": "Terence Ian Butcher is an English former professional footballer and manager. He is currently working as an academy coach for Ipswich Town."}]}, {"heading": "Births", "year": "1958", "date": "December 28", "txt": "Curt Byrum, American golfer", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 28", "txt": "Zoran Gajić, Serbian volleyball trainer", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 28", "txt": "Hansjörg Kunze, German runner and sportscaster", "entities": [{"title": "Hansjörg Kunze", "href": "/wiki/Hansj%C3%B6rg_Kunze", "description": "Hansjörg Kunze is a German track and field athlete. He represented East Germany as a long distance runner."}]}, {"heading": "Births", "year": "1959", "date": "December 28", "txt": "Daniel Léo Simpson, American composer", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 28", "txt": "Ana Torroja, Spanish singer-songwriter", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 28", "txt": "Ray Bourque, Canadian ice hockey player", "entities": [{"title": "Ray Bourque", "href": "/wiki/Ray_Bourque", "description": "Raymond Jean Bourque is a Canadian former professional ice hockey player."}]}, {"heading": "Births", "year": "1960", "date": "December 28", "txt": "John Fitzgerald, Australian tennis player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 28", "txt": "Melvin Turpin, American basketball player (d. 2010)", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 28", "txt": "Kent Nielsen, Danish footballer and manager", "entities": [{"title": "Kent Nielsen", "href": "/wiki/Kent_Nielsen", "description": "Kent Nielsen is a Danish professional football manager and former player, who is currently the head coach of Silkeborg IF. He was named coach of the year by the Danish Football Association in 2014 after winning both the Danish Superliga and the Danish Cup with AaB. He started his coaching career as caretaker manager of AGF, before getting his breakthrough with AC Horsens, guiding the club to promo"}]}, {"heading": "Births", "year": "1962", "date": "December 28", "txt": "Michel Petrucciani, French jazz pianist (d. 1999)", "entities": [{"title": "Michel Petrucciani", "href": "/wiki/Michel_Petrucciani", "description": "Michel Petrucciani was a French jazz pianist. From birth he had osteogenesis imperfecta, a genetic disease that causes brittle bones and, in his case, short stature. He became one of the most accomplished jazz pianists of his generation despite having pain in his arms."}]}, {"heading": "Births", "year": "1964", "date": "December 28", "txt": "Tex Perkins, Australian singer-songwriter", "entities": [{"title": "Tex Perkins", "href": "/wiki/Tex_Perkins", "description": "Gregory Stephen Perkins, better known by his stage name Tex Perkins, is an Australian singer-songwriter who fronts the Australian rock band The Cruel Sea, but has also performed with the Beasts of Bourbon, Thug, James Baker Experience, The Butcher Shop, Salamander Jim, and Tex, Don and Charlie. He has also released many solo records. In 1997, a portrait of Tex Perkins by artist Bill Leak won the P"}]}, {"heading": "Births", "year": "1964", "date": "December 28", "txt": "Maite Zúñiga, Spanish runner", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 28", "txt": "Allar Levandi, Estonian skier", "entities": [{"title": "Allar Levandi", "href": "/wiki/Allar_Levandi", "description": "Allar Levandi is an Estonian nordic combined skier who competed during the late 1980s and early 1990s under two different nations in three straight Winter Olympic Games. He trained at Dynamo in Tallinn when Estonia was under Soviet rule in the late 1980s."}]}, {"heading": "Births", "year": "1967", "date": "December 28", "txt": "Chris Ware, American illustrator", "entities": [{"title": "Chris Ware", "href": "/wiki/Chris_Ware", "description": "Franklin Christenson \"Chris\" Ware is an American cartoonist known for his Acme Novelty Library series and the graphic novels Jimmy Corrigan, the Smartest Kid on Earth (2000), Building Stories (2012) and Rusty Brown (2019). His works explore themes of social isolation, emotional torment and depression. He tends to use a vivid color palette and realistic, meticulous detail. His lettering and images "}]}, {"heading": "Births", "year": "1968", "date": "December 28", "txt": "Akihiko Hoshide, Japanese engineer and astronaut", "entities": [{"title": "Akihiko Hoshide", "href": "/wiki/Akihiko_Hoshide", "description": "Akihiko Hoshide  is a Japanese engineer, JAXA astronaut, and current Commander of the International Space Station. On August 30, 2012, Hoshide became the third Japanese astronaut to walk in space."}]}, {"heading": "Births", "year": "1969", "date": "December 28", "txt": "Linus Torvalds, Finnish-American computer programmer, developed Linux kernel", "entities": [{"title": "Linus Torvalds", "href": "/wiki/Linus_Torvalds", "description": "Linus Benedict Torvalds is a Finnish-American software engineer who is the creator and, historically, the main developer of the Linux kernel, used by Linux distributions and other operating systems such as Android and Chrome OS. He also created the distributed revision control system Git and the scuba dive logging and planning software Subsurface."}, {"title": "Linux kernel", "href": "/wiki/Linux_kernel", "description": "The Linux kernel is a free and open-source, monolithic, modular, multitasking, Unix-like operating system kernel. It was conceived and created in 1991 by Linus Torvalds for his i386-based PC, and it was soon adopted as the kernel for the GNU operating system, which was created as a free replacement for UNIX. Since then, it has spawned a plethora of operating system distributions, commonly also cal"}]}, {"heading": "Births", "year": "1970", "date": "December 28", "txt": "Elaine Hendrix, American actress", "entities": [{"title": "Elaine Hendrix", "href": "/wiki/Elaine_Hendrix", "description": "Katherine Elaine Hendrix is an American actress, model, producer, singer, dancer, and activist. She is known for her roles in Romy and Michele's High School Reunion, the 1995 Get Smart series, the 1998 remake of The Parent Trap, Dynasty, Inspector Gadget 2, and the 2004 documentary film What the Bleep Do We Know!?"}]}, {"heading": "Births", "year": "1970", "date": "December 28", "txt": "James Jett, American sprinter and football player", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 28", "txt": "Brenda Schultz-McCarthy, Dutch tennis player", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 28", "txt": "Benny Agbayani, American baseball player", "entities": [{"title": "Benny Agbayani", "href": "/wiki/Benny_Agbayani", "description": "Benny Peter Agbayani, Jr. is an American retired professional baseball player. He attended Saint Louis School, Hawaii Pacific University and the Oregon Institute of Technology. He played in Major League Baseball (MLB) for the New York Mets, Colorado Rockies and Boston Red Sox and Nippon Professional Baseball (NPB) for the Chiba Lotte Marines."}]}, {"heading": "Births", "year": "1971", "date": "December 28", "txt": "Sergi Barjuán, Spanish footballer and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 28", "txt": "Anita Doth, Dutch singer-songwriter", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 28", "txt": "William Gates, American basketball player", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 28", "txt": "Roberto Palacios, Peruvian footballer", "entities": [{"title": "Roberto Palacios", "href": "/wiki/Roberto_Palacios", "description": "Roberto Carlos Palacios Mestas is a Peruvian retired footballer who played as a midfielder."}]}, {"heading": "Births", "year": "1972", "date": "December 28", "txt": "Patrick Rafter, Australian-Bermudian tennis player and model", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 28", "txt": "Adam Vinatieri, American football player", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 28", "txt": "Holger Blume, German sprinter", "entities": [{"title": "Holger Blume", "href": "/wiki/Holger_Blume", "description": "Holger Blume is a former German sprinter who specialised in the 100 metres."}]}, {"heading": "Births", "year": "1973", "date": "December 28", "txt": "Marc Blume, German sprinter", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 28", "txt": "Seth Meyers, American actor, producer, screenwriter, and talk show host", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 28", "txt": "Ids Postma, Dutch speed skater", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 28", "txt": "Jocelyn Enriquez, American singer", "entities": [{"title": "Jocelyn Enriquez", "href": "/wiki/Jocelyn_Enriquez", "description": "Jocelyn Enriquez is a Philippine-American dance-pop singer born and raised in the San Francisco Bay Area. Her most popular songs are \"Do You Miss Me\", \"A Little Bit of Ecstasy\", and the Stars on 54 cover of Gordon Lightfoot's \"If You Could Read My Mind\". Her success helped inspire and pave the way for many Asian American, particularly Filipino Americans from the San Francisco Bay Area, artists dur"}]}, {"heading": "Births", "year": "1974", "date": "December 28", "txt": "Rob Niedermayer, Canadian ice hockey player", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 28", "txt": "Markus Weinzierl, German footballer and manager", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 28", "txt": "B. J. Ryan, American baseball player", "entities": [{"title": "B. J. Ryan", "href": "/wiki/B._J._Ryan", "description": "Robert Victor \"B. J.\" Ryan Jr. is an American baseball coach and former relief pitcher. He is currently the pitching coach for the Louisiana Ragin' Cajuns baseball team, where he played for coach Tony Robichaux in 1997 and 1998. He also played in Major League Baseball (MLB) from 1999 to 2009."}]}, {"heading": "Births", "year": "1976", "date": "December 28", "txt": "Ben Tune, Australian rugby player", "entities": [{"title": "Ben Tune", "href": "/wiki/Ben_Tune", "description": "Ben Tune is an Australian rugby union player. He played most of his rugby career on the wing but later switched to outside centre."}]}, {"heading": "Births", "year": "1976", "date": "December 28", "txt": "Igor Žiković, Croatian footballer", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 28", "txt": "Trond Nymark, Norwegian race walker", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 28", "txt": "Derrick Brew, American sprinter", "entities": [{"title": "Derrick Brew", "href": "/wiki/Derrick_Brew", "description": "Derrick Keith Brew  is a 2004 Olympic Gold medalist in the Men's 4x400 meter relay for the United States. Earlier in the games he took third in the US sweep of the 400m."}]}, {"heading": "Births", "year": "1977", "date": "December 28", "txt": "Shane Elford, Australian rugby league player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 28", "txt": "Seun Ogunkoya, Nigerian sprinter", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 28", "txt": "Chris Coyne, Australian footballer and manager", "entities": [{"title": "Chris Coyne", "href": "/wiki/Chris_Coyne", "description": "Christopher John Coyne is an Australian former soccer player and coach who is currently head of Perth Glory Youth NPL in National Premier Leagues Western Australia (NPLWA). In a 17-year career as a player, Coyne appeared for clubs in Australia, England and China, most significantly for Luton Town for whom he appeared 221 times between 2001 and 2008. He played seven times for Australia in 2008 and "}]}, {"heading": "Births", "year": "1978", "date": "December 28", "txt": "John Legend, American singer-songwriter, pianist, and actor", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 28", "txt": "James Blake, American tennis player", "entities": [{"title": "James Blake (tennis)", "href": "/wiki/James_Blake_(tennis)", "description": "James Riley Blake is an American retired professional tennis player. Blake was known for his speed and powerful, flat forehand. During his career, Blake amassed 24 singles finals appearances, while his career-high singles ranking was World No. 4. Career highlights included reaching the final of the 2006 Tennis Masters Cup, the semifinals of the Beijing Olympics, the quarterfinals of the Australian"}]}, {"heading": "Births", "year": "1979", "date": "December 28", "txt": "Zach Hill, American musician and artist", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 28", "txt": "Senna Gammour, German singer-songwriter", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 28", "txt": "Bill Hall, American baseball player", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 28", "txt": "Noomi Rapace, Swedish actress", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 28", "txt": "Lomana LuaLua, Congolese footballer", "entities": [{"title": "Lomana LuaLua", "href": "/wiki/Lomana_LuaLua", "description": "Trésor Lomana LuaLua is a Congolese professional footballer who last played as a striker. He is currently the attacking coach for Spalding United."}]}, {"heading": "Births", "year": "1980", "date": "December 28", "txt": "Ryta Turava, Belarusian race walker", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 28", "txt": "Narsha, South Korean singer and dancer", "entities": [{"title": "Narsha", "href": "/wiki/Narsha", "description": "Park Hyo-jin, better known by her stage name Narsha, is a South Korean singer and actress. She is best known as a member of the South Korean girl group Brown Eyed Girls. Her stage name, Narsha, is derived from the term na-reu-sha, which means 'to fly up' in Middle Korean and was given to her by a former manager."}]}, {"heading": "Births", "year": "1981", "date": "December 28", "txt": "Khalid Boulahrouz, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 28", "txt": "Elizabeth Jordan Carr, American journalist", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 28", "txt": "Sienna Miller, American-born British actress and fashion designer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 28", "txt": "Frank Turner, English singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 28", "txt": "Mika Väyrynen, Finnish footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 28", "txt": "François Gourmet, Belgian decathlete", "entities": [{"title": "François Gourmet", "href": "/wiki/Fran%C3%A7ois_Gourmet", "description": "François Gourmet is a retired Belgian decathlete. His personal best score is 7974 points, achieved at the 2007 World Championships in Osaka, Japan. He is a former Belgian record holder."}]}, {"heading": "Births", "year": "1982", "date": "December 28", "txt": "Curtis Glencross, Canadian hockey player", "entities": []}, {"heading": "Births", "year": "1984", "date": "December 28", "txt": "Martin Kaymer, German golfer", "entities": [{"title": "Martin Kaymer", "href": "/wiki/Martin_Kaymer", "description": "Martin Kaymer is a German professional golfer. A winner of two major championships, he was also the No. 1 ranked golfer in the Official World Golf Ranking for eight weeks in 2011."}]}, {"heading": "Births", "year": "1984", "date": "December 28", "txt": "Duane Solomon, American runner", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 28", "txt": "Tom Huddlestone, English footballer", "entities": [{"title": "Tom Huddlestone", "href": "/wiki/Tom_Huddlestone", "description": "Thomas Andrew Huddlestone is an English professional footballer who plays as a defensive midfielder. He most recently played for Championship club Derby County."}]}, {"heading": "Births", "year": "1990", "date": "December 28", "txt": "Ayele Abshero, Ethiopian runner", "entities": [{"title": "Ayele Abshero", "href": "/wiki/Ayele_Abshero", "description": "Ayele Abshero Biza is an Ethiopian long-distance runner who mainly competes in cross country and road races."}]}, {"heading": "Births", "year": "1990", "date": "December 28", "txt": "Bastiaan Lijesen, Dutch swimmer", "entities": []}, {"heading": "Births", "year": "1994", "date": "December 28", "txt": "Adam Peaty, English swimmer", "entities": [{"title": "Adam Peaty", "href": "/wiki/Adam_Peaty", "description": "Adam George Peaty, is a British competitive swimmer who specialises in the breaststroke. He has represented Great Britain at the Olympic Games, World Championships and European Championships, and England in the Commonwealth Games. He won the gold medal in the 100 metre breaststroke at the 2016 Olympics, the first by a male British swimmer in 24 years. He is the current holder of the world record i"}]}, {"heading": "Deaths", "year": "925", "date": "December 28", "txt": "Wang Zongbi, general of the Chinese state of Former Shu", "entities": [{"title": "Wang Zongbi", "href": "/wiki/Wang_Zongbi", "description": "\nWang Zongbi was a major general of the Chinese state of Former Shu during the Five Dynasties and Ten Kingdoms period."}, {"title": "History of China", "href": "/wiki/History_of_China", "description": "The earliest known written records of the history of China date from as early as 1250 BC, from the Shang dynasty, during the king Wu Ding's reign, who was mentioned as the twenty-first Shang king by the same. Ancient historical texts such as the Book of Documents, the Records of the Grand Historian and the Bamboo Annals mention and describe a Xia dynasty before the Shang, but no writing is known f"}, {"title": "Former Shu", "href": "/wiki/Former_Shu", "description": "Great Shu called in retrospect Former Shu or occasionally Wang Shu (王蜀), was one of the Ten Kingdoms formed during the chaotic period between the rules of the Tang dynasty and the Song dynasty. It existed in 907–925 CE. It was the third state named \"Shu\" on the same territory, the second one having been Shu Han."}]}, {"heading": "Deaths", "year": "1218", "date": "December 28", "txt": "Robert II, Count of Dreux (b. 1154)", "entities": [{"title": "Robert II, Count of Dreux", "href": "/wiki/Robert_II,_Count_of_Dreux", "description": "Robert II of Dreux, Count of Dreux and Braine, was the eldest surviving son of Robert I, Count of Dreux, and Agnes de Baudemont, countess of Braine, and a grandson of King Louis VI of France."}]}, {"heading": "Deaths", "year": "1297", "date": "December 28", "txt": "Hugh Aycelin, French cardinal (b. 1230)", "entities": [{"title": "Hugh Aycelin", "href": "/wiki/Hugh_Aycelin", "description": "Hugh Aycelin was a French Cardinal. He was also known as Hughes of Billom, Ugo Billomo, Hughes Séguin, Ugo Seguin de Billon, Hughes Aycelin de Montaigut and Hugues Séguin de Billon."}]}, {"heading": "Deaths", "year": "1326", "date": "December 28", "txt": "Sir David II Strathbogie, Earl of Atholl, Constable of Scotland, and Chief Warden of Northumberland", "entities": [{"title": "David II Strathbogie, Earl of Atholl", "href": "/wiki/David_II_Strathbogie,_Earl_of_Atholl", "description": "\nSir David II Strathbogie was Earl of Atholl, Constable of Scotland, and Chief Warden of Northumberland."}, {"title": "Earl of Atholl", "href": "/wiki/Earl_of_Atholl", "description": "\nThe Mormaer or Earl of Atholl was the title of the holder of a medieval comital lordship straddling the highland province of Atholl, now in northern Perthshire. Atholl is a special Mormaerdom, because a King of Atholl is reported from the Pictish period. The only other two Pictish kingdoms to be known from contemporary sources are Fortriu and Circinn. Indeed, the early 13th century document known"}, {"title": "Constable of Scotland", "href": "/wiki/Constable_of_Scotland", "description": "The Lord High Constable is a hereditary, now ceremonial, office of Scotland. In the order of precedence of Scotland, the office traditionally ranks above all titles except those of the Royal Family. The Lord High Constable was, after the King of Scots, the supreme officer of the Scottish army. He also performed judicial functions as the chief judge of the High Court of Constabulary. From the late "}, {"title": "Northumberland", "href": "/wiki/Northumberland", "description": "Northumberland is a ceremonial county and historic county in North East England. It is bordered by Cumbria to the west, County Durham and Tyne and Wear to the south and the Scottish Borders to the north. To the east is the North Sea coastline with a path 103 kilometres (64 mi) long. The county town is Alnwick. The county is administered as a unitary authority by Northumberland County Council, head"}]}, {"heading": "Deaths", "year": "1367", "date": "December 28", "txt": "Ashikaga Yoshiakira, Japanese shōgun (b. 1330)", "entities": [{"title": "Ashikaga Yoshiakira", "href": "/wiki/Ashikaga_Yoshiakira", "description": "Ashikaga Yoshiakira  was the 2nd shōgun of the Ashikaga shogunate who reigned from 1358 to 1367 during the Muromachi period of Japan. Yoshiakira was the son of the founder and first shōgun of the Muromachi shogunate, Ashikaga Takauji. His mother was Akahashi Tōshi, also known as Hōjō Nariko."}]}, {"heading": "Deaths", "year": "1394", "date": "December 28", "txt": "Maria Angelina Doukaina Palaiologina, queen of Epirus (b. 1350)", "entities": [{"title": "Maria Angelina Doukaina Palaiologina", "href": "/wiki/Maria_Angelina_Doukaina_Palaiologina", "description": "Maria Angelina Doukaina Palaiologina or Marija Angelina Nemanjić or Anna Maria Angelina Doukaina Palaiologina was the self-proclaimed basilissa of Epirus from 1384–85, succeeding the rule of her murdered husband Thomas Preljubović. Maria and her husband were a famed couple as patrons of the arts during Tomo's rule of Ioannina from 1366 to 1384. She is even portrayed in the icons."}]}, {"heading": "Deaths", "year": "1446", "date": "December 28", "txt": "Antipope Clement VIII (b. 1369)", "entities": [{"title": "Antipope Clement VIII", "href": "/wiki/Antipope_Clement_VIII", "description": "Gil Sánchez Muñoz y Carbón, was one of the antipopes of the Avignon Papacy, reigning from 10 June 1423 to 26 July 1429 as Clement VIII. He was born in Teruel between 1369–1370 and a member of the Avignon curia. When Alfonso V of Aragon reached an agreement with Pope Martin V, Sanchez Muñoz abdicated, made his submission and was appointed bishop of Mallorca. He died on 28 December 1446."}]}, {"heading": "Deaths", "year": "1491", "date": "December 28", "txt": "Bertoldo di Giovanni, Italian sculptor (b. c. 1435)", "entities": [{"title": "Bertoldo di Giovanni", "href": "/wiki/Bertoldo_di_Giovanni", "description": "Bertoldo di Giovanni was an Italian sculptor and medallist."}]}, {"heading": "Deaths", "year": "1503", "date": "December 28", "txt": "Piero the Unfortunate, Italian ruler (b. 1471)", "entities": [{"title": "Piero the Unfortunate", "href": "/wiki/Piero_the_Unfortunate", "description": "Piero di Lorenzo de' Medici, called Piero the Unfortunate, was the Lord of Florence from 1492 until his exile in 1494."}]}, {"heading": "Deaths", "year": "1538", "date": "December 28", "txt": "Andrea Gritti, Doge of Venice (b. 1455)", "entities": [{"title": "Andrea Gritti", "href": "/wiki/Andrea_Gritti", "description": "Andrea Gritti was the Doge of Venetian Republic from 1523 to 1538, following a distinguished diplomatic and military career."}]}, {"heading": "Deaths", "year": "1547", "date": "December 28", "txt": "Konrad Peutinger, German humanist and antiquarian (b. 1465)", "entities": [{"title": "Konrad Peutinger", "href": "/wiki/Konrad_Peutinger", "description": "Conrad Peutinger was a German humanist, jurist, diplomat, politician, and economist. A senior official in the municipal government of the Imperial City of Augsburg, he served as a counselor to Emperor Maximilian I and his successor Charles V. Also known as a passionate antiquarian, he collected, with the help of his wife Margareta Welser (1481–1552), one of the largest private libraries north of t"}]}, {"heading": "Deaths", "year": "1558", "date": "December 28", "txt": "Hermann Finck, German organist and composer (b. 1527)", "entities": [{"title": "Hermann Finck", "href": "/wiki/Hermann_Finck", "description": "Hermann Finck was a German composer."}]}, {"heading": "Deaths", "year": "1622", "date": "December 28", "txt": "Francis de Sales, French bishop and saint (b. 1567)", "entities": [{"title": "Francis de Sales", "href": "/wiki/Francis_de_Sales", "description": "Francis de Sales was a Bishop of Geneva and is honored as a saint in the Catholic Church. He became noted for his deep faith and his gentle approach to the religious divisions in his land resulting from the Protestant Reformation. He is known also for his writings on the topic of spiritual direction and spiritual formation, particularly the Introduction to the Devout Life and the Treatise on the L"}]}, {"heading": "Deaths", "year": "1663", "date": "December 28", "txt": "Francesco Maria Grimaldi, Italian mathematician and physicist (b. 1618)", "entities": [{"title": "Francesco Maria Grimaldi", "href": "/wiki/Francesco_Maria_Grimaldi", "description": "Francesco Maria Grimaldi was an Italian Jesuit priest, mathematician and physicist who taught at the Jesuit college in Bologna. He was born in Bologna to Paride Grimaldi and Anna Cattani."}]}, {"heading": "Deaths", "year": "1671", "date": "December 28", "txt": "Johann Friedrich Gronovius, German scholar and critic (b. 1611)", "entities": [{"title": "Johann Friedrich Gronovius", "href": "/wiki/Johann_Friedrich_Gronovius", "description": "Johann Friedrich Gronovius was a German classical scholar, librarian and critic."}]}, {"heading": "Deaths", "year": "1694", "date": "December 28", "txt": "Mary II of England (b. 1662)", "entities": [{"title": "Mary II of England", "href": "/wiki/Mary_II_of_England", "description": "Mary II was Queen of England, Scotland, and Ireland, co-reigning with her husband, King William III & II, from 1689 until her death from smallpox at the age of 32. Popular histories usually refer to their joint reign as that of William and Mary."}]}, {"heading": "Deaths", "year": "1703", "date": "December 28", "txt": "Mustafa II, Ottoman Sultan (b. 1664)", "entities": [{"title": "Mustafa II", "href": "/wiki/Mustafa_II", "description": "Mustafa II was the Sultan of the Ottoman Empire from 1695 to 1703."}, {"title": "Ottoman Sultan", "href": "/wiki/Ottoman_Sultan", "description": "The sultans of the Ottoman Empire, who were all members of the Ottoman dynasty, ruled over the transcontinental empire from its perceived inception in 1299 to its dissolution in 1922. At its height, the Ottoman Empire spanned an area from Hungary in the north to Yemen in the south, and from Algeria in the west to Iraq in the east. Administered at first from the city of Söğüt since before 1280 and "}]}, {"heading": "Deaths", "year": "1706", "date": "December 28", "txt": "Pierre Bayle, French philosopher and author (b. 1647)", "entities": [{"title": "Pierre Bayle", "href": "/wiki/Pierre_Bayle", "description": "Pierre Bayle was a French philosopher, author, and lexicographer. A Huguenot, Bayle fled to the Dutch Republic in 1681 because of religious persecution in France. He is best known for his Historical and Critical Dictionary, whose publication began in 1697. Bayle was a notable advocate of religious toleration and his skeptical philosophy had a significant influence on the subsequent growth and deve"}]}, {"heading": "Deaths", "year": "1708", "date": "December 28", "txt": "Joseph Pitton de Tournefort, French botanist and mycologist (b. 1656)", "entities": [{"title": "Joseph Pitton de Tournefort", "href": "/wiki/Joseph_Pitton_de_Tournefort", "description": "Joseph Pitton de Tournefort was a French botanist, notable as the first to make a clear definition of the concept of genus for plants. The botanist Charles Plumier had been his pupil and accompanied him on his voyages."}]}, {"heading": "Deaths", "year": "1715", "date": "December 28", "txt": "William Carstares, Scottish minister and academic (b. 1649)", "entities": [{"title": "William Carstares", "href": "/wiki/William_Carstares", "description": "William Carstares was a minister of the Church of Scotland, active in Whig politics."}]}, {"heading": "Deaths", "year": "1734", "date": "December 28", "txt": "Rob Roy MacGregor, Scottish outlaw (b. 1671)", "entities": [{"title": "Rob Roy MacGregor", "href": "/wiki/Rob_Roy_MacGregor", "description": "Robert Roy MacGregor was a Scottish outlaw, who later became a folk hero."}]}, {"heading": "Deaths", "year": "1736", "date": "December 28", "txt": "Antonio Caldara, Italian composer (b. 1670)", "entities": [{"title": "Antonio Caldara", "href": "/wiki/Antonio_Caldara", "description": "Antonio Caldara was an Italian Baroque composer."}]}, {"heading": "Deaths", "year": "1785", "date": "December 28", "txt": "Peter Ernst Wilde, Polish-Estonian physician and journalist (b. 1732)", "entities": [{"title": "Peter Ernst Wilde", "href": "/wiki/Peter_Ernst_Wilde", "description": "Peter Ernst Wilde was a Baltic German physician and Enlightenment era Estophile."}]}, {"heading": "Deaths", "year": "1795", "date": "December 28", "txt": "Eugenio Espejo, Ecuadorian physician and lawyer (b. 1747)", "entities": [{"title": "Eugenio Espejo", "href": "/wiki/Eugenio_Espejo", "description": "Francisco Javier Eugenio de Santa Cruz y Espejo was a medical pioneer, writer and lawyer of mestizo origin in colonial Ecuador. Although he was a notable scientist and writer, he stands out as a polemicist who inspired the separatist movement in Quito. He is regarded as one of the most important figures in colonial Ecuador. He was Quito's first journalist and hygienist."}]}, {"heading": "Deaths", "year": "1859", "date": "December 28", "txt": "Thomas Babington Macaulay, 1st Baron Macaulay, English historian and politician, Secretary at War (b. 1800)", "entities": [{"title": "Thomas Babington Macaulay, 1st Baron Macaulay", "href": "/wiki/Thomas_Babington_Macaulay,_1st_Baron_Macaulay", "description": "Thomas Babington Macaulay, 1st Baron Macaulay, was a British historian and Whig politician. He is considered primarily responsible for introducing the Western education system in India. He wrote extensively as an essayist, on contemporary and historical sociopolitical subjects, and as a reviewer. His The History of England was a seminal and paradigmatic example of Whig historiography, and its lite"}, {"title": "Secretary at War", "href": "/wiki/Secretary_at_War", "description": "The Secretary at War was a political position in the English and later British government, with some responsibility over the administration and organization of the Army, but not over military policy. The Secretary at War ran the War Office. After 1794 it was occasionally a Cabinet-level position, although it was considered of subordinate rank to the Secretaries of State. The position was combined "}]}, {"heading": "Deaths", "year": "1872", "date": "December 28", "txt": "James Van Ness, American lawyer and politician, 7th Mayor of San Francisco (b. 1808)", "entities": [{"title": "James Van Ness", "href": "/wiki/James_Van_Ness", "description": "James Van Ness was an American politician who served as the seventh Mayor of San Francisco from 1855 to 1856."}, {"title": "Mayor of San Francisco", "href": "/wiki/Mayor_of_San_Francisco", "description": "The mayor of the City and County of San Francisco is the head of the executive branch of the San Francisco city and county government. The officeholder has the duty to enforce city laws, and the power to either approve or veto bills passed by the San Francisco Board of Supervisors, the legislative branch. The mayor serves a four-year term and is limited to two successive terms. Because of San Fran"}]}, {"heading": "Deaths", "year": "1890", "date": "December 28", "txt": "Dennis Miller Bunker, American painter (b. 1861)", "entities": [{"title": "Dennis Miller Bunker", "href": "/wiki/Dennis_Miller_Bunker", "description": "Dennis Miller Bunker was an American painter and innovator of American Impressionism. His mature works include both brightly colored landscape paintings and dark, finely drawn portraits and figures. One of the major American painters of the late 19th century, and a friend of many prominent artists of the era, Bunker died from meningitis at the age of 29."}]}, {"heading": "Deaths", "year": "1897", "date": "December 28", "txt": "William Corby, American priest and academic (b. 1833)", "entities": [{"title": "William Corby", "href": "/wiki/William_Corby", "description": "The Rev. William Corby, CSC was an American priest of the Congregation of Holy Cross, and a Union Army chaplain in the American Civil War attached to the Irish Brigade. He served twice as president of the University of Notre Dame."}]}, {"heading": "Deaths", "year": "1900", "date": "December 28", "txt": "Alexandre de Serpa Pinto, Portuguese soldier and explorer (b. 1846)", "entities": [{"title": "Alexandre de Serpa Pinto", "href": "/wiki/Alexandre_de_Serpa_Pinto", "description": "Alexandre Alberto da Rocha de Serpa Pinto, Viscount of Serpa Pinto was a Portuguese explorer of southern Africa and a colonial administrator."}]}, {"heading": "Deaths", "year": "1907", "date": "December 28", "txt": "Louise Granberg, Swedish playwright (b. 1812)", "entities": [{"title": "Louise Granberg", "href": "/wiki/Louise_Granberg", "description": "Louise Elisabeth Granberg, was a Swedish playwright, translator and theatre director.\n"}]}, {"heading": "Deaths", "year": "1913", "date": "December 28", "txt": "Ahmet Mithat Efendi, Turkish journalist and translator (b. 1844)", "entities": [{"title": "Ahmet Mithat Efendi", "href": "/wiki/Ahmet_Mithat_Efendi", "description": "Ahmet Mithat was an Ottoman journalist, author, translator and publisher during the Tanzimat period. In his works, he was known as Ahmet Mithat Efendi, to distinguish him from the contemporary politician Midhat Pasha. Ahmet Mithat Efendi took his name from Ahmed Şefik Midhat Pasha, as he worked for a time as an official and newspaper editor in Midhat Pasha's Vilayet of the Danube."}]}, {"heading": "Deaths", "year": "1916", "date": "December 28", "txt": "Eduard Strauss, Austrian violinist and composer (b. 1835)", "entities": [{"title": "Eduard Strauss", "href": "/wiki/Eduard_Strauss", "description": "Eduard \"Edi\" Strauss was an Austrian composer who, together with his brothers Johann Strauss II and Josef Strauss made up the Strauss musical dynasty. He was the son of Johann Strauss I and Maria Anna Streim. The family dominated the Viennese light music world for decades, creating many waltzes and polkas for many Austrian nobility as well as dance-music enthusiasts around Europe. He was affection"}]}, {"heading": "Deaths", "year": "1917", "date": "December 28", "txt": "Alfred Edwin McKay, Canadian captain and pilot (b. 1892)", "entities": [{"title": "Alfred Edwin McKay", "href": "/wiki/Alfred_Edwin_McKay", "description": "Captain Alfred Edwin \"Eddie\" McKay MC was a Canadian flying ace who flew with the Royal Flying Corps during the First World War."}]}, {"heading": "Deaths", "year": "1918", "date": "December 28", "txt": "Olavo Bilac, Brazilian poet and journalist (b. 1865)", "entities": [{"title": "Olavo Bilac", "href": "/wiki/Olavo_Bilac", "description": "Olavo Brás Martins dos Guimarães Bilac, often known as Olavo Bilac, was a Brazilian Parnassian poet, journalist and translator. Alongside Alberto de Oliveira and Raimundo Correia, he was a member of the \"Parnassian Triad\". He was elected the \"Prince of Brazilian Poets\" in 1907 by the magazine Fon-Fon. He wrote the lyrics of the Brazilian Flag Anthem."}]}, {"heading": "Deaths", "year": "1919", "date": "December 28", "txt": "Johannes Rydberg, Swedish physicist and academic (b. 1854)", "entities": [{"title": "Johannes Rydberg", "href": "/wiki/Johannes_Rydberg", "description": "Johannes (Janne) Robert Rydberg was a Swedish physicist mainly known for devising the Rydberg formula, in 1888, which is used to describe the wavelengths of photons emitted by changes in the energy level of an electron in a hydrogen atom."}]}, {"heading": "Deaths", "year": "1924", "date": "December 28", "txt": "Léon Bakst, Russian painter and costume designer (b. 1866)", "entities": [{"title": "Léon Bakst", "href": "/wiki/L%C3%A9on_Bakst", "description": "Léon Bakst – born as Leyb-Khaim Izrailevich Rosenberg, Лейб-Хаим Израилевич (Самойлович) Розенберг was a Russian painter and scene and costume designer of Belarusian origin. He was a member of the Sergei Diaghilev circle and the Ballets Russes, for which he designed exotic, richly coloured sets and costumes. He designed the décor for such productions as \"Carnaval\" (1910), \"Spectre de la rose\" (191"}]}, {"heading": "Deaths", "year": "1932", "date": "December 28", "txt": "Jack Blackham, Australian cricketer (b. 1854)", "entities": [{"title": "Jack Blackham", "href": "/wiki/Jack_Blackham", "description": "John McCarthy Blackham was a Test cricketer who played for Victoria and Australia."}]}, {"heading": "Deaths", "year": "1935", "date": "December 28", "txt": "Clarence Day, American author and illustrator (b. 1874)", "entities": [{"title": "Clarence Day", "href": "/wiki/Clarence_Day", "description": "Clarence Shepard Day Jr. was an American author and cartoonist, best known for his 1935 work Life with Father."}]}, {"heading": "Deaths", "year": "1937", "date": "December 28", "txt": "Maurice Ravel, French pianist and composer (b. 1875)", "entities": [{"title": "Maurice Ravel", "href": "/wiki/Maurice_Ravel", "description": "Joseph Maurice Ravel was a French composer, pianist and conductor. He is often associated with impressionism along with his elder contemporary Claude Debussy, although both composers rejected the term. In the 1920s and 1930s Ravel was internationally regarded as France's greatest living composer."}]}, {"heading": "Deaths", "year": "1938", "date": "December 28", "txt": "Florence Lawrence, Canadian actress (b. 1886)", "entities": [{"title": "Florence Lawrence", "href": "/wiki/Florence_Lawrence", "description": "Florence Lawrence was a Canadian-American stage performer and film actress. She is often referred to as the \"first movie star\", and was thought to be the first film actor to be named publicly until evidence published in 2019 indicated that the first named film star was French actor Max Linder. At the height of her fame in the 1910s, she was known as the \"Biograph Girl\" for work as one of the leadi"}]}, {"heading": "Deaths", "year": "1942", "date": "December 28", "txt": "Alfred Flatow, German gymnast (b. 1869)", "entities": [{"title": "Alfred Flatow", "href": "/wiki/Alfred_Flatow", "description": "Alfred Flatow was a German gymnast. He competed at the 1896 Summer Olympics in Athens. He was Jewish."}]}, {"heading": "Deaths", "year": "1943", "date": "December 28", "txt": "Steve Evans, American baseball player (b. 1885)", "entities": [{"title": "Steve Evans (baseball)", "href": "/wiki/Steve_Evans_(baseball)", "description": "Louis Richard (Steve) Evans was a right fielder in Major League Baseball."}]}, {"heading": "Deaths", "year": "1945", "date": "December 28", "txt": "Theodore Dreiser, American novelist and journalist (b. 1871)", "entities": [{"title": "Theodore Dreiser", "href": "/wiki/Theodore_Dreiser", "description": "Theodore Herman Albert Dreiser was an American novelist and journalist of the naturalist school. His novels often featured main characters who succeeded at their objectives despite a lack of a firm moral code, and literary situations that more closely resemble studies of nature than tales of choice and agency. Dreiser's best known novels include Sister Carrie (1900) and An American Tragedy (1925)."}]}, {"heading": "Deaths", "year": "1946", "date": "December 28", "txt": "Elie Nadelman, Polish-American sculptor (b. 1882)", "entities": [{"title": "Elie Nadelman", "href": "/wiki/Elie_Nadelman", "description": "Elie Nadelman was a Polish-American sculptor, draughtsman and collector of folk art."}]}, {"heading": "Deaths", "year": "1947", "date": "December 28", "txt": "Victor Emmanuel III of Italy (b. 1869)", "entities": [{"title": "Victor Emmanuel III of Italy", "href": "/wiki/Victor_Emmanuel_III_of_Italy", "description": "Victor Emmanuel III reigned as King of Italy from 29 July 1900 until his abdication on 9 May 1946. In addition, he was Emperor of Ethiopia (1936–1941) and King of the Albanians (1939–1943). During his reign of nearly 46 years, which began after the assassination of his father Umberto I, the Kingdom of Italy became involved in two world wars. His reign also encompassed the birth, rise, and fall of "}]}, {"heading": "Deaths", "year": "1949", "date": "December 28", "txt": "Jack Lovelock, New Zealand runner and soldier (b. 1910)", "entities": [{"title": "Jack Lovelock", "href": "/wiki/Jack_Lovelock", "description": "John Edward Lovelock was a New Zealand athlete who became the world 1500m and mile record holder and 1936 Olympic champion in the 1500 metres."}]}, {"heading": "Deaths", "year": "1959", "date": "December 28", "txt": "Ante Pavelić, Croatian fascist dictator during World War II (b. 1889)", "entities": [{"title": "Ante Pavelić", "href": "/wiki/Ante_Paveli%C4%87", "description": "Ante Pavelić was a Croatian politician and dictator who founded and headed the fascist ultranationalist organization known as the Ustaše in 1929 and governed the Independent State of Croatia, a fascist puppet state built out of parts of occupied Yugoslavia by the authorities of Nazi Germany and Fascist Italy, from 1941 to 1945. Pavelić and the Ustaše persecuted many racial minorities and political"}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Deaths", "year": "1960", "date": "December 28", "txt": "Philippe Panneton, Canadian physician, academic, and diplomat (b. 1895)", "entities": [{"title": "Philippe Panneton", "href": "/wiki/Philippe_Panneton", "description": "Philippe Panneton was a Canadian physician, academic, diplomat and writer."}]}, {"heading": "Deaths", "year": "1963", "date": "December 28", "txt": "Paul Hindemith, German violinist, composer, and conductor (b. 1895)", "entities": [{"title": "Paul Hindemith", "href": "/wiki/Paul_Hindemith", "description": "Paul Hindemith was a prolific German composer, violist, violinist, teacher and conductor. In the 1920s, he became a major advocate of the Neue Sachlichkeit style of music. Notable compositions include his song cycle Das Marienleben (1923), Der Schwanendreher for viola and orchestra (1935), and the opera Mathis der Maler (1938). Hindemith's most popular work, both on record and in the concert hall,"}]}, {"heading": "Deaths", "year": "1967", "date": "December 28", "txt": "Katharine McCormick, American biologist and philanthropist (b. 1875)", "entities": [{"title": "Katharine McCormick", "href": "/wiki/Katharine_McCormick", "description": "Katharine Dexter McCormick was a U.S. suffragist, philanthropist and, after her husband's death, heir to a substantial part of the McCormick family fortune. She funded most of the research necessary to develop the first birth control pill."}]}, {"heading": "Deaths", "year": "1968", "date": "December 28", "txt": "David Ogilvy, 12th Earl of Airlie, Scottish peer, soldier and courtier (b. 1893)", "entities": [{"title": "David Ogilvy, 12th Earl of Airlie", "href": "/wiki/David_Ogilvy,_12th_Earl_of_Airlie", "description": "Colonel David Lyulph Gore Wolseley Ogilvy, 12th and 7th Earl of Airlie was a Scottish peer, soldier, and courtier."}]}, {"heading": "Deaths", "year": "1971", "date": "December 28", "txt": "Max Steiner, Austrian-American pianist, composer, and conductor (b. 1888)", "entities": [{"title": "Max Steiner", "href": "/wiki/Max_Steiner", "description": "Maximilian Raoul Steiner was an Austrian-born American music composer for theatre and films, as well as a conductor. He was a child prodigy who conducted his first operetta when he was twelve and became a full-time professional, either composing, arranging, or conducting, when he was fifteen."}]}, {"heading": "Deaths", "year": "1976", "date": "December 28", "txt": "Katharine Byron, American politician (b. 1903)", "entities": [{"title": "Katharine Byron", "href": "/wiki/Katharine_Byron", "description": "Katharine Edgar Byron, a Democrat, was a U.S. Congresswoman who represented the 6th congressional district of Maryland from May 27, 1941 to January 3, 1943. She was the first woman elected to Congress from Maryland."}]}, {"heading": "Deaths", "year": "1981", "date": "December 28", "txt": "Allan Dwan, Canadian-American director, producer, and screenwriter (b. 1885)", "entities": [{"title": "Allan Dwan", "href": "/wiki/Allan_Dwan", "description": "Allan Dwan was a pioneering Canadian-born American motion picture director, producer, and screenwriter."}]}, {"heading": "Deaths", "year": "1983", "date": "December 28", "txt": "William Demarest, American actor (b. 1892)", "entities": [{"title": "William Demarest", "href": "/wiki/William_Demarest", "description": "Carl William Demarest was an American character actor, known for playing Uncle Charley in My Three Sons. Demarest became a prolific film and television actor, appearing in over 140 films, beginning in 1927 and ending in the 1970s. He frequently played crusty but good-hearted roles."}]}, {"heading": "Deaths", "year": "1983", "date": "December 28", "txt": "Dennis Wilson, American drummer, songwriter, and producer (b. 1944)", "entities": []}, {"heading": "Deaths", "year": "1984", "date": "December 28", "txt": "Sam Peckinpah, American director, producer, and screenwriter (b. 1925)", "entities": [{"title": "Sam Peckinpah", "href": "/wiki/Sam_Peckinpah", "description": "David Samuel Peckinpah was an American film director and screenwriter who achieved prominence following the release of the Western epic The Wild Bunch (1969). He was known for the visually innovative and explicit depiction of action and violence as well as his revisionist approach to the Western genre."}]}, {"heading": "Deaths", "year": "1984", "date": "December 28", "txt": "Mary Stewart, Baroness Stewart of Alvechurch, British politician and educator (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1986", "date": "December 28", "txt": "John D. MacDonald, American colonel and author (b. 1916)", "entities": [{"title": "John D. MacDonald", "href": "/wiki/John_D._MacDonald", "description": "John Dann MacDonald was an American writer of novels and short stories, known for his thrillers."}]}, {"heading": "Deaths", "year": "1986", "date": "December 28", "txt": "Jan Nieuwenhuys, Dutch painter (b. 1922)", "entities": []}, {"heading": "Deaths", "year": "1989", "date": "December 28", "txt": "Hermann Oberth, Romanian-German physicist and engineer (b. 1894)", "entities": [{"title": "Hermann Oberth", "href": "/wiki/Hermann_Oberth", "description": "Hermann Julius Oberth was an Austro-Hungarian-born German physicist and engineer. He is considered one of the founding fathers of rocketry and astronautics, along with the French Robert Esnault-Pelterie, the Russian Konstantin Tsiolkovsky, and the American Robert Goddard."}]}, {"heading": "Deaths", "year": "1990", "date": "December 28", "txt": "Warren Skaaren, American screenwriter and producer (b. 1946)", "entities": [{"title": "Warren Skaaren", "href": "/wiki/Warren_Skaaren", "description": "Warren Skaaren was an American screenwriter and film producer."}]}, {"heading": "Deaths", "year": "1992", "date": "December 28", "txt": "Sal Maglie, American baseball player and coach (b. 1917)", "entities": [{"title": "Sal Maglie", "href": "/wiki/Sal_Maglie", "description": "Salvatore Anthony Maglie was an American Major League Baseball pitcher and later, a scout and a pitching coach. He played from 1945 to 1958 for the New York Giants, Cleveland Indians, Brooklyn Dodgers, New York Yankees, and St. Louis Cardinals. Maglie was known as \"Sal the Barber\", because he gave close shaves—that is, pitched inside to hitters. A gentle personality off the field went unnoticed du"}]}, {"heading": "Deaths", "year": "1993", "date": "December 28", "txt": "William L. Shirer, American journalist and historian (b. 1904)", "entities": [{"title": "William L. Shirer", "href": "/wiki/William_L._Shirer", "description": "William Lawrence Shirer was an American journalist and war correspondent. He wrote The Rise and Fall of the Third Reich, a history of Nazi Germany that has been read by many and cited in scholarly works for more than 50 years. Originally a foreign correspondent for the Chicago Tribune and the International News Service, Shirer was the first reporter hired by Edward R. Murrow for what became a CBS "}]}, {"heading": "Deaths", "year": "1994", "date": "December 28", "txt": "Jean-Louis Lévesque, Canadian businessman and philanthropist (b. 1911)", "entities": [{"title": "Jean-Louis Lévesque", "href": "/wiki/Jean-Louis_L%C3%A9vesque", "description": "Jean-Louis Lévesque, was a Canadian entrepreneur, thoroughbred racehorse owner, and philanthropist."}]}, {"heading": "Deaths", "year": "1999", "date": "December 28", "txt": "Clayton Moore, American actor (b. 1914)", "entities": [{"title": "Clayton Moore", "href": "/wiki/Clayton_Moore", "description": "Clayton Moore was an American actor best known for playing the fictional western character the Lone Ranger from 1949 to 1952 and 1953 to 1957 on the television series of the same name and two related movies from the same producers."}]}, {"heading": "Deaths", "year": "2001", "date": "December 28", "txt": "Samuel Abraham Goldblith, American lieutenant, biologist, and engineer (b. 1919)", "entities": [{"title": "Samuel Abraham Goldblith", "href": "/wiki/Samuel_Abraham_Goldblith", "description": "Samuel Abraham Goldblith was an American food scientist. While involved in World War II, he studied malnutrition, and later was involved in food research important for space exploration."}]}, {"heading": "Deaths", "year": "2001", "date": "December 28", "txt": "William X. Kienzle, American priest and author (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 28", "txt": "Benjamin Thurman Hacker, American admiral (b. 1935)", "entities": [{"title": "Benjamin Thurman Hacker", "href": "/wiki/Benjamin_Thurman_Hacker", "description": "Rear Admiral Benjamin Thurman Hacker (1935–2003) was a U.S. Navy officer, who became the first Naval Flight Officer (NFO) to achieve Flag rank."}]}, {"heading": "Deaths", "year": "2004", "date": "December 28", "txt": "Jerry Orbach, American actor and singer (b. 1935)", "entities": [{"title": "Jerry Orbach", "href": "/wiki/Jerry_Orbach", "description": "Jerome Bernard Orbach was an American actor and singer, described at the time of his death as \"one of the last bona fide leading men of the Broadway musical and global celebrity on television\" and a \"versatile stage and film actor\"."}]}, {"heading": "Deaths", "year": "2004", "date": "December 28", "txt": "Susan Sontag, American novelist, essayist, critic, and playwright (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2006", "date": "December 28", "txt": "Jamal Karimi-Rad, Iranian politician, Iranian Minister of Justice (b. 1956)", "entities": [{"title": "Jamal Karimi-Rad", "href": "/wiki/Jamal_Karimi-Rad", "description": "Jamal Karimi-Rad was the Minister of Justice of the Islamic Republic of Iran."}, {"title": "Ministry of Justice (Iran)", "href": "/wiki/Ministry_of_Justice_(Iran)", "description": null}]}, {"heading": "Deaths", "year": "2008", "date": "December 28", "txt": "Irene Lieblich, Polish-American painter and illustrator (b. 1923)", "entities": [{"title": "Irene Lieblich", "href": "/wiki/Irene_Lieblich", "description": "Irene Lieblich was a Polish-born artist and Holocaust survivor noted for illustrating the books of Nobel laureate Isaac Bashevis Singer and for her paintings highlighting Jewish life and culture. She is also a distant cousin of noted Yiddish language author and playwright Isaac Leib Peretz."}]}, {"heading": "Deaths", "year": "2009", "date": "December 28", "txt": "Jimmy Sullivan, American musician, composer and songwriter. Known by his stage name The Rev (b. 1981)", "entities": [{"title": "The Rev", "href": "/wiki/The_Rev", "description": "James \"Jimmy\" Owen Sullivan, also known by his stage name The Rev, was an American musician. Best known as the drummer of heavy metal band Avenged Sevenfold, The Rev was widely regarded and critically acclaimed for his work on the band's albums, and contributed entire songs composed by himself, such as \"Afterlife\", \"A Little Piece of Heaven\", and \"Almost Easy\"."}, {"title": "The Rev", "href": "/wiki/The_Rev", "description": "James \"Jimmy\" Owen Sullivan, also known by his stage name The Rev, was an American musician. Best known as the drummer of heavy metal band Avenged Sevenfold, The Rev was widely regarded and critically acclaimed for his work on the band's albums, and contributed entire songs composed by himself, such as \"Afterlife\", \"A Little Piece of Heaven\", and \"Almost Easy\"."}]}, {"heading": "Deaths", "year": "2010", "date": "December 28", "txt": "Billy Taylor, American pianist and composer (b. 1921)", "entities": [{"title": "Billy Taylor", "href": "/wiki/Billy_Taylor", "description": "Billy Taylor was an American jazz pianist, composer, broadcaster and educator. He was the Robert L. Jones Distinguished Professor of Music at East Carolina University in Greenville, and from 1994 was the artistic director for jazz at the John F. Kennedy Center for the Performing Arts in Washington, D.C."}]}, {"heading": "Deaths", "year": "2010", "date": "December 28", "txt": "Terry Peder Rasmussen, American serial killer (b. 1943)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 28", "txt": "Nicholas Ambraseys, Greek-English seismologist and engineer (b. 1929)", "entities": [{"title": "Nicholas Ambraseys", "href": "/wiki/Nicholas_Ambraseys", "description": "Nicholas Neocles Ambraseys FICE FREng was a Greek engineering seismologist. He was emeritus professor of Engineering Seismology and Senior Research Fellow at Imperial College London. For many years Ambraseys was considered as the leading figure and an authority in earthquake engineering and seismology in Europe."}]}, {"heading": "Deaths", "year": "2012", "date": "December 28", "txt": "Mark Crispin, American computer scientist and academic, designed the IMAP (b. 1956)", "entities": [{"title": "IMAP", "href": "/wiki/IMAP", "description": "In computing, the Internet Message Access Protocol (IMAP) is an Internet standard protocol used by email clients to retrieve email messages from a mail server over a TCP/IP connection. IMAP is defined by RFC 3501."}]}, {"heading": "Deaths", "year": "2012", "date": "December 28", "txt": "Václav Drobný, Czech footballer (b. 1980)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 28", "txt": "Frankie Walsh, Irish hurler and manager (b. 1936)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 28", "txt": "Halton Arp, American-German astronomer and critic (b. 1927)", "entities": [{"title": "Halton Arp", "href": "/wiki/Halton_Arp", "description": "Halton Christian \"Chip\" Arp was an American astronomer. He was known for his 1966 Atlas of Peculiar Galaxies, which catalogues many examples of interacting and merging galaxies, though Arp disputed the idea, claiming apparent associations were prime examples of ejections. Arp was also known as a critic of the Big Bang theory and for advocating a non-standard cosmology incorporating intrinsic redsh"}]}, {"heading": "Deaths", "year": "2013", "date": "December 28", "txt": "Esther Borja, Cuban soprano and actress (b. 1913)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 28", "txt": "Andrew Jacobs, Jr., American soldier, lawyer, and politician (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 28", "txt": "Alfred Marshall, American businessman, founded Marshalls (b. 1919)", "entities": [{"title": "Marshalls", "href": "/wiki/Marshalls", "description": "Marshalls is an American chain of off-price department stores owned by TJX Companies. Marshalls has over 1,000 American stores, including larger stores named Marshalls Mega Store, covering 42 states and Puerto Rico, and 61 stores in Canada. Marshalls first expanded into Canada in March 2011."}]}, {"heading": "Deaths", "year": "2013", "date": "December 28", "txt": "Joseph Ruskin, American actor and producer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 28", "txt": "Ilya Tsymbalar, Ukrainian-Russian footballer and manager (b. 1969)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 28", "txt": "Vahan Hovhannisyan, Armenian politician (b. 1956)", "entities": [{"title": "Vahan Hovhannisyan", "href": "/wiki/Vahan_Hovhannisyan", "description": "Vahan Hovhannisyan was an Armenian politician of the Armenian Revolutionary Federation (ARF). He was Vice-President of the National Assembly of Armenia from 2007 to 2008 and was a candidate in the February 2008 presidential election. A 2008 leaked confidential document by the US State Department described him as \"clearly the most likeable Dashnak by public persona.\""}]}, {"heading": "Deaths", "year": "2014", "date": "December 28", "txt": "Frankie Randall, American singer-songwriter (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 28", "txt": "Leelah Alcorn, American transgender teenager (b. 1997)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 28", "txt": "John Bradbury, English drummer and songwriter (b. 1953)", "entities": [{"title": "John Bradbury (drummer)", "href": "/wiki/John_Bradbury_(drummer)", "description": "John \"Brad\" Bradbury was an English drummer and record producer. He is best known for having been the drummer in the English ska group The Specials."}]}, {"heading": "Deaths", "year": "2015", "date": "December 28", "txt": "Eloy Inos, Mariana Islander businessman and politician, 8th Governor of the Northern Mariana Islands (b. 1949)", "entities": [{"title": "List of Governors of the Northern Mariana Islands", "href": "/wiki/List_of_Governors_of_the_Northern_Mariana_Islands", "description": "The following is a list of persons who served as Governor of the Northern Mariana Islands. The term of office is 4 years. The longest-serving governors in CNMI history are Pedro Tenorio, who served 12 years in office from 1982 to 1990 and from 1998 to 2002, and Benigno Fitial, who served 7 years, one month, and 11 days from 2006 to 2013."}]}, {"heading": "Deaths", "year": "2015", "date": "December 28", "txt": "Lemmy, English musician, singer, and songwriter (b. 1945)", "entities": []}, {"heading": "Deaths", "year": "2016", "date": "December 28", "txt": "Debbie Reynolds, American actress, singer and dancer (b. 1932)", "entities": [{"title": "Debbie Reynolds", "href": "/wiki/Debbie_Reynolds", "description": "Mary Frances \"Debbie\" Reynolds was an American actress, singer, and businesswoman. Her career spanned almost 70 years. She was nominated for the Golden Globe Award for Most Promising Newcomer for her portrayal of Helen Kane in the 1950 film Three Little Words, and her breakout role was her first leading role, as Kathy Selden in Singin' in the Rain (1952). Her other successes include The Affairs of"}]}, {"heading": "Deaths", "year": "2016", "date": "December 28", "txt": "Jean-Christophe Victor, French political scientist (b. 1947)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "December 28", "txt": "Rose Marie, American actress and comedienne (b. 1923)", "entities": [{"title": "Rose Marie", "href": "/wiki/Rose_Marie", "description": "Rose Marie was an American actress, singer, comedian, and vaudeville performer with a career that ultimately spanned ten decades — and included film, radio, records, theater, night clubs and television. As a child performer during the years just after the silent film era, she had a successful singing career as Baby Rose Marie. As an adult, she became one of the first major stars to be known simply"}]}]