[{"heading": "Events", "year": "AD 69", "date": "December 21", "txt": "The Roman Senate declares Vespasian emperor of Rome, the last in the Year of the Four Emperors.", "entities": [{"title": "Roman Senate", "href": "/wiki/Roman_Senate", "description": "The Roman Senate was a governing and advisory assembly in ancient Rome. It was one of the most enduring institutions in Roman history, being established in the first days of the city of Rome. It survived the overthrow of the Roman monarchy in 509 BC; the fall of the Roman Republic in the 1st century BC; the division of the Roman Empire in AD 395; and the fall of the Western Roman Empire in 476; Ju"}, {"title": "Vespasian", "href": "/wiki/Vespasian", "description": "Vespasian was Roman emperor from 69 to 79. The fourth and last in the Year of the Four Emperors, he founded the Flavian dynasty that ruled the Empire for 27 years."}, {"title": "Roman emperor", "href": "/wiki/Roman_emperor", "description": "The Roman Emperor was the ruler of the Roman Empire during the imperial period. The emperors used a variety of different titles throughout history. Often when a given Roman is described as becoming \"emperor\" in English, it reflects his taking of the title Augustus or Caesar. Another title often used was imperator, originally a military honorific. Early emperors also used the title Princeps Civitat"}, {"title": "Year of the Four Emperors", "href": "/wiki/Year_of_the_Four_Emperors", "description": "The Year of the Four Emperors, AD 69, was a period in the history of the Roman Empire in which four emperors ruled in succession: Galba, Otho, Vitellius, and Vespasian."}]}, {"heading": "Events", "year": "1124", "date": "December 21", "txt": "Pope Honorius II is consecrated, having been elected after the controversial dethroning of Pope Celestine II.", "entities": [{"title": "Pope Honorius II", "href": "/wiki/Pope_Honorius_II", "description": "Pope Honorius II, born Lamberto Scannabecchi, was head of the Catholic Church and ruler of the Papal States from 21 December 1124 to his death in 1130."}]}, {"heading": "Events", "year": "1140", "date": "December 21", "txt": "Conrad III of Germany besieges Weinsberg.", "entities": [{"title": "Conrad III of Germany", "href": "/wiki/Conrad_III_of_Germany", "description": "Conrad III of the Hohenstaufen dynasty was from 1116 to 1120 Duke of Franconia, from 1127 to 1135 anti-king of his predecessor King Lothair III and from 1138 until his death in 1152 King in the Holy Roman Empire. He was the son of Duke Frederick I of Swabia and Agnes, a daughter of the Salian Emperor Henry IV."}, {"title": "Siege of Weinsberg", "href": "/wiki/Siege_of_Weinsberg", "description": "The Siege of Weinsberg took place in Weinsberg, in the modern state of Baden-Württemberg, Germany, which was then part of the Holy Roman Empire. The siege was a decisive battle between two dynasties, the Welfs and the Hohenstaufen. The Welfs for the first time changed their war cry from \"Kyrie Eleison\" to their party cries. The Hohenstaufen used the 'Strike for Gibbelins' war cry."}]}, {"heading": "Events", "year": "1237", "date": "December 21", "txt": "The city of Ryazan is sacked by the Mongol army of Batu Khan.", "entities": [{"title": "Ryazan", "href": "/wiki/Ryazan", "description": "Ryazan is the largest city and administrative center of Ryazan Oblast, Russia. The city is located on right bank of the Oka River in Central Russia, 196 kilometers (122 mi) southeast of Moscow. Ryazan is among the most ancient cities of Russia."}, {"title": "Siege of Ryazan", "href": "/wiki/Siege_of_Ryazan", "description": "Ryazan was the first Russian city to be besieged by the Mongol invaders under Batu Khan."}, {"title": "Mongols", "href": "/wiki/Mongols", "description": "The Mongols are an East Asian ethnic group native to Mongolia and to China's Inner Mongolia Autonomous Region. They also live as minorities in other regions of China, as well as in Russia. Mongolian people belonging to the Buryat and Kalmyk subgroups live predominantly in the Russian federal subjects of Buryatia and Kalmykia."}, {"title": "Batu Khan", "href": "/wiki/Batu_Khan", "description": "Batu Khan, also known as Tsar Batu in the Russian historiography, was a Mongol ruler and founder of the Golden Horde, a division of the Mongol Empire. Batu was a son of Jochi, thus a grandson of Genghis Khan. His ulus ruled over the Kievan Rus', Volga Bulgaria, Cumania, and the Caucasus for around 250 years."}]}, {"heading": "Events", "year": "1361", "date": "December 21", "txt": "The Battle of Linuesa is fought in the context of the Spanish Reconquista between the forces of the Emirate of Granada and the combined army of the Kingdom of Castile and of Jaén resulting in a Castilian victory.", "entities": [{"title": "Battle of Linuesa", "href": "/wiki/Battle_of_Linuesa", "description": "The Battle of Linuesa was an action fought on 21 December 1361 in the municipality of Huesa, Jaén, Spain (contemporary Kingdom of Jaén. The battle was fought between the Kingdom of Castile and the forces of the Emirate of Granada. The battle resulted in a victory for the forces of the Kingdom of Castile."}, {"title": "Reconquista", "href": "/wiki/Reconquista", "description": "The Reconquista was a period in the history of the Iberian Peninsula of about 780 years between the Umayyad conquest of Hispania in 711, the expansion of the Christian kingdoms throughout Hispania, and the fall of the Nasrid kingdom of Granada in 1492."}, {"title": "Emirate of Granada", "href": "/wiki/Emirate_of_Granada", "description": "The Emirate of Granada, also known as the Nasrid Kingdom of Granada, was an Islamic realm in southern Iberia during the Late Middle Ages. It was the last independent Muslim state in Western Europe."}, {"title": "Kingdom of Castile", "href": "/wiki/Kingdom_of_Castile", "description": "The Kingdom of Castile was a large and powerful state on the Iberian Peninsula during the Middle Ages. Its name comes from the host of castles constructed in the region. It began in the 9th century as the County of Castile, an eastern frontier lordship of the Kingdom of León. During the 10th century, its counts increased their autonomy, but it was not until 1065 that it was separated from León and"}, {"title": "Kingdom of Jaén", "href": "/wiki/Kingdom_of_Ja%C3%A9n", "description": "The Kingdom of Jaén was a territorial jurisdiction of the Crown of Castile since 1246 and until Javier de Burgos' provincial division of Spain in 1833. This was a \"kingdom\" (\"reino\") in the second sense given by the Diccionario de la lengua española de la Real Academia Española: the Crown of Castile consisted of several such kingdoms. Known also as the \"Santo Reino\", its territory coincided roughl"}]}, {"heading": "Events", "year": "1598", "date": "December 21", "txt": "Battle of Curalaba: The revolting Mapuche, led by cacique Pelentaru, inflict a major defeat on Spanish troops in southern Chile.", "entities": [{"title": "Battle of Curalaba", "href": "/wiki/Battle_of_Curalaba", "description": "The Battle of Curalaba is a 1598 battle and ambush where Mapuche people led by Pelantaru soundly defeated Spanish conquerors led by Martín García Óñez de Loyola at Curalaba, southern Chile. In Chilean historiography, where the event is often called the Disaster of Curalaba, the battle marks the end of the Conquest of Chile period in Chile's history, although the fast Spanish expansion in the south"}, {"title": "Mapuche", "href": "/wiki/Mapuche", "description": "The Mapuche are a group of indigenous inhabitants of present-day south-central Chile and southwestern Argentina, including parts of present-day Patagonia. The collective term refers to a wide-ranging ethnicity composed of various groups who shared a common social, religious, and economic structure, as well as a common linguistic heritage as Mapudungun speakers. Their influence once extended from A"}, {"title": "Cacique", "href": "/wiki/Cacique", "description": "A cacique translates to \"king\" or \"prince\" of an indigenous group, derived from the Taíno word kasike for the pre-Columbian tribal chiefs in the Bahamas, the Greater Antilles, and the northern Lesser Antilles. No evidence of a cacique system was ever found in Puerto Rico. This includes an absence of cacique burial grounds. In the colonial era, Spaniards extended the word as a title for the leaders"}, {"title": "Pelantaro", "href": "/wiki/Pelantaro", "description": "Pelantaro or Pelantarú was one of the vice toquis of Paillamachu, the toqui or military leader of the Mapuche people during the Mapuche uprising in 1598. Pelantaro and his lieutenants Anganamon and Guaiquimilla were credited with the death of the second Spanish Governor of Chile, Martín García Óñez de Loyola, during the Battle of Curalaba on December 21, 1598."}, {"title": "Spanish Empire", "href": "/wiki/Spanish_Empire", "description": "The Spanish Empire, historically known as the Hispanic Monarchy and as the Catholic Monarchy, was a colonial empire governed by Spain that existed from 1492 to 1976. One of the largest empires in history, Spain controlled a huge overseas territory from the late 15th century to the early 19th century in the Americas, the archipelago in the modern-day Philippines and territories in Europe, Africa an"}, {"title": "Captaincy General of Chile", "href": "/wiki/Captaincy_General_of_Chile", "description": "The Captaincy General of Chile or Govenorate of Chile, was a territory of the Spanish Empire from 1541 to 1818 that was, for most of its existence, part of the Viceroyalty of Peru. It comprised most of modern-day Chile and southern parts of Argentina. Its capital was Santiago de Chile. In 1818 it declared itself independent, becoming the Republic of Chile. It had a number of Spanish governors over"}]}, {"heading": "Events", "year": "1620", "date": "December 21", "txt": "Plymouth Colony: William Bradford and the Mayflower Pilgrims land on what is now known as Plymouth Rock in Plymouth, Massachusetts.", "entities": [{"title": "Plymouth Colony", "href": "/wiki/Plymouth_Colony", "description": "Plymouth Colony was an English colonial venture in America from 1620 to 1691 at a location that had previously been surveyed and named by Captain John Smith. The settlement served as the capital of the colony and developed as the town of Plymouth, Massachusetts. At its height, Plymouth Colony occupied most of the southeastern portion of Massachusetts."}, {"title": "William Bradford (Plymouth Colony governor)", "href": "/wiki/William_Bradford_(Plymouth_Colony_governor)", "description": "William Bradford was an English Puritan separatist originally from the West Riding of Yorkshire in Northern England. He moved to Leiden in Holland in order to escape persecution from King James I of England, and then emigrated to the Plymouth Colony on the Mayflower in 1620. He was a signatory to the Mayflower Compact and went on to serve as Governor of the Plymouth Colony intermittently for about"}, {"title": "Pilgrim Fathers", "href": "/wiki/Pilgrim_Fathers", "description": "The Pilgrims were the English settlers who came to North America on the Mayflower and established the Plymouth Colony in what is today Plymouth, Massachusetts, named after the final departure port of Plymouth, Devon. Their leadership came from the religious congregations of Brownists, or Separatist Puritans, who had fled religious persecution in England for the tolerance of 17th-century Holland in"}, {"title": "Plymouth Rock", "href": "/wiki/Plymouth_Rock", "description": "Plymouth Rock is the traditional site of disembarkation of William Bradford and the Mayflower Pilgrims who founded Plymouth Colony in December 1620. The Pilgrims did not refer to Plymouth Rock in any of their writings; the first known written reference to the rock dates to 1715 when it was described in the town boundary records as \"a great rock.\" The first documented claim that Plymouth Rock was t"}, {"title": "Plymouth, Massachusetts", "href": "/wiki/Plymouth,_Massachusetts", "description": "Plymouth is a town in Plymouth County, Massachusetts. The town holds a place of great prominence in American history, folklore, and culture, and is known as \"America's Hometown.\" Plymouth was the site of the colony founded in 1620 by the Mayflower Pilgrims, where New England was first established. It is the oldest municipality in New England and one of the oldest in the United States. The town has"}]}, {"heading": "Events", "year": "1826", "date": "December 21", "txt": "American settlers in Nacogdoches, Mexican Texas, declare their independence, starting the Fredonian Rebellion.", "entities": [{"title": "Nacogdoches, Texas", "href": "/wiki/Nacogdoches,_Texas", "description": "Nacogdoches is a small city in East Texas and the county seat of Nacogdoches County, Texas, United States. The 2010 U.S. Census recorded the city's population at 32,996. Nacogdoches is a sister city of the smaller, similarly named Natchitoches, Louisiana, the third-largest city in the southern Ark-La-Tex."}, {"title": "Mexican Texas", "href": "/wiki/Mexican_Texas", "description": "Mexican Texas is the historiographical name used to refer to the era of Texan history between 1821 and 1836, when it was part of Mexico. Mexico gained independence in 1821 after winning its war against Spain, which began in 1810. Initially, Mexican Texas operated similarly to Spanish Texas. Ratification of the 1824 Constitution of Mexico created a federal structure, and the province of Tejas was j"}, {"title": "Fredonian Rebellion", "href": "/wiki/Fredonian_Rebellion", "description": "The Fredonian Rebellion was the first attempt by Anglo settlers in Texas to secede from Mexico. The settlers, led by Empresario Haden Edwards, declared independence from Mexican Texas and created the Republic of Fredonia near Nacogdoches. The short-lived republic encompassed the land the Mexican government had granted to Edwards in 1825 and included areas that had been previously settled. Edwards'"}]}, {"heading": "Events", "year": "1832", "date": "December 21", "txt": "Egyptian–Ottoman War: Egyptian forces decisively defeat Ottoman troops at the Battle of Konya.", "entities": [{"title": "Egyptian–Ottoman War (1831–33)", "href": "/wiki/Egyptian%E2%80%93Ottoman_War_(1831%E2%80%9333)", "description": "The First Egyptian–Ottoman War, First Turco-Egyptian War or First Syrian War (1831–1833) was a military conflict between the Ottoman Empire and Egypt brought about by Muhammad Ali Pasha's demand to the Sublime Porte for control of Greater Syria, as reward for aiding the Sultan during the Greek War of Independence. As a result, Muhammad Ali's forces temporarily gained control of Syria, advancing as"}, {"title": "Egypt", "href": "/wiki/Egypt", "description": "Egypt, officially the Arab Republic of Egypt, is a transcontinental country spanning the northeast corner of Africa and southwest corner of Asia by a land bridge formed by the Sinai Peninsula. Egypt is a Mediterranean country bordered by the Gaza Strip (Palestine) and Israel to the northeast, the Gulf of Aqaba and the Red Sea to the east, Sudan to the south, and Libya to the west. Across the Gulf "}, {"title": "Ottoman Empire", "href": "/wiki/Ottoman_Empire", "description": "The Ottoman Empire was a state that controlled much of Southeastern Europe, Western Asia, and Northern Africa between the 14th and early 20th centuries. It was founded at the end of the 13th century in northwestern Anatolia in the town of Söğüt by the Turkoman tribal leader Osman I. After 1354, the Ottomans crossed into Europe and with the conquest of the Balkans, the Ottoman beylik was transforme"}, {"title": "Battle of Konya", "href": "/wiki/Battle_of_Konya", "description": "The Battle of Konya was fought on December 21, 1832, between Egypt and the Ottoman Empire, just outside the city of Konya in modern-day Turkey. The Egyptians were led by Ibrahim Pasha, while the Ottomans were led by Reşid Mehmed Pasha. The Egyptians were victorious."}]}, {"heading": "Events", "year": "1844", "date": "December 21", "txt": "The Rochdale Society of Equitable Pioneers commences business at its cooperative in Rochdale, England, starting the Cooperative movement.", "entities": [{"title": "Rochdale Society of Equitable Pioneers", "href": "/wiki/Rochdale_Society_of_Equitable_Pioneers", "description": "\nThe Rochdale Society of Equitable Pioneers, founded in 1844, was an early consumer co-operative, and one of the first to pay a patronage dividend, forming the basis for the modern co-operative movement.\nAlthough other co-operatives preceded them, the Rochdale Pioneers' co-operative became the prototype for societies in Great Britain. The Rochdale Pioneers are most famous for designing the Rochdal"}, {"title": "Cooperative", "href": "/wiki/Cooperative", "description": "A cooperative is \"an autonomous association of persons united voluntarily to meet their common economic, social, and cultural needs and aspirations through a jointly-owned enterprise\". Cooperatives are democratically owned by their members, with each member having one vote in electing the board of directors.\nCooperatives may include:businesses owned and managed by the people who use their services"}, {"title": "Rochdale", "href": "/wiki/Rochdale", "description": "Rochdale is a large town in Greater Manchester, England, at the foothills of the South Pennines in the dale on the River Roch, 5.3 miles (8.5 km) northwest of Oldham and 9.8 miles (15.8 km) northeast of Manchester. It is the administrative centre of the Metropolitan Borough of Rochdale, which had a population of 211,699 in 2011."}, {"title": "History of the cooperative movement", "href": "/wiki/History_of_the_cooperative_movement", "description": "The history of the cooperative movement concerns the origins and history of cooperatives across the world. Although cooperative arrangements, such as mutual insurance, and principles of cooperation existed long before, the cooperative movement began with the application of cooperative principles to business organization."}]}, {"heading": "Events", "year": "1861", "date": "December 21", "txt": "Medal of Honor: Public Resolution 82, containing a provision for a Navy Medal of Valor, is signed into law by President Abraham Lincoln.", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}, {"title": "President of the United States", "href": "/wiki/President_of_the_United_States", "description": "The president of the United States (POTUS) is the head of state and head of government of the United States of America. The president directs the executive branch of the federal government and is the commander-in-chief of the United States Armed Forces."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}]}, {"heading": "Events", "year": "1872", "date": "December 21", "txt": "Challenger expedition: HMS Challenger, commanded by Captain George Nares, sails from Portsmouth, England.", "entities": [{"title": "Challenger expedition", "href": "/wiki/Challenger_expedition", "description": "The Challenger expedition of 1872–1876 was a scientific program that made many discoveries to lay the foundation of oceanography. The expedition was named after the naval vessel that undertook the trip, HMS Challenger."}, {"title": "HMS Challenger (1858)", "href": "/wiki/HMS_Challenger_(1858)", "description": "HMS Challenger was a steam-assisted Royal Navy Pearl-class corvette launched on 13 February 1858 at the Woolwich Dockyard. She was the flagship of the Australia Station between 1866 and 1870."}, {"title": "George Nares", "href": "/wiki/George_Nares", "description": "Vice-Admiral Sir George Strong Nares was a Royal Navy officer and Arctic explorer. He commanded the Challenger Expedition, and the British Arctic Expedition. He was highly thought of as a leader and scientific explorer. In later life he worked for the Board of Trade and as Acting Conservator of the River Mersey."}, {"title": "Portsmouth", "href": "/wiki/Portsmouth", "description": "Portsmouth is a port city primarily built on Portsea Island in the county of Hampshire, South East England. It is also known colloquially as Pompey, a nickname shared with HMNB Portsmouth and the Portsmouth Football Club. It is the United Kingdom's only island city. Portsmouth is situated 70 miles (110 km) south-west of London and 19 miles (31 km) south-east of Southampton. Portsmouth's population"}]}, {"heading": "Events", "year": "1879", "date": "December 21", "txt": "World premiere of Henrik Ibsen's A Doll's House at the Royal Theatre in Copenhagen, Denmark.", "entities": [{"title": "Henrik Ibsen", "href": "/wiki/Henrik_Ibsen", "description": "Henrik Johan Ibsen was a Norwegian playwright and theatre director. As one of the founders of modernism in theatre, Ibsen is often referred to as \"the father of realism\" and one of the most influential playwrights of his time. His major works include Brand, Peer Gynt, An Enemy of the People, Emperor and Galilean, A Doll's House, Hedda Gabler, Ghosts, The Wild Duck, When We Dead Awaken, Rosmersholm"}, {"title": "Royal Danish Theatre", "href": "/wiki/Royal_Danish_Theatre", "description": "The Royal Danish Theatre is both the national Danish performing arts institution and a name used to refer to its old purpose-built venue from 1874 located on Kongens Nytorv in Copenhagen. The theatre was founded in 1748, first serving as the theatre of the king, and then as the theatre of the country. The theatre presents opera, the Royal Danish Ballet, classical music concerts, and drama in sever"}, {"title": "Copenhagen", "href": "/wiki/Copenhagen", "description": "Copenhagen is the capital and most populous city of Denmark. As of 1 January 2020, the city had a population of 794,128 with 632,340 in Copenhagen Municipality, 104,305 in Frederiksberg Municipality, 42,989 in Tårnby Municipality, and 14,494 in Dragør Municipality. It forms the core of the wider urban area of Copenhagen and the Copenhagen metropolitan area. Copenhagen is situated on the eastern co"}]}, {"heading": "Events", "year": "1883", "date": "December 21", "txt": "The Royal Canadian Dragoons and The Royal Canadian Regiment, the first Permanent Force cavalry and infantry regiments of the Canadian Army, are formed.", "entities": [{"title": "The Royal Canadian Dragoons", "href": "/wiki/The_Royal_Canadian_Dragoons", "description": "The Royal Canadian Dragoons (RCD) is the senior armoured regiment of the Canadian Army. It is one of three armoured regiments in the Regular Force and forms part of the Royal Canadian Armoured Corps."}, {"title": "The Royal Canadian Regiment", "href": "/wiki/The_Royal_Canadian_Regiment", "description": "The Royal Canadian Regiment is an infantry regiment of the Canadian Army. The regiment consists of four battalions, three in the Regular Force and one in the primary reserve. The RCR is ranked 9th in the order of precedence amongst Canadian Army regiments, but is the most senior infantry regiment that has regular force battalions."}, {"title": "Canadian Army", "href": "/wiki/Canadian_Army", "description": "The Canadian Army is the command responsible for the operational readiness of the conventional ground forces of the Canadian Armed Forces. As of 2020, the Canadian Army has 23,000 regular soldiers, 19,000 reserve soldiers, for a total of 42,000 soldiers. The Army is also supported by 3,000 civilian employees from the civil service. It maintains regular forces units at bases across Canada, and is a"}]}, {"heading": "Events", "year": "1907", "date": "December 21", "txt": "The Chilean Army commits a massacre of at least 2,000 striking saltpeter miners in Iquique, Chile.", "entities": [{"title": "Chilean Army", "href": "/wiki/Chilean_Army", "description": "The Chilean Army is the land arm of the Military of Chile. This 80,000-person army is organized into six divisions, a special operations brigade and an air brigade."}, {"title": "Santa María School massacre", "href": "/wiki/Santa_Mar%C3%ADa_School_massacre", "description": "The Santa María School massacre was a massacre of striking workers, mostly saltpeter works (nitrate) miners, along with wives and children, committed by the Chilean Army in Iquique, Chile on December 21, 1907. The number of victims is undetermined but is estimated to be over 2,000. It occurred during the peak of the nitrate mining era, which coincided with the Parliamentary Period in Chilean polit"}, {"title": "Sodium nitrate", "href": "/wiki/Sodium_nitrate", "description": "Sodium nitrate is the chemical compound with the formula NaNO3. This alkali metal nitrate salt is also known as Chile saltpeter to distinguish it from ordinary saltpeter, potassium nitrate. The mineral form is also known as nitratine, nitratite or soda niter."}, {"title": "Iquique", "href": "/wiki/Iquique", "description": "Iquique is a port city and commune in northern Chile, capital of both the Iquique Province and Tarapacá Region. It lies on the Pacific coast, west of the Pampa del Tamarugal, which is part of the Atacama Desert. It has a population of 191,468 according to the 2017 census. It is also the main commune of Greater Iquique. The city developed during the heyday of the saltpetre mining in the Atacama Des"}, {"title": "Chile", "href": "/wiki/Chile", "description": "Chile, officially the Republic of Chile, is a country in western South America. It occupies a long, narrow strip of land between the Andes to the east and the Pacific Ocean to the west. Chile covers an area of 756,096 square kilometres (291,930 sq mi), with a population of 17.5 million as of 2017. Chile is the southernmost country in the world, the closest to Antarctica, and borders Peru to the no"}]}, {"heading": "Events", "year": "1910", "date": "December 21", "txt": "An underground explosion at the Hulton Bank Colliery No. 3 Pit in Over Hulton, Westhoughton, England, kills 344 miners.", "entities": [{"title": "Pretoria Pit disaster", "href": "/wiki/Pretoria_Pit_disaster", "description": "The Pretoria Pit disaster was a mining accident on 21 December 1910, when an underground explosion occurred at the Hulton Colliery Bank Pit No. 3, known as the Pretoria Pit, in Over Hulton, Westhoughton, then in the historic county of Lancashire, in North West England. A total of 344 men and boys lost their lives."}, {"title": "Hulton Colliery Company", "href": "/wiki/Hulton_Colliery_Company", "description": "The Hulton Colliery Company was a coal mining company operating on the Lancashire Coalfield from the mid 19th century in Over Hulton and Westhoughton, then in the historic county of Lancashire, England. The company had its origins in small coal mines on the northern part of the Hulton Park estate in 1571 owned by the Hultons who had held the estate from medieval times."}, {"title": "Over Hulton", "href": "/wiki/Over_Hulton", "description": "Over Hulton is a suburb of Westhoughton within the Metropolitan Borough of Bolton, in Greater Manchester, \nEngland. \nHistorically part of Lancashire, it lies 3.5 miles (5.6 km) south west of Bolton."}, {"title": "Westhoughton", "href": "/wiki/Westhoughton", "description": "Westhoughton is a town and civil parish in the Metropolitan Borough of Bolton, Greater Manchester, England. It is 4 miles (6 km) southwest of Bolton, 5 miles (8 km) east of Wigan and 13 miles (21 km) northwest of Manchester."}]}, {"heading": "Events", "year": "1913", "date": "December 21", "txt": "Arthur Wynne's \"word-cross\", the first crossword puzzle, is published in the New York World.", "entities": [{"title": "Arthur Wynne", "href": "/wiki/Arthur_Wynne", "description": "Arthur Wynne was the British-born inventor of the modern crossword puzzle."}, {"title": "Crossword", "href": "/wiki/Crossword", "description": "A crossword is a word puzzle that usually takes the form of a square or a rectangular grid of white- and black-shaded squares. The game's goal is to fill the white squares with letters, forming words or phrases, by solving clues, which lead to the answers. In languages that are written left-to-right, the answer words and phrases are placed in the grid from left to right (\"Across\") and from top to "}]}, {"heading": "Events", "year": "1919", "date": "December 21", "txt": "American anarchist Emma Goldman is deported to Russia.", "entities": [{"title": "Anarchism", "href": "/wiki/Anarchism", "description": "Anarchism is a political philosophy and movement that is sceptical of authority and rejects all involuntary, coercive forms of hierarchy. Anarchism calls for the abolition of the state, which it holds to be undesirable, unnecessary, and harmful. As a historically far-left movement, it is usually described alongside libertarian Marxism as the libertarian wing of the socialist movement and has a str"}, {"title": "Emma Goldman", "href": "/wiki/Emma_Goldman", "description": "Emma Goldman was an anarchist political activist and writer. She played a pivotal role in the development of anarchist political philosophy in North America and Europe in the first half of the 20th century."}]}, {"heading": "Events", "year": "1923", "date": "December 21", "txt": "United Kingdom and Nepal formally sign an agreement of friendship, called the Nepal–Britain Treaty of 1923, which superseded the Treaty of Sugauli signed in 1816.", "entities": [{"title": "Nepal", "href": "/wiki/Nepal", "description": "Nepal, officially the Federal Democratic Republic of Nepal, is a landlocked country in South Asia. It is mainly situated in the Himalayas, but also includes parts of the Indo-Gangetic Plain, bordering Tibet of China to the north, and India in the south, east, and west, while it is narrowly separated from Bangladesh by the Siliguri Corridor, and from Bhutan by the Indian state of Sikkim. Nepal has "}, {"title": "Nepal–Britain Treaty of 1923", "href": "/wiki/Nepal%E2%80%93Britain_Treaty_of_1923", "description": "The Nepal–Britain Treaty was first discussed in 1921 and the final treaty was signed on 21 December 1923 in Singha Durbar. The treaty was the first formal acknowledgement by the British that Nepal, as an independent nation, had the right to conduct its foreign policy in any way it seems fit and is considered to be “a great achievement of 25 years of Chandra Shumsher’s diplomacy.” The treaty was re"}, {"title": "Treaty of Sugauli", "href": "/wiki/Treaty_of_Sugauli", "description": "The Treaty of Sugauli, the treaty that established the boundary line of Nepal, was signed on 2 December 1815 and ratified by 4 March 1816 between the East India Company and Raj Guru Gajaraj Mishra with Chandra Shekhar Upadhaya for Nepal following the Anglo-Nepalese War of 1814-16. The treaty represented a Nepali surrender to the British and contained the cession of Nepal's western territory to the"}]}, {"heading": "Events", "year": "1936", "date": "December 21", "txt": "First flight of the Junkers Ju 88 multi-role combat aircraft.", "entities": [{"title": "Junkers Ju 88", "href": "/wiki/Junkers_Ju_88", "description": "The Junkers Ju 88 is a German World War II Luftwaffe twin-engined multirole combat aircraft. Junkers Aircraft and Motor Works (JFM) designed the plane in the mid-1930s as a so-called Schnellbomber that would be too fast for fighters of its era to intercept. It suffered from technical problems during its development and early operational periods but became one of the most versatile combat aircraft "}]}, {"heading": "Events", "year": "1937", "date": "December 21", "txt": "Snow White and the Seven Dwarfs, the world's first full-length animated feature, premieres at the Carthay Circle Theatre.", "entities": [{"title": "Animation", "href": "/wiki/Animation", "description": "Animation is a method in which figures are manipulated to appear as moving images. In traditional animation, images are drawn or painted by hand on transparent celluloid sheets to be photographed and exhibited on film. Today, most animations are made with computer-generated imagery (CGI). Computer animation can be very detailed 3D animation, while 2D computer animation can be used for stylistic re"}, {"title": "Carthay Circle Theatre", "href": "/wiki/Carthay_Circle_Theatre", "description": "The Carthay Circle Theatre was one of the most famous movie palaces of Hollywood's Golden Age. Located on San Vicente Boulevard in Los Angeles, California, it opened in 1926 and was demolished in 1969."}]}, {"heading": "Events", "year": "1941", "date": "December 21", "txt": "World War II: A Thai-Japanese Pact of Alliance is signed.", "entities": [{"title": "Thailand in World War II", "href": "/wiki/Thailand_in_World_War_II", "description": "Thailand in World War II officially adopted a position of neutrality until the five hour-long Japanese invasion of Thailand on 8 December 1941 which led to an armistice and military alliance treaty between Thailand and the Japanese Empire in mid-December 1941. At the start of the Pacific War, the Japanese Empire pressured the Thai government to allow the passage of Japanese troops to invade Britis"}]}, {"heading": "Events", "year": "1946", "date": "December 21", "txt": "An 8.1 Mw earthquake and subsequent tsunami in Nankaidō, Japan, kills over 1,300 people and destroys over 38,000 homes.", "entities": [{"title": "Moment magnitude scale", "href": "/wiki/Moment_magnitude_scale", "description": "The moment magnitude scale is a measure of an earthquake's magnitude based on its seismic moment. It was defined in a 1979 paper by Thomas C. Hanks and Hiroo Kanamori. Similar to the local magnitude scale (ML ) defined by Charles Francis Richter in 1935, it uses a logarithmic scale; small earthquakes have approximately the same magnitudes on both scales."}, {"title": "1946 Nankai earthquake", "href": "/wiki/1946_Nankai_earthquake", "description": "The 1946 Nankai earthquake was a great earthquake in Nankaidō, Japan. It occurred on December 21, 1946, at 04:19 JST. The earthquake measured between 8.1 and 8.4 on the moment magnitude scale, and was felt from Northern Honshū to Kyūshū. It occurred almost two years after the 1944 Tōnankai earthquake, which ruptured the adjacent part of the Nankai megathrust."}, {"title": "Tsunami", "href": "/wiki/Tsunami", "description": "A tsunami is a series of waves in a water body caused by the displacement of a large volume of water, generally in an ocean or a large lake. Earthquakes, volcanic eruptions and other underwater explosions above or below water all have the potential to generate a tsunami. Unlike normal ocean waves, which are generated by wind, or tides, which are generated by the gravitational pull of the Moon and "}, {"title": "Nankaidō", "href": "/wiki/Nankaid%C5%8D", "description": "Nankaidō  is a Japanese geographical term. It means both an ancient division of the country and the main road running through it. The road connected provincial capitals in this region. It was part of the Gokishichidō system."}]}, {"heading": "Events", "year": "1963", "date": "December 21", "txt": "\"Bloody Christmas\" begins in Cyprus, ultimately resulting in the displacement of 25,000–30,000 Turkish Cypriots and destruction of more than 100 villages.", "entities": [{"title": "Bloody Christmas (1963)", "href": "/wiki/Bloody_Christmas_(1963)", "description": "\nBloody Christmas is a term used mainly, but not exclusively, in Turkish Cypriot and Turkish historiography, referring to the outbreak of intercommunal violence between the Greek Cypriots and the Turkish Cypriots during the Cyprus crisis of 1963–64, on the night of 20–21 December 1963 and the subsequent period of island-wide violence amounting to civil war. The violence led to the deaths of 364 Tu"}, {"title": "Turkish Cypriots", "href": "/wiki/Turkish_Cypriots", "description": "Turkish Cypriots or Cypriot Turks are mostly ethnic Turks originating from Cyprus. Following the Ottoman conquest of the island in 1571, about 30,000 Turkish settlers were given land once they arrived in Cyprus. Additionally, many of the island's local Christians converted to Islam during the early years of Ottoman rule. Nonetheless, the influx of mainly Muslim settlers to Cyprus continued intermi"}]}, {"heading": "Events", "year": "1965", "date": "December 21", "txt": "International Convention on the Elimination of All Forms of Racial Discrimination is adopted.", "entities": [{"title": "International Convention on the Elimination of All Forms of Racial Discrimination", "href": "/wiki/International_Convention_on_the_Elimination_of_All_Forms_of_Racial_Discrimination", "description": "The International Convention on the Elimination of All Forms of Racial Discrimination (ICERD) is a United Nations convention. A third-generation human rights instrument, the Convention commits its members to the elimination of racial discrimination and the promotion of understanding among all races. The Convention also requires its parties to outlaw hate speech and criminalize membership in racist"}]}, {"heading": "Events", "year": "1967", "date": "December 21", "txt": "Louis Washkansky, the first man to undergo a human-to-human heart transplant, dies in Cape Town, South Africa, having lived for 18 days after the transplant.", "entities": [{"title": "Louis Washkansky", "href": "/wiki/Louis_Washkansky", "description": "Louis Joshua Washkansky was a South African man who was the recipient of the world's first human-to-human heart transplant, and the first patient to regain consciousness following the operation. Washkansky lived for 18 days and was able to speak with his wife and reporters."}, {"title": "Heart transplantation", "href": "/wiki/Heart_transplantation", "description": "A heart transplant, or a cardiac transplant, is a surgical transplant procedure performed on patients with end-stage heart failure or severe coronary artery disease when other medical or surgical treatments have failed. As of 2018, the most common procedure is to take a functioning heart, with or without both lungs, from a recently deceased organ donor and implanting it into the patient. The patie"}, {"title": "Cape Town", "href": "/wiki/Cape_Town", "description": "Cape Town is the second-most populous city in South Africa, after Johannesburg, and also the legislative capital of South Africa."}]}, {"heading": "Events", "year": "1968", "date": "December 21", "txt": "Apollo program: Apollo 8 is launched from the Kennedy Space Center, placing its crew on a lunar trajectory for the first visit to another celestial body by humans.", "entities": [{"title": "Apollo program", "href": "/wiki/Apollo_program", "description": "The Apollo program, also known as Project Apollo, was the third United States human spaceflight program carried out by the National Aeronautics and Space Administration (NASA), which succeeded in landing the first humans on the Moon from 1969 to 1972. It was first conceived during Dwight D. Eisenhower's administration as a three-person spacecraft to follow the one-person Project Mercury, which put"}, {"title": "Kennedy Space Center", "href": "/wiki/Kennedy_Space_Center", "description": "The John F. Kennedy Space Center, located on Merritt Island, Florida, is one of the National Aeronautics and Space Administration's (NASA) ten field centers. Since December 1968, KSC has been NASA's primary launch center of human spaceflight. Launch operations for the Apollo, Skylab and Space Shuttle programs were carried out from Kennedy Space Center Launch Complex 39 and managed by KSC. Located "}, {"title": "Moon", "href": "/wiki/Moon", "description": "The Moon is Earth's only natural satellite. At about one-quarter the diameter of Earth, it is the largest natural satellite in the Solar System relative to the size of its planet, and the fifth largest satellite in the Solar System overall. Orbiting Earth at an average distance of 384,400 km (238,900 mi), or about 30 times Earth's diameter, its gravitational influence slightly lengthens Earth's da"}]}, {"heading": "Events", "year": "1970", "date": "December 21", "txt": "First flight of F-14 multi-role combat aircraft.", "entities": [{"title": "Grumman F-14 Tomcat", "href": "/wiki/Grumman_F-14_Tomcat", "description": "The Grumman F-14 Tomcat is an American supersonic, twin-engine, two-seat, twin-tail, variable-sweep wing fighter aircraft. The Tomcat was developed for the United States Navy's Naval Fighter Experimental (VFX) program after the collapse of the F-111B project. The F-14 was the first of the American Teen Series fighters, which were designed incorporating air combat experience against MiG fighters du"}]}, {"heading": "Events", "year": "1973", "date": "December 21", "txt": "The Geneva Conference on the Arab–Israeli conflict opens.", "entities": [{"title": "Geneva Conference (1973)", "href": "/wiki/Geneva_Conference_(1973)", "description": "The Geneva Conference of 1973 was an attempt to negotiate a solution to the Arab–Israeli conflict as envisioned in United Nations Security Council Resolution 338 following the called-for cease-fire to end the Yom Kippur War. After considerable \"shuttle diplomacy\" negotiations by Henry Kissinger, the conference opened on 21 December 1973 under the auspices of the United Nations Secretary General, w"}, {"title": "Arab–Israeli conflict", "href": "/wiki/Arab%E2%80%93Israeli_conflict", "description": "The Arab–Israeli conflict includes the political tension, military conflicts and disputes between Arab countries and Israel, which escalated during the 20th century, but had mostly faded out in the early 21st century. The roots of the Arab–Israeli conflict have been attributed to the support by Arab League member countries for the Palestinians, a fellow League member, in the ongoing Israeli–Palest"}]}, {"heading": "Events", "year": "1979", "date": "December 21", "txt": "Lancaster House Agreement: An independence agreement for Rhodesia is signed in London by Lord Carrington, Sir Ian Gilmour, Robert Mugabe, Joshua Nkomo, Bishop Abel Muzorewa and S.C. Mundawarara.", "entities": [{"title": "Lancaster House Agreement", "href": "/wiki/Lancaster_House_Agreement", "description": "The Lancaster House Agreement, signed on 21 December 1979, declared a ceasefire, ending the Rhodesian Bush War; and directly led to Rhodesia achieving internationally recognised independence as Zimbabwe. It required the imposition of direct British rule, nullifying the Unilateral Declaration of Independence of 1965. British governance would be strictly prescribed to the duration of a proposed elec"}, {"title": "Rhodesia", "href": "/wiki/Rhodesia", "description": "Rhodesia, officially from 1970 the Republic of Rhodesia, was an unrecognised state in Southern Africa from 1965 to 1979, equivalent in territory to modern Zimbabwe. Rhodesia was the de facto successor state to the British colony of Southern Rhodesia, which had been self-governing since achieving responsible government in 1923. A landlocked nation, Rhodesia was bordered by South Africa to the south"}, {"title": "Peter Carington, 6th Baron Carrington", "href": "/wiki/Peter_Carington,_6th_Baron_Carrington", "description": "Peter Alexander Rupert Carington, 6th Baron Carrington, Baron Carington of Upton,, was a British Conservative politician and hereditary peer who served as defence secretary from 1970 to 1974, foreign secretary from 1979 to 1982, chairman of British General Electric Company from 1983 to 1984, and secretary general of NATO from 1984 to 1988. In the first government of Margaret Thatcher, he played a "}, {"title": "Ian Gilmour, Baron Gilmour of Craigmillar", "href": "/wiki/Ian_Gilmour,_Baron_Gilmour_of_Craigmillar", "description": "Ian Hedworth John Little Gilmour, Baron Gilmour of Craigmillar, was a Conservative politician in the United Kingdom. He was styled Sir Ian Gilmour, 3rd Baronet from 1977, having succeeded to his father's baronetcy, until he became a life peer in 1992. He served as Secretary of State for Defence in 1974, in the government of Edward Heath. He also served in the government of Margaret Thatcher, as Lo"}, {"title": "Robert Mugabe", "href": "/wiki/Robert_Mugabe", "description": "Robert Gabriel Mugabe was a Zimbabwean revolutionary and politician who served as Prime Minister of Zimbabwe from 1980 to 1987 and then as President from 1987 to 2017. He served as Leader of the Zimbabwe African National Union (ZANU) from 1975 to 1980 and led its successor political party, the ZANU – Patriotic Front (ZANU–PF), from 1980 to 2017. Ideologically an African nationalist, during the 197"}, {"title": "Joshua Nkomo", "href": "/wiki/Joshua_Nkomo", "description": "Joshua Mqabuko Nyongolo Nkomo was a Zimbabwean revolutionary and Georgist politician who served as Vice-President of Zimbabwe from 1990 until his death in 1999. He founded and led the Zimbabwe African People's Union (ZAPU) from 1961 until it merged in 1987 with Robert Mugabe's Zimbabwe African National Union (ZANU) to form ZANU–PF."}, {"title": "Abel Muzorewa", "href": "/wiki/Abel_Muzorewa", "description": "Abel Tendekayi Muzorewa, also commonly referred to as Bishop Muzorewa, served as Prime Minister of Zimbabwe Rhodesia from the Internal Settlement to the Lancaster House Agreement in 1979. A United Methodist Church bishop and nationalist leader, he held office for only a few months."}]}, {"heading": "Events", "year": "1988", "date": "December 21", "txt": "A bomb explodes on board Pan Am Flight 103 over Lockerbie, Dumfries and Galloway, Scotland, killing 270. This is to date the deadliest air disaster to occur on British soil.", "entities": [{"title": "Pan Am Flight 103", "href": "/wiki/Pan_Am_Flight_103", "description": "Pan Am Flight 103 was a regularly scheduled Pan Am transatlantic flight from Frankfurt to Detroit via London and New York City. On 21 December 1988, Clipper Maid of the Seas (N739PA), the aircraft operating the transatlantic leg of the route, was destroyed by a bomb, killing all 243 passengers and 16 crew, in what became known as the Lockerbie bombing. Large sections of the aircraft crashed onto a"}, {"title": "Lockerbie", "href": "/wiki/Lockerbie", "description": "Lockerbie is a small town in Dumfries and Galloway, south-western Scotland. It lies approximately 120 kilometres from Glasgow, and 25 km (16 mi) from the border with England. It had a population of 4,009 at the 2001 census. The town came to international attention in December 1988 when the wreckage of Pan Am Flight 103 crashed there following a terrorist bomb attack aboard the flight."}, {"title": "Dumfries and Galloway", "href": "/wiki/Dumfries_and_Galloway", "description": "Dumfries and Galloway is one of 32 unitary council areas of Scotland and is located in the western Southern Uplands. It comprises the historic counties of Dumfriesshire, Stewartry of Kirkcudbright and Wigtownshire, the latter two of which are collectively known as Galloway. The administrative centre is the town of Dumfries."}]}, {"heading": "Events", "year": "1988", "date": "December 21", "txt": "The first flight of Antonov An-225 Mriya, the largest aircraft in the world.", "entities": []}, {"heading": "Events", "year": "1992", "date": "December 21", "txt": "A Dutch DC-10, flight Martinair MP 495, crashes at Faro Airport, killing 56.", "entities": [{"title": "Netherlands", "href": "/wiki/Netherlands", "description": "The Netherlands, informally Holland, is a country primarily located in Western Europe and partly in the Caribbean. It is the largest of four constituent countries of the Kingdom of the Netherlands. In Europe, the Netherlands consists of twelve provinces, bordering Germany to the east, Belgium to the south, and the North Sea to the northwest, with maritime borders in the North Sea with those countr"}, {"title": "McDonnell Douglas DC-10", "href": "/wiki/McDonnell_Douglas_DC-10", "description": "The McDonnell Douglas DC-10 is an American tri-jet wide-body airliner manufactured by McDonnell Douglas.\n\nThe DC-10 was intended to succeed the DC-8 for long-range flights. It first flew on August 29, 1970; it was introduced on August 5, 1971, by American Airlines."}, {"title": "Martinair Flight 495", "href": "/wiki/Martinair_Flight_495", "description": "Martinair Flight 495 was a McDonnell Douglas DC-10 operated by Dutch airline Martinair, that crash-landed in severe weather conditions at Faro Airport, Portugal on 21 December 1992. The aircraft carried 13 crew members and 327 passengers, mainly holidaymakers from the Netherlands. 54 passengers and 2 crew members died. 106 of the other occupants were badly injured."}, {"title": "Faro Airport", "href": "/wiki/Faro_Airport", "description": "Faro Airport, also known as Algarve Airport, is located 4 km (2.5 mi) to the west of Faro in Portugal. The airport opened in July 1965. A total of 9.0 million passengers used Faro airport in 2019. The airport became a hub for the first time in March 2010, when Ryanair decided to base seven of its aircraft there. It is very busy from March to October, to the extent that it becomes a slot coordinate"}]}, {"heading": "Events", "year": "1995", "date": "December 21", "txt": "The city of Bethlehem passes from Israeli to Palestinian control.", "entities": [{"title": "Bethlehem", "href": "/wiki/Bethlehem", "description": "Bethlehem is a city in the central West Bank, Palestine, about 10 km south of Jerusalem. Its population is approximately 25,000, and it is the capital of the Bethlehem Governorate. The economy is primarily tourist-driven, peaking during the Christmas season, when Christians make pilgrimage to the Church of the Nativity. The important holy site of Rachel's Tomb is at the northern entrance of Bethle"}, {"title": "Israel", "href": "/wiki/Israel", "description": "Israel, officially known as the State of Israel, is a country in Western Asia, located on the southeastern shore of the Mediterranean Sea and the northern shore of the Red Sea. It has land borders with Lebanon to the north, Syria to the northeast, Jordan on the east, the Palestinian territories of the West Bank and the Gaza Strip to the east and west, respectively, and Egypt to the southwest. Isra"}, {"title": "Palestinian National Authority", "href": "/wiki/Palestinian_National_Authority", "description": "The Palestinian National Authority is the interim self-government body that exercises partial civil control over the Gaza Strip and 167 islands in the West Bank known as \"Areas A and B\", established as a consequence of the 1993-95 Oslo Accords. Following elections in 2006 and the subsequent Gaza conflict between the Fatah and Hamas parties, its authority had extended only in areas A and B of the W"}]}, {"heading": "Events", "year": "1999", "date": "December 21", "txt": "The Spanish Civil Guard intercepts a van loaded with 950 kg of explosives that ETA intended to use to blow up Torre Picasso in Madrid, Spain.", "entities": [{"title": "Civil Guard (Spain)", "href": "/wiki/Civil_Guard_(Spain)", "description": "The Civil Guard is the oldest law enforcement agency in Spain and is one of two national police forces. As a gendarmerie force, it is military in nature and is responsible for civil policing under the authority of both the Ministry of the Interior and the Ministry of Defence. The role of the Ministry of Defence is limited except in times of war when the Ministry has exclusive authority. The corps "}, {"title": "ETA (separatist group)", "href": "/wiki/ETA_(separatist_group)", "description": "ETA, an acronym for Euskadi Ta Askatasuna, was an armed Basque nationalist and separatist organization in the Basque Country. The group was founded in 1959 and later evolved from a group promoting traditional Basque culture to a paramilitary group engaged in a violent campaign of bombing, assassinations and kidnappings in the Southern Basque Country and throughout Spanish territory. Its goal was g"}, {"title": "Torre Picasso", "href": "/wiki/Torre_Picasso", "description": "Torre Picasso is a skyscraper in Madrid, Spain designed by Minoru Yamasaki. From 1988 until 2007 it was the tallest building in Madrid, measuring 515 ft (157 m) and with 43 floors. Torre Picasso is located next to the Pablo Picasso Square, within the commercial complex AZCA along the Paseo de la Castellana."}, {"title": "Madrid", "href": "/wiki/Madrid", "description": "Madrid is the capital and most-populous city of Spain. The city has almost 3.4 million inhabitants and a metropolitan area population of approximately 6.7 million. It is the second-largest city in the European Union (EU), surpassed only by Berlin in its administrative limits, and its monocentric metropolitan area is the second-largest in the EU, surpassed only by Paris. The municipality covers 604"}]}, {"heading": "Events", "year": "1999", "date": "December 21", "txt": "Cubana de Aviación Flight 1216 overshoots the runway at La Aurora International Airport, killing 18.", "entities": [{"title": "La Aurora International Airport", "href": "/wiki/La_Aurora_International_Airport", "description": "La Aurora International Airport serves Guatemala City, Guatemala. It is located 6.4 km (4.0 mi) south of Guatemala City's center and 25 km (16 mi) from Antigua Guatemala. It is administered by the Dirección General de Aeronáutica Civil."}]}, {"heading": "Events", "year": "2004", "date": "December 21", "txt": "Iraq War: A suicide bomber kills 22 at the forward operating base next to the main U.S. military airfield at Mosul, Iraq, the single deadliest suicide attack on American soldiers.", "entities": [{"title": "Iraq War", "href": "/wiki/Iraq_War", "description": "The Iraq War was a protracted armed conflict that began in 2003 with the invasion of Iraq by a United States-led coalition that overthrew the government of Saddam Hussein. The conflict continued for much of the next decade as an insurgency emerged to oppose the occupying forces and the post-invasion Iraqi government. An estimated 151,000 to 1,033,000 Iraqis were killed in the first three to four y"}, {"title": "Suicide attack", "href": "/wiki/Suicide_attack", "description": "A suicide attack is any violent attack in which attackers accept their own death as a direct result of the attacking method used. Suicide attacks have occurred throughout history, often as part of a military campaign, and more recently as part of terrorist campaigns."}, {"title": "2004 Forward Operating Base Marez bombing", "href": "/wiki/2004_Forward_Operating_Base_Marez_bombing", "description": "The Forward Operating Base Marez bombing took place on December 21, 2004. Fourteen U.S. soldiers, four U.S. citizen Halliburton employees, and four Iraqi soldiers allied with the U.S. military were killed in an attack on a dining hall at the Forward Operating Base next to the main U.S. military airfield at Mosul."}, {"title": "Forward operating base", "href": "/wiki/Forward_operating_base", "description": "A Forward Operating Base (FOB) is any secured forward operational level military position, commonly a military base, that is used to support strategic goals and tactical objectives. A FOB may or may not contain an airfield, hospital, machine shop, or other logistical facilities. The base may be used for an extended period of time. FOBs are traditionally supported by main operating bases that are r"}, {"title": "Mosul", "href": "/wiki/Mosul", "description": "Mosul is a major city in northern Iraq. It is the capital of Nineveh governorate and is Iraq's second largest city. Located approximately 400 km (250 mi) north of Baghdad; Mosul stands on the Tigris river. The metropolitan area of Mosul has grown from the old city on the western side to encompass substantial areas on both the \"Left Bank\" and the \"Right Bank\", as the two banks are described by the "}, {"title": "Iraq", "href": "/wiki/Iraq", "description": "Iraq, officially the Republic of Iraq, is a country in Western Asia, bordered by Turkey to the north, Iran to the east, Kuwait to the southeast, Saudi Arabia to the south, Jordan to the southwest and Syria to the west. The capital and largest city is Baghdad. Iraq is home to diverse ethnic groups including Arabs, Kurds, Turkmens, Assyrians, Yazidis, Shabakis, Armenians, Mandaeans, Circassians, Sab"}]}, {"heading": "Events", "year": "2020", "date": "December 21", "txt": "A great conjunction of Jupiter and Saturn occurs, with the two planets separated in the sky by 0.1 degrees. This is the closest conjunction between the two planets since 1623.", "entities": [{"title": "Great conjunction", "href": "/wiki/Great_conjunction", "description": "A great conjunction is a conjunction of the planets Jupiter and Saturn, when the two planets appear closest together in the sky. Great conjunctions occur approximately every 20 years when Jupiter \"overtakes\" Saturn in its orbit. They are named \"great\" for being by far the rarest of the conjunctions between naked-eye planets."}, {"title": "Jupiter", "href": "/wiki/Jupiter", "description": "Jupiter is the fifth planet from the Sun and the largest in the Solar System. It is a gas giant with a mass two and a half times that of all the other planets in the Solar System combined, but less than one-thousandth the mass of the Sun. Jupiter is the third-brightest natural object in the Earth's night sky after the Moon and Venus. It has been observed since pre-historic times and is named after"}, {"title": "Saturn", "href": "/wiki/Saturn", "description": "Saturn is the sixth planet from the Sun and the second-largest in the Solar System, after Jupiter. It is a gas giant with an average radius of about nine and a half times that of Earth. It only has one-eighth the average density of Earth; however, with its larger volume, Saturn is over 95 times more massive. Saturn is named after the Roman god of wealth and agriculture; its astronomical symbol (♄)"}]}, {"heading": "Births", "year": "968", "date": "December 21", "txt": "Minamoto no Yorinobu, Japanese samurai (d. 1048)", "entities": [{"title": "Minamoto no Yorinobu", "href": "/wiki/Minamoto_no_Yorinobu", "description": "Minamoto no Yorinobu  was a samurai commander and member of the powerful Minamoto clan. He was the son of Minamoto no Mitsunaka (912–997). Along with his brother Yorimitsu, Yorinobu served the regents of the Fujiwara clan, taking the violent measures the Fujiwara were themselves unable to take. He held the title, passed down from his father, of Chinjufu-shōgun, Commander-in-chief of the Defense of"}]}, {"heading": "Births", "year": "1401", "date": "December 21", "txt": "Masaccio, Italian painter (d. 1428)", "entities": [{"title": "Masaccio", "href": "/wiki/Masaccio", "description": "Masaccio, born Tommaso di Ser Giovanni di Simone, was a Florentine artist who is regarded as the first great Italian painter of the Quattrocento period of the Italian Renaissance. According to Vasari, Masaccio was the best painter of his generation because of his skill at imitating nature, recreating lifelike figures and movements as well as a convincing sense of three-dimensionality. He employed "}]}, {"heading": "Births", "year": "1468", "date": "December 21", "txt": "William Conyers, 1st Baron Conyers, English baron (d. 1524)", "entities": [{"title": "William Conyers, 1st Baron Conyers", "href": "/wiki/William_Conyers,_1st_Baron_Conyers", "description": "William Conyers, 1st Baron Conyers, also known as William Conyers of Hornby, was an English baron and aristocrat."}]}, {"heading": "Births", "year": "1505", "date": "December 21", "txt": "Thomas Wriothesley, 1st Earl of Southampton, English politician (d. 1550)", "entities": [{"title": "Thomas Wriothesley, 1st Earl of Southampton", "href": "/wiki/Thomas_Wriothesley,_1st_Earl_of_Southampton", "description": "Thomas Wriothesley, 1st Earl of Southampton, KG was an English peer, secretary of state, Lord Chancellor and Lord High Admiral. A naturally skilled but unscrupulous and devious politician who changed with the times and personally tortured Anne Askew, Wriothesley served as a loyal instrument of King Henry VIII in the latter's break with the Catholic church. Richly rewarded with royal gains from the"}]}, {"heading": "Births", "year": "1538", "date": "December 21", "txt": "Luigi d'Este, Catholic cardinal (d. 1586)", "entities": [{"title": "Luigi d'Este", "href": "/wiki/Luigi_d%27Este", "description": "Luigi d'Este was an Italian Catholic cardinal, the second son of the five children of Ercole II d'Este, Duke of Modena and Ferrara, and Renée, daughter of Louis XII of France."}]}, {"heading": "Births", "year": "1542", "date": "December 21", "txt": "Thomas Allen, English mathematician and astrologer (d. 1632)", "entities": [{"title": "Thomas Allen (mathematician)", "href": "/wiki/Thomas_Allen_(mathematician)", "description": "Thomas Allen  was an English mathematician and astrologer. Highly reputed in his lifetime, he published little, but was an active private teacher of mathematics. He was also well connected in the English intellectual networks of the period."}]}, {"heading": "Births", "year": "1550", "date": "December 21", "txt": "Man Singh I, Mughal noble (d. 1614)", "entities": [{"title": "Man Singh I", "href": "/wiki/Man_Singh_I", "description": "Raja Man Singh was the Kachwaha Raja of Amer, a state later known as Jaipur in Rajputana. He was a trusted general of the Mughal emperor Akbar, who included him among the Navaratnas, or the nine (nava) gems (ratna) of the royal court of Akbar."}]}, {"heading": "Births", "year": "1596", "date": "December 21", "txt": "Peter Mohyla, Ruthenian Orthodox metropolitan and saint (d. 1646)", "entities": [{"title": "Peter Mohyla", "href": "/wiki/Peter_Mohyla", "description": "Metropolitan Peter was an influential Ruthenian Orthodox theologian and reformer, Metropolitan of Kyiv, Halych and All Rus' from 1633 until his death."}]}, {"heading": "Births", "year": "1603", "date": "December 21", "txt": "Roger Williams, English minister, theologian, and politician, 9th President of the Colony of Rhode Island (d. 1684)", "entities": [{"title": "Roger Williams", "href": "/wiki/Roger_Williams", "description": "Roger Williams was a Puritan minister, theologian, and author who founded Providence Plantations, which became the Colony of Rhode Island and later the U.S. state of Rhode Island. He was a staunch advocate for religious freedom, separation of church and state, and fair dealings with Native Americans."}, {"title": "List of colonial governors of Rhode Island", "href": "/wiki/List_of_colonial_governors_of_Rhode_Island", "description": "This is a list of the judges, presidents, and governors of the Colony of Rhode Island and Providence Plantations from 1638 to 1776."}]}, {"heading": "Births", "year": "1615", "date": "December 21", "txt": "Benedict Arnold, Rhode Island colonial governor (d. 1678)", "entities": [{"title": "Benedict Arnold (governor)", "href": "/wiki/Benedict_Arnold_(governor)", "description": "Benedict Arnold was president and then governor of the Colony of Rhode Island and Providence Plantations, serving for a total of 11 years in these roles. He was born and raised in the town of Ilchester, Somerset, England, likely attending school in Limington nearby. In 1635 at age 19, he accompanied his parents, siblings, and other family members on a voyage from England to New England where they "}]}, {"heading": "Births", "year": "1672", "date": "December 21", "txt": "Benjamin Schmolck, German pastor and composer (d. 1737)", "entities": [{"title": "Benjamin Schmolck", "href": "/wiki/Benjamin_Schmolck", "description": "Benjamin Schmolck was a German Lutheran writer of hymns."}]}, {"heading": "Births", "year": "1714", "date": "December 21", "txt": "John Bradstreet, Canadian-English general (d. 1774)", "entities": [{"title": "John Bradstreet", "href": "/wiki/John_Bradstreet", "description": "Major General John Bradstreet, born Jean-Baptiste Bradstreet was a British Army officer during King George's War, the French and Indian War, and Pontiac's War. He was born in Annapolis Royal, Nova Scotia to a British Army lieutenant and an Acadian mother. He also served as the Commodore-Governor for Newfoundland."}]}, {"heading": "Births", "year": "1728", "date": "December 21", "txt": "Hermann Raupach, German harpsichord player and composer (d. 1778)", "entities": [{"title": "Hermann Raupach", "href": "/wiki/Hermann_Raupach", "description": "Hermann Friedrich Raupach was an 18th-century German composer."}, {"title": "Harpsichord", "href": "/wiki/Harpsichord", "description": "A harpsichord is a musical instrument played by means of a keyboard. This activates a row of levers that turn a trigger mechanism that plucks one or more strings with a small plectrum made from quill or plastic. The strings are under tension on a soundboard, which is mounted in a wooden case; the soundboard amplifies the vibrations from the strings so that the listeners can hear it. Like a pipe or"}]}, {"heading": "Births", "year": "1778", "date": "December 21", "txt": "Anders Sandøe Ørsted, Danish jurist and politician, 3rd Prime Minister of Denmark (d. 1860)", "entities": [{"title": "Anders Sandøe Ørsted", "href": "/wiki/Anders_Sand%C3%B8e_%C3%98rsted", "description": "Anders Sandøe Ørsted was a Danish lawyer, politician and jurist. He served as the Prime Minister of Denmark in 1853–1854."}, {"title": "Prime Minister of Denmark", "href": "/wiki/Prime_Minister_of_Denmark", "description": "The prime minister of Denmark is the head of government in the Kingdom of Denmark comprising the three constituent countries: Denmark, Greenland and the Faroe Islands. Before the creation of the modern office, the kingdom did not initially have a head of government separate from its head of state, namely the monarch, in whom the executive authority was vested. The Constitution of 1849 established "}]}, {"heading": "Births", "year": "1795", "date": "December 21", "txt": "Jack Russell, English priest, hunter, and dog breeder (d. 1883)", "entities": [{"title": "Jack Russell (priest)", "href": "/wiki/Jack_Russell_(priest)", "description": "John \"Jack\" Russell, known as \"The Sporting Parson\", vicar of Swimbridge and rector of Black Torrington in North Devon, was an enthusiastic fox-hunter and dog breeder, who developed the Jack Russell Terrier, a variety of the Fox Terrier breed."}]}, {"heading": "Births", "year": "1795", "date": "December 21", "txt": "Leopold von Ranke, German historian, author, and academic (d. 1886)", "entities": []}, {"heading": "Births", "year": "1803", "date": "December 21", "txt": "Achille Vianelli, Italian painter and academic (d. 1894)", "entities": [{"title": "Achille Vianelli", "href": "/wiki/Achille_Vianelli", "description": "Achille Vianelli or Vianelly was an Italian painter of landscapes with genre scenes, often in watercolor."}]}, {"heading": "Births", "year": "1804", "date": "December 21", "txt": "Benjamin Disraeli, English lawyer and politician, Prime Minister of the United Kingdom (d. 1881)", "entities": [{"title": "Benjamin Disraeli", "href": "/wiki/Benjamin_Disraeli", "description": "Benjamin Disraeli, 1st Earl of Beaconsfield was a British statesman and Conservative politician, who twice served as Prime Minister of the United Kingdom. He played a central role in the creation of the modern Conservative Party, defining its policies and its broad outreach. Disraeli is remembered for his influential voice in world affairs, his political battles with the Liberal Party leader Willi"}, {"title": "Prime Minister of the United Kingdom", "href": "/wiki/Prime_Minister_of_the_United_Kingdom", "description": "The prime minister of the United Kingdom is the head of government in the United Kingdom. The prime minister chairs the Cabinet and selects its ministers, and advises the sovereign on the exercise of much of the Royal Prerogative. As modern prime ministers hold office by virtue of their ability to command the confidence of the House of Commons, they typically sit as a Member of Parliament and lead"}]}, {"heading": "Births", "year": "1805", "date": "December 21", "txt": "Thomas Graham, Scottish chemist and academic (d. 1869)", "entities": [{"title": "Thomas Graham (chemist)", "href": "/wiki/Thomas_Graham_(chemist)", "description": "Thomas Graham was a British chemist known for his pioneering work in dialysis and the diffusion of gases. He is regarded as one of the founders of colloid chemistry."}]}, {"heading": "Births", "year": "1811", "date": "December 21", "txt": "Archibald Tait, Scottish-English archbishop (d. 1882)", "entities": [{"title": "Archibald Tait", "href": "/wiki/Archibald_Tait", "description": "Archibald Campbell Tait was an Archbishop of Canterbury in the Church of England and theologian."}]}, {"heading": "Births", "year": "1815", "date": "December 21", "txt": "Thomas Couture, French painter and educator (d. 1879)", "entities": [{"title": "Thomas Couture", "href": "/wiki/Thomas_Couture", "description": "Thomas Couture was a French history painter and teacher. He taught such later luminaries of the art world as Édouard Manet, Henri Fantin-Latour, John La Farge, Pierre Puvis de Chavannes, Karel Javůrek, and J-N Sylvestre."}]}, {"heading": "Births", "year": "1820", "date": "December 21", "txt": "William H. Osborn, American businessman (d. 1894)", "entities": [{"title": "William H. Osborn", "href": "/wiki/William_H._Osborn", "description": "William Henry Osborn was a 19th-century American businessman and philanthropist. He was a railroad tycoon who became one of the most prominent railroad leaders in the United States."}]}, {"heading": "Births", "year": "1830", "date": "December 21", "txt": "Bartolomé Masó, Cuban soldier and politician (d. 1907)", "entities": [{"title": "Bartolomé Masó", "href": "/wiki/Bartolom%C3%A9_Mas%C3%B3", "description": "Bartolomé de Jesús Masó Márquez was a Cuban politician and military, patriot for Cuban independence from the colonial power of Spain, and later President of the República en Armas."}]}, {"heading": "Births", "year": "1832", "date": "December 21", "txt": "John H. Ketcham, American general and politician (d. 1906)", "entities": [{"title": "John H. Ketcham", "href": "/wiki/John_H._Ketcham", "description": "John Henry Ketcham was a United States Representative from New York for over 33 years. He also served as a general in the Union Army during the American Civil War."}]}, {"heading": "Births", "year": "1840", "date": "December 21", "txt": "Namık Kemal, Turkish journalist, playwright, and activist (d. 1888)", "entities": [{"title": "Namık Kemal", "href": "/wiki/Nam%C4%B1k_Kemal", "description": "Namık Kemal was an Ottoman democrat, writer, intellectual, reformer, journalist, playwright, and political activist who was influential in the formation of the Young Ottomans and their struggle for governmental reform in the Ottoman Empire during the late Tanzimat period, which would lead to the First Constitutional Era in the Empire in 1876. Kemal was particularly significant for championing the "}]}, {"heading": "Births", "year": "1843", "date": "December 21", "txt": "Thomas Bracken, Irish-New Zealander journalist, poet, and politician (d. 1898)", "entities": [{"title": "Thomas Bracken", "href": "/wiki/Thomas_Bracken", "description": "Thomas Bracken was an Irish-born New Zealand poet, journalist and politician. He wrote \"God Defend New Zealand\", one of the two national anthems of New Zealand, and was the first person to publish the phrase \"God's Own Country\" as applied to New Zealand. He also won the Otago Caledonian Society's prize for poetry."}]}, {"heading": "Births", "year": "1850", "date": "December 21", "txt": "Zdeněk Fibich, Czech composer and poet (d. 1900)", "entities": [{"title": "Zdeněk Fibich", "href": "/wiki/Zden%C4%9Bk_Fibich", "description": "Zdeněk Fibich was a Czech composer of classical music. Among his compositions are chamber works, symphonic poems, three symphonies, at least seven operas, melodramas including the substantial trilogy Hippodamia, liturgical music including a mass – a missa brevis; and a large cycle of piano works called Moods, Impressions, and Reminiscences. The piano cycle served as a diary of sorts of his love fo"}]}, {"heading": "Births", "year": "1851", "date": "December 21", "txt": "Thomas Chipman McRae, American lawyer and politician, 26th Governor of Arkansas (d. 1929)", "entities": [{"title": "Thomas Chipman McRae", "href": "/wiki/Thomas_Chipman_McRae", "description": "Thomas Chipman McRae was an American attorney and politician from Arkansas. He served as a Democratic member of the United States House of Representatives and the 26th Governor of Arkansas, from 1921 to 1925."}, {"title": "Governor of Arkansas", "href": "/wiki/Governor_of_Arkansas", "description": "The Governor of Arkansas is the head of government of the U.S. state of Arkansas. The Governor is the head of the executive branch of the Arkansas government and is charged with enforcing state laws. They have the power to either approve or veto bills passed by the Arkansas General Assembly, to convene the legislature, and to grant pardons, except in cases of treason and impeachment."}]}, {"heading": "Births", "year": "1857", "date": "December 21", "txt": "Joseph Carruthers, Australian politician, 16th Premier of New South Wales (d. 1932)", "entities": [{"title": "Joseph Carruthers", "href": "/wiki/Joseph_Carruthers", "description": "Sir Joseph Hector McNeil Carruthers was an Australian politician who served as Premier of New South Wales from 1904 to 1907."}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1859", "date": "December 21", "txt": "Gustave Kahn, French poet and critic (d. 1936)", "entities": [{"title": "Gustave Kahn", "href": "/wiki/Gustave_Kahn", "description": "Gustave Kahn was a French Symbolist poet and art critic. He was also active, via publishing and essay-writing, in defining Symbolism and distinguishing it from the Decadent Movement."}]}, {"heading": "Births", "year": "1866", "date": "December 21", "txt": "Maud Gonne, Irish nationalist and political activist (d. 1953)", "entities": [{"title": "Maud Gonne", "href": "/wiki/Maud_Gonne", "description": "Maud Gonne MacBride was an English-born Irish republican revolutionary, suffragette and actress. Of Anglo-Irish descent, she was won over to Irish nationalism by the plight of evicted people in the Land Wars. She also actively agitated for Home Rule. She is well known for being the muse and long-time love interest of Irish poet W. B. Yeats."}]}, {"heading": "Births", "year": "1868", "date": "December 21", "txt": "George W. Fuller, American chemist and engineer (d. 1934)", "entities": [{"title": "George W. Fuller", "href": "/wiki/George_W._Fuller", "description": "George Warren Fuller was a sanitary engineer who was also trained in bacteriology and chemistry. His career extended from 1890 to 1934 and he was responsible for important innovations in water and wastewater treatment. He designed and built the first modern water filtration plant, and he designed and built the first chlorination system that disinfected a U.S. drinking water supply. In addition, he"}]}, {"heading": "Births", "year": "1872", "date": "December 21", "txt": "Trevor Kincaid, Canadian-American zoologist and academic (d. 1970)", "entities": [{"title": "Trevor Kincaid", "href": "/wiki/Trevor_Kincaid", "description": "Trevor Kincaid was a Canadian-American scientist and professor at the University of Washington who achieved national acclaim for his scientific achievements while an undergraduate student. Kincaid's interests ranged from insect life to marine biology to mollusks, though he once described himself as an \"omniologist\". He is best known for introducing the gypsy moth parasite to the United States, for"}]}, {"heading": "Births", "year": "1872", "date": "December 21", "txt": "Lorenzo Perosi, Italian priest and composer (d. 1956)", "entities": []}, {"heading": "Births", "year": "1872", "date": "December 21", "txt": "Albert Payson Terhune, American journalist and author (d. 1942)", "entities": []}, {"heading": "Births", "year": "1876", "date": "December 21", "txt": "Jack Lang, Australian lawyer and politician, 23rd Premier of New South Wales (d. 1975)", "entities": [{"title": "Jack Lang (Australian politician)", "href": "/wiki/Jack_Lang_(Australian_politician)", "description": "John Thomas Lang, usually referred to as J. T. Lang during his career and familiarly known as \"Jack\" and nicknamed \"The Big Fella\", was an Australian politician who twice served as the 23rd Premier of New South Wales from 1925 to 1927 and again from 1930 to 1932. He was dismissed by the Governor of New South Wales, Sir Philip Game, at the climax of the 1932 constitutional crisis and resoundingly l"}, {"title": "Premier of New South Wales", "href": "/wiki/Premier_of_New_South_Wales", "description": "The Premier of New South Wales is the head of government in the state of New South Wales, Australia. The Government of New South Wales follows the Westminster system, with a Parliament of New South Wales acting as the legislature. The Premier is appointed by the Governor of New South Wales, and by modern convention holds office by virtue of his or her ability to command the support of a majority o"}]}, {"heading": "Births", "year": "1877", "date": "December 21", "txt": "Jaan Sarv, Estonian mathematician and scholar (d. 1954)", "entities": [{"title": "Jaan Sarv", "href": "/wiki/Jaan_Sarv", "description": "Jaan Sarv was an Estonian mathematician and educator. Most of his life he worked as a professor at the University of Tartu. Sarv laid the foundation of Estonian language mathematical education."}]}, {"heading": "Births", "year": "1878", "date": "December 21", "txt": "Jan Łukasiewicz, Polish-Irish mathematician and philosopher (d. 1956)", "entities": [{"title": "Jan Łukasiewicz", "href": "/wiki/Jan_%C5%81ukasiewicz", "description": "Jan Łukasiewicz was a Polish logician and philosopher who is best known for Polish notation and Łukasiewicz logic. He was born in Lemberg, a city in the Galician Kingdom of Austria-Hungary. His work centred on philosophical logic, mathematical logic and history of logic. He thought innovatively about traditional propositional logic, the principle of non-contradiction and the law of excluded middle"}]}, {"heading": "Births", "year": "1884", "date": "December 21", "txt": "María Cadilla, Puerto Rican writer, educator, women's rights activist (d. 1951)", "entities": [{"title": "María Cadilla", "href": "/wiki/Mar%C3%ADa_Cadilla", "description": "Dr. María Cadilla Colón de Martínez was a writer, educator, women's rights activist and one of the first women in Puerto Rico to earn a doctoral degree."}]}, {"heading": "Births", "year": "1885", "date": "December 21", "txt": "Frank Patrick, Canadian ice hockey player and coach (d. 1960)", "entities": [{"title": "Frank Patrick (ice hockey)", "href": "/wiki/Frank_Patrick_(ice_hockey)", "description": "Francis Alexis \"Frank\" Patrick was a Canadian professional ice hockey player, NHL head coach and manager. Raised in Montreal, Patrick moved to British Columbia with his family in 1907 to establish a lumber company. The family sold the company in 1910 and used the proceeds to establish the Pacific Coast Hockey Association (PCHA), the first major professional hockey league in the West. Patrick, who "}]}, {"heading": "Births", "year": "1888", "date": "December 21", "txt": "Jean Bouin, French runner and rugby player (d. 1914)", "entities": [{"title": "Jean Bouin", "href": "/wiki/Jean_Bouin", "description": "Alexandre François Étienne Jean Bouin was a French middle-distance runner. He competed in the 1500m at the 1908 Olympics and the 5000m at the 1912 Olympics. He won a silver medal in the 5000m in 1912, behind Hannes Kolehmainen. His race against Kolehmainen has long been regarded as one of the most memorable moments in running. Kolehmainen and Bouin quickly pulled away from the others, with Bouin l"}]}, {"heading": "Births", "year": "1889", "date": "December 21", "txt": "Sewall Wright, American geneticist and biologist (d. 1988)", "entities": [{"title": "Sewall Wright", "href": "/wiki/Sewall_Wright", "description": "Sewall Green Wright FRS(For) HFRSE was an American geneticist known for his influential work on evolutionary theory and also for his work on path analysis. He was a founder of population genetics alongside Ronald Fisher and J. B. S. Haldane, which was a major step in the development of the modern synthesis combining genetics with evolution. He discovered the inbreeding coefficient and methods of c"}]}, {"heading": "Births", "year": "1890", "date": "December 21", "txt": "Hermann Joseph Muller, American geneticist and biologist, Nobel Prize laureate (d. 1967)", "entities": [{"title": "Hermann Joseph Muller", "href": "/wiki/Hermann_Joseph_Muller", "description": "Hermann Joseph Muller was an American geneticist, educator, and Nobel laureate best known for his work on the physiological and genetic effects of radiation (mutagenesis), as well as his outspoken political beliefs. Muller frequently warned of long-term dangers of radioactive fallout from nuclear war and nuclear testing, which resulted in greater public scrutiny of these practices."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1891", "date": "December 21", "txt": "John William McCormack, American lawyer and politician, 53rd Speaker of the United States House of Representatives (d. 1980)", "entities": [{"title": "John William McCormack", "href": "/wiki/John_William_McCormack", "description": "John William McCormack was an American politician from Boston, Massachusetts. An attorney and a Democrat, McCormack served in the United States Army during World War I, and afterwards won terms in both the Massachusetts House of Representatives and Massachusetts State Senate before winning election to the United States House of Representatives."}, {"title": "Speaker of the United States House of Representatives", "href": "/wiki/Speaker_of_the_United_States_House_of_Representatives", "description": "The speaker of the United States House of Representatives, commonly known as the Speaker of the House, is the presiding officer of the United States House of Representatives. The office was established in 1789 by Article I, Section 2 of the U.S. Constitution. The speaker is the political and parliamentary leader of the House of Representatives and is simultaneously the House's presiding officer, d"}]}, {"heading": "Births", "year": "1892", "date": "December 21", "txt": "Walter Hagen, American golfer (d. 1969)", "entities": [{"title": "Walter Hagen", "href": "/wiki/Walter_Hagen", "description": "Walter Charles Hagen was an American professional golfer and a major figure in golf in the first half of the 20th century. His tally of 11 professional majors is third behind Jack Nicklaus (18) and Tiger Woods (15). Known as the \"father of professional golf,\" he brought publicity, prestige, big prize money and lucrative endorsements to the sport. Hagen is rated one of the greatest golfers ever."}]}, {"heading": "Births", "year": "1892", "date": "December 21", "txt": "Rebecca West, English journalist and author (d. 1983)", "entities": []}, {"heading": "Births", "year": "1896", "date": "December 21", "txt": "Konstantin Rokossovsky, Marshal of the Soviet Union during World War II (d. 1968)", "entities": [{"title": "Konstantin Rokossovsky", "href": "/wiki/Konstantin_Rokossovsky", "description": "Konstantin Konstantinovich (Xaverevich) Rokossovsky was a Soviet and Polish officer who became Marshal of the Soviet Union, Marshal of Poland, and served as Poland's Defence Minister from 1949 until his removal in 1956 during the Polish October. He was among the most prominent Red Army commanders of World War II."}]}, {"heading": "Births", "year": "1900", "date": "December 21", "txt": "Luis Arturo González López, Guatemalan supreme court judge and briefly acting president (d. 1965)", "entities": [{"title": "Luis Arturo González López", "href": "/wiki/Luis_Arturo_Gonz%C3%A1lez_L%C3%B3pez", "description": "Luis Arturo González López was a politician in Guatemala and the acting President of Guatemala from 27 July 1957 to 24 October 1957."}]}, {"heading": "Births", "year": "1905", "date": "December 21", "txt": "Anthony Powell, English author (d. 2000)", "entities": [{"title": "Anthony Powell", "href": "/wiki/Anthony_Powell", "description": "Anthony Dymoke Powell was an English novelist best known for his 12-volume work A Dance to the Music of Time, published between 1951 and 1975. It is on the list of longest novels in English."}]}, {"heading": "Births", "year": "1905", "date": "December 21", "txt": "Käte Fenchel, German mathematician (d. 1983)", "entities": []}, {"heading": "Births", "year": "1909", "date": "December 21", "txt": "Seichō Matsumoto, Japanese journalist and author (d. 1992)", "entities": [{"title": "Seichō Matsumoto", "href": "/wiki/Seich%C5%8D_Matsumoto", "description": "Seichō Matsumoto  was a Japanese writer."}]}, {"heading": "Births", "year": "1911", "date": "December 21", "txt": "Josh Gibson, American baseball player (d. 1947)", "entities": [{"title": "Josh Gibson", "href": "/wiki/Josh_Gibson", "description": "Joshua Gibson was an American baseball catcher primarily in the Negro leagues. Baseball historians consider Gibson to be among the very best power hitters and catchers in baseball history. In 1972, he became the second Negro league player to be inducted in the National Baseball Hall of Fame."}]}, {"heading": "Births", "year": "1913", "date": "December 21", "txt": "Arnold Friberg, American illustrator and painter (d. 2010)", "entities": [{"title": "Arnold Friberg", "href": "/wiki/Arnold_Friberg", "description": "Arnold Friberg was an American illustrator and painter noted for his religious and patriotic works. He is perhaps best known for his 1975 painting The Prayer at Valley Forge, a depiction of George Washington praying at Valley Forge. He is also well known for his 15 \"pre-visualization\" paintings for the Cecil B. DeMille film The Ten Commandments which were used to promote the film worldwide and for"}]}, {"heading": "Births", "year": "1914", "date": "December 21", "txt": "Frank Fenner, Australian microbiologist and virologist (d. 2010)", "entities": [{"title": "Frank Fenner", "href": "/wiki/Frank_Fenner", "description": "Frank John Fenner was an Australian scientist with a distinguished career in the field of virology. His two greatest achievements are cited as overseeing the eradication of smallpox, and the control of Australia's rabbit plague through the introduction of Myxoma virus."}]}, {"heading": "Births", "year": "1915", "date": "December 21", "txt": "Werner von Trapp, Austrian-American singer (d. 2007)", "entities": [{"title": "Werner von Trapp", "href": "/wiki/Werner_von_Trapp", "description": "Werner von Trapp was an Austrian singer and the second-oldest son of Georg von Trapp and his first wife, Agathe Whitehead von Trapp. He was a member of the Trapp Family Singers, whose lives were the inspiration for the play and movie The Sound of Music. He was portrayed as the character Kurt."}]}, {"heading": "Births", "year": "1917", "date": "December 21", "txt": "Heinrich Böll, German novelist and short story writer, Nobel Prize laureate (d. 1985)", "entities": [{"title": "Heinrich Böll", "href": "/wiki/Heinrich_B%C3%B6ll", "description": "Heinrich Theodor Böll was one of Germany's foremost post-World War II writers. He was awarded the Georg Büchner Prize in 1967 and the Nobel Prize for Literature in 1972."}, {"title": "Nobel Prize in Literature", "href": "/wiki/Nobel_Prize_in_Literature", "description": "The Nobel Prize in Literature is a Swedish literature prize that is awarded annually, since 1901, to an author from any country who has, in the words of the will of Swedish industrialist Alfred Nobel, \"in the field of literature, produced the most outstanding work in an idealistic direction\". Though individual works are sometimes cited as being particularly noteworthy, the award is based on an aut"}]}, {"heading": "Births", "year": "1918", "date": "December 21", "txt": "Donald Regan, American colonel and politician, 11th White House Chief of Staff (d. 2003)", "entities": [{"title": "Donald Regan", "href": "/wiki/Donald_Regan", "description": "Donald Thomas Regan was the 66th United States Secretary of the Treasury from 1981 to 1985 and the White House Chief of Staff from 1985 to 1987 under Ronald Reagan. In the Reagan administration, he advocated \"Reaganomics\" and tax cuts as a means to create jobs and to stimulate production."}, {"title": "White House Chief of Staff", "href": "/wiki/White_House_Chief_of_Staff", "description": "The White House Chief of Staff position is the successor to the earlier role of the Secretary to the President of the United States. The role was formalized as the Assistant to the President in 1946 and acquired its current title in 1961. The current official title is Assistant to the President and Chief of Staff."}]}, {"heading": "Births", "year": "1918", "date": "December 21", "txt": "Kurt Waldheim, Austrian colonel, war criminal, and politician; 9th President of Austria (d. 2007)", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "President of Austria", "href": "/wiki/President_of_Austria", "description": "The president of Austria is the head of state of the Austrian Republic. Though theoretically entrusted with great power by the Constitution, in practice the president is largely a ceremonial and symbolic figurehead."}]}, {"heading": "Births", "year": "1919", "date": "December 21", "txt": "Doug Young, American voice actor (d. 2018)", "entities": [{"title": "Doug Young (actor)", "href": "/wiki/Doug_Young_(actor)", "description": "Douglas Hiram Young was an American voice actor, who worked on radio programs and in animated cartoons. His draft enlistment card in 1941 states that he is an actor but currently unemployed."}]}, {"heading": "Births", "year": "1920", "date": "December 21", "txt": "Alicia Alonso, Cuban ballerina and choreographer, founded the Cuban National Ballet (d. 2019)", "entities": [{"title": "Alicia Alonso", "href": "/wiki/Alicia_Alonso", "description": "Alicia Alonso was a Cuban prima ballerina assoluta and choreographer whose company became the Ballet Nacional de Cuba in 1955. She is best known for her portrayals of Giselle and the ballet version of Carmen."}, {"title": "Cuban National Ballet", "href": "/wiki/Cuban_National_Ballet", "description": "The Cuban National Ballet is a classical ballet company based at Great Theatre of Havana in Havana, Cuba, founded by the Cuban prima ballerina assoluta, Alicia Alonso in 1948. The official school of the company is the Cuban National Ballet School."}]}, {"heading": "Births", "year": "1920", "date": "December 21", "txt": "Adele Goldstine, American computer programmer (d. 1964)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 21", "txt": "Itubwa Amram, Nauruan pastor and politician (d. 1989)", "entities": [{"title": "Itubwa Amram", "href": "/wiki/Itubwa_Amram", "description": "The Reverend Alfred Itubwa Amram was a Nauruan pastor and political figure."}]}, {"heading": "Births", "year": "1922", "date": "December 21", "txt": "Paul Winchell, American actor, voice artist, and ventriloquist (d. 2005)", "entities": []}, {"heading": "Births", "year": "1922", "date": "December 21", "txt": "Cécile DeWitt-Morette, French mathematician and physicist (d. 2017)", "entities": []}, {"heading": "Births", "year": "1923", "date": "December 21", "txt": "Wataru Misaka, American basketball player (d. 2019)", "entities": [{"title": "Wataru Misaka", "href": "/wiki/Wataru_Misaka", "description": "Wataru \"Wat\" Misaka was an American professional basketball player. A 5-foot-7-inch (1.70 m) point guard of Japanese descent, he broke the color barrier in professional basketball by being the first non-white player and the first player of Asian descent to play in the National Basketball Association (NBA), known then as the Basketball Association of America (BAA)."}]}, {"heading": "Births", "year": "1926", "date": "December 21", "txt": "Arnošt Lustig, Czech author and playwright (d. 2011)", "entities": [{"title": "Arnošt Lustig", "href": "/wiki/Arno%C5%A1t_Lustig", "description": "Arnošt Lustig was a renowned Czech Jewish author of novels, short stories, plays, and screenplays whose works have often involved the Holocaust."}]}, {"heading": "Births", "year": "1926", "date": "December 21", "txt": "Joe Paterno, American football player and coach (d. 2012)", "entities": []}, {"heading": "Births", "year": "1930", "date": "December 21", "txt": "Phil Roman, American animator", "entities": [{"title": "Phil Roman", "href": "/wiki/Phil_Roman", "description": "Philip Roman is an American animator and the director of all twelve Garfield primetime specials. He is the founder of animation studios Film Roman and Phil Roman Entertainment."}]}, {"heading": "Births", "year": "1932", "date": "December 21", "txt": "U. R. Ananthamurthy, Indian author, poet, and critic (d. 2014)", "entities": [{"title": "U. R. Ananthamurthy", "href": "/wiki/U._R._Ananthamurthy", "description": "Udupi Rajagopalacharya Ananthamurthy was an Indian contemporary writer and critic in the Kannada language. He was born in Thirtahalli Taluk and is considered as one of the pioneers of the Navya movement. In 1994, he became the sixth Kannada writer to be honored with the Jnanpith Award, the highest literary honour conferred in India. In 1998, he received the Padma Bhushan award from the Government "}]}, {"heading": "Births", "year": "1932", "date": "December 21", "txt": "Edward Hoagland, American author and critic", "entities": []}, {"heading": "Births", "year": "1933", "date": "December 21", "txt": "Jackie Hendriks, Jamaican cricketer", "entities": [{"title": "Jackie Hendriks", "href": "/wiki/Jackie_Hendriks", "description": "John Leslie Hendriks is a former Jamaican cricketer who was a Test wicket-keeper in the West Indies cricket team from 1962 to 1969."}]}, {"heading": "Births", "year": "1933", "date": "December 21", "txt": "Robert Worcester, American businessman and academic, founded MORI", "entities": [{"title": "MORI", "href": "/wiki/MORI", "description": "Ipsos MORI is a market research company based in London, England. It was formed by a merger of Ipsos UK and MORI in October 2005."}]}, {"heading": "Births", "year": "1934", "date": "December 21", "txt": "Giuseppina Leone, Italian sprinter", "entities": [{"title": "Giuseppina Leone", "href": "/wiki/Giuseppina_Leone", "description": "Giuseppina \"Giusy\" Leone is a retired Italian sprinter. She competed in the 100 m, 200 m and 4 × 100 m events at the 1952, 1956 and 1960 Olympics and reached the final on five occasions. In 1960 she won a bronze medal in the 100 m, 0.06 seconds ahead of Maria Leontyevna Itkina."}]}, {"heading": "Births", "year": "1934", "date": "December 21", "txt": "Hanif Mohammad, Pakistani cricketer (d. 2016)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 21", "txt": "John G. Avildsen, American director, producer, and cinematographer (d. 2017)", "entities": [{"title": "John G. Avildsen", "href": "/wiki/John_G._Avildsen", "description": "John Guilbert Avildsen was an American film director. He is perhaps best known for directing Rocky (1976), which earned him the Academy Award for Best Director and the first three The Karate Kid films. Other films he directed include Joe (1970), Save the Tiger (1973), The Formula (1980), Neighbors (1981), Lean on Me (1989), Rocky V (1990), and 8 Seconds (1994)."}]}, {"heading": "Births", "year": "1935", "date": "December 21", "txt": "Lorenzo Bandini, Italian racing driver (d. 1967)", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 21", "txt": "Phil Donahue, American talk show host and producer", "entities": []}, {"heading": "Births", "year": "1935", "date": "December 21", "txt": "Edward Schreyer, Canadian academic and politician, Governor General of Canada", "entities": [{"title": "Governor General of Canada", "href": "/wiki/Governor_General_of_Canada", "description": "The governor general of Canada is the federal viceregal representative of the Canadian monarch, currently Queen Elizabeth II. The Queen, as a political sovereign, is shared equally with the 15 other Commonwealth realms and the 10 provinces of Canada, but she physically resides predominantly in her oldest and most populous realm, the United Kingdom. The Queen, on the advice of her Canadian prime mi"}]}, {"heading": "Births", "year": "1935", "date": "December 21", "txt": "Stela Popescu, Romanian actress (d. 2017)", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 21", "txt": "Jane Fonda, American actress, producer, and activist", "entities": [{"title": "Jane Fonda", "href": "/wiki/Jane_Fonda", "description": "Jane Seymour Fonda is an American actress, political activist, environmentalist, and former fashion model. She is the recipient of various accolades including two Academy Awards, two BAFTA Awards, seven Golden Globe Awards, a Primetime Emmy Award, the AFI Life Achievement Award, the Honorary Golden Lion, and the Cecil B. DeMille Award."}]}, {"heading": "Births", "year": "1939", "date": "December 21", "txt": "Lloyd Axworthy, Canadian academic and politician, 2nd Canadian Minister of Foreign Affairs", "entities": [{"title": "Lloyd Axworthy", "href": "/wiki/Lloyd_Axworthy", "description": "Lloyd Norman Axworthy is a Canadian politician, elder statesman and academic. He served as Minister of Foreign Affairs in the Cabinet chaired by Prime Minister Jean Chrétien. Following his retirement from parliament, he served as president and vice-chancellor of the University of Winnipeg from 2004 to 2014 and as chancellor of St. Paul's University College. He is currently the Chair of the World R"}, {"title": "Minister of Foreign Affairs (Canada)", "href": "/wiki/Minister_of_Foreign_Affairs_(Canada)", "description": "The minister of foreign affairs is the minister of the Crown in the Canadian Cabinet who is responsible for overseeing the Government of Canada's international relations and is the lead minister responsible for Global Affairs Canada, though the minister of international trade leads on trade issues. In addition to Global Affairs Canada, the minister is also the lead in overseeing the International "}]}, {"heading": "Births", "year": "1939", "date": "December 21", "txt": "Wafic Saïd, Syrian-Saudi Arabian financier, businessman and philanthropist", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 21", "txt": "Frank Zappa, American singer-songwriter, guitarist, and producer (d. 1993)", "entities": [{"title": "Frank Zappa", "href": "/wiki/Frank_Zappa", "description": "Frank Vincent Zappa was an American singer-songwriter, innovative rock guitarist, modernist composer, multi-instrumentalist, satirist, film-maker, and bandleader. His work is characterized by nonconformity, free-form improvisation, sound experiments, musical virtuosity, and satire of American culture. In a career spanning more than 30 years, Zappa composed rock, pop, jazz, jazz fusion, orchestral "}]}, {"heading": "Births", "year": "1942", "date": "December 21", "txt": "Hu Jintao, Chinese engineer and politician, 5th Paramount leader of China", "entities": [{"title": "Hu Jintao", "href": "/wiki/Hu_Jintao", "description": "Hu Jintao is a Chinese politician, who was General Secretary of the Chinese Communist Party (CCP) from 2002 to 2012, President of the People's Republic of China (PRC) from 2003 to 2013 and Chairman of the Central Military Commission (CMC) from 2004 to 2012. He was a member of the CCP Politburo Standing Committee, China's de facto top decision-making body, from 1992 to 2012. Hu is considered to hav"}, {"title": "Paramount leader", "href": "/wiki/Paramount_leader", "description": "In modern Chinese politics, the paramount leader or supreme leader of the Chinese Communist Party (CCP), Government of China and People's Republic of China (PRC) is an informal term for the most prominent political leader in the PRC. The officeholders are usually General Secretary of the Chinese Communist Party and Chairman of the Central Military Commission. The paramount leader is not, however, "}]}, {"heading": "Births", "year": "1943", "date": "December 21", "txt": "Albert Lee, English guitarist and songwriter", "entities": [{"title": "Albert Lee", "href": "/wiki/Albert_Lee", "description": "Albert William Lee is an English guitarist known for his fingerstyle and hybrid picking technique. Lee has worked, both in the studio and on tour, with many famous musicians from a wide range of genres. He has also maintained a solo career and is a noted composer and musical director."}]}, {"heading": "Births", "year": "1943", "date": "December 21", "txt": "Walter Spanghero, French rugby player", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 21", "txt": "Michael Tilson Thomas, American pianist, composer, and conductor", "entities": [{"title": "Michael Tilson Thomas", "href": "/wiki/Michael_Tilson_Thomas", "description": "Michael Tilson Thomas is an American conductor, pianist and composer. He is currently the artistic director of the New World Symphony, an American orchestral academy based in Miami Beach, Florida. He is also Music Director Laureate of the San Francisco Symphony and Conductor Laureate of the London Symphony Orchestra."}]}, {"heading": "Births", "year": "1944", "date": "December 21", "txt": "Zheng Xiaoyu, Chinese diplomat (d. 2007)", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 21", "txt": "Doug Walters, Australian cricketer", "entities": [{"title": "Doug Walters", "href": "/wiki/Doug_Walters", "description": "Kevin Douglas Walters is a former Australian cricketer. He was known as an attacking batsman, a useful part-time bowler, and also as a typical ocker.\n"}]}, {"heading": "Births", "year": "1946", "date": "December 21", "txt": "Roy Karch, American director, producer, and screenwriter", "entities": [{"title": "Roy Karch", "href": "/wiki/Roy_Karch", "description": "The AVN Hall of Fame has honored people for their work in the adult entertainment industry since 1995. The individuals inducted into the AVN Hall of Fame have \"made significant contributions to the adult industry\" and have had \"a minimum of 10 years in the industry\" to be considered for induction."}]}, {"heading": "Births", "year": "1946", "date": "December 21", "txt": "Carl Wilson, American singer-songwriter and guitarist (d. 1998)", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 21", "txt": "Paco de Lucía, Spanish guitarist, songwriter, and producer (d. 2014)", "entities": [{"title": "Paco de Lucía", "href": "/wiki/Paco_de_Luc%C3%ADa", "description": "Francisco Gustavo Sánchez Gómez, known as Paco de Lucía, was a Spanish virtuoso flamenco guitarist, composer, and record producer. A leading proponent of the new flamenco style, he was one of the first flamenco guitarists to branch into classical and jazz. Richard Chapman and Eric Clapton, authors of Guitar: Music, History, Players, describe de Lucía as a \"titanic figure in the world of flamenco g"}]}, {"heading": "Births", "year": "1948", "date": "December 21", "txt": "Barry Gordon, American actor and voice artist; longest-serving president of the Screen Actors Guild (1988–95)", "entities": [{"title": "Barry Gordon", "href": "/wiki/Barry_Gordon", "description": "Barry Gordon is an American actor and political talk show host. He was the longest-serving president of the Screen Actors Guild, having served from 1988 to 1995."}]}, {"heading": "Births", "year": "1948", "date": "December 21", "txt": "Samuel L. Jackson, American actor and producer", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 21", "txt": "Dave Kingman, American baseball player", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 21", "txt": "Thomas Sankara, Burkinabé captain and politician, 5th President of Burkina Faso (d. 1987)", "entities": [{"title": "Thomas Sankara", "href": "/wiki/Thomas_Sankara", "description": "Thomas Isidore Noël Sankara was a Burkinabé military officer and socialist revolutionary who served as the President of Burkina Faso from 1983 to 1987. A Marxist–Leninist and pan-Africanist, he was viewed by supporters as a charismatic and iconic figure of revolution and is sometimes referred to as \"Africa's Che Guevara\"."}, {"title": "President of Burkina Faso", "href": "/wiki/President_of_Burkina_Faso", "description": "This is a list of heads of state of Burkina Faso since the Republic of Upper Volta gained independence from France in 1960 to the present day."}]}, {"heading": "Births", "year": "1949", "date": "December 21", "txt": "Nikolaos Sifounakis, Greek lawyer and politician", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 21", "txt": "Jeffrey Katzenberg, American screenwriter and producer, co-founded DreamWorks Animation", "entities": [{"title": "Jeffrey Katzenberg", "href": "/wiki/Jeffrey_Katzenberg", "description": "Jeffrey Katzenberg is an American film producer and media proprietor. He became well known for his tenure as chairman of Walt Disney Studios from 1984 to 1994, during which the studio reinvigorated its live-action and animation divisions, as well as producing some of its biggest hits, including The Little Mermaid (1989), Beauty and the Beast (1991), Aladdin (1992), and The Lion King (1994). After "}, {"title": "DreamWorks Animation", "href": "/wiki/DreamWorks_Animation", "description": "DreamWorks Animation LLC is an American animation studio and a subsidiary of Universal Pictures, itself a subsidiary of Comcast's NBCUniversal. It is based in Glendale, California, and produces animated feature films, television programs, and online virtual games. The studio has released 39 feature films, beginning with Antz (1998); its most recent film was The Croods: A New Age (2020). Their upco"}]}, {"heading": "Births", "year": "1950", "date": "December 21", "txt": "Lillebjørn Nilsen, Norwegian singer-songwriter and guitarist", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 21", "txt": "Max Maven, American magician and mentalist", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 21", "txt": "Steve Perryman, English footballer and manager", "entities": [{"title": "Steve Perryman", "href": "/wiki/Steve_Perryman", "description": "Stephen John Perryman MBE is an English former professional footballer who is best-known for his successes with Tottenham Hotspur during the 1970s and early 1980s. He has won the FA Cup, League Cup, and UEFA Cup with Tottenham in his 17 years at the club. Perryman was voted Football Writers' Association Footballer of the Year in 1982 and made a club record 854 first team appearances for Tottenham."}]}, {"heading": "Births", "year": "1952", "date": "December 21", "txt": "Joaquín Andújar, Dominican baseball player (d. 2015)", "entities": [{"title": "Joaquín Andújar", "href": "/wiki/Joaqu%C3%ADn_And%C3%BAjar", "description": "Joaquín Andújar was a Dominican professional baseball pitcher who played in Major League Baseball (MLB) for the Houston Astros, St. Louis Cardinals, and Oakland Athletics from 1976 through 1988. Andújar was a four-time MLB All-Star and a Gold Glove Award winner."}]}, {"heading": "Births", "year": "1952", "date": "December 21", "txt": "Steve Furniss, American swimmer", "entities": []}, {"heading": "Births", "year": "1953", "date": "December 21", "txt": "András Schiff, Hungarian-English pianist and conductor", "entities": [{"title": "András Schiff", "href": "/wiki/Andr%C3%A1s_Schiff", "description": "András Schiff is a Hungarian-born Austro-British classical pianist and conductor, who has received numerous major awards and honours, including the Grammy Award, Gramophone Award, Mozart Medal, and Royal Academy of Music Bach Prize, and was appointed Knight Bachelor in the 2014 Queen's Birthday Honours for services to music. He is also known for his public criticism of political movements in Hunga"}]}, {"heading": "Births", "year": "1953", "date": "December 21", "txt": "Betty Wright, American singer-songwriter (d. 2020)", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 21", "txt": "Chris Evert, American tennis player and coach", "entities": [{"title": "Chris Evert", "href": "/wiki/Chris_Evert", "description": "Christine Marie Evert, known as Chris Evert Lloyd from 1979 to 1987, is an American former world No. 1 tennis player. She won 18 Grand Slam singles championships and three doubles titles. She was the year-ending world No. 1 singles player in 1974, 1975, 1976, 1977, 1978, 1980, and 1981. Overall, Evert won 157 singles championships and 32 doubles titles."}]}, {"heading": "Births", "year": "1955", "date": "December 21", "txt": "Jane Kaczmarek, American actress", "entities": [{"title": "Jane Kaczmarek", "href": "/wiki/Jane_Kaczmarek", "description": "Jane Frances Kaczmarek is an American actress. She is best known for her role as Malcolm's mother Lois on the Fox television sitcom Malcolm in the Middle (2000—2006), which earned her three Golden Globe nominations and seven Primetime Emmy nominations, Linda in Equal Justice (1990-1992), and Judge Trudy in Raising the Bar (2008-2010), Ann in Falling in Love (1984), Emily in The Heavenly Kid (1985)"}]}, {"heading": "Births", "year": "1955", "date": "December 21", "txt": "Kazuyuki Sekiguchi, Japanese singer-songwriter and bass player", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 21", "txt": "Dave Laut, American shot putter (d. 2009)", "entities": [{"title": "Dave Laut", "href": "/wiki/Dave_Laut", "description": "David Lester Laut was an American shot putter. He was born in Findlay, Ohio, and grew up in Oxnard, California. Laut attended Art Haycox Elementary School, E. O. Green Junior High School, Santa Clara High School, Moorpark College, along with San Jose City College and UCLA, where he was a two-time NCAA champion and ranked No. 1 shot putter in the United States."}]}, {"heading": "Births", "year": "1957", "date": "December 21", "txt": "Ray Romano, American actor, producer, and screenwriter", "entities": [{"title": "Ray Romano", "href": "/wiki/Ray_Romano", "description": "Raymond Albert Romano is an American stand-up comedian, actor and screenwriter. He is best known for his role on the CBS sitcom Everybody Loves Raymond, for which he received an Emmy Award, and as the voice of Manny in the Ice Age film series. He created and starred in the TNT comedy-drama Men of a Certain Age (2009–2011). From 2012 to 2015, Romano had a recurring role as Hank Rizzoli, a love inte"}]}, {"heading": "Births", "year": "1958", "date": "December 21", "txt": "Tamara Bykova, Russian high jumper", "entities": [{"title": "Tamara Bykova", "href": "/wiki/Tamara_Bykova", "description": "Tamara Vladimirovna Bykova is a Russian former track and field athlete who represented the Soviet Union and competed in the high jump. She is the 1983 World Champion, the 1988 Olympic bronze medallist, and is a former world record holder, with clearances of 2.03 and 2.04 metres in 1983 and 2.05 metres in 1984. She also won silver medals at the 1982 European Championships, the 1989 and 1991 World I"}]}, {"heading": "Births", "year": "1959", "date": "December 21", "txt": "Florence Griffith Joyner, American sprinter and actress (d. 1998)", "entities": [{"title": "Florence Griffith Joyner", "href": "/wiki/Florence_Griffith_Joyner", "description": "Florence Delorez Griffith Joyner, also known as Flo-Jo, was an American track and field athlete."}]}, {"heading": "Births", "year": "1959", "date": "December 21", "txt": "Krishnamachari Srikkanth, Indian cricketer", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 21", "txt": "Sherry Rehman, Pakistani journalist, politician, and diplomat, 25th Pakistan Ambassador to the United States", "entities": [{"title": "Sherry Rehman", "href": "/wiki/Sherry_Rehman", "description": "Sherry Rehman is a Pakistani politician and former diplomat who has been the member of the Senate of Pakistan since 2015. She was the first woman Leader of the Opposition in the Senate from March to August 2018 and served as Pakistan's Ambassador to the United States from 2011 to 2013."}, {"title": "Pakistan Ambassador to the United States", "href": "/wiki/Pakistan_Ambassador_to_the_United_States", "description": "The Pakistan Ambassador to the United States is in charge of the Pakistan Embassy, Washington, D.C. and Pakistan's diplomatic mission to the United States. The official title is Ambassador of the Islamic Republic of Pakistan to the United States of America."}]}, {"heading": "Births", "year": "1961", "date": "December 21", "txt": "Ryuji Sasai, Japanese bass player and composer", "entities": [{"title": "Ryuji Sasai", "href": "/wiki/Ryuji_Sasai", "description": "Ryuji Sasai  is a Japanese former video game composer and bass guitarist. He is best known for his work on Xak, Final Fantasy Legend III and Final Fantasy Mystic Quest. Sasai is well-known for his rock style. His musical career came about when he was 15 years old, and he formed a band. Before entering the gaming industry, Sasai was involved in the anime department, scoring two television series an"}]}, {"heading": "Births", "year": "1963", "date": "December 21", "txt": "Govinda, Indian actor, singer, and politician", "entities": [{"title": "Govinda (actor)", "href": "/wiki/Govinda_(actor)", "description": "Govind Arun Ahuja, known mononymously as Govinda is an Indian film actor, comedian, dancer, and former politician, known best for his work in Hindi-language films."}]}, {"heading": "Births", "year": "1964", "date": "December 21", "txt": "Joe Kocur, Canadian ice hockey player and coach", "entities": [{"title": "Joe Kocur", "href": "/wiki/Joe_Kocur", "description": "Joseph George \"Joey\" Kocur is a Canadian former professional ice hockey player. He is best known for his activities as a fighter and enforcer, as well as being one half of the \"Bruise Brothers\" with then- Detroit Red Wings teammate Bob Probert, during the late 1980s and early 1990s."}]}, {"heading": "Births", "year": "1964", "date": "December 21", "txt": "Kunihiko Ikuhara, Japanese director and illustrator", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 21", "txt": "Glenn Coleman, Australian rugby league player", "entities": [{"title": "Glenn Coleman (rugby league)", "href": "/wiki/Glenn_Coleman_(rugby_league)", "description": "Glenn Coleman is an Australian former rugby league footballer who played in the 1980s and 1990s. He played his entire club football career with the Cronulla-Sutherland Sharks. He primarily played on the wing"}]}, {"heading": "Births", "year": "1965", "date": "December 21", "txt": "Andy Dick, American comedian, actor, producer, and screenwriter", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 21", "txt": "Anke Engelke, Canadian-German actress, director, and screenwriter", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 21", "txt": "William Ruto, Kenyan politician, Deputy President of Kenya", "entities": [{"title": "William Ruto", "href": "/wiki/William_Ruto", "description": "William Kipchirchir Samoei Arap Ruto is a Kenyan politician. Currently, he is the Deputy President of Kenya, a position he has held since 2013. He served as the Acting President of Kenya between 6 and 8 October 2014 when President Uhuru Kenyatta was at the International Criminal Court (ICC), in the Hague, Netherlands. He previously served in various ministerial positions, including the Ministries "}]}, {"heading": "Births", "year": "1966", "date": "December 21", "txt": "Kiefer Sutherland, British-Canadian actor, director, and producer", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 21", "txt": "Terry Mills, American basketball player and coach", "entities": [{"title": "Terry Mills (basketball)", "href": "/wiki/Terry_Mills_(basketball)", "description": "Terry Richard Mills is a retired American professional basketball player who played as a power forward. He was a member of the Michigan Wolverines' 1989 National Collegiate Athletic Association (NCAA) Men's Division I Basketball Championship winning team before playing over a decade in the National Basketball Association (NBA)."}]}, {"heading": "Births", "year": "1967", "date": "December 21", "txt": "Mikheil Saakashvili, Georgian lawyer and politician, 3rd President of Georgia", "entities": [{"title": "President of Georgia", "href": "/wiki/President_of_Georgia", "description": "The president of Georgia is the constitutional head of state of Georgia as well as the supreme commander-in-chief of the Defense Forces. The president represents Georgia in foreign relations. The constitution defines the presidential office as \"the guarantor of the country’s unity and national independence.\""}]}, {"heading": "Births", "year": "1969", "date": "December 21", "txt": "Julie Delpy, French model, actress, director, and screenwriter", "entities": [{"title": "Julie Delpy", "href": "/wiki/Julie_Delpy", "description": "Julie Delpy is a French-American actress, film director, screenwriter, and singer-songwriter. She studied filmmaking at NYU's Tisch School of the Arts and has directed, written, or acted in more than 30 films, including Europa Europa (1990), Voyager (1991), Three Colors: White (1993), the Before trilogy, An American Werewolf in Paris (1997), and 2 Days in Paris (2007)."}]}, {"heading": "Births", "year": "1969", "date": "December 21", "txt": "Mihails Zemļinskis, Latvian footballer, coach, and manager", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 21", "txt": "Matthieu Chedid, French singer-songwriter and guitarist", "entities": [{"title": "Matthieu Chedid", "href": "/wiki/Matthieu_Chedid", "description": "Matthieu Chedid, better known by his stage name -M-, is a French rock singer-songwriter and guitar player. Since 2018, he has been the most awarded artist at the Victoires de la Musique Awards with 13 awards, tied with Alain Bashung."}]}, {"heading": "Births", "year": "1972", "date": "December 21", "txt": "Y. S. Jaganmohan Reddy, Indian Politician, 17th Chief Minister of Andhra Pradesh", "entities": [{"title": "Y. S. Jaganmohan Reddy", "href": "/wiki/Y._S._Jaganmohan_Reddy", "description": "Yeduguri Sandinti Jaganmohan Reddy also known as Y. S. Jagan or simply Jagan, is an Indian politician serving as the 17th and current Chief Minister of Andhra Pradesh since 2019. He is also the founder and president of YSR Congress Party (YSRCP). He is the son of the former Chief Minister of Andhra Pradesh, Y. S. Rajasekhara Reddy. He had served as the leader of opposition in the Andhra Pradesh Le"}]}, {"heading": "Births", "year": "1973", "date": "December 21", "txt": "Irakli Alasania, Georgian colonel and politician, Georgian Minister of Defense", "entities": [{"title": "Irakli Alasania", "href": "/wiki/Irakli_Alasania", "description": "Irakli Alasania is a Georgian politician, soldier and former diplomat who served as the Minister of Defense of Georgia from 2012 to 2014. He was Georgia's Ambassador to the United Nations from September 11, 2006, until December 4, 2008. His previous assignments include Chairman of the Government of Abkhazia(-in-exile) and the President of Georgia's aide in the Georgian-Abkhaz talks. Soon after his"}, {"title": "Ministry of Defense of Georgia", "href": "/wiki/Ministry_of_Defense_of_Georgia", "description": "The Ministry of Defense of Georgia is the Georgian government ministry in charge of the Defense Forces of Georgia and regulating activities in defence of the country from external threats, preserving territorial integrity and waging wars on behalf of Georgia. It is Georgia's ministry of defence. The Minister of Defence is appointed and removed from the post by the Prime Minister of Georgia. The mi"}]}, {"heading": "Births", "year": "1973", "date": "December 21", "txt": "Matías Almeyda, Argentine footballer and manager", "entities": []}, {"heading": "Births", "year": "1974", "date": "December 21", "txt": "Karrie Webb, Australian golfer", "entities": [{"title": "Karrie Webb", "href": "/wiki/Karrie_Webb", "description": "Karrie Ann Webb is an Australian professional golfer. She plays mainly on the U.S.-based LPGA Tour and also turns out once or twice a year on the ALPG Tour in her home country. She is a member of the World Golf Hall of Fame. She has 41 wins on the LPGA Tour, more than any other active player."}]}, {"heading": "Births", "year": "1975", "date": "December 21", "txt": "Paloma Herrera, Argentinian ballerina", "entities": [{"title": "Paloma Herrera", "href": "/wiki/Paloma_Herrera", "description": "Paloma Herrera is a prominent Argentine ballet dancer, choreographer, and artistic director who was a principal dancer with American Ballet Theatre, where she worked for twenty-four years. She is currently the director of Colon Theater Ballet."}]}, {"heading": "Births", "year": "1977", "date": "December 21", "txt": "Emmanuel Macron, President of France", "entities": [{"title": "Emmanuel Macron", "href": "/wiki/Emmanuel_Macron", "description": "Emmanuel Jean-Michel Frédéric Macron is a French politician who has been serving as the president of France and ex officio co-prince of Andorra since 14 May 2017."}, {"title": "President of France", "href": "/wiki/President_of_France", "description": "The president of France, officially the president of the French Republic, is the head of state and head of executive of France as well as the commander-in-chief of the French Armed Forces. The French presidency is the supreme magistracy of the country, and the president is the holder of the highest office in France."}]}, {"heading": "Births", "year": "1977", "date": "December 21", "txt": "Leon MacDonald, New Zealand rugby player", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 21", "txt": "Emiliano Brembilla, Italian swimmer", "entities": [{"title": "Emiliano Brembilla", "href": "/wiki/Emiliano_Brembilla", "description": "Emiliano Brembilla is a freestyle swimmer from Italy."}]}, {"heading": "Births", "year": "1978", "date": "December 21", "txt": "Charles Dera, American pornographic actor, dancer, model, and mixed martial arts fighter", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 21", "txt": "Shaun Morgan, South African musician, singer, and guitarist", "entities": []}, {"heading": "Births", "year": "1979", "date": "December 21", "txt": "Steve Montador, Canadian ice hockey player (d. 2015)", "entities": [{"title": "Steve Montador", "href": "/wiki/Steve_Montador", "description": "Steven Richard \"The Matador\" Montador was a Canadian professional ice hockey defenceman who played 571 games in the National Hockey League (NHL) for the Calgary Flames, Florida Panthers, Anaheim Ducks, Boston Bruins, Buffalo Sabres and Chicago Blackhawks before ending his career in 2014 as a member of Medveščak Zagreb of the Kontinental Hockey League (KHL)."}]}, {"heading": "Births", "year": "1981", "date": "December 21", "txt": "Cristian Zaccardo, Italian footballer", "entities": [{"title": "Cristian Zaccardo", "href": "/wiki/Cristian_Zaccardo", "description": "Cristian Zaccardo is an Italian former footballer who played as a defender. He mainly played as a centre back, although he was also capable of playing as a full-back or in midfield. He began his club career with Italian club Bologna in 2000, and remained with the club until 2004, aside from a loan spell with Spezia. He subsequently moved to Palermo, where he came to prominence during his four seas"}]}, {"heading": "Births", "year": "1982", "date": "December 21", "txt": "Philip Humber, American baseball player", "entities": [{"title": "Philip Humber", "href": "/wiki/Philip_Humber", "description": "Philip Gregory Humber is an American former professional baseball pitcher. He pitched for the New York Mets, Minnesota Twins, Kansas City Royals, Chicago White Sox, and Houston Astros in seven seasons in Major League Baseball (MLB). Although he debuted in the major leagues in 2006 and had worked mostly as a starter in the minor leagues, he did not become a regular MLB starter until 2011."}]}, {"heading": "Births", "year": "1983", "date": "December 21", "txt": "Steven Yeun, American actor", "entities": [{"title": "Steven Yeun", "href": "/wiki/Steven_Yeun", "description": "Steven Yeun is a South Korean-born American actor. He initially rose to prominence for his roles as Glenn Rhee in the television series The Walking Dead (2010–2016) and Ben in the film Burning (2018). The latter earned him critical acclaim and several accolades, including the National Society of Film Critics Award for Best Supporting Actor. He has been nominated for two Saturn Awards. He also star"}]}, {"heading": "Births", "year": "1985", "date": "December 21", "txt": "Tom Sturridge, English actor", "entities": [{"title": "Tom Sturridge", "href": "/wiki/Tom_Sturridge", "description": "Thomas Sidney Jerome Sturridge is an English actor best known for his work in Being Julia, Like Minds, and The Boat That Rocked. In 2013, he was nominated for the Tony Award for Best Actor in a Play for his performance in the Broadway play Orphans and in 2020, he received another nomination in the category for his role in Sea Wall/A Life."}]}, {"heading": "Births", "year": "1988", "date": "December 21", "txt": "Perri Shakes-Drayton, English sprinter and hurdler", "entities": [{"title": "Perri Shakes-Drayton", "href": "/wiki/Perri_Shakes-Drayton", "description": "Peirresha Alexandra Shakes-Drayton is a British retired track and field athlete. After specialising in the 400 metres hurdles in the early part of her career, a knee injury at the 2013 World Championships forced Shakes-Drayton to concentrate on the 400 metres on her return to athletics. She is the 2013 European Indoor Champion in the 400 metres and won a 2012 World Indoor Championship gold medal i"}]}, {"heading": "Births", "year": "1989", "date": "December 21", "txt": "Mark Ingram Jr., American football player", "entities": [{"title": "Mark Ingram Jr.", "href": "/wiki/Mark_Ingram_Jr.", "description": "Mark Valentino Ingram II is an American football running back for the Houston Texans of the National Football League (NFL). He played college football for the University of Alabama, and was drafted by the New Orleans Saints in the first round of the 2011 NFL Draft, playing with them for eight seasons before a two-year stint with the Baltimore Ravens."}]}, {"heading": "Births", "year": "1989", "date": "December 21", "txt": "Tamannaah, South Indian actress", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 21", "txt": "Riccardo Saponara, Italian footballer", "entities": [{"title": "Riccardo Saponara", "href": "/wiki/Riccardo_Saponara", "description": "Riccardo Saponara is an Italian professional footballer who plays as an attacking midfielder for Serie A club Spezia, on loan from Fiorentina."}]}, {"heading": "Births", "year": "1995", "date": "December 21", "txt": "Ronnie Bassett Jr., American race car driver", "entities": [{"title": "Ronnie Bassett Jr.", "href": "/wiki/Ronnie_Bassett_Jr.", "description": "Ronald W. Bassett Jr. is an American professional stock car racing driver. He competes part-time in the NASCAR Xfinity Series, driving the No. 77 Chevrolet Camaro for his own team, Bassett Racing. He and his family team also previously competed full-time in what is now the ARCA Menards Series East. He is the brother of Dillon Bassett, who also drives for and co-owns Bassett Racing."}]}, {"heading": "Births", "year": "1995", "date": "December 21", "txt": "Kelly Smith, English rugby union player", "entities": []}, {"heading": "Deaths", "year": "AD 72", "date": "December 21", "txt": "Thomas the Apostle, Roman martyr and saint (b. 1 AD)", "entities": [{"title": "Thomas the Apostle", "href": "/wiki/Thomas_the_Apostle", "description": "Thomas the Apostle, also called Didymus (\"twin\") was one of the Twelve Apostles of Jesus according to the New Testament. Thomas is commonly known as \"Doubting Thomas\" because he doubted Jesus' resurrection when first told of it ; later, he confessed his faith on seeing Jesus' crucifixion wounds."}]}, {"heading": "Deaths", "year": "882", "date": "December 21", "txt": "Hincmar, French archbishop and historian (b. 806)", "entities": [{"title": "Hincmar", "href": "/wiki/Hincmar", "description": "Hincmar, archbishop of Reims, was a Frankish jurist and theologian, as well as the friend, advisor and propagandist of Charles the Bald. He belonged to a noble family of northern Francia."}]}, {"heading": "Deaths", "year": "956", "date": "December 21", "txt": "Sun Sheng, Chinese chancellor", "entities": [{"title": "Sun Sheng (Southern Tang)", "href": "/wiki/Sun_Sheng_(Southern_Tang)", "description": "\nSun Sheng (孫晟), né Sun Feng (孫鳳), known as Sun Ji (孫忌) at one point, formally Duke Wenzhong of Lu (魯文忠公), was an official of the Chinese Five Dynasties and Ten Kingdoms Period states Later Tang, Wu, and Southern Tang, serving as a chancellor during the reign of Southern Tang's second emperor Li Jing. When Southern Tang came under attack of its northern neighbor Later Zhou, Li Jing sent him as an "}]}, {"heading": "Deaths", "year": "975", "date": "December 21", "txt": "Al-Mu'izz, Fatimid caliph (b. 932)", "entities": [{"title": "Al-Mu'izz li-Din Allah", "href": "/wiki/Al-Mu%27izz_li-Din_Allah", "description": "Abu Tamim Ma'ad al-Muizz li-Din Allah was the fourth Fatimid Caliph and 14th Ismaili imam, reigning from 953 to 975. It was during his caliphate that the center of power of the Fatimid dynasty was moved from Ifriqiya to Egypt. The Fatimids founded the city of al-Qāhirah (Cairo) \"the Victorious\" in 969 as the new capital of the Fatimid caliphate in Egypt."}]}, {"heading": "Deaths", "year": "1001", "date": "December 21", "txt": "Hugh of Tuscany, Italian margrave (b. 950)", "entities": [{"title": "Hugh of Tuscany", "href": "/wiki/Hugh_of_Tuscany", "description": "Hugh, called the Great, was the Margrave of Tuscany from 969 until his death, and the Duke of Spoleto and Margrave of Camerino from 989 to 996. He restored the state apparatus in Tuscany after decades of neglect by margraves whose main interests lay elsewhere. Hugh supported the new Ottonian dynasty, and was praised for his justice by the contemporary theologian Peter Damian in his De principis of"}]}, {"heading": "Deaths", "year": "1215", "date": "December 21", "txt": "Ali ibn Muhammad ibn al-Walid, Dāʿī al-Muṭlaq of Tayyibi Isma'ilism (b. c. 1128)", "entities": [{"title": "Ali ibn Muhammad ibn al-Walid", "href": "/wiki/Ali_ibn_Muhammad_ibn_al-Walid", "description": "Ali ibn Muhammad ibn Ja'far ibn Ibrahim ibn Abi Salama ibn al-Walid al-Abshami al-Qurashi was the 5th Tayyibi Isma'ili Dāʿī al-Muṭlaq in Yemen from 1209 to his death in 1215. Descended from a noble lineage of the Quraysh, he was a noted scholar and Tayyibi theologian, and an author of several influential works on Tayyibi doctrine. Before becoming himself Dāʿī al-Muṭlaq, he served as senior deputy "}, {"title": "Tayyibi Isma'ilism", "href": "/wiki/Tayyibi_Isma%27ilism", "description": "Ṭayyibi Ismā‘īlism is the only surviving sect of the Musta'li branch of Isma'ilism, the other being Hafizi Isma'ilism. Most followers of Tayyibi Isma'ilism are found in various Bohra communities: Dawoodi, Sulaymani, and Alavi."}]}, {"heading": "Deaths", "year": "1308", "date": "December 21", "txt": "Henry I, Landgrave of Hesse (b. 1244)", "entities": [{"title": "Henry I, Landgrave of Hesse", "href": "/wiki/Henry_I,_Landgrave_of_Hesse", "description": "Henry I of Hesse \"the Child\" was the first Landgrave of Hesse. He was the son of Henry II, Duke of Brabant and Sophie of Thuringia."}]}, {"heading": "Deaths", "year": "1338", "date": "December 21", "txt": "Thomas Hemenhale, bishop of Worcester", "entities": [{"title": "Thomas Hemenhale", "href": "/wiki/Thomas_Hemenhale", "description": "Thomas Hemenhale was a medieval Bishop of Norwich-elect and then Bishop of Worcester."}]}, {"heading": "Deaths", "year": "1362", "date": "December 21", "txt": "Constantine III, king of Armenia (b. 1313)", "entities": [{"title": "Constantine III, King of Armenia", "href": "/wiki/Constantine_III,_King_of_Armenia", "description": "Constantine III was the King of Armenian Cilicia from 1344 to 1362. He was the son of Baldwin, Lord of Neghir, and second cousin of Constantine II."}]}, {"heading": "Deaths", "year": "1375", "date": "December 21", "txt": "Giovanni Boccaccio, Italian author and poet (b. 1313)", "entities": [{"title": "Giovanni Boccaccio", "href": "/wiki/Giovanni_Boccaccio", "description": "Giovanni Boccaccio was an Italian writer, poet, correspondent of Petrarch, and an important Renaissance humanist. He was known par excellence as the Certaldese, and one of the most important figures in the European literary panorama of the fourteenth century. Some scholars define him as the greatest European prose writer of his time, a versatile writer who amalgamated different literary trends and"}]}, {"heading": "Deaths", "year": "1504", "date": "December 21", "txt": "Berthold von Henneberg, German archbishop (b. 1442)", "entities": [{"title": "Berthold von Henneberg", "href": "/wiki/Berthold_von_Henneberg", "description": "Bertold von Henneberg-Römhild (1442–1504) was Archbishop of Mainz and Prince-elector of the Holy Roman Empire from 1484, imperial chancellor from 1486, and leader of the reform faction within the Empire."}]}, {"heading": "Deaths", "year": "1536", "date": "December 21", "txt": "John Seymour, English courtier (b. 1474)", "entities": [{"title": "John Seymour (1474–1536)", "href": "/wiki/John_Seymour_(1474%E2%80%931536)", "description": "Sir John Seymour, Knight banneret was an English soldier and a courtier who served both Henry VII and Henry VIII. Born into a prominent gentry family, he is best known as the father of the Henry VIII's third wife, Jane Seymour, and hence grandfather of king Edward VI of England."}]}, {"heading": "Deaths", "year": "1549", "date": "December 21", "txt": "Marguerite de Navarre, queen of Henry II of Navarre (b. 1492)", "entities": [{"title": "Marguerite de Navarre", "href": "/wiki/Marguerite_de_Navarre", "description": "Marguerite de Navarre, also known as Marguerite of Angoulême and Margaret of Navarre, was the princess of France, Queen of Navarre, and Duchess of Alençon and Berry. She was married to Henry II of Navarre. Her brother became King of France, as Francis I, and the two siblings were responsible for the celebrated intellectual and cultural court and salons of their day in France. Marguerite is the anc"}, {"title": "Henry II of Navarre", "href": "/wiki/Henry_II_of_Navarre", "description": "Henry II, nicknamed Sangüesino because he was born at Sangüesa, was the King of Navarre from 1517, although his kingdom had been reduced to a small territory north of the Pyrenees by the Spanish conquest of 1512. Henry succeeded his mother, Queen Catherine, upon her death. His father was her husband and co-ruler, King John III, who died in 1516."}]}, {"heading": "Deaths", "year": "1581", "date": "December 21", "txt": "Jean de la Cassière, 51st Grandmaster of the Knights Hospitaller (b. 1502)", "entities": [{"title": "Jean de la Cassière", "href": "/wiki/Jean_de_la_Cassi%C3%A8re", "description": "Fra' Jean l'Evesque de la Cassière was the 51st Grand Master of the Order of Malta, from 1572 to 1581. He commissioned the building of the Conventual Church of the Order in Valletta, Malta, and is buried in its crypt."}, {"title": "Knights Hospitaller", "href": "/wiki/Knights_Hospitaller", "description": "The Order of Knights of the Hospital of Saint John of Jerusalem, commonly known as the Knights Hospitaller, the Knights of Rhodes, the Knights of Malta, or the Order of Saint John or even the Knights of St. John, was a medieval and early modern Catholic military order. It was headquartered in the Kingdom of Jerusalem until 1291, on the island of Rhodes from 1310 until 1522, in Malta from 1530 unti"}]}, {"heading": "Deaths", "year": "1597", "date": "December 21", "txt": "Peter Canisius, Dutch priest and saint (b. 1521)", "entities": [{"title": "Peter Canisius", "href": "/wiki/Peter_Canisius", "description": "Peter Canisius was a renowned Dutch Jesuit Catholic priest. He became known for his strong support for the Catholic faith during the Protestant Reformation in Germany, Austria, Bohemia, Moravia, Switzerland and the United Kingdom. The restoration of the Catholic Church in Germany after the Protestant Reformation is largely attributed to the work there of the Society of Jesus, which he led. He is v"}]}, {"heading": "Deaths", "year": "1608", "date": "December 21", "txt": "William Davison, secretary to Queen Elizabeth I of England (b. c. 1541)", "entities": [{"title": "William Davison (diplomat)", "href": "/wiki/William_Davison_(diplomat)", "description": "William Davison was secretary to Queen Elizabeth I. He played a key and diplomatic role in the 1587 execution of Mary, Queen of Scots, and was made the scapegoat for this event in British history. As a Secretary of some influence, he was active in forging alliances with England's Protestant friends in Holland and Scotland to prevent war with France."}, {"title": "Elizabeth I of England", "href": "/wiki/Elizabeth_I_of_England", "description": "Elizabeth I was Queen of England and Ireland from 17 November 1558 until her death in 1603. Sometimes called the Virgin Queen, Gloriana or Good Queen Bess, Elizabeth was the last of the five monarchs of the House of Tudor."}]}, {"heading": "Deaths", "year": "1610", "date": "December 21", "txt": "Catherine Vasa, Swedish princess (b. 1539)", "entities": [{"title": "Catherine Vasa", "href": "/wiki/Catherine_Vasa", "description": "Catherine Vasa of Sweden was a Swedish princess, and the Countess consort of East Frisia as the spouse of Edzard II, Count of East Frisia. She was the oldest daughter of Gustav Vasa and Margareta Leijonhufvud. She was the autonomous Regent of Berum and Norden in Ostfriesland from 1599 to 1610."}]}, {"heading": "Deaths", "year": "1701", "date": "December 21", "txt": "Sir Hugh Paterson, Baronet of Bannockburn (b. 1659)", "entities": [{"title": "Sir Hugh Paterson, 1st Baronet", "href": "/wiki/Sir_Hugh_Paterson,_1st_Baronet", "description": "Sir Hugh Paterson, 1st Baronet, was a Scottish landowner. He born in or around the year 1659."}]}, {"heading": "Deaths", "year": "1807", "date": "December 21", "txt": "John Newton, English soldier and minister (b. 1725)", "entities": [{"title": "John Newton", "href": "/wiki/John_Newton", "description": "John Newton was an English Anglican cleric, a captain of slave ships who later became an abolitionist, and an investor of trade. He served as a sailor in the Royal Navy for a period after forced recruitment."}]}, {"heading": "Deaths", "year": "1824", "date": "December 21", "txt": "James Parkinson, English physician and paleontologist (b. 1755)", "entities": [{"title": "James Parkinson", "href": "/wiki/James_Parkinson", "description": "James Parkinson FGS was an English surgeon, apothecary, geologist, palaeontologist and political activist. He is best known for his 1817 work An Essay on the Shaking Palsy, in which he was the first to describe \"paralysis agitans\", a condition that would later be renamed Parkinson's disease by Jean-Martin Charcot."}]}, {"heading": "Deaths", "year": "1869", "date": "December 21", "txt": "Friedrich Ernst Scheller, German jurist and politician (b. 1791)", "entities": [{"title": "Friedrich Ernst Scheller", "href": "/wiki/Friedrich_Ernst_Scheller", "description": "Friedrich Ernst Scheller was a German jurist and politician. He served as a member of the Frankfurt Parliament."}]}, {"heading": "Deaths", "year": "1873", "date": "December 21", "txt": "Francis Garnier, French admiral and explorer (b. 1839)", "entities": [{"title": "Francis Garnier", "href": "/wiki/Francis_Garnier", "description": "Marie Joseph François Garnier was a French officer, inspector of Indigenous Affairs of Cochinchina and explorer. He eventually became mission leader of the Mekong Exploration Commission in 19th century Southeast Asia."}]}, {"heading": "Deaths", "year": "1889", "date": "December 21", "txt": "Friedrich August von Quenstedt, German geologist and palaeontologist (b. 1809)", "entities": [{"title": "Friedrich August von Quenstedt", "href": "/wiki/Friedrich_August_von_Quenstedt", "description": "Friedrich August von Quenstedt, was a German geologist and palaeontologist."}]}, {"heading": "Deaths", "year": "1920", "date": "December 21", "txt": "Mohammed Abdullah Hassan, Somalian general, founded the Dervish movement (b. 1856)", "entities": [{"title": "Mohammed Abdullah Hassan", "href": "/wiki/Mohammed_Abdullah_Hassan", "description": "Sayid Mohamed Abdullah Hassan (Somali: Sayid Maxamed Cabdulle Xasan; was a Somali religious and military leader in Somaliland. He established the Dervish movement that fought a 20-year war against the British, Italian, and Ethiopian empires."}, {"title": "Dervish state", "href": "/wiki/Dervish_state", "description": "The Somali Dervish movement was a popular movement that developed in eastern Somaliland between 1899 and 1920, which was led by the Salihiyya Sufi Muslim poet and militant leader Mohammed Abdullah Hassan, also known as Sayyid Mohamed, who called for independence from the British and Italian colonies on the Somali peninsula, the defeat of Ethiopian forces, the expulsion of Christianity and the esta"}]}, {"heading": "Deaths", "year": "1929", "date": "December 21", "txt": "I. L. Patterson, American politician, 18th Governor of Oregon (b. 1859)", "entities": [{"title": "I. L. Patterson", "href": "/wiki/I._L._Patterson", "description": "Isaac Lee \"Ike\" Patterson, was the 18th Governor of Oregon from 1927 to 1929. An Oregon native, he served in the Oregon Legislative Assembly from 1918 to 1922, and was a farmer in the Willamette Valley."}, {"title": "Governor of Oregon", "href": "/wiki/Governor_of_Oregon", "description": "The Governor of Oregon is the head of the executive branch of Oregon's state government and serves as the commander-in-chief of the state's military forces. The title of governor was also applied to the office of Oregon's chief executive during the provisional and U.S. territorial governments."}]}, {"heading": "Deaths", "year": "1933", "date": "December 21", "txt": "Knud Rasmussen, Greenlandic anthropologist and explorer (b. 1879)", "entities": [{"title": "Knud Rasmussen", "href": "/wiki/Knud_Rasmussen", "description": "Knud Johan Victor Rasmussen was a Greenlandic–Danish polar explorer and anthropologist. He has been called the \"father of Eskimology\" and was the first European to cross the Northwest Passage via dog sled. He remains well known in Greenland, Denmark and among Canadian Inuit."}]}, {"heading": "Deaths", "year": "1935", "date": "December 21", "txt": "Ted Birnie, English footballer and manager (b. 1878)", "entities": [{"title": "Ted Birnie", "href": "/wiki/Ted_Birnie", "description": "Edward Lawson Birnie was a professional footballer and manager. He played for Sunderland Seaburn, Newcastle United, Crystal Palace, Chelsea and Tottenham Hotspur In his managerial career, he took on the reins at Southend United, staying in charge of the seaside club until his retirement in 1934."}]}, {"heading": "Deaths", "year": "1935", "date": "December 21", "txt": "Kurt Tucholsky, German-Swedish journalist and author (b. 1890)", "entities": []}, {"heading": "Deaths", "year": "1937", "date": "December 21", "txt": "Violette Neatley Anderson, American judge (b. 1882)", "entities": [{"title": "Violette Neatley Anderson", "href": "/wiki/Violette_Neatley_Anderson", "description": "Violette Neatley Anderson she became the first African-American woman to practice law before the United States Supreme Court on January 29, 1926. She was one of the most prominent advocates of a landmark piece of legislation that helped secure rights and economic mobility for sharecroppers in the South, the Bankhead-Jones Act."}]}, {"heading": "Deaths", "year": "1937", "date": "December 21", "txt": "Ted Healy, American comedian and actor (b. 1896)", "entities": []}, {"heading": "Deaths", "year": "1937", "date": "December 21", "txt": "Frank B. Kellogg, American lawyer and politician, 45th United States Secretary of State, Nobel Prize laureate (b. 1856)", "entities": [{"title": "United States Secretary of State", "href": "/wiki/United_States_Secretary_of_State", "description": "The United States secretary of state implements foreign policy for the U.S. government as the head of the U.S. Department of State. Created in 1789, the Cabinet position is analogous to a foreign minister in other countries."}, {"title": "Nobel Peace Prize", "href": "/wiki/Nobel_Peace_Prize", "description": "The Nobel Peace Prize is one of the five Nobel Prizes established by the will of Swedish industrialist, inventor, and armaments manufacturer Alfred Nobel, along with the prizes in Chemistry, Physics, Physiology or Medicine, and Literature. Since March 1901, it has been awarded annually to those who have \"done the most or the best work for fraternity between nations, for the abolition or reduction "}]}, {"heading": "Deaths", "year": "1940", "date": "December 21", "txt": "F. Scott Fitzgerald, American novelist and short story writer (b. 1896)", "entities": [{"title": "F. Scott Fitzgerald", "href": "/wiki/F._Scott_Fitzgerald", "description": "Francis Scott Key Fitzgerald was an American novelist, essayist, screenwriter, and short story writer. He was best known for his novels depicting the flamboyance and excess of the Jazz Age—a term which he popularized. During his lifetime, he published four novels, four collections of short stories, and 164 short stories. Although he temporarily achieved popular success and fortune in the 1920s, Fi"}]}, {"heading": "Deaths", "year": "1945", "date": "December 21", "txt": "George S. Patton, American general (b. 1885)", "entities": [{"title": "George S. Patton", "href": "/wiki/George_S._Patton", "description": "George Smith Patton Jr. was a general in the United States Army who commanded the Seventh United States Army in the Mediterranean theater of World War II, and the Third United States Army in France and Germany after the Allied invasion of Normandy in June 1944."}]}, {"heading": "Deaths", "year": "1948", "date": "December 21", "txt": "Władysław Witwicki, Polish psychologist, philosopher, translator, historian (of philosophy and art) and artist (b. 1878)", "entities": [{"title": "Władysław Witwicki", "href": "/wiki/W%C5%82adys%C5%82aw_Witwicki", "description": "Władysław Witwicki was a Polish psychologist, philosopher, translator, historian and artist. He is seen as one of the fathers of psychology in Poland."}]}, {"heading": "Deaths", "year": "1952", "date": "December 21", "txt": "Kenneth Edwards, American golfer (b. 1886)", "entities": [{"title": "Kenneth Edwards (golfer)", "href": "/wiki/Kenneth_Edwards_(golfer)", "description": "Kenneth Paine Edwards was an American golfer who competed in the 1904 Summer Olympics."}]}, {"heading": "Deaths", "year": "1953", "date": "December 21", "txt": "Kaarlo Koskelo, Finnish-American wrestler and businessman (b. 1888)", "entities": [{"title": "Kaarlo Koskelo", "href": "/wiki/Kaarlo_Koskelo", "description": "Kaarlo Anton \"Kalle\" Koskelo was a Greco-Roman wrestler from Finland who won the featherweight event at the 1912 Olympics. He then fought in World War I and Finnish Civil War, and in 1919 immigrated to the United States. He settled in Astoria, Oregon, where he became a prominent local businessman."}]}, {"heading": "Deaths", "year": "1957", "date": "December 21", "txt": "Eric Coates, English-American viola player and composer (b. 1886)", "entities": [{"title": "Eric Coates", "href": "/wiki/Eric_Coates", "description": "Eric Francis Harrison Coates was an English composer of light music and, early in his career, a leading violist."}]}, {"heading": "Deaths", "year": "1958", "date": "December 21", "txt": "H.B. Warner, English actor (b. 1875)", "entities": [{"title": "H.B. Warner", "href": "/wiki/H.B._Warner", "description": "Henry Byron Warner was an English film and theatre actor. He was popular during the silent era and played Jesus Christ in The King of Kings. In later years, he successfully moved into supporting roles and appeared in numerous films directed by Frank Capra. Warner's most recognizable role to modern audiences is Mr. Gower in the perennially shown film It's a Wonderful Life, directed by Capra. He app"}]}, {"heading": "Deaths", "year": "1958", "date": "December 21", "txt": "Lion Feuchtwanger, German-American author and playwright (b. 1884)", "entities": []}, {"heading": "Deaths", "year": "1959", "date": "December 21", "txt": "Rosanjin, Japanese calligrapher, engraver, and painter (b. 1883)", "entities": [{"title": "Rosanjin", "href": "/wiki/Rosanjin", "description": "Kitaōji Rosanjin  was the pseudonym for a noted artist and epicure during the early to mid-Shōwa period of Japan. His real name was Kitaōji Fusajirō , but he is best known by his artistic name, Rosanjin. A man of many talents, Rosanjin was also a calligrapher, ceramicist, engraver, painter, lacquer artist and restaurateur."}]}, {"heading": "Deaths", "year": "1963", "date": "December 21", "txt": "Jack Hobbs, English cricketer and journalist (b. 1882)", "entities": [{"title": "Jack Hobbs", "href": "/wiki/Jack_Hobbs", "description": "Sir John Berry Hobbs, always known as Jack Hobbs, was an English professional cricketer who played for Surrey from 1905 to 1934 and for England in 61 Test matches between 1908 and 1930. Known as \"The Master\", he is regarded by critics as one of the greatest batsmen in the history of cricket. He is the leading run-scorer and century-maker in first-class cricket, with 61,760 runs and 199 centuries. "}]}, {"heading": "Deaths", "year": "1964", "date": "December 21", "txt": "Carl Van Vechten, American author and photographer (b. 1880)", "entities": [{"title": "Carl Van Vechten", "href": "/wiki/Carl_Van_Vechten", "description": "Carl Van Vechten was an American writer and artistic photographer who was a patron of the Harlem Renaissance and the literary executor of Gertrude Stein. He gained fame as a writer, and notoriety as well, for his 1926 novel Nigger Heaven. In his later years, he took up photography and took many portraits of notable people. Although he was married to women for most of his adult life, Van Vechten en"}]}, {"heading": "Deaths", "year": "1965", "date": "December 21", "txt": "Claude Champagne, Canadian violinist, pianist, and composer (b. 1891)", "entities": [{"title": "Claude Champagne", "href": "/wiki/Claude_Champagne", "description": "Claude Champagne was a Canadian composer, teacher, pianist, and violinist."}]}, {"heading": "Deaths", "year": "1968", "date": "December 21", "txt": "Vittorio Pozzo, Italian footballer, coach, and manager (b. 1886)", "entities": [{"title": "Vittorio Pozzo", "href": "/wiki/Vittorio_Pozzo", "description": "Vittorio Pozzo was an Italian football player, manager, and journalist."}]}, {"heading": "Deaths", "year": "1974", "date": "December 21", "txt": "Richard Long, American actor and director (b. 1927)", "entities": [{"title": "Richard Long (actor)", "href": "/wiki/Richard_Long_(actor)", "description": "Richard McCord Long was an American actor best known for his leading roles in three ABC television series, including The Big Valley, Nanny and the Professor, and Bourbon Street Beat. He was also a series regular on ABC's 77 Sunset Strip during the 1961–1962 season."}]}, {"heading": "Deaths", "year": "1982", "date": "December 21", "txt": "Abu Al-Asar Hafeez Jullundhri, Pakistani poet and composer (b. 1900)", "entities": [{"title": "Abu Al-Asar Hafeez Jullundhri", "href": "/wiki/Abu_Al-Asar_Hafeez_Jullundhri", "description": "Abu Al-Asar Hafeez Jalandhari was a Pakistani Urdu-language poet who wrote the lyrics for the National Anthem of Pakistan. Another widely used name in Pakistan is Hafeez Jalandhari, a spelling shown in most English language Pakistani newspapers."}]}, {"heading": "Deaths", "year": "1983", "date": "December 21", "txt": "Paul de Man, Belgian-born philosopher, literary critic and theorist (b. 1919)", "entities": [{"title": "Paul de Man", "href": "/wiki/Paul_de_Man", "description": "Paul de Man, born Paul Adolph Michel Deman, was a Belgian-born literary critic and literary theorist. At the time of his death, de Man was one of the most prominent literary critics in the United States—known particularly for his importation of German and French philosophical approaches into Anglo-American literary studies and critical theory. Along with Jacques Derrida, he was part of an influent"}]}, {"heading": "Deaths", "year": "1988", "date": "December 21", "txt": "Nikolaas Tinbergen, Dutch-English ethologist and ornithologist, Nobel Prize laureate (b. 1907)", "entities": [{"title": "Nikolaas Tinbergen", "href": "/wiki/Nikolaas_Tinbergen", "description": "Nikolaas \"Niko\" Tinbergen was a Dutch biologist and ornithologist who shared the 1973 Nobel Prize in Physiology or Medicine with Karl von Frisch and Konrad Lorenz for their discoveries concerning organization and elicitation of individual and social behavior patterns in animals. He is regarded as one of the founders of modern ethology, the study of animal behavior."}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "1992", "date": "December 21", "txt": "Stella Adler, American actress and educator (b. 1901)", "entities": [{"title": "Stella Adler", "href": "/wiki/Stella_Adler", "description": "Stella Adler was an American actress and acting teacher. She founded the Stella Adler Studio of Acting in New York City in 1949. Later in life she taught part time in Los Angeles, with the assistance of her protégée, actress Joanne Linville, who continues to teach Adler's technique. Her grandson Tom Oppenheim now runs the school in New York City. which has produced alumni such as Marlon Brando, Ro"}]}, {"heading": "Deaths", "year": "1992", "date": "December 21", "txt": "Albert King, American singer-songwriter, guitarist, and producer (b. 1924)", "entities": []}, {"heading": "Deaths", "year": "1992", "date": "December 21", "txt": "Nathan Milstein, Russian-American violinist and composer (b. 1903)", "entities": []}, {"heading": "Deaths", "year": "1998", "date": "December 21", "txt": "Ernst-Günther Schenck, German colonel and physician (b. 1904)", "entities": [{"title": "Ernst-Günther Schenck", "href": "/wiki/Ernst-G%C3%BCnther_Schenck", "description": "Ernst-Günther Schenck was a German doctor and member of the SS in Nazi Germany. Because of a chance encounter with Adolf Hitler during the closing days of World War II, his memoirs proved historically valuable. His accounts of this period are prominent in the works of Joachim Fest and James P. O'Donnell regarding the end of Hitler's life, and were included in the film Downfall (2004)."}]}, {"heading": "Deaths", "year": "2004", "date": "December 21", "txt": "Autar Singh Paintal, Indian physiologist and neurologist (b. 1925)", "entities": [{"title": "Autar Singh Paintal", "href": "/wiki/Autar_Singh_Paintal", "description": "Autar Singh Paintal was a medical scientist who made pioneering discoveries in the area of neurosciences and respiratory sciences. He is the first Indian Physiologist to become the Fellow of the Royal Society, London."}]}, {"heading": "Deaths", "year": "2006", "date": "December 21", "txt": "Saparmurat Niyazov, Turkmen engineer and politician, 1st President of Turkmenistan (b. 1940)", "entities": [{"title": "Saparmurat Niyazov", "href": "/wiki/Saparmurat_Niyazov", "description": "Saparmurat Atayevich Niyazov, also known as Türkmenbaşy, was a Turkmen politician who ruled Turkmenistan from 1985 until his death in 2006. He was First Secretary of the Turkmen Communist Party from 1985 until 1991 and supported the 1991 Soviet coup d'état attempt. He continued to rule Turkmenistan for 15 years after independence from the Soviet Union in 1991."}, {"title": "President of Turkmenistan", "href": "/wiki/President_of_Turkmenistan", "description": "The president of Turkmenistan is the head of state and head of government, of Turkmenistan. The president is the chief executive of the union government and is also the commander in chief of the Armed Forces of Turkmenistan."}]}, {"heading": "Deaths", "year": "2009", "date": "December 21", "txt": "Edwin G. Krebs, American biochemist and academic, Nobel Prize laureate (b. 1918)", "entities": [{"title": "Edwin G. Krebs", "href": "/wiki/Edwin_G._Krebs", "description": "Edwin Gerhard Krebs was an American biochemist. He received the Albert Lasker Award for Basic Medical Research and the Louisa Gross Horwitz Prize of Columbia University in 1989 together with Alfred Gilman and, together with his collaborator Edmond H. Fischer, was awarded the Nobel Prize in Physiology or Medicine in 1992 for describing how reversible phosphorylation works as a switch to activate pr"}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Deaths", "year": "2009", "date": "December 21", "txt": "Christos Lambrakis, Greek journalist and businessman (b. 1934)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 21", "txt": "Enzo Bearzot, Italian footballer and manager (b. 1927)", "entities": [{"title": "Enzo Bearzot", "href": "/wiki/Enzo_Bearzot", "description": "Enzo Bearzot was an Italian professional football manager and former footballer, who played as a defender or midfielder. He led the Italy national team to victory in the 1982 FIFA World Cup."}]}, {"heading": "Deaths", "year": "2013", "date": "December 21", "txt": "Edgar Bronfman, Sr., Canadian-American businessman and philanthropist (b. 1929)", "entities": [{"title": "Edgar Bronfman, Sr.", "href": "/wiki/Edgar_Bronfman,_Sr.", "description": "Edgar Miles Bronfman was a Canadian-American businessman. He worked for his family distilled beverage firm, Seagram, eventually becoming president, treasurer and CEO. As President of the World Jewish Congress, Bronfman is especially remembered for initiating diplomacy with the Soviet Union, which resulted in legitimizing the Hebrew language in USSR, and contributed to Soviet Jews being legally abl"}]}, {"heading": "Deaths", "year": "2013", "date": "December 21", "txt": "John Eisenhower, American historian, general, and diplomat, 45th United States Ambassador to Belgium (b. 1922)", "entities": [{"title": "United States Ambassador to Belgium", "href": "/wiki/United_States_Ambassador_to_Belgium", "description": "In 1832, shortly after the creation of the Kingdom of Belgium, the United States established diplomatic relations. Since that time, a long line of distinguished envoys have represented American interests in Belgium. These diplomats included men and women whose career paths would lead them to become Secretary of State, Secretary of Commerce and Chair of the Federal Trade Commission."}]}, {"heading": "Deaths", "year": "2014", "date": "December 21", "txt": "Udo Jürgens, Austrian-Swiss singer-songwriter and pianist (b. 1934)", "entities": [{"title": "Udo Jürgens", "href": "/wiki/Udo_J%C3%BCrgens", "description": "Udo Jürgens was an Austrian composer and singer of popular music whose career spanned over 50 years. He won the Eurovision Song Contest 1966 for Austria, composed close to 1,000 songs, and sold over 100 million records. In 2007, he additionally obtained Swiss citizenship."}]}, {"heading": "Deaths", "year": "2014", "date": "December 21", "txt": "Sitor Situmorang, Indonesian poet and author (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 21", "txt": "Billie Whitelaw, English actress (b. 1932)", "entities": []}, {"heading": "Deaths", "year": "2017", "date": "December 21", "txt": "Bruce McCandless II, US astronaut who conducted the first untethered spacewalk (b. 1937)", "entities": [{"title": "Bruce McCandless II", "href": "/wiki/Bruce_McCandless_II", "description": "Bruce McCandless II was a United States Navy officer and aviator, electrical engineer, and NASA astronaut. In 1984, during the first of his two Space Shuttle missions, he completed the first untethered spacewalk by using the Manned Maneuvering Unit."}]}]