[{"heading": "Events", "year": "800", "date": "December 1", "txt": "Charlemagne judges the accusations against Pope Leo III in the Vatican.", "entities": [{"title": "Charlemagne", "href": "/wiki/Charlemagne", "description": "Charlemagne or Charles the Great; from the Latin Carolus Magnus, numbered Charles I, was King of the Franks from 768, King of the Lombards from 774, and Emperor of the Romans from 800. During the Early Middle Ages, he united the majority of western and central Europe. He was the first recognised emperor to rule from western Europe since the fall of the Western Roman Empire around three centuries e"}, {"title": "Pope Leo III", "href": "/wiki/Pope_Leo_III", "description": "Pope Leo III was the bishop of Rome and ruler of the Papal States from 26 December 795 to his death. Protected by Charlemagne from the supporters of his predecessor, Adrian I, Leo subsequently strengthened Charlemagne's position by crowning him emperor. The coronation was not approved in Constantinople, although the Byzantines, occupied with their own defenses, were in no position to offer much op"}, {"title": "Apostolic Palace", "href": "/wiki/Apostolic_Palace", "description": "The Apostolic Palace is the official residence of the pope, the head of the Catholic Church, located in Vatican City. It is also known as the Papal Palace, the Palace of the Vatican and the Vatican Palace. The Vatican itself refers to the building as the Palace of Sixtus V, in honor of Pope Sixtus V, who built most of the present form of the palace."}]}, {"heading": "Events", "year": "1420", "date": "December 1", "txt": "Henry V of England enters Paris.", "entities": [{"title": "Henry V of England", "href": "/wiki/Henry_V_of_England", "description": "Henry V, also called Henry of Monmouth, was King of England from 1413 until his death in 1422. Despite his relatively short reign, Henry's outstanding military successes in the Hundred Years' War against France made England one of the strongest military powers in Europe. Immortalised in Shakespeare's \"Henriad\" plays, Henry is known and celebrated as one of the greatest warrior kings of medieval En"}, {"title": "Paris", "href": "/wiki/Paris", "description": "Paris is the capital and most populous city of France, with an estimated population of 2,175,601 residents as of 2018, in an area of more than 105 square kilometres. Since the 17th century, Paris has been one of Europe's major centres of finance, diplomacy, commerce, fashion, gastronomy, science and arts. The City of Paris is the centre and seat of government of the Île-de-France, or Paris Region,"}]}, {"heading": "Events", "year": "1577", "date": "December 1", "txt": "Francis Walsingham is knighted.", "entities": [{"title": "Francis Walsingham", "href": "/wiki/Francis_Walsingham", "description": "Sir Francis Walsingham was principal secretary to Queen Elizabeth I of England from 20 December 1573 until his death and is popularly remembered as her \"spymaster\"."}, {"title": "Knight", "href": "/wiki/Knight", "description": "A knight is a person granted an honorary title of knighthood by a head of state or representative for service to the monarch, the church or the country, especially in a military capacity."}]}, {"heading": "Events", "year": "1640", "date": "December 1", "txt": "End of the Iberian Union: Portugal acclaims as King João IV of Portugal, ending 59 years of personal union of the crowns of Portugal and Spain and the end of the rule of the Philippine Dynasty.", "entities": [{"title": "Iberian Union", "href": "/wiki/Iberian_Union", "description": "The Iberian Union was the dynastic union of the Kingdom of Spain and the Kingdom of Portugal under the Spanish Crown that existed between 1580 and 1640, and which brought the entire Iberian Peninsula, as well as Portuguese overseas possessions, under the Spanish Habsburg kings Philip II, Philip III and Philip IV. The union began following the Portuguese crisis of succession and the ensuing War of "}, {"title": "João IV of Portugal", "href": "/wiki/Jo%C3%A3o_IV_of_Portugal", "description": "John IV, nicknamed John the Restorer, was the King of Portugal whose reign, lasting from 1640 until his death, began the Portuguese restoration of independence from Habsburg Spanish rule. His accession established the House of Braganza on the Portuguese throne, and marked the end of the 60-year-old Iberian Union, by which Portugal and Spain shared the same monarch."}, {"title": "Personal union", "href": "/wiki/Personal_union", "description": "A personal union is the combination of two or more states that have the same monarch while their boundaries, laws, and interests remain distinct. A real union, by contrast, would involve the constituent states being to some extent interlinked, such as by sharing some limited governmental institutions. Unlike the personal union, in a federation and a unitary state, a central (federal) government sp"}, {"title": "Philippine Dynasty", "href": "/wiki/Philippine_Dynasty", "description": "The Philippine Dynasty, also known as the House of Habsburg in Portugal, was the third royal house of Portugal. It was named after the three Spanish kings who ruled Portugal between 1581 and 1640 in a dynastic union of the two crowns. The three kings, all named Philip, were from the House of Habsburg."}]}, {"heading": "Events", "year": "1662", "date": "December 1", "txt": "Diarist John Evelyn records skating on the frozen lake in St James's Park, London, watched by Charles II and Queen Catherine.", "entities": [{"title": "John Evelyn", "href": "/wiki/John_Evelyn", "description": "John Evelyn was an English writer, gardener and diarist."}, {"title": "St James's Park", "href": "/wiki/St_James%27s_Park", "description": "St James's Park is a 23-hectare (57-acre) park in the City of Westminster, central London. It is at the southernmost tip of the St James's area, which was named after a leper hospital dedicated to St James the Less. It is the most easterly of a near-continuous chain of parks that includes Green Park, Hyde Park, and Kensington Gardens."}, {"title": "Charles II of England", "href": "/wiki/Charles_II_of_England", "description": "Charles II was King of Scotland from 1649 until 1651, and King of Scotland, England and Ireland from the 1660 Restoration of the monarchy until his death in 1685."}, {"title": "Catherine of Braganza", "href": "/wiki/Catherine_of_Braganza", "description": "Catherine of Braganza was Queen of England, Scotland and Ireland from 1662 to 1685, as the wife of King Charles II. She was the daughter of King John IV of Portugal, who became the first king from the House of Braganza in 1640 after overthrowing the 60-year rule of the Spanish Habsburgs over Portugal and restoring the Portuguese throne which had first been created in 1143. Catherine served as rege"}]}, {"heading": "Events", "year": "1768", "date": "December 1", "txt": "The former slave ship Fredensborg sinks off Tromøya in Norway.", "entities": [{"title": "Slave ship", "href": "/wiki/Slave_ship", "description": "Slave ships were large cargo ships specially built or converted from the 17th to the 19th century for transporting slaves. Such ships were also known as \"Guineamen\" because the trade involved human trafficking to and from the Guinea coast in West Africa."}, {"title": "Tromøya", "href": "/wiki/Trom%C3%B8ya", "description": "Tromøya or Tromøy is the largest island in Southern Norway. The 28.6-square-kilometre (11.0 sq mi) island is entirely located in the municipality of Arendal in Agder county, Norway. The island has about 5,300 residents which gives it a population density of about 185 inhabitants per square kilometre (480/sq mi). The island is located directly across the harbor from the town of Arendal. The highest"}]}, {"heading": "Events", "year": "1821", "date": "December 1", "txt": "José Núñez de Cáceres wins the independence of the Dominican Republic from Spain and names the new territory the Republic of Spanish Haiti.", "entities": [{"title": "José Núñez de Cáceres", "href": "/wiki/Jos%C3%A9_N%C3%BA%C3%B1ez_de_C%C3%A1ceres", "description": "José Núñez de Cáceres y Albor was a Dominican politician and writer. He is known for being the leader of the independence movement against Spain in 1821 and the only president of the short-lived Republic of Spanish Haiti, which existed from December 1, 1821 to February 9, 1822. This period was known as the ephemeral independence because it quickly ended with the Unification of Hispaniola under the"}, {"title": "Republic of Spanish Haiti", "href": "/wiki/Republic_of_Spanish_Haiti", "description": "The Republic of Spanish Haiti, also called the Independent State of Spanish Haiti was the independent state that resulted from the defeat of Spanish colonialists from Santo Domingo on November 9, 1821, led by General José Núñez de Cáceres. The republic lasted only from December 1, 1821, to February 9, 1822, when it was annexed by the Republic of Haiti."}]}, {"heading": "Events", "year": "1822", "date": "December 1", "txt": "Peter I is crowned Emperor of Brazil.", "entities": [{"title": "Pedro I of Brazil", "href": "/wiki/Pedro_I_of_Brazil", "description": "Dom Pedro I, nicknamed \"the Liberator\", was the founder and first ruler of the Empire of Brazil. As King Dom Pedro IV, he reigned briefly over Portugal, where he also became known as \"the Liberator\" as well as \"the Soldier King\". Born in Lisbon, Pedro I was the fourth child of King Dom João VI of Portugal and Queen Carlota Joaquina, and thus a member of the House of Braganza. When the country was "}, {"title": "Emperor of Brazil", "href": "/wiki/Emperor_of_Brazil", "description": "The monarchs of Brazil were the imperial heads of state and hereditary rulers of Brazil from the House of Braganza that reigned from the creation of the Brazilian monarchy in 1815 as a constituent kingdom of the United Kingdom of Portugal, Brazil and the Algarves until the republican coup d'état that overthrew the Empire of Brazil in 1889."}]}, {"heading": "Events", "year": "1824", "date": "December 1", "txt": "United States presidential election: Since no candidate received a majority of the total electoral college votes in the election, the United States House of Representatives is given the task of deciding the winner in accordance with the Twelfth Amendment to the United States Constitution.", "entities": [{"title": "1824 United States presidential election", "href": "/wiki/1824_United_States_presidential_election", "description": "The 1824 United States presidential election was the tenth quadrennial presidential election. It was held from Tuesday, October 26 to Wednesday, December 1, 1824. Andrew Jackson, John Quincy Adams, Henry Clay and William Crawford were the primary contenders for the presidency. The result of the election was inconclusive, as no candidate won a majority of the electoral vote. In the election for vic"}, {"title": "Electoral College (United States)", "href": "/wiki/Electoral_College_(United_States)", "description": "The United States Electoral College is the group of presidential electors required by the Constitution to form every four years for the sole purpose of electing the president and vice president. Each state appoints electors according to its legislature, equal in number to its congressional delegation. Federal office holders cannot be electors. Of the current 538 electors, an absolute majority of 2"}, {"title": "United States House of Representatives", "href": "/wiki/United_States_House_of_Representatives", "description": "The United States House of Representatives is the lower house of the United States Congress, with the Senate being the upper house. Together they compose the national bicameral legislature of the United States."}, {"title": "Twelfth Amendment to the United States Constitution", "href": "/wiki/Twelfth_Amendment_to_the_United_States_Constitution", "description": "The Twelfth Amendment to the United States Constitution provides the procedure for electing the president and vice president. It replaced the procedure provided in Article II, Section 1, Clause 3, by which the Electoral College originally functioned. The amendment was proposed by the Congress on December 9, 1803, and was ratified by the requisite three-fourths of state legislatures on June 15, 180"}]}, {"heading": "Events", "year": "1828", "date": "December 1", "txt": "Argentine general Juan Lavalle makes a coup against governor Manuel Dorrego, beginning the Decembrist revolution.", "entities": [{"title": "Juan Lavalle", "href": "/wiki/Juan_Lavalle", "description": "Juan Galo Lavalle was an Argentine military and political figure."}, {"title": "Manuel Dorrego", "href": "/wiki/Manuel_Dorrego", "description": "Manuel Dorrego was an Argentine statesman and soldier. He was governor of Buenos Aires in 1820, and then again from 1827 to 1828."}, {"title": "Decembrist revolution (Argentina)", "href": "/wiki/Decembrist_revolution_(Argentina)", "description": "The Decembrist revolution was a military coup in the Buenos Aires Province, Argentina. Juan Lavalle, returning with the troops that fought in the Argentine-Brazilian War, performed a coup on December 1, 1828, capturing and killing the governor Manuel Dorrego and ultimately closing the legislature. The rancher Juan Manuel de Rosas organized militias that fought against Lavalle and removed him from "}]}, {"heading": "Events", "year": "1834", "date": "December 1", "txt": "Slavery is abolished in the Cape Colony in accordance with the Slavery Abolition Act 1833.", "entities": [{"title": "Cape Colony", "href": "/wiki/Cape_Colony", "description": "The Cape Colony, also known as the Cape of Good Hope, was a British colony in present-day South Africa named after the Cape of Good Hope. The British colony was preceded by an earlier Corporate colony that became a Dutch colony of the same name, the Dutch Cape Colony, established in 1652 by the Dutch East India Company (VOC). The Cape was under VOC rule from 1652 to 1795 and under rule of the Napo"}, {"title": "Slavery Abolition Act 1833", "href": "/wiki/Slavery_Abolition_Act_1833", "description": "The Slavery Abolition Act 1833 abolished slavery in parts of the British Empire. This Act of the Parliament of the United Kingdom expanded the jurisdiction of the Slave Trade Act 1807 and made the purchase or ownership of slaves illegal within the British Empire, with the exception of \"the Territories in the Possession of the East India Company\", Ceylon, and Saint Helena. The Act was repealed in 1"}]}, {"heading": "Events", "year": "1862", "date": "December 1", "txt": "In his State of the Union Address President Abraham Lincoln reaffirms the necessity of ending slavery as ordered ten weeks earlier in the Emancipation Proclamation.", "entities": [{"title": "State of the Union Address", "href": "/wiki/State_of_the_Union_Address", "description": "The State of the Union Address is an annual message delivered by the president of the United States to the U.S. Congress near the beginning of each calendar year on the current condition of the nation. The message typically includes reports on the nation's budget, economy, news, agenda, achievements and the president's priorities and legislative proposals."}, {"title": "Abraham Lincoln", "href": "/wiki/Abraham_Lincoln", "description": "Abraham Lincoln was an American statesman and lawyer who served as the 16th president of the United States from 1861 until his assassination in 1865. Lincoln led the nation through the American Civil War, the country's greatest moral, cultural, constitutional, and political crisis. He succeeded in preserving the Union, abolishing slavery, bolstering the federal government, and modernizing the U.S."}, {"title": "Emancipation Proclamation", "href": "/wiki/Emancipation_Proclamation", "description": "The Emancipation Proclamation, or Proclamation 95, was a presidential proclamation and executive order issued by United States President Abraham Lincoln on September 22, 1862, during the Civil War. The Proclamation read:That on the first day of January in the year of our Lord, one thousand eight hundred and sixty-three, all persons held as slaves within any State, or designated part of a State, th"}]}, {"heading": "Events", "year": "1865", "date": "December 1", "txt": "Shaw University, the first historically black university in the southern United States, is founded in Raleigh, North Carolina.", "entities": [{"title": "Shaw University", "href": "/wiki/Shaw_University", "description": "Shaw University is a private, historically black university in Raleigh, North Carolina. Founded on December 1, 1865, Shaw University is the second oldest historically black college or university (HBCU) in the Southern United States. It has been called the \"mother of African-American colleges in North Carolina\" as the founding presidents of North Carolina Central University, Elizabeth City State Un"}, {"title": "Historically black university", "href": "/wiki/Historically_black_university", "description": "Historically black colleges and universities (HBCUs) are institutions of higher education in the United States that were established before the Civil Rights Act of 1964 with the intention of primarily serving the African-American community. Most of these institutions were founded in the years after the American Civil War and are concentrated in the Southern United States. During the period of segr"}, {"title": "Raleigh, North Carolina", "href": "/wiki/Raleigh,_North_Carolina", "description": "Raleigh is the capital of the state of North Carolina and the seat of Wake County in the United States. Raleigh is known as the \"City of Oaks\" for its many oak trees, which line the streets in the heart of the city. The city covers a land area of 147.6 square miles (382 km2). The U.S. Census Bureau estimated the city's population as 474,069 as of July 1, 2019. It is one of the fastest-growing citi"}]}, {"heading": "Events", "year": "1913", "date": "December 1", "txt": "The Buenos Aires Metro, the first underground railway system in the Southern Hemisphere and in Latin America, begins operation.", "entities": [{"title": "Buenos Aires Metro", "href": "/wiki/Buenos_Aires_Metro", "description": "The Buenos Aires Underground, locally known as Subte, is a rapid transit system that serves the area of the city of Buenos Aires, Argentina. The first section of this network opened in 1913, making it the 13th subway in the world and the first underground railway in Latin America, the Southern Hemisphere, and the Spanish-speaking world, with the Madrid Metro opening five years later, in 1919. Buen"}, {"title": "Southern Hemisphere", "href": "/wiki/Southern_Hemisphere", "description": "The Southern Hemisphere is the half (hemisphere) of Earth that is south of the Equator. It contains all or parts of five continents, four oceans, New Zealand and most of the Pacific Islands in Oceania. Its surface is 80.9% water, compared with 60.7% water in the case of the Northern Hemisphere, and it contains 32.7% of Earth's land."}]}, {"heading": "Events", "year": "1913", "date": "December 1", "txt": "Ford Motor Company introduces the first moving assembly line.", "entities": [{"title": "Assembly line", "href": "/wiki/Assembly_line", "description": "An assembly line is a manufacturing process in which parts are added as the semi-finished assembly moves from workstation to workstation where the parts are added in sequence until the final assembly is produced. By mechanically moving the parts to the assembly work and moving the semi-finished assembly from work station to work station, a finished product can be assembled faster and with less lab"}]}, {"heading": "Events", "year": "1913", "date": "December 1", "txt": "Crete, having obtained self rule from Turkey after the First Balkan War, is annexed by Greece.", "entities": [{"title": "Self rule", "href": "/wiki/Self_rule", "description": "Self-governance, self-government, or self-rule is the ability of a person or group to exercise all necessary functions of regulation without intervention from an external authority. It may refer to personal conduct or to any form of institution, such as family units, social groups, affinity groups, legal bodies, industry bodies, religions, and political entities of various degree. Self-governance "}, {"title": "Turkey", "href": "/wiki/Turkey", "description": "Turkey, officially the Republic of Turkey, is a country straddling Western Asia and Southeast Europe. It shares borders with Greece and Bulgaria to the northwest; the Black Sea to the north; Georgia to the northeast; Armenia, Azerbaijan, and Iran to the east; Iraq to the southeast; Syria and the Mediterranean Sea to the south; and the Aegean Sea to the west. Istanbul, the largest city, is the fina"}, {"title": "First Balkan War", "href": "/wiki/First_Balkan_War", "description": "The First Balkan War lasted from October 1912 to May 1913 and involved actions of the Balkan League against the Ottoman Empire. The Balkan states' combined armies overcame the initially numerically inferior and strategically disadvantaged Ottoman armies and achieved rapid success."}]}, {"heading": "Events", "year": "1918", "date": "December 1", "txt": "Transylvania unites with Romania, following the incorporation of Bessarabia (March 27) and Bukovina (November 28), thus concluding the Great Union.", "entities": [{"title": "Transylvania", "href": "/wiki/Transylvania", "description": "Transylvania is a historical region that is located in central Romania. Bound on the east and south by its natural borders, the Carpathian mountain range, historical Transylvania extended westward to the Apuseni Mountains. The term sometimes encompasses not only Transylvania proper, but also parts of the historical regions of Crișana and Maramureș, and occasionally the Romanian part of Banat."}, {"title": "Great Union Day", "href": "/wiki/Great_Union_Day", "description": "Great Union Day is a national holiday in Romania, celebrated on 1 December, marking the unification of Transylvania, Bessarabia, and Bukovina with the Romanian Kingdom in 1918. This holiday was declared after the Romanian Revolution and commemorates the assembly of the delegates of ethnic Romanians held in Alba Iulia, who declared the Union of Transylvania with Romania."}, {"title": "Kingdom of Romania", "href": "/wiki/Kingdom_of_Romania", "description": "The Kingdom of Romania was a constitutional monarchy that existed in Romania from 13 March (O.S.) / 25 March 1881 with the crowning of prince Karl of Hohenzollern-Sigmaringen as King Carol I, until 1947 with the abdication of King Michael I of Romania and the Romanian parliament's proclamation of Romania as a putative socialist people's republic."}, {"title": "Bessarabia", "href": "/wiki/Bessarabia", "description": "Bessarabia is a historical region in Eastern Europe, bounded by the Dniester river on the east and the Prut river on the west. About two thirds of Bessarabia lies within modern-day Moldova, with the Ukrainian Budjak region covering the southern coastal region and part of the Ukrainian Chernivtsi Oblast covering a small area in the north."}, {"title": "March 27", "href": "/wiki/March_27", "description": "March 27 is the 86th day of the year in the Gregorian calendar; 279 days remain until the end of the year."}, {"title": "Bukovina", "href": "/wiki/Bukovina", "description": "Bukovina is a historical region, variously described as in Central or Eastern Europe. The region is located on the northern slopes of the central Eastern Carpathians and the adjoining plains, today divided between Romania and Ukraine."}, {"title": "November 28", "href": "/wiki/November_28", "description": "November 28 is the 332nd day of the year in the Gregorian calendar; 33 days remain until the end of the year."}, {"title": "Union of Transylvania with Romania", "href": "/wiki/Union_of_Transylvania_with_Romania", "description": "The Union of Transylvania with Romania was declared on 1 December 1918 by the assembly of the delegates of ethnic Romanians held in Alba Iulia. The Great Union Day, celebrated on 1 December, is a national holiday in Romania that commemorates this event. The holiday was established after the Romanian Revolution, and commemorates the unification not only of Transylvania, but also of Bessarabia and B"}]}, {"heading": "Events", "year": "1918", "date": "December 1", "txt": "Iceland becomes a sovereign state, yet remains a part of the Danish kingdom.", "entities": []}, {"heading": "Events", "year": "1918", "date": "December 1", "txt": "The Kingdom of Serbs, Croats and Slovenes (later known as the Kingdom of Yugoslavia) is proclaimed.", "entities": []}, {"heading": "Events", "year": "1919", "date": "December 1", "txt": "Lady Astor becomes the first female Member of Parliament to take her seat in the House of Commons of the United Kingdom. (She had been elected to that position on November 28.)", "entities": [{"title": "Nancy Astor", "href": "/wiki/Nancy_Astor", "description": "Nancy Witcher Langhorne Astor, Viscountess Astor, was an American-born British politician who was first woman seated as a member of Parliament (MP), serving from 1919 to 1945."}, {"title": "Member of Parliament", "href": "/wiki/Member_of_Parliament#United_Kingdom", "description": "A member of parliament (MP) is the representative of the people who live in their constituency. In many countries with bicameral parliaments, this category includes specifically members of the lower house, as upper houses often have a different title. Member of Congress or Deputy is an equivalent term in other jurisdictions. Another term is Parliamentarian."}, {"title": "House of Commons of the United Kingdom", "href": "/wiki/House_of_Commons_of_the_United_Kingdom", "description": "The House of Commons is the lower house and de facto primary chamber of the Parliament of the United Kingdom. Like the upper house, the House of Lords, it meets in the Palace of Westminster."}]}, {"heading": "Events", "year": "1924", "date": "December 1", "txt": "The National Hockey League's first United States-based franchise, the Boston Bruins, plays their first game in league play at home, at the still-extant Boston Arena indoor hockey facility.", "entities": [{"title": "National Hockey League", "href": "/wiki/National_Hockey_League", "description": "The National Hockey League is a professional ice hockey league in North America, currently comprising 31 teams: 24 in the United States and 7 in Canada. The NHL is considered to be the premier professional ice hockey league in the world, and is one of the major professional sports leagues in the United States and Canada. The Stanley Cup, the oldest professional sports trophy in North America, is a"}, {"title": "Boston Bruins", "href": "/wiki/Boston_Bruins", "description": "The Boston Bruins are a professional ice hockey team based in Boston. They compete in the National Hockey League (NHL) as a member of the East Division. The team has been in existence since 1924, making them the third-oldest active team in the NHL, and the oldest to be based in the United States."}, {"title": "Matthews Arena", "href": "/wiki/Matthews_Arena", "description": "Matthews Arena is a multi-purpose arena in Boston, Massachusetts. It is both the oldest arena still in use for ice hockey and the oldest multi-purpose athletic building still in use in the world."}]}, {"heading": "Events", "year": "1934", "date": "December 1", "txt": "In the Soviet Union, Politburo member Sergey Kirov is assassinated. Stalin uses the incident as a pretext to initiate the Great Purge.", "entities": [{"title": "Sergey Kirov", "href": "/wiki/Sergey_Kirov", "description": "Sergei Mironovich Kirov was a Soviet politician and Bolshevik revolutionary whose assassination was used as a pretext to launch the first Great Purge."}, {"title": "Great Purge", "href": "/wiki/Great_Purge", "description": "The Great Purge or the Great Terror, also known as the Year of '37 and the Yezhovschina, was Stalin's campaign of political repression in the Soviet Union that occurred from 1936 to 1938. It involved a large-scale repression of kulaks; ethnic cleansing operations against ethnic minorities; a purge of the Communist Party, of government officials, and of the Red Army leadership; widespread police su"}]}, {"heading": "Events", "year": "1941", "date": "December 1", "txt": "World War II: Emperor Hirohito of Japan gives the final approval to initiate war against the United States.", "entities": [{"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}, {"title": "Hirohito", "href": "/wiki/Hirohito", "description": "Emperor Shōwa , better known in English by his personal name Hirohito (裕仁), was the 124th emperor of Japan according to the traditional order of succession, ruling over the Empire of Japan from 25 December 1926 until 2 May 1947, after which he was Emperor of the state of Japan until his death. He was succeeded by his fifth child and eldest son, Akihito. Hirohito and his wife, Empress Kōjun, had se"}]}, {"heading": "Events", "year": "1941", "date": "December 1", "txt": "World War II: Fiorello La Guardia, Mayor of New York City and Director of the Office of Civilian Defense, signs Administrative Order 9, creating the Civil Air Patrol.", "entities": [{"title": "Mayor of New York City", "href": "/wiki/Mayor_of_New_York_City", "description": "The mayor of New York City, officially Mayor of the City of New York, is head of the executive branch of the Government of New York City. The mayor's office administers all city services, public property, police and fire protection, most public agencies, and enforces all city and state laws within New York City."}, {"title": "Office of Civilian Defense", "href": "/wiki/Office_of_Civilian_Defense", "description": "Office of Civilian Defense was a United States federal emergency war agency set up May 20, 1941, by Executive Order 8757 to co-ordinate state and federal measures for protection of civilians in case of war emergency. Its two branches supervised protective functions such as blackouts and special fire protection and \"war service\" functions such as child care, health, housing, and transportation. It "}, {"title": "s:Administrative Order 9", "href": "https://en.wikisource.org/wiki/Administrative_Order_9", "description": null}, {"title": "Civil Air Patrol", "href": "/wiki/Civil_Air_Patrol", "description": "The Civil Air Patrol (CAP) is a congressionally chartered, federally supported non-profit corporation that serves as the official civilian auxiliary of the United States Air Force (USAF). CAP is a volunteer organization with an aviation-minded membership that includes people from all backgrounds, lifestyles, and occupations. It performs three congressionally assigned key missions: emergency servic"}]}, {"heading": "Events", "year": "1952", "date": "December 1", "txt": "The New York Daily News reports the news of Christine Jorgensen, the first notable case of sex reassignment surgery.", "entities": [{"title": "Christine Jorgensen", "href": "/wiki/Christine_Jorgensen", "description": "This article is about the transgender identity pioneer. For the landscape artist, see Chris Jorgensen."}, {"title": "Sex reassignment surgery", "href": "/wiki/Sex_reassignment_surgery", "description": "Sex reassignment surgery (SRS), also known as gender reassignment surgery (GRS) and several other names, is a surgical procedure by which a transgender person's physical appearance and function of their existing sexual characteristics are altered to resemble those socially associated with their identified gender. It is part of a treatment for gender dysphoria in transgender people."}]}, {"heading": "Events", "year": "1955", "date": "December 1", "txt": "American Civil Rights Movement: In Montgomery, Alabama, seamstress Rosa Parks refuses to give up her bus seat to a white man and is arrested for violating the city's racial segregation laws, an incident which leads to that city's bus boycott.", "entities": [{"title": "American Civil Rights Movement", "href": "/wiki/American_Civil_Rights_Movement", "description": "The civil rights movement in the United States was a decades-long campaign by African Americans and their like-minded allies to end institutionalized racial discrimination, disenfranchisement and racial segregation in the United States. The movement has its origins in the Reconstruction era during the late 19th century, although it made its largest legislative gains in the mid-1960s after years of"}, {"title": "Montgomery, Alabama", "href": "/wiki/Montgomery,_Alabama", "description": "Montgomery is the capital city of the U.S. state of Alabama and the county seat of Montgomery County. Named for Richard Montgomery, it stands beside the Alabama River, on the coastal Plain of the Gulf of Mexico. In the 2010 Census, Montgomery's population was 205,764. According to the US estimated census of 2019, it is the third most populous city in Alabama, after Birmingham and Huntsville, and i"}, {"title": "Rosa Parks", "href": "/wiki/Rosa_Parks", "description": "Rosa Louise McCauley Parks was an American activist in the civil rights movement best known for her pivotal role in the Montgomery bus boycott. The United States Congress has called her \"the first lady of civil rights\" and \"the mother of the freedom movement\"."}, {"title": "Racial segregation", "href": "/wiki/Racial_segregation", "description": "Racial segregation is the systematic separation of people into racial or other ethnic groups in daily life. Racial segregation can amount to the international crime of apartheid and a crime against humanity under the Statute of the International Criminal Court. Segregation can involve the spatial separation of the races, and mandatory use of different institutions, such as schools and hospitals by"}, {"title": "Montgomery bus boycott", "href": "/wiki/Montgomery_bus_boycott", "description": "The Montgomery bus boycott was a political and a social protest campaign against the policy of racial segregation on the public transit system of Montgomery, Alabama. It was a seminal event in the civil rights movement in the United States. The campaign lasted from December 5, 1955—the Monday after Rosa Parks, an African-American woman, was arrested for her refusal to surrender her seat to a white"}]}, {"heading": "Events", "year": "1958", "date": "December 1", "txt": "The Central African Republic attains self-rule within the French Union.", "entities": [{"title": "Central African Republic", "href": "/wiki/Central_African_Republic", "description": "The Central African Republic is a landlocked country in Central Africa. It is bordered by Chad to the north, Sudan to the northeast, South Sudan to the southeast, the Democratic Republic of the Congo to the south, the Republic of the Congo to the southwest and Cameroon to the west. The CAR covers a land area of about 620,000 square kilometres (240,000 sq mi) and had an estimated population of arou"}, {"title": "French Union", "href": "/wiki/French_Union", "description": "The French Union (1946–1958) was a political entity created by the French Fourth Republic to replace the old French colonial system, colloquially known as the \"French Empire\". It was the formal end of the \"indigenous\" status of French subjects in colonial areas."}]}, {"heading": "Events", "year": "1958", "date": "December 1", "txt": "The Our Lady of the Angels School fire in Chicago kills 92 children and three nuns.", "entities": []}, {"heading": "Events", "year": "1959", "date": "December 1", "txt": "Cold War: Opening date for signature of the Antarctic Treaty, which sets aside Antarctica as a scientific preserve and bans military activity on the continent.", "entities": [{"title": "Cold War", "href": "/wiki/Cold_War", "description": "The Cold War was a period of ideological and geopolitical tension between the United States and the Soviet Union, and their respective allies, the Western Bloc and the Eastern Bloc, after World War II. Historians do not fully agree on the dates, but the period is generally considered to span the 1947 Truman Doctrine to the 1991 Dissolution of the Soviet Union. The term \"cold\" is used because there"}, {"title": "Antarctic Treaty", "href": "/wiki/Antarctic_Treaty", "description": "The Antarctic Treaty and related agreements, collectively known as the Antarctic Treaty System (ATS), regulate international relations with respect to Antarctica, Earth's only continent without a native human population. For the purposes of the treaty system, Antarctica is defined as all of the land and ice shelves south of 60°S latitude. The treaty entered into force in 1961 and currently has 54 "}]}, {"heading": "Events", "year": "1964", "date": "December 1", "txt": "Vietnam War: U.S. President Lyndon B. Johnson and his top-ranking advisers meet to discuss plans to bomb North Vietnam.", "entities": [{"title": "Vietnam War", "href": "/wiki/Vietnam_War", "description": "The Vietnam War, also known as the Second Indochina War, was a conflict in Vietnam, Laos, and Cambodia from 1 November 1955 to the fall of Saigon on 30 April 1975. It was the second of the Indochina Wars and was officially fought between North Vietnam and South Vietnam. North Vietnam was supported by the Soviet Union, China, and other communist allies; South Vietnam was supported by the United Sta"}, {"title": "Lyndon B. Johnson", "href": "/wiki/Lyndon_B._Johnson", "description": "Lyndon Baines Johnson, often referred to by his initials LBJ, was an American politician who served as the 36th president of the United States from 1963 to 1969, and previously as 37th vice president from 1961 to 1963. He assumed the presidency following the assassination of President John F. Kennedy. A Democrat from Texas, Johnson was also a United States representative and later majority leader "}, {"title": "North Vietnam", "href": "/wiki/North_Vietnam", "description": "North Vietnam, officially the Democratic Republic of Vietnam (DRV) was a state in Southeast Asia from 1945 to 1954 and a country from 1954 to 1976."}]}, {"heading": "Events", "year": "1969", "date": "December 1", "txt": "Vietnam War: The first draft lottery in the United States is held since World War II.", "entities": [{"title": "Draft lottery (1969)", "href": "/wiki/Draft_lottery_(1969)", "description": "On December 1, 1969, the Selective Service System of the United States conducted two lotteries to determine the order of call to military service in the Vietnam War for men born from January 1, 1944 to December 31, 1950. These lotteries occurred during a period of conscription in the United States that lasted from 1947 to 1973. It was the first time a lottery system had been used to select men for"}, {"title": "World War II", "href": "/wiki/World_War_II", "description": "World War II or the Second World War, often abbreviated as WWII or WW2, was a global war that lasted from 1939 to 1945. It involved the vast majority of the world's countries—including all the great powers—forming two opposing military alliances: the Allies and the Axis powers. In a state of total war, directly involving more than 100 million personnel from more than 30 countries, the major partic"}]}, {"heading": "Events", "year": "1971", "date": "December 1", "txt": "Cambodian Civil War: Khmer Rouge rebels intensify assaults on Cambodian government positions, forcing their retreat from Kompong Thmar and nearby Ba Ray.", "entities": [{"title": "Cambodian Civil War", "href": "/wiki/Cambodian_Civil_War", "description": "The Cambodian Civil War was a civil war in Cambodia fought between the forces of the Communist Party of Kampuchea against the government forces of the Kingdom of Cambodia and, after October 1970, the Khmer Republic, which had succeeded the kingdom."}, {"title": "Khmer Rouge", "href": "/wiki/Khmer_Rouge", "description": "The Khmer Rouge is the name that was popularly given to members of the Communist Party of Kampuchea (CPK) and by extension to the regime through which the CPK ruled Cambodia between 1975 and 1979. The name was coined in the 1960s by Norodom Sihanouk to describe his country's heterogeneous, communist-led dissidents, with whom he allied after his 1970 overthrow."}, {"title": "Cambodia", "href": "/wiki/Cambodia", "description": "Cambodia, officially the Kingdom of Cambodia, is a country located in the southern portion of the Indochinese peninsula in Southeast Asia. It is 181,035 square kilometres in area, bordered by Thailand to the northwest, Laos to the northeast, Vietnam to the east and the Gulf of Thailand to the southwest."}]}, {"heading": "Events", "year": "1973", "date": "December 1", "txt": "Papua New Guinea gains self-governance from Australia.", "entities": [{"title": "Papua New Guinea", "href": "/wiki/Papua_New_Guinea", "description": "Papua New Guinea, officially the Independent State of Papua New Guinea, is a country in Oceania that comprises the eastern half of the island of New Guinea and its offshore islands in Melanesia. Its capital, located along its southeastern coast, is Port Moresby. It is the world's third largest island country with 462,840 km2 (178,700 sq mi)."}]}, {"heading": "Events", "year": "1974", "date": "December 1", "txt": "TWA Flight 514, a Boeing 727, crashes northwest of Dulles International Airport, killing all 92 people on board.", "entities": [{"title": "TWA Flight 514", "href": "/wiki/TWA_Flight_514", "description": "Trans World Airlines Flight 514, registration N54328, was a Boeing 727-231 en route from Indianapolis, Indiana and Columbus, Ohio to Washington Dulles International that crashed into Mount Weather, Virginia, on Sunday, December 1, 1974. All 92 aboard, 85 passengers and seven crew members, were killed. In stormy conditions late in the morning, the aircraft was in controlled flight and impacted a lo"}, {"title": "Boeing 727", "href": "/wiki/Boeing_727", "description": "The Boeing 727 is an American narrow-body airliner produced by Boeing Commercial Airplanes.\n\nAfter the heavy 707 quad-jet was introduced in 1958, Boeing addressed the demand for shorter flight lengths from smaller airports.\nOn December 5, 1960, the 727 was launched with 40 orders each from United Airlines and Eastern Air Lines.\nThe first 727-100 rolled out November 27, 1962, first flew on February"}, {"title": "Dulles International Airport", "href": "/wiki/Dulles_International_Airport", "description": "Washington Dulles International Airport, typically referred to as Dulles International Airport, Dulles Airport, Washington Dulles or simply Dulles, is an international airport in the Eastern United States, located in Loudoun County and Fairfax County in Virginia, 26 miles (42 km) west of Downtown Washington, D.C."}]}, {"heading": "Events", "year": "1974", "date": "December 1", "txt": "Northwest Airlines Flight 6231, another Boeing 727, crashes northwest of John F. Kennedy International Airport.", "entities": [{"title": "John F. Kennedy International Airport", "href": "/wiki/John_F._Kennedy_International_Airport", "description": "John F. Kennedy International Airport is an international airport in Queens, New York City, and one of the primary airports serving New York City. The airport is the busiest international air passenger gateway into North America, the 20th-busiest airport in the world, the sixth-busiest airport in the United States, and the busiest airport in the New York airport system, having handled over 62.5 mi"}]}, {"heading": "Events", "year": "1981", "date": "December 1", "txt": "Inex-Adria Aviopromet Flight 1308, a McDonnell Douglas MD-80, crashes in Corsica, killing all 180 people on board.", "entities": [{"title": "Inex-Adria Aviopromet Flight 1308", "href": "/wiki/Inex-Adria_Aviopromet_Flight_1308", "description": "Inex-Adria Aviopromet Flight 1308 was a McDonnell Douglas MD-81 aircraft operating a Yugoslavian charter flight to the French island of Corsica. On 1 December, 1981, the flight crashed on Corsica's Mont San-Pietro, killing all 180 people on board. The crash was the deadliest and first major aviation accident involving a McDonnell Douglas MD-80."}, {"title": "McDonnell Douglas MD-80", "href": "/wiki/McDonnell_Douglas_MD-80", "description": "The McDonnell Douglas MD-80 is a series of single-aisle airliners developed by McDonnell Douglas from the earlier DC-9.\n\nStretched, heavier, and with higher bypass Pratt & Whitney JT8D-200 engines, the DC-9 Series 80 was launched in October 1977.\nIt made its first flight on October 18, 1979 and was certified on August 25, 1980. It was first delivered to launch customer Swissair on September 13, 19"}, {"title": "Corsica", "href": "/wiki/Corsica", "description": "Corsica is an island in the Mediterranean Sea and politically one of the eighteen regions of France. It is the fourth-largest island in the Mediterranean and lies southeast of the French mainland, west of the Italian Peninsula and immediately north of the Italian island of Sardinia, the land mass nearest to it. A single chain of mountains makes up two-thirds of the island. In 2016, it had a popula"}]}, {"heading": "Events", "year": "1984", "date": "December 1", "txt": "NASA conducts the Controlled Impact Demonstration, wherein an airliner is deliberately crashed in order to test technologies and gather data to help improve survivability of crashes.", "entities": [{"title": "NASA", "href": "/wiki/NASA", "description": "The National Aeronautics and Space Administration is an independent agency of the U.S. federal government responsible for the civilian space program, as well as aeronautics and space research."}, {"title": "Controlled Impact Demonstration", "href": "/wiki/Controlled_Impact_Demonstration", "description": "The Controlled Impact Demonstration was a joint project between NASA and the Federal Aviation Administration (FAA) that intentionally crashed a remotely controlled Boeing 720 aircraft to acquire data and test new technologies to aid passenger and crew survival. The crash required more than four years of preparation by NASA Ames Research Center, Langley Research Center, Dryden Flight Research Cente"}]}, {"heading": "Events", "year": "1988", "date": "December 1", "txt": "World AIDS Day is proclaimed worldwide by the UN member states.", "entities": [{"title": "World AIDS Day", "href": "/wiki/World_AIDS_Day", "description": "World AIDS Day, designated on 1 December every year since 1988, is an international day dedicated to raising awareness of the AIDS pandemic caused by the spread of HIV infection and mourning those who have died of the disease. The acquired immunodeficiency syndrome (AIDS) is a life-threatening condition caused by the human immunodeficiency virus (HIV). The HIV virus attacks the immune system of th"}, {"title": "Member states of the United Nations", "href": "/wiki/Member_states_of_the_United_Nations", "description": "The United Nations member states are the 193 sovereign states that are members of the United Nations (UN) and have equal representation in the UN General Assembly. The UN is the world's largest intergovernmental organization."}]}, {"heading": "Events", "year": "1989", "date": "December 1", "txt": "Philippine coup attempt: The right-wing military rebel Reform the Armed Forces Movement attempts to oust Philippine President Corazon Aquino in a failed bloody coup d'état.", "entities": [{"title": "1989 Philippine coup attempt", "href": "/wiki/1989_Philippine_coup_attempt", "description": "The most serious attempted coup d'état against the government of Philippine President Corazon Aquino was staged beginning December 1, 1989, by members of the Armed Forces of the Philippines belonging to the Reform the Armed Forces Movement (RAM) and soldiers loyal to former President Ferdinand Marcos. Metro Manila was shaken by this Christmastime coup, which almost seized the presidential palace. "}, {"title": "Reform the Armed Forces Movement", "href": "/wiki/Reform_the_Armed_Forces_Movement", "description": "The Reform the Armed Forces Movement, also referred to by the acronym RAM, was a cabal of officers of the Armed Forces of the Philippines (AFP) that attempted to seize power in the Philippines during the 1980s and 1990s. These officers were instrumental in the destabilization of the Ferdinand Marcos and Corazon Aquino presidencies."}, {"title": "President of the Philippines", "href": "/wiki/President_of_the_Philippines", "description": "The president of the Philippines is the head of state and the head of government of the Philippines. The president leads the executive branch of the Philippine government and is the commander-in-chief of the Armed Forces of the Philippines. The president is directly elected by the people, and is one of only two nationally elected executive officials, the other being the vice president of the Phili"}, {"title": "Corazon Aquino", "href": "/wiki/Corazon_Aquino", "description": "Maria Corazon Cojuangco Aquino, popularly known as Cory Aquino, was a Filipino politician who served as the 11th President of the Philippines, the first woman to hold that office. Corazon Aquino was the most prominent figure of the 1986 People Power Revolution, which ended the 20-year rule of President Ferdinand Marcos and led to the establishment of the current democratic Fifth Philippine Republi"}, {"title": "Coup d'état", "href": "/wiki/Coup_d%27%C3%A9tat", "description": "A coup d'état or coup is the removal and seizure of a government and its powers. Typically, it is an illegal, unconstitutional seizure of power by a political faction, the military, or a dictator. Many scholars consider a coup successful when the usurpers seize and hold power for at least seven days."}]}, {"heading": "Events", "year": "1989", "date": "December 1", "txt": "Cold War: East Germany's parliament abolishes the constitutional provision granting the Communist Party the leading role in the state.", "entities": [{"title": "East Germany", "href": "/wiki/East_Germany", "description": "East Germany, officially the German Democratic Republic, was a country that existed from 1949 to 1990, the period when the eastern portion of Germany was part of the Eastern Bloc during the Cold War. Commonly described as a communist state in English usage, it described itself as a socialist \"workers' and peasants' state\". It consisted of territory that was administered and occupied by Soviet forc"}]}, {"heading": "Events", "year": "1990", "date": "December 1", "txt": "Channel Tunnel sections started from the United Kingdom and France meet beneath the seabed.", "entities": [{"title": "Channel Tunnel", "href": "/wiki/Channel_Tunnel", "description": "The Channel Tunnel (French: Le tunnel sous la Manche), also referred to as the Eurotunnel or Chunnel, is a 50.45-kilometre (31.35 mi) railway tunnel that connects Folkestone with Coquelles beneath the English Channel at the Strait of Dover. It is the only fixed link between the island of Great Britain and the European mainland. At its lowest point, it is 75 m (250 ft) deep below the sea bed and 11"}]}, {"heading": "Events", "year": "1991", "date": "December 1", "txt": "Cold War: Ukrainian voters overwhelmingly approve a referendum for independence from the Soviet Union.", "entities": [{"title": "Ukraine", "href": "/wiki/Ukraine", "description": "Ukraine is a country in Eastern Europe. It is the second-largest country in Europe, after Russia, which it borders to the east and north-east. Ukraine also shares borders with Belarus to the north; Poland, Slovakia, and Hungary to the west; Romania and Moldova to the south; and has a coastline along the Sea of Azov and the Black Sea. It covers an area of 603,628 km2 (233,062 sq mi), with a populat"}, {"title": "1991 Ukrainian independence referendum", "href": "/wiki/1991_Ukrainian_independence_referendum", "description": "A referendum on the Act of Declaration of Independence was held in Ukraine on 1 December 1991. An overwhelming majority of 92.3% of voters approved the declaration of independence made by the Verkhovna Rada on 24 August 1991."}, {"title": "Soviet Union", "href": "/wiki/Soviet_Union", "description": "The Soviet Union, officially the Union of Soviet Socialist Republics (USSR), was a federal socialist state in Northern Eurasia that existed from 1922 to 1991. Nominally a union of multiple national Soviet republics, in practice its government and economy were highly centralized until its final years. It was a one-party state prior to 1990 governed by Communist Party of the Soviet Union, with Mosco"}]}, {"heading": "Events", "year": "1997", "date": "December 1", "txt": "In the Indian state of Bihar, Ranvir Sena attacks the CPI (ML) Party Unity stronghold Lakshmanpur-Bathe, killing 63 lower caste people.", "entities": [{"title": "Bihar", "href": "/wiki/Bihar", "description": "Bihar is a state in eastern India. It is the third-largest state by population and twelfth-largest by territory, with an area of 94,163 km2 (36,357 sq mi). It is contiguous with Uttar Pradesh to its west, Nepal to the north, the northern part of West Bengal to the east, and with Jharkhand to the south. The Bihar plain is split by the river Ganges, which flows from west to east. Three main cultural"}, {"title": "Ranvir Sena", "href": "/wiki/Ranvir_Sena", "description": "The Ranvir Sena is a militia functioning as an upper caste landlord group, mainly based in the state of Bihar, India. The group was formed by upper-caste Bhumihar landlords in 1994, with the aim to counter the influence of various left-wing militants, Naxalite groups and the Communist Party of India (Marxist–Leninist) Liberation in central Bihar. The Ranvir Sena has been connected to a number of m"}, {"title": "Central Organising Committee, Communist Party of India (Marxist–Leninist) Party Unity", "href": "/wiki/Central_Organising_Committee,_Communist_Party_of_India_(Marxist%E2%80%93Leninist)_Party_Unity", "description": "The Central Organising Committee, Communist Party of India (Marxist–Leninist) Party Unity, more commonly known as CPI(ML) Party Unity or simply 'Party Unity', was a communist party in India 1982-1998. Narayan Sanyal (politician) alias Naveen Prasad was the general secretary of the party. Party Unity was the official organ of the party. CPI(ML) Party Unity was one of the predecessors of the Communi"}]}, {"heading": "Events", "year": "1997", "date": "December 1", "txt": "Heath High School shooting in West Paducah, Kentucky.", "entities": [{"title": "West Paducah, Kentucky", "href": "/wiki/West_Paducah,_Kentucky", "description": "West Paducah is an unincorporated community in McCracken County, Kentucky, United States. Its elevation is 361 feet."}]}, {"heading": "Events", "year": "2000", "date": "December 1", "txt": "Vicente Fox Quesada is inaugurated as the president of Mexico, marking the first peaceful transfer of executive federal power to an opposing political party following a free and democratic election in Mexico's history.", "entities": [{"title": "Vicente Fox", "href": "/wiki/Vicente_Fox", "description": "Vicente Fox Quesada is a Mexican businessman and politician who served as the 62nd President of Mexico from 1 December 2000 to 30 November 2006."}, {"title": "President of Mexico", "href": "/wiki/President_of_Mexico", "description": "The president of Mexico, officially known as the president of the United Mexican States, is the head of state and head of government of Mexico. Under the Constitution of Mexico, the President is the chief of the executive branch of the federal government and is the commander in chief of the Mexican Armed Forces. The current president is Andrés Manuel López Obrador, who took office on 1 December 20"}]}, {"heading": "Events", "year": "2019", "date": "December 1", "txt": "Arsenal Women 11–1 Bristol City Women breaks the record for most goals scored in a FA Women's Super League match, with Vivianne Miedema involved in ten of the eleven Arsenal goals.", "entities": [{"title": "Arsenal Women 11–1 Bristol City Women", "href": "/wiki/Arsenal_Women_11%E2%80%931_Bristol_City_Women", "description": "The football match between Arsenal Women and Bristol City Women was played at Arsenal's home venue Meadow Park, Borehamwood, on 1 December 2019. It was part of the 2019–20 Football Association Women's Super League and finished in an 11–1 victory for the home team. It became the highest-scoring game in the league's history, surpassing Liverpool's 9–0 victory over Doncaster Rovers Belles in 2013."}, {"title": "FA Women's Super League", "href": "/wiki/FA_Women%27s_Super_League", "description": "The Football Association Women's Super League, and currently known as the Barclays FA Women's Super League for sponsorship reasons, is the highest league of women's football in England. Established in 2010, it is run by the Football Association and currently features 12 fully professional teams."}, {"title": "Vivianne Miedema", "href": "/wiki/Vivianne_Miedema", "description": "Anna Margaretha Marina Astrid \"Vivianne\" Miedema is a Dutch professional footballer who plays as a forward for FA Women's Super League club Arsenal and the Netherlands national team. She previously played for Bayern Munich and SC Heerenveen."}]}, {"heading": "Births", "year": "624", "date": "December 1", "txt": "Hasan ibn Ali, the second Shia Imam (d. 670)", "entities": [{"title": "Hasan ibn Ali", "href": "/wiki/Hasan_ibn_Ali", "description": "Al-Hasan ibn Ali ibn Abi Talib, also spelled Hasan or Hassan, was the older son of Ali and Muhammad's daughter Fatimah, and was the older brother of Husain, as well as the fifth of Rashidun, or \"Rightly Guided Caliphs\". Muslims respect him as a grandson of the Islamic prophet Muhammad. Among Shia Muslims, Hasan is revered as the second Imam. Hasan was elected for the caliphate after his father's d"}]}, {"heading": "Births", "year": "1081", "date": "December 1", "txt": "Louis VI, French king (d. 1137)", "entities": [{"title": "Louis VI of France", "href": "/wiki/Louis_VI_of_France", "description": "Louis VI, called the Fat or the Fighter, was King of the Franks from 1108 to 1137."}]}, {"heading": "Births", "year": "1083", "date": "December 1", "txt": "Anna Komnene, Byzantine physician and scholar (d. 1153)", "entities": [{"title": "Anna Komnene", "href": "/wiki/Anna_Komnene", "description": "Anna Komnene, commonly Latinized as Anna Comnena, was a Byzantine princess and author of the Alexiad, an account of the reign of her father, the Byzantine emperor, Alexios I Komnenos. The Alexiad is the most important primary source of Byzantine history of the late 11th and early 12th centuries. Although she is best known as the author of the Alexiad, Anna played an important part in the politics "}]}, {"heading": "Births", "year": "1415", "date": "December 1", "txt": "Jan Długosz, Polish historian (d. 1480)", "entities": [{"title": "Jan Długosz", "href": "/wiki/Jan_D%C5%82ugosz", "description": "Jan Długosz, also known in Latin as Johannes Longinus, was a Polish priest, chronicler, diplomat, soldier, and secretary to Bishop Zbigniew Oleśnicki of Kraków. He is considered Poland's first historian."}]}, {"heading": "Births", "year": "1438", "date": "December 1", "txt": "Peter II, Duke of Bourbon, son of Charles I (d. 1503)", "entities": [{"title": "Peter II, Duke of Bourbon", "href": "/wiki/Peter_II,_Duke_of_Bourbon", "description": "Peter II, Duke of Bourbon, was the son of Charles I, Duke of Bourbon, and Agnes of Burgundy, and a member of the House of Bourbon. He and his wife Anne of France ruled as regents during the minority of Charles VIII of France."}]}, {"heading": "Births", "year": "1443", "date": "December 1", "txt": "Magdalena of France, French princess (d. 1495)", "entities": [{"title": "Magdalena of France", "href": "/wiki/Magdalena_of_France", "description": "Madeleine of France, also called Magdalena of Valois, was a French princess. She was the regent of Navarre between 1479 and 1494 during the minority of her children, Francis I and Catherine I."}]}, {"heading": "Births", "year": "1488", "date": "December 1", "txt": "Elisabeth of Nassau-Dillenburg, Countess of Wied, German noblewoman (d. 1559)", "entities": [{"title": "Elisabeth of Nassau-Dillenburg, Countess of Wied", "href": "/wiki/Elisabeth_of_Nassau-Dillenburg,_Countess_of_Wied", "description": "Elisabeth of Nassau-Dillenburg was a member of the House of Nassau. She was a daughter of John V of Nassau-Dillenburg and his wife Elisabeth of Hesse-Marburg. Her brothers were Henry III of Nassau-Breda, John of Nassau-Vianden-Dietz, Ernest of Nassau and William the Rich. Her sister was Maria of Nassau."}]}, {"heading": "Births", "year": "1521", "date": "December 1", "txt": "Takeda Shingen, Japanese daimyō (d. 1573)", "entities": [{"title": "Takeda Shingen", "href": "/wiki/Takeda_Shingen", "description": "Takeda Shingen , of Kai Province, was a pre-eminent daimyō in feudal Japan. Known as the \"Tiger of Kai\", He was one of the most powerful daimyōs with exceptional military prestige in the late stage of the Sengoku period. \nShingen had been a 'Warlord' of great domestic skill and competent military leadership."}]}, {"heading": "Births", "year": "1525", "date": "December 1", "txt": "Tadeáš Hájek, Czech physician and astronomer (d. 1600)", "entities": [{"title": "Tadeáš Hájek", "href": "/wiki/Tade%C3%A1%C5%A1_H%C3%A1jek", "description": "Tadeáš Hájek z Hájku, also known as Tadeáš Hájek of Hájek, Thaddaeus Hagecius ab Hayek or Thaddeus Nemicus, was a Czech naturalist, personal physician of the Holy Roman Emperor Rudolph II and an astronomer in the Kingdom of Bohemia."}]}, {"heading": "Births", "year": "1530", "date": "December 1", "txt": "Bernardino Realino, Italian Jesuit (d. 1616)", "entities": [{"title": "Bernardino Realino", "href": "/wiki/Bernardino_Realino", "description": "Bernardino Realino was an Italian Roman Catholic priest and a professed member of the Jesuits. His entire career was devoted to the areas of Naples and Lecce. Realino pursued a career in law and served in several municipal capacities before feeling called to the Jesuit life and being ordained to the priesthood in Naples. He is often dubbed as the \"Apostle of Lecce\" for his commitment to the poor a"}]}, {"heading": "Births", "year": "1561", "date": "December 1", "txt": "Sophie Hedwig of Brunswick-Wolfenbüttel, Duchess consort of Pomerania-Wolgast (d. 1631)", "entities": [{"title": "Sophie Hedwig of Brunswick-Wolfenbüttel", "href": "/wiki/Sophie_Hedwig_of_Brunswick-Wolfenb%C3%BCttel", "description": "Sophie or Sophia Hedwig of Brunswick-Wolfenbüttel was a princess of Brunswick-Wolfenbüttel by birth and by marriage a Duchess of Pomerania-Wolgast."}]}, {"heading": "Births", "year": "1580", "date": "December 1", "txt": "Nicolas-Claude Fabri de Peiresc, French astronomer and historian (d. 1637)", "entities": [{"title": "Nicolas-Claude Fabri de Peiresc", "href": "/wiki/Nicolas-Claude_Fabri_de_Peiresc", "description": "Nicolas-Claude Fabri de Peiresc, often known simply as Peiresc, or by the Latin form of his name Peirescius, was a French astronomer, antiquary and savant, who maintained a wide correspondence with scientists, and was a successful organizer of scientific inquiry. His research included a determination of the difference in longitude of various locations in Europe, around the Mediterranean, and in No"}]}, {"heading": "Births", "year": "1690", "date": "December 1", "txt": "Philip Yorke, 1st Earl of Hardwicke, English lawyer and politician, Lord Chancellor of the United Kingdom (d. 1764)", "entities": [{"title": "Philip Yorke, 1st Earl of Hardwicke", "href": "/wiki/Philip_Yorke,_1st_Earl_of_Hardwicke", "description": "Philip Yorke, 1st Earl of Hardwicke, was an English lawyer and politician who served as Lord High Chancellor of Great Britain. He was a close confidant of the Duke of Newcastle, Prime Minister between 1754 and 1756 and 1757 until 1762."}, {"title": "Lord Chancellor", "href": "/wiki/Lord_Chancellor", "description": "The Lord Chancellor, formally the Lord High Chancellor of Great Britain, is the highest-ranking among the Great Officers of State who are appointed regularly in the United Kingdom, nominally outranking the Prime Minister. The Lord Chancellor is outranked only by the Lord High Steward, another Great Officer of State, who is appointed only for the day of coronations and to preside over impeachment t"}]}, {"heading": "Births", "year": "1709", "date": "December 1", "txt": "Franz Xaver Richter, Czech composer, violinist, and conductor (d. 1789)", "entities": [{"title": "Franz Xaver Richter", "href": "/wiki/Franz_Xaver_Richter", "description": "Franz Xaver Richter, known as François Xavier Richter in France was an Austro-Moravian singer, violinist, composer, conductor and music theoretician who spent most of his life first in Austria and later in Mannheim and in Strasbourg, where he was music director of the cathedral. From 1783 on Haydn’s favourite pupil Ignaz Pleyel was his deputy at the cathedral."}]}, {"heading": "Births", "year": "1716", "date": "December 1", "txt": "Étienne Maurice Falconet, French sculptor (d. 1791)", "entities": [{"title": "Étienne Maurice Falconet", "href": "/wiki/%C3%89tienne_Maurice_Falconet", "description": "Étienne Maurice Falconet was a French baroque, rococo and neoclassical sculptor, best-known for his equestrian statue of Peter the Great, the Bronze Horseman (1782), in St. Petersburg, Russia, and for the small statues he produced in series for the Royal Sévres Porcelain Manufactory"}]}, {"heading": "Births", "year": "1743", "date": "December 1", "txt": "Martin Heinrich Klaproth, German chemist and academic (d. 1817)", "entities": [{"title": "Martin Heinrich Klaproth", "href": "/wiki/Martin_Heinrich_Klaproth", "description": "Martin Heinrich Klaproth was a German chemist. He trained and worked for much of his life as an apothecary, moving in later life to the university. His shop became the second-largest apothecary in Berlin, and the most productive artisanal chemical research center in Europe."}]}, {"heading": "Births", "year": "1761", "date": "December 1", "txt": "Marie Tussaud, French-English sculptor, founded Madame Tussauds Wax Museum (d. 1850)", "entities": [{"title": "Marie Tussaud", "href": "/wiki/Marie_Tussaud", "description": "Anna Maria \"Marie\" Tussaud was a French artist known for her wax sculptures and Madame Tussauds, the wax museum she founded in London."}, {"title": "Madame Tussauds", "href": "/wiki/Madame_Tussauds", "description": "Madame Tussauds is a wax museum in London; it has smaller museums in a number of other major cities. It was founded by wax sculptor Marie Tussaud in 1835. It used to be spelled as \"Madame Tussaud's\"; the apostrophe is no longer used. Madame Tussauds is a major tourist attraction in London, displaying the waxworks of famous and historical figures, as well as popular film and television characters p"}]}, {"heading": "Births", "year": "1792", "date": "December 1", "txt": "Nikolai Lobachevsky, Russian mathematician and geometer (d. 1856)", "entities": [{"title": "Nikolai Lobachevsky", "href": "/wiki/Nikolai_Lobachevsky", "description": "Nikolai Ivanovich Lobachevsky was a Russian mathematician and geometer, known primarily for his work on hyperbolic geometry, otherwise known as Lobachevskian geometry and also his fundamental study on Dirichlet integrals known as Lobachevsky integral formula."}]}, {"heading": "Births", "year": "1800", "date": "December 1", "txt": "Mihály Vörösmarty, Hungarian poet (d. 1855)", "entities": [{"title": "Mihály Vörösmarty", "href": "/wiki/Mih%C3%A1ly_V%C3%B6r%C3%B6smarty", "description": "Mihály Vörösmarty was an important Hungarian poet and dramatist."}]}, {"heading": "Births", "year": "1805", "date": "December 1", "txt": "9th Dalai Lama, Tibetan Buddhist spiritual leader (d. 1815)", "entities": [{"title": "9th Dalai Lama", "href": "/wiki/9th_Dalai_Lama", "description": "Lungtok Gyatso, shortened from Lobzang Tenpai Wangchuk Lungtok Gyatso, was the 9th Dalai Lama of Tibet. He was the only Dalai Lama to die in childhood and was first of a string of four Dalai Lamas to die before reaching 22 years of age."}]}, {"heading": "Births", "year": "1844", "date": "December 1", "txt": "Alexandra of Denmark (d. 1925)", "entities": [{"title": "Alexandra of Denmark", "href": "/wiki/Alexandra_of_Denmark", "description": "Alexandra of Denmark was Queen of the United Kingdom and the British Dominions and Empress of India from 1901 to 1910 as the wife of King-Emperor Edward VII."}]}, {"heading": "Births", "year": "1846", "date": "December 1", "txt": "Ledi Sayadaw, Burmese monk and philosopher (d. 1923)", "entities": [{"title": "Ledi Sayadaw", "href": "/wiki/Ledi_Sayadaw", "description": "Ledi Sayadaw U Ñaṇadhaja was an influential Theravada Buddhist monk. He was recognized from a young age as being developed in both the theory (Abhidharma) and practice of Buddhism and so was revered as being scholarly. He wrote many books on Dhamma in Burmese and these were accessible even to a serious lay person, hence he was responsible for spreading Dhamma to all levels of society and reviving "}]}, {"heading": "Births", "year": "1847", "date": "December 1", "txt": "Julia A. Moore, American poet (d. 1920)", "entities": [{"title": "Julia A. Moore", "href": "/wiki/Julia_A._Moore", "description": "Julia Ann Moore, was an American poetaster. Like Scotland's William McGonagall, she is best known for writing notoriously bad poetry."}]}, {"heading": "Births", "year": "1855", "date": "December 1", "txt": "John Evans, English-Australian politician, 21st Premier of Tasmania (d. 1943)", "entities": [{"title": "John Evans (Australian politician)", "href": "/wiki/John_Evans_(Australian_politician)", "description": "Sir John William Evans, CMG was an Australian politician, a member of the Tasmanian House of Assembly and Premier of Tasmania from 11 July 1904 to 19 June 1909."}, {"title": "Premier of Tasmania", "href": "/wiki/Premier_of_Tasmania", "description": "The Premier of Tasmania is the head of the executive government in the Australian state of Tasmania. By convention, the leader of the party or political grouping which has majority support in the House of Assembly is invited by the Governor of Tasmania to be Premier and principal adviser."}]}, {"heading": "Births", "year": "1869", "date": "December 1", "txt": "Eligiusz Niewiadomski, Polish painter and critic (d. 1923)", "entities": [{"title": "Eligiusz Niewiadomski", "href": "/wiki/Eligiusz_Niewiadomski", "description": "Eligiusz Niewiadomski was a Polish modernist painter and art critic who sympathized with the right-wing National Democracy movement. In 1922 he assassinated Poland's first President, Gabriel Narutowicz, in his first week in office as president."}]}, {"heading": "Births", "year": "1871", "date": "December 1", "txt": "Archie MacLaren, English cricketer (d. 1944)", "entities": [{"title": "Archie MacLaren", "href": "/wiki/Archie_MacLaren", "description": "Archibald Campbell MacLaren was an English cricketer who captained the England cricket team at various times between 1898 and 1909. A right-handed batsman, he played 35 Test matches for England, as captain in 22 of those games, and led the team to defeat in four Ashes series against Australia. An amateur, MacLaren played first-class cricket for Lancashire, captaining that county for most of his ca"}]}, {"heading": "Births", "year": "1883", "date": "December 1", "txt": "Henry Cadbury, American historian, scholar, and academic (d. 1974)", "entities": [{"title": "Henry Cadbury", "href": "/wiki/Henry_Cadbury", "description": "Henry Joel Cadbury was an American biblical scholar, Quaker historian, writer, and non-profit administrator."}]}, {"heading": "Births", "year": "1884", "date": "December 1", "txt": "Karl Schmidt-Rottluff, German painter and etcher (d. 1976)", "entities": [{"title": "Karl Schmidt-Rottluff", "href": "/wiki/Karl_Schmidt-Rottluff", "description": "Karl Schmidt-Rottluff was a German expressionist painter and printmaker; he was one of the four founders of the artist group Die Brücke."}]}, {"heading": "Births", "year": "1886", "date": "December 1", "txt": "Rex Stout, American detective novelist (d. 1975)", "entities": [{"title": "Rex Stout", "href": "/wiki/Rex_Stout", "description": "Rex Todhunter Stout was an American writer noted for his detective fiction. His best-known characters are the detective Nero Wolfe and his assistant Archie Goodwin, who were featured in 33 novels and 39 novellas between 1934 and 1975."}]}, {"heading": "Births", "year": "1886", "date": "December 1", "txt": "Zhu De, Chinese general and politician, 1st Vice Chairman of the People's Republic of China (d. 1976)", "entities": [{"title": "Vice Chairman of the People's Republic of China", "href": "/wiki/Vice_Chairman_of_the_People%27s_Republic_of_China", "description": "The Vice President of the People's Republic of China, formerly translated as Vice Chairman of the People's Republic of China from 1954 to 1975, is a senior position in the government of the People's Republic of China."}]}, {"heading": "Births", "year": "1894", "date": "December 1", "txt": "Afrânio Pompílio Gastos do Amaral, Brazilian herpetologist (d. 1982)", "entities": [{"title": "Afrânio Pompílio Gastos do Amaral", "href": "/wiki/Afr%C3%A2nio_Pomp%C3%ADlio_Gastos_do_Amaral", "description": "Afrânio Pompílio Gastos do Amaral was a Brazilian herpetologist."}]}, {"heading": "Births", "year": "1895", "date": "December 1", "txt": "Henry Williamson, English farmer, soldier, and author (d. 1977)", "entities": [{"title": "Henry Williamson", "href": "/wiki/Henry_Williamson", "description": "Henry William Williamson was an English author who wrote novels concerned with wildlife, English social history and Ruralism. He was awarded the Hawthornden Prize for literature in 1928 for his book Tarka the Otter."}]}, {"heading": "Births", "year": "1896", "date": "December 1", "txt": "Georgy Zhukov, Russian general and politician, 2nd Minister of Defence for the Soviet Union (d. 1974)", "entities": [{"title": "Georgy Zhukov", "href": "/wiki/Georgy_Zhukov", "description": "Georgy Konstantinovich Zhukov was a Soviet general and Marshal of the Soviet Union. He also served as Chief of the General Staff, Minister of Defence, and was a member of the Presidium of the Communist Party. During the Second World War, Zhukov oversaw some of the Red Army's most decisive victories."}, {"title": "Minister of Defence (Soviet Union)", "href": "/wiki/Minister_of_Defence_(Soviet_Union)", "description": "The Minister of Defence of the Soviet Union refers to the head of the Ministry of Defence who was responsible for defence of the communist Russian Soviet Federative Socialist Republic from 1917 to 1922 and the Soviet Union from 1922 to 1992."}]}, {"heading": "Births", "year": "1898", "date": "December 1", "txt": "Stuart Garson, Canadian lawyer and politician, 12th Premier of Manitoba (d. 1977)", "entities": [{"title": "Stuart Garson", "href": "/wiki/Stuart_Garson", "description": "Stuart Sinclair Garson, was a Canadian politician and lawyer. He served as the 12th Premier of Manitoba from 1943 to 1948, and later became a Federal cabinet minister."}, {"title": "Premier of Manitoba", "href": "/wiki/Premier_of_Manitoba", "description": "The Premier of Manitoba is the first minister for the Canadian province of Manitoba—as well as the de facto President of the province's Executive Council."}]}, {"heading": "Births", "year": "1898", "date": "December 1", "txt": "Cyril Ritchard, Australian-American actor and singer (d. 1977)", "entities": []}, {"heading": "Births", "year": "1900", "date": "December 1", "txt": "Karna Maria Birmingham, Australian artist, illustrator and print maker (d. 1987)", "entities": [{"title": "Karna Maria Birmingham", "href": "/wiki/Karna_Maria_Birmingham", "description": "Karna Maria Birmingham was an Australian artist, illustrator and print maker. She was best known for her numerous illustrations of children's books."}]}, {"heading": "Births", "year": "1901", "date": "December 1", "txt": "Ilona Fehér, Hungarian-Israeli violinist and educator (d. 1988)", "entities": [{"title": "Ilona Fehér", "href": "/wiki/Ilona_Feh%C3%A9r", "description": "Ilona Feher or Ilona Fehér, was one of the representatives of the Hungarian Violin School whose greats are: Joseph Böhm, Joseph Joachim, Leopold Auer, Jenő Hubay, Carl Flesch, Joseph Szigeti, Tibor Varga, Sandor Vegh, André Gertler, Kato Havas, Paul Rolland, Geza Szilvay, etc. She was also a noted violin teacher."}]}, {"heading": "Births", "year": "1903", "date": "December 1", "txt": "Nikolai Voznesensky, Soviet economic planner, member of the Politburo of the Central Committee of the Communist Party of the Soviet Union (d. 1950)", "entities": [{"title": "Nikolai Voznesensky", "href": "/wiki/Nikolai_Voznesensky", "description": "Nikolai Alekseevich Voznesensky was a prominent Soviet politician and economic planner who oversaw the running of Gosplan during the German-Soviet War. A protégé of Andrei Zhdanov, Voznesensky was appointed Deputy Premier in May 1940 at the age of thirty-eight. He was directly involved in the recovery of production associated with the movement of industry eastwards at the start of the war. His wor"}, {"title": "Planned economy", "href": "/wiki/Planned_economy", "description": "A planned economy is a type of economic system where investment, production and the allocation of capital goods takes place according to economy-wide economic plans and production plans. A planned economy may use centralized, decentralized, participatory or Soviet-type forms of economic planning. The level of centralization or decentralization in decision-making and participation depends on the sp"}, {"title": "Politburo of the Central Committee of the Communist Party of the Soviet Union", "href": "/wiki/Politburo_of_the_Central_Committee_of_the_Communist_Party_of_the_Soviet_Union", "description": "The Political Bureau of the Central Committee of the Communist Party of the Soviet Union was the highest policy-making authority within the Communist Party of the Soviet Union. It was founded in October 1917, and refounded in March 1919, at the 8th Congress of the Bolshevik Party. It was known as the Presidium from 1952 to 1966. The existence of the Politburo ended in 1991 upon the breakup of the "}]}, {"heading": "Births", "year": "1905", "date": "December 1", "txt": "Alex Wilson, Canadian sprinter and coach (d. 1994)", "entities": [{"title": "Alex Wilson (Canadian sprinter)", "href": "/wiki/Alex_Wilson_(Canadian_sprinter)", "description": "Alexander \"Alex\" S. Wilson was a Canadian sprinter who competed in both the 1928 Summer Olympics and the 1932 Summer Olympics. He was born in Montreal and died in Mission, Texas, United States."}]}, {"heading": "Births", "year": "1910", "date": "December 1", "txt": "Alicia Markova, English ballerina and choreographer (d. 2004)", "entities": [{"title": "Alicia Markova", "href": "/wiki/Alicia_Markova", "description": "Dame Alicia Markova DBE was a British ballerina and a choreographer, director and teacher of classical ballet. Most noted for her career with Sergei Diaghilev's Ballets Russes and touring internationally, she was widely considered to be one of the greatest classical ballet dancers of the twentieth century. She was the first British dancer to become the principal dancer of a ballet company and, wit"}]}, {"heading": "Births", "year": "1911", "date": "December 1", "txt": "Walter Alston, American baseball player and manager (d. 1984)", "entities": [{"title": "Walter Alston", "href": "/wiki/Walter_Alston", "description": "Walter Emmons Alston, nicknamed \"Smokey\", was an American baseball player and manager in Major League Baseball (MLB). He is best known for managing the Brooklyn/Los Angeles Dodgers from 1954 through 1976, and signed 23 one-year contracts with the team. He had a calm, reticent demeanor, for which he was sometimes also known as \"The Quiet Man.\""}]}, {"heading": "Births", "year": "1911", "date": "December 1", "txt": "Calvin Griffith, Canadian-American businessman (d. 1999)", "entities": []}, {"heading": "Births", "year": "1912", "date": "December 1", "txt": "Minoru Yamasaki, American architect, designed the World Trade Center (d. 1986)", "entities": [{"title": "Minoru Yamasaki", "href": "/wiki/Minoru_Yamasaki", "description": "Minoru Yamasaki  was an American architect, best known for designing the original World Trade Center in New York City and several other large-scale projects. Yamasaki was one of the most prominent architects of the 20th century. He and fellow architect Edward Durell Stone are generally considered to be the two master practitioners of \"New Formalism\"."}, {"title": "World Trade Center (1973–2001)", "href": "/wiki/World_Trade_Center_(1973%E2%80%932001)", "description": "The original World Trade Center was a large complex of seven buildings in the Financial District of Lower Manhattan, New York City, United States. It opened on April 4, 1973, and was destroyed in 2001 during the September 11 attacks. At the time of their completion, the Twin Towers—the original 1 World Trade Center, at 1,368 feet (417 m); and 2 World Trade Center, at 1,362 feet (415.1 m)—were the "}]}, {"heading": "Births", "year": "1913", "date": "December 1", "txt": "Mary Martin, American actress and singer (d. 1990)", "entities": [{"title": "Mary Martin", "href": "/wiki/Mary_Martin", "description": "Mary Virginia Martin was an American actress, singer, and Broadway star. A muse of Rodgers and Hammerstein, she originated many leading roles over her career including Nellie Forbush in South Pacific (1949), Peter Pan in Peter Pan and Maria von Trapp in The Sound of Music (1959). She was named a Kennedy Center Honoree in 1989. She was the mother of actor Larry Hagman."}]}, {"heading": "Births", "year": "1916", "date": "December 1", "txt": "Wan Li, Chinese educator and politician, 4th Vice Premier of the People's Republic of China (d. 2015)", "entities": [{"title": "Wan Li", "href": "/wiki/Wan_Li", "description": "Wan Li was a Chinese Communist revolutionary and politician. During a long administrative career in the People's Republic of China, he served successively as Vice Premier, Chairman of the Standing Committee of the National People's Congress (NPC), and a member of the Communist Party of China (CPC) Secretariat and its Politburo."}, {"title": "List of vice premiers of the People's Republic of China", "href": "/wiki/List_of_vice_premiers_of_the_People%27s_Republic_of_China", "description": "This is a list of the vice premiers of the People's Republic of China since 1949."}]}, {"heading": "Births", "year": "1917", "date": "December 1", "txt": "Thomas Hayward, American tenor and actor (d. 1995)", "entities": [{"title": "Thomas Hayward (tenor)", "href": "/wiki/Thomas_Hayward_(tenor)", "description": "Thomas T. Hayward was an American operatic tenor. He was a cousin of opera singer Lawrence Tibbett."}]}, {"heading": "Births", "year": "1917", "date": "December 1", "txt": "Marty Marion, American baseball player and manager (d. 2011)", "entities": []}, {"heading": "Births", "year": "1920", "date": "December 1", "txt": "Peter Baptist Tadamaro Ishigami, Japanese priest, 1st Bishop of Naha (d. 2014)", "entities": [{"title": "Peter Baptist Tadamaro Ishigami", "href": "/wiki/Peter_Baptist_Tadamaro_Ishigami", "description": "Peter Baptist Tadamaro Ishigami, O.F.M. Cap. was a Japanese prelate of the Catholic Church."}, {"title": "Bishop of Naha", "href": "/wiki/Bishop_of_Naha", "description": "The Roman Catholic Diocese of Naha(Latin: Nahana, Japanese: カトリック那覇教区) is a Latin suffragan diocese in the Ecclesiastical province of the Metropolitan Archdiocese of Nagasaki 長崎, in southern Japan."}]}, {"heading": "Births", "year": "1921", "date": "December 1", "txt": "Vernon McGarity, American sergeant, Medal of Honor recipient (d. 2013)", "entities": [{"title": "Vernon McGarity", "href": "/wiki/Vernon_McGarity", "description": "Vernon McGarity was a United States Army soldier and a recipient of the United States military's highest decoration, the Medal of Honor, for his actions during the Battle of the Bulge in World War II."}, {"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Births", "year": "1922", "date": "December 1", "txt": "Vsevolod Bobrov, Russian ice hockey player, footballer, and manager (d. 1979)", "entities": [{"title": "Vsevolod Bobrov", "href": "/wiki/Vsevolod_Bobrov", "description": "Vsevolod Mikhailovich Bobrov was a Soviet athlete, who excelled in football, bandy and ice hockey. He is considered one of the best Russians ever in each of those sports."}]}, {"heading": "Births", "year": "1923", "date": "December 1", "txt": "Dick Shawn, American actor (d. 1987)", "entities": [{"title": "Dick Shawn", "href": "/wiki/Dick_Shawn", "description": "Dick Shawn was an American actor and comedian. He played a wide variety of supporting roles and was a prolific character actor. During the 1960s he played small roles in madcap comedies, usually portraying caricatures of counter culture personalities, such as deadbeat son Sylvester Marcus in It's a Mad, Mad, Mad, Mad World, the hippie actor Lorenzo Saint DuBois (\"L.S.D.\") in The Producers (1968), "}]}, {"heading": "Births", "year": "1923", "date": "December 1", "txt": "Stansfield Turner, American admiral and academic, 12th Director of Central Intelligence (d. 2018)", "entities": [{"title": "Director of Central Intelligence", "href": "/wiki/Director_of_Central_Intelligence", "description": "The Director of Central Intelligence (DCI) was the head of the American Central Intelligence Agency from 1946 to 2005, acting as the principal intelligence advisor to the President of the United States and the United States National Security Council, as well as the coordinator of intelligence activities among and between the various U.S. intelligence agencies."}]}, {"heading": "Births", "year": "1924", "date": "December 1", "txt": "Masao Horiba, Japanese businessman, founded Horiba (d. 2015)", "entities": [{"title": "Masao Horiba", "href": "/wiki/Masao_Horiba", "description": "Masao Horiba  was a Japanese businessman. In 1945, he founded Horiba Radio Laboratory, now Horiba Ltd., a manufacturer of advanced analytical and measurement technology. Masao Horiba received several awards from the Japanese government including a national Blue Ribbon Medal, and was the first non-American to receive the Pittcon Heritage Award."}, {"title": "Horiba", "href": "/wiki/Horiba", "description": "Horiba, Ltd.  is a Japanese manufacturer of precision instruments for measurement and analysis. They make instruments that measure and analyze automobile exhaust gas, and environmental, medical and scientific applications."}]}, {"heading": "Births", "year": "1925", "date": "December 1", "txt": "Martin Rodbell, American biochemist and endocrinologist, Nobel Prize laureate (d. 1998)", "entities": [{"title": "Martin Rodbell", "href": "/wiki/Martin_Rodbell", "description": "Martin Rodbell was an American biochemist and molecular endocrinologist who is best known for his discovery of G-proteins. He shared the 1994 Nobel Prize in Physiology or Medicine with Alfred G. Gilman for \"their discovery of G-proteins and the role of these proteins in signal transduction in cells.\""}, {"title": "Nobel Prize in Physiology or Medicine", "href": "/wiki/Nobel_Prize_in_Physiology_or_Medicine", "description": "The Nobel Prize in Physiology or Medicine is awarded yearly by the Nobel Assembly at the Karolinska Institutet for outstanding discoveries in physiology or medicine."}]}, {"heading": "Births", "year": "1926", "date": "December 1", "txt": "Mother Antonia, American-Mexican nun and activist (d. 2013)", "entities": [{"title": "Mother Antonia", "href": "/wiki/Mother_Antonia", "description": "Antonia Brenner, better known as Mother Antonia, was an American Catholic religious sister and activist who chose to reside and care for inmates at the notorious maximum-security La Mesa Prison in Tijuana, Mexico. As a result of her work, she founded a new religious institute called the Eudist Servants of the 11th Hour."}]}, {"heading": "Births", "year": "1926", "date": "December 1", "txt": "Allyn Ann McLerie, Canadian-American actress, singer, and dancer (d. 2018)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 1", "txt": "Keith Michell, Australian actor (d. 2015)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 1", "txt": "Robert Symonds, American actor (d. 2007)", "entities": []}, {"heading": "Births", "year": "1926", "date": "December 1", "txt": "Colin Tennant, 3rd Baron Glenconner, Scottish businessman (d. 2010)", "entities": []}, {"heading": "Births", "year": "1927", "date": "December 1", "txt": "Micheline Bernardini, French dancer and model", "entities": [{"title": "Micheline Bernardini", "href": "/wiki/Micheline_Bernardini", "description": "Micheline Bernardini is a French former nude dancer at the Casino de Paris who agreed to model, on 5 July 1946, Louis Réard's two-piece swimsuit, which he called the bikini, named four days after the first test of an American nuclear weapon at the Bikini Atoll."}]}, {"heading": "Births", "year": "1928", "date": "December 1", "txt": "Emily McLaughlin, American actress (d. 1991)", "entities": [{"title": "Emily McLaughlin", "href": "/wiki/Emily_McLaughlin", "description": "Emily McLaughlin was an American actress, known for her long-standing role as original character Nurse Jessie Brewer on the daytime soap opera General Hospital from 1963 until 1991."}]}, {"heading": "Births", "year": "1928", "date": "December 1", "txt": "Malachi Throne, American actor (d. 2013)", "entities": []}, {"heading": "Births", "year": "1929", "date": "December 1", "txt": "David Doyle, American actor (d. 1997)", "entities": [{"title": "David Doyle (actor)", "href": "/wiki/David_Doyle_(actor)", "description": "David Fitzgerald Doyle was an American actor. He was best known for his portrayal of John Bosley on the 1970s TV series Charlie's Angels. Doyle and Jaclyn Smith were the only actors to appear in every episode of the show."}]}, {"heading": "Births", "year": "1930", "date": "December 1", "txt": "Marie Bashir, Australian psychiatrist, academic, and politician, 37th Governor of New South Wales", "entities": [{"title": "Marie Bashir", "href": "/wiki/Marie_Bashir", "description": "Dame Marie Roslyn Bashir, is the former and second longest-serving Governor of New South Wales. Born in Narrandera, New South Wales, Bashir graduated from the University of Sydney in 1956 and held various medical positions, with a particular emphasis in psychiatry. In 1993 Bashir was appointed the Clinical Director of Mental Health Services for the Central Sydney Area Health Service, a position sh"}, {"title": "Governor of New South Wales", "href": "/wiki/Governor_of_New_South_Wales", "description": "The Governor of New South Wales is the viceregal representative of the Australian monarch, Queen Elizabeth II, in the state of New South Wales. In an analogous way to the Governor-General of Australia at the national level, the Governors of the Australian states perform constitutional and ceremonial functions at the state level. The governor is appointed by the queen on the advice of the premier o"}]}, {"heading": "Births", "year": "1930", "date": "December 1", "txt": "Joachim Hoffmann, German historian and author (d. 2002)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 1", "txt": "Jimmy Lyons, American saxophonist (d. 1986)", "entities": [{"title": "Jimmy Lyons", "href": "/wiki/Jimmy_Lyons", "description": "Jimmy Lyons was an alto saxophone player. He is best known for his long tenure in the Cecil Taylor Unit. Lyons was the only constant member of the band from the mid-1960s until his death in 1986. Taylor never worked with another musician as frequently as he did with Lyons. Lyons' playing, influenced by Charlie Parker, kept Taylor's avant-garde music tethered to the jazz tradition."}]}, {"heading": "Births", "year": "1931", "date": "December 1", "txt": "Jim Nesbitt, American singer-songwriter and guitarist (d. 2007)", "entities": []}, {"heading": "Births", "year": "1931", "date": "December 1", "txt": "George Maxwell Richards, Trinidadian politician, 4th President of Trinidad and Tobago (d. 2018)", "entities": [{"title": "List of Presidents of Trinidad and Tobago", "href": "/wiki/List_of_Presidents_of_Trinidad_and_Tobago", "description": "This is a list of the heads of state of Trinidad and Tobago, from the independence of Trinidad and Tobago in 1962 to the present day."}]}, {"heading": "Births", "year": "1933", "date": "December 1", "txt": "Lou Rawls, American singer-songwriter, producer, and actor (d. 2006)", "entities": [{"title": "Lou Rawls", "href": "/wiki/Lou_Rawls", "description": "Louis Allen Rawls was an American record producer, singer, composer and actor. Rawls released more than 60 albums, sold more than 40 million records, and had numerous charting singles, most notably his song \"You'll Never Find Another Love like Mine\". He worked as a film, television, and voice actor. He was also a three-time Grammy-winner, all for Best Male R&B Vocal Performance."}]}, {"heading": "Births", "year": "1933", "date": "December 1", "txt": "Violette Verdy, French ballerina (d. 2016)", "entities": []}, {"heading": "Births", "year": "1934", "date": "December 1", "txt": "Billy Paul, American soul singer (d. 2016)", "entities": [{"title": "Billy Paul", "href": "/wiki/Billy_Paul", "description": "Paul Williams, known professionally as Billy Paul, was a Grammy Award-winning American soul singer, known for his 1972 No. 1 single \"Me and Mrs. Jones\", as well as the 1973 album and single War of the Gods, which blends his more conventional pop, soul, and funk styles with electronic and psychedelic influences."}]}, {"heading": "Births", "year": "1935", "date": "December 1", "txt": "Woody Allen, American actor, director, and screenwriter", "entities": [{"title": "Woody Allen", "href": "/wiki/Woody_Allen", "description": "Woody Allen is an American film director, writer, actor, and comedian whose career spans more than six decades and multiple Academy Award-winning films. He began his career as a comedy writer on Sid Caesar's comedy variety program Your Show of Shows, working alongside Mel Brooks, Carl Reiner, Larry Gelbart and Neil Simon. He also began writing material for television, published several books featu"}]}, {"heading": "Births", "year": "1935", "date": "December 1", "txt": "Sola Sierra, Chilean human rights activist (d. 1999)", "entities": []}, {"heading": "Births", "year": "1936", "date": "December 1", "txt": "Igor Rodionov, Russian general and politician, 3rd Russian Minister of Defence (d. 2014)", "entities": [{"title": "Igor Rodionov", "href": "/wiki/Igor_Rodionov", "description": "Igor Nikolayevich Rodionov was a Russian general and Duma deputy. He is best known as a hardline politician, and for his service heading the Defence Ministry of the Russian Federation."}, {"title": "Ministry of Defence (Russia)", "href": "/wiki/Ministry_of_Defence_(Russia)", "description": "The Ministry of Defence of the Russian Federation is the governing body of the Russian Armed Forces."}]}, {"heading": "Births", "year": "1937", "date": "December 1", "txt": "Muriel Costa-Greenspon, American soprano and actress (d. 2005)", "entities": [{"title": "Muriel Costa-Greenspon", "href": "/wiki/Muriel_Costa-Greenspon", "description": "Muriel Costa-Greenspon was an American mezzo-soprano who had a lengthy career at the New York City Opera from 1963 to 1993."}]}, {"heading": "Births", "year": "1937", "date": "December 1", "txt": "Gordon Crosse, English composer and academic", "entities": []}, {"heading": "Births", "year": "1937", "date": "December 1", "txt": "Vaira Vīķe-Freiberga, Latvian psychologist and politician, 6th President of Latvia", "entities": [{"title": "President of Latvia", "href": "/wiki/President_of_Latvia", "description": "The president of Latvia is head of state and commander-in-chief of the National Armed Forces of the Republic of Latvia."}]}, {"heading": "Births", "year": "1938", "date": "December 1", "txt": "Sandy Nelson, American rock and roll drummer", "entities": [{"title": "Sandy Nelson", "href": "/wiki/Sandy_Nelson", "description": "Sander Lloyd Nelson is an American drummer. Nelson, one of the best-known rock drummers of the early 1960s, had several solo instrumental Top 40 hits and was a session drummer on many other well-known hits, and released over 30 albums. He lives in Boulder City, Nevada, and continues to experiment with music on keyboards and piano."}]}, {"heading": "Births", "year": "1939", "date": "December 1", "txt": "Lee Trevino, American golfer and sportscaster", "entities": [{"title": "Lee Trevino", "href": "/wiki/Lee_Trevino", "description": "Lee Buck Trevino is an American retired professional golfer who is regarded as one of the greatest players in golf history. He was inducted to the World Golf Hall of Fame in 1981. Trevino won six major championships and 29 PGA Tour events over the course of his career. He is one of only four players to twice win the U.S. Open, The Open Championship and the PGA Championship. The Masters Tournament "}]}, {"heading": "Births", "year": "1940", "date": "December 1", "txt": "Mike Denness, Scottish-English cricketer and referee (d. 2013)", "entities": [{"title": "Mike Denness", "href": "/wiki/Mike_Denness", "description": "Michael Henry Denness was a Scottish cricketer who played for England, Scotland, Kent and Essex."}]}, {"heading": "Births", "year": "1940", "date": "December 1", "txt": "Richard Pryor, American comedian, actor, producer, and screenwriter (d. 2005)", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 1", "txt": "Tasso Wild, German footballer", "entities": []}, {"heading": "Births", "year": "1940", "date": "December 1", "txt": "Jerry Lawson, American electronic engineer and inventor (d. 2011)", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 1", "txt": "Mohamed Kamel Amr, Egyptian politician, Egyptian Minister of Foreign Affairs", "entities": [{"title": "Mohamed Kamel Amr", "href": "/wiki/Mohamed_Kamel_Amr", "description": "Mohamed Kamel Amr is an Egyptian politician and diplomat who served as Egypt's minister of foreign affairs between 2011 and 2013. He resigned from office on 30 June 2013."}, {"title": "Minister of Foreign Affairs (Egypt)", "href": "/wiki/Minister_of_Foreign_Affairs_(Egypt)", "description": "This is a list of ministers heading the Ministry of Foreign Affairs of Egypt."}]}, {"heading": "Births", "year": "1942", "date": "December 1", "txt": "John Crowley, American author and academic", "entities": []}, {"heading": "Births", "year": "1942", "date": "December 1", "txt": "Ross Edwards, Australian cricketer", "entities": []}, {"heading": "Births", "year": "1943", "date": "December 1", "txt": "Kenny Moore, American runner and journalist", "entities": [{"title": "Kenny Moore", "href": "/wiki/Kenny_Moore", "description": "Kenneth Clark Moore is an American athlete and journalist. At the University of Oregon, Moore was one of Bill Bowerman's finest distance runners. Moore a two time Olympian ran both the 1968 Mexico City and 1972 Munich Olympic marathon, finishing fourth in 1972."}]}, {"heading": "Births", "year": "1944", "date": "December 1", "txt": "Eric Bloom, American singer-songwriter and guitarist", "entities": [{"title": "Eric Bloom", "href": "/wiki/Eric_Bloom", "description": "Eric Jay Bloom is an American singer, songwriter, and musician. He is best known as the co-lead vocalist, guitar and keyboard/synthesizer player for the long-running band Blue Öyster Cult, with work on more than 20 albums. Much of his lyrical content relates to his lifelong interest in science fiction."}]}, {"heading": "Births", "year": "1944", "date": "December 1", "txt": "John Densmore, American drummer and songwriter", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 1", "txt": "Michael Hagee, American general", "entities": []}, {"heading": "Births", "year": "1944", "date": "December 1", "txt": "Tahar Ben Jelloun, Moroccan author and poet", "entities": []}, {"heading": "Births", "year": "1945", "date": "December 1", "txt": "Bette Midler, American singer-songwriter, actress and producer", "entities": [{"title": "Bette Midler", "href": "/wiki/Bette_Midler", "description": "Bette Midler is an American singer, songwriter, actress, author, and comedian. Throughout her career spanning over five decades, Midler has won numerous awards and nominations, including four Golden Globe Awards, three Grammy Awards, three Primetime Emmy Awards, and two Tony Awards."}]}, {"heading": "Births", "year": "1946", "date": "December 1", "txt": "Jonathan Katz, American comedian and actor", "entities": [{"title": "Jonathan Katz", "href": "/wiki/Jonathan_Katz", "description": "Jonathan Paul Katz is an American comedian, actor, and voice actor best known for his starring role in the animated sitcom Dr. Katz, Professional Therapist as Dr. Katz. He also is known for voicing Erik Robbins in the UPN/Adult Swim series Home Movies. He produces a podcast titled Hey, We're Back and can be heard on Explosion Bus."}]}, {"heading": "Births", "year": "1946", "date": "December 1", "txt": "Kemal Kurspahić, Bosnian journalist and author", "entities": []}, {"heading": "Births", "year": "1946", "date": "December 1", "txt": "Gilbert O'Sullivan, Irish singer-songwriter and pianist", "entities": []}, {"heading": "Births", "year": "1947", "date": "December 1", "txt": "Alain Bashung, French singer-songwriter and actor (d. 2009)", "entities": [{"title": "Alain Bashung", "href": "/wiki/Alain_Bashung", "description": "Alain Bashung was a French singer, songwriter and actor. Credited with reviving the French chanson in \"a time of French musical turmoil\", he is often regarded in his home country as the most important French rock musician after Serge Gainsbourg. He rose to prominence in the early 1980s with hit songs such as \"Gaby oh Gaby\" and \"Vertige de l'amour\", and later had a string of hit records from the 19"}]}, {"heading": "Births", "year": "1947", "date": "December 1", "txt": "Bob Fulton, English-Australian rugby league player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 1", "txt": "George Foster, American baseball player and radio host", "entities": [{"title": "George Foster (baseball)", "href": "/wiki/George_Foster_(baseball)", "description": "George Arthur Foster is an American former professional baseball player and scout. He played in Major League Baseball as an outfielder from 1969 through 1986, most notably as an integral member of the Cincinnati Reds dynasty that won four National League pennants and two World Series championships between 1970 and 1976. He also played for the San Francisco Giants, New York Mets and the Chicago Whi"}]}, {"heading": "Births", "year": "1948", "date": "December 1", "txt": "Sarfraz Nawaz, Pakistani cricketer and politician", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 1", "txt": "John Roskelley, American mountaineer and author", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 1", "txt": "Neil Warnock, English footballer and manager", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 1", "txt": "N. T. Wright, English bishop and scholar", "entities": []}, {"heading": "Births", "year": "1948", "date": "December 1", "txt": "Patrick Ibrahim Yakowa, Nigerian civil servant and politician, Governor of Kaduna State (d. 2012)", "entities": [{"title": "Governor of Kaduna State", "href": "/wiki/Governor_of_Kaduna_State", "description": "This is a list of administrators and Governors of Kaduna State. Kaduna State was created on 27 May 1967 as North Central State and on 17 Mar 1976 was renamed Kaduna State."}]}, {"heading": "Births", "year": "1949", "date": "December 1", "txt": "Jan Brett, American author and illustrator", "entities": [{"title": "Jan Brett", "href": "/wiki/Jan_Brett", "description": "Jan Brett is an American illustrator and writer of children's picture books. Her colorful, detailed depictions of a wide variety of animals and human cultures range from Scandinavia to Africa. Her titles include The Mitten, The Hat, and Gingerbread Baby. She has adapted or retold traditional stories such as the Gingerbread Man and Goldilocks and has illustrated classics such as \"The Owl and the Pu"}]}, {"heading": "Births", "year": "1949", "date": "December 1", "txt": "Pablo Escobar, Colombian drug lord and narcoterrorist (d. 1993)", "entities": []}, {"heading": "Births", "year": "1949", "date": "December 1", "txt": "Sebastián Piñera, Chilean businessman and politician, 35th President of Chile", "entities": [{"title": "President of Chile", "href": "/wiki/President_of_Chile", "description": "The president of Chile, officially known as the president of the Republic of Chile is the head of state and head of government of Chile. The president is responsible for both the Chilean government and state administration. Although its role and significance has changed over the history of Chile, as well as its position and relations with other actors in the national political organization, it is "}]}, {"heading": "Births", "year": "1950", "date": "December 1", "txt": "Manju Bansal, Indian biologist and academic", "entities": [{"title": "Manju Bansal", "href": "/wiki/Manju_Bansal", "description": "Manju Bansal specializes in the field of Molecular biophysics and is currently a professor of theoretical Biophysics group in Molecular Biophysics unit of in the Indian Institute of Science, Bangalore. She is the founder director of the Institute of Bioinformatics and Applied Biotechnology at Bangalore."}]}, {"heading": "Births", "year": "1950", "date": "December 1", "txt": "Ross Hannaford, Australian singer-songwriter and guitarist (d. 2016)", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 1", "txt": "Gary Panter, American illustrator and painter", "entities": []}, {"heading": "Births", "year": "1950", "date": "December 1", "txt": "Filippos Petsalnikos, Greek lawyer and politician, Greek Minister of Justice (d. 2020)", "entities": [{"title": "Ministry of Justice, Transparency and Human Rights", "href": "/wiki/Ministry_of_Justice,_Transparency_and_Human_Rights", "description": "The Ministry of Justice is the government department entrusted with the supervision of the legal and judicial system of Greece. The incumbent minister is Konstantinos Tsiaras of New Democracy."}]}, {"heading": "Births", "year": "1950", "date": "December 1", "txt": "Richard Keith, American actor and drummer", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 1", "txt": "Obba Babatundé, American actor, director, and producer", "entities": [{"title": "Obba Babatundé", "href": "/wiki/Obba_Babatund%C3%A9", "description": "Obba Babatunde is an American stage and movie actor, voice actor, producer, director and singer. He's also an actor on The Bold and the Beautiful."}]}, {"heading": "Births", "year": "1951", "date": "December 1", "txt": "Doug Mulray, Australian radio and television host", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 1", "txt": "Jaco Pastorius, American bass player, songwriter, and producer (d. 1987)", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 1", "txt": "Nozipho Schroeder, South African lawn bowler", "entities": []}, {"heading": "Births", "year": "1951", "date": "December 1", "txt": "Treat Williams, American actor", "entities": []}, {"heading": "Births", "year": "1952", "date": "December 1", "txt": "Stephen Poliakoff, English director, producer, and playwright", "entities": [{"title": "Stephen Poliakoff", "href": "/wiki/Stephen_Poliakoff", "description": "Stephen Poliakoff is a British playwright, director and scriptwriter. In 2006 Gerard Gilbert of The Independent described him as the UK's \"pre-eminent TV dramatist\" who had \"inherited Dennis Potter's crown.\""}]}, {"heading": "Births", "year": "1954", "date": "December 1", "txt": "Alan Dedicoat, English journalist", "entities": [{"title": "Alan Dedicoat", "href": "/wiki/Alan_Dedicoat", "description": "Alan Dedicoat is an English announcer for programmes on BBC One; he is probably best known as the \"Voice of the Balls\" on the National Lottery programmes, a name given to him by Terry Wogan. He also read the news on BBC Radio 2 until his retirement from this role in March 2015. Dedicoat is also known as the announcer on BBC One's Strictly Come Dancing and its American version, Dancing with the Sta"}]}, {"heading": "Births", "year": "1954", "date": "December 1", "txt": "Judith Hackitt, English chemist and engineer", "entities": []}, {"heading": "Births", "year": "1954", "date": "December 1", "txt": "François Van der Elst, Belgian footballer (d. 2017)", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 1", "txt": "Veikko Aaltonen, Finnish actor, director, and screenwriter", "entities": [{"title": "Veikko Aaltonen", "href": "/wiki/Veikko_Aaltonen", "description": "Veikko Aaltonen is a Finnish director, editor, sound editor, production manager and film and television writer and actor."}]}, {"heading": "Births", "year": "1955", "date": "December 1", "txt": "Verónica Forqué, Spanish actress", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 1", "txt": "Pat Spillane, Irish footballer and sportscaster", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 1", "txt": "Karen Tumulty, American journalist", "entities": []}, {"heading": "Births", "year": "1955", "date": "December 1", "txt": "Udit Narayan, Indian playback singer", "entities": []}, {"heading": "Births", "year": "1956", "date": "December 1", "txt": "Julee Cruise, American singer-songwriter, musician, and actress", "entities": [{"title": "Julee Cruise", "href": "/wiki/Julee_Cruise", "description": "Julee A. Cruise is an American singer, songwriter, actress and musician, best known for her collaborations with composer Angelo Badalamenti and film director David Lynch in the late 1980s and early 1990s. She has released four albums and collaborated with a variety of other artists. She is known for her song \"Falling\", the theme song for the television series Twin Peaks. She is married to author a"}]}, {"heading": "Births", "year": "1957", "date": "December 1", "txt": "Chris Poland, American guitarist and songwriter", "entities": [{"title": "Chris Poland", "href": "/wiki/Chris_Poland", "description": "Chris Poland is an American guitarist, best known as the former guitarist of the thrash metal band Megadeth. Since 2002, Poland has been the guitarist of the instrumental rock/jazz fusion bands OHM and OHMphrey, among others, and has appeared on several projects and albums from a variety of different genres."}]}, {"heading": "Births", "year": "1957", "date": "December 1", "txt": "Vesta Williams, American singer-songwriter and actress (d. 2011)", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 1", "txt": "Javier Aguirre, Mexican footballer and manager", "entities": [{"title": "Javier Aguirre", "href": "/wiki/Javier_Aguirre", "description": "Javier Aguirre Onaindía, nicknamed El Vasco, is a Mexican former professional footballer and current manager of Liga MX club Monterrey."}]}, {"heading": "Births", "year": "1958", "date": "December 1", "txt": "Candace Bushnell, American journalist and author", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 1", "txt": "Alberto Cova, Italian runner", "entities": []}, {"heading": "Births", "year": "1958", "date": "December 1", "txt": "Gary Peters, American lieutenant and politician", "entities": []}, {"heading": "Births", "year": "1959", "date": "December 1", "txt": "Billy Childish, English singer-songwriter, guitarist, and painter", "entities": [{"title": "Billy Childish", "href": "/wiki/Billy_Childish", "description": "Billy Childish is an English painter, author, poet, photographer, film maker, singer and guitarist. Since the late 1970s, Childish has been prolific in creating music, writing and visual art. He has led and played in bands including the Pop Rivets, Thee Milkshakes, Thee Headcoats, and the Musicians of the British Empire, primarily working in the genres of garage rock, punk and surf and releasing m"}]}, {"heading": "Births", "year": "1959", "date": "December 1", "txt": "Wally Lewis, Australian rugby league player, coach, and sportscaster", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 1", "txt": "Carol Alt, American model and actress", "entities": [{"title": "Carol Alt", "href": "/wiki/Carol_Alt", "description": "Carol Ann Alt is an American model and actress."}]}, {"heading": "Births", "year": "1960", "date": "December 1", "txt": "Shirin M. Rai, Indian-English political scientist and academic", "entities": []}, {"heading": "Births", "year": "1960", "date": "December 1", "txt": "Jane Turner, Australian actress and producer", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 1", "txt": "Safra Catz, Israeli-American businesswoman", "entities": [{"title": "Safra Catz", "href": "/wiki/Safra_Catz", "description": "Safra A. Catz is an Israeli-American billionaire banker and technology executive. She is the CEO of Oracle Corporation. She has been an executive at Oracle since April 1999, and a board member since 2001. In April 2011, she was named co-president and chief financial officer (CFO), reporting to founder Larry Ellison. In September 2014, Oracle announced that Ellison would step down as CEO and that M"}]}, {"heading": "Births", "year": "1961", "date": "December 1", "txt": "Raymond E. Goldstein, American biophysicist and academic", "entities": []}, {"heading": "Births", "year": "1961", "date": "December 1", "txt": "Jeremy Northam, English actor", "entities": []}, {"heading": "Births", "year": "1962", "date": "December 1", "txt": "Sylvie Daigle, Canadian speed skater", "entities": [{"title": "Sylvie Daigle", "href": "/wiki/Sylvie_Daigle", "description": "Sylvie Daigle is a Canadian speed skater. She is a member of the Canadian short track relay team that won gold at the 1992 Winter Olympics and silver at the 1994 Winter Olympics. She is also a five-time Overall World Champion. She was born in Sherbrooke, Quebec."}]}, {"heading": "Births", "year": "1962", "date": "December 1", "txt": "Pamela McGee, American basketball player and coach", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 1", "txt": "Marco Greco, Brazilian race car driver", "entities": [{"title": "Marco Greco", "href": "/wiki/Marco_Greco", "description": "Marco Greco is a Brazilian former Grand Prix motorcycle road racer and auto racing driver who competed in the Indy Racing League from 1996 to 1999. His best finish in the season points was third in 1996–1997. He made four starts in the Indianapolis 500 with a best finish of 14th in 1998. He previously competed in the CART World Series in full seasons in 1993 for Sovereign Motorsports and in 1994 f"}]}, {"heading": "Births", "year": "1963", "date": "December 1", "txt": "Nathalie Lambert, Canadian speed skater", "entities": []}, {"heading": "Births", "year": "1963", "date": "December 1", "txt": "Arjuna Ranatunga, Sri Lankan cricketer and politician", "entities": []}, {"heading": "Births", "year": "1964", "date": "December 1", "txt": "Salvatore Schillaci, Italian footballer", "entities": [{"title": "Salvatore Schillaci", "href": "/wiki/Salvatore_Schillaci", "description": "Salvatore Schillaci, commonly referred to by his nickname Totò, is an Italian former footballer, who played as a striker. During his club career, he played for Messina (1982–1989), Juventus (1989–1992), Internazionale (1992–1994) and Júbilo Iwata (1994–1997)."}]}, {"heading": "Births", "year": "1964", "date": "December 1", "txt": "Jo Walton, Welsh-Canadian author and poet", "entities": []}, {"heading": "Births", "year": "1965", "date": "December 1", "txt": "Henry Honiball, South African rugby player", "entities": [{"title": "Henry Honiball", "href": "/wiki/Henry_Honiball", "description": "Henry William Honiball is a former South African rugby union footballer. He usually played at fly-half, and sometimes as a centre."}]}, {"heading": "Births", "year": "1965", "date": "December 1", "txt": "Magnifico, Slovenian singer", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 1", "txt": "Andrew Adamson, New Zealand director, producer, and screenwriter", "entities": [{"title": "Andrew Adamson", "href": "/wiki/Andrew_Adamson", "description": "Andrew Ralph Adamson is a New Zealander film director, producer and screenwriter based mainly in Los Angeles, where he directed the Academy Award-winning animated films Shrek and Shrek 2. He was director, executive producer, and scriptwriter for the 2005 production of The Chronicles of Narnia: The Lion, the Witch and the Wardrobe. He also worked on the movies Batman Forever and Batman & Robin as a"}]}, {"heading": "Births", "year": "1966", "date": "December 1", "txt": "Katherine LaNasa, American actress, ballet dancer, and choreographer", "entities": []}, {"heading": "Births", "year": "1966", "date": "December 1", "txt": "Larry Walker, Canadian baseball player and coach", "entities": []}, {"heading": "Births", "year": "1967", "date": "December 1", "txt": "Nestor Carbonell, American actor", "entities": [{"title": "Nestor Carbonell", "href": "/wiki/Nestor_Carbonell", "description": "Néstor Gastón Carbonell is an American actor, director, and screenwriter. He came to prominence for his role as Luis Rivera in the NBC sitcom Suddenly Susan. He is known for his roles as Richard Alpert in the ABC drama series Lost and Sheriff Alex Romero in the A&E drama series Bates Motel. Carbonell also starred as Mayor Anthony Garcia in Christopher Nolan's superhero films The Dark Knight (2008)"}]}, {"heading": "Births", "year": "1967", "date": "December 1", "txt": "Reggie Sanders, American baseball player", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 1", "txt": "Justin Chadwick, English actor and director", "entities": [{"title": "Justin Chadwick", "href": "/wiki/Justin_Chadwick", "description": "Justin Chadwick is an English actor and television and film director. He's directed episodes of EastEnders, Byker Grove, The Bill, Spooks and Red Cap before directing nine of the fifteen episodes of the mini-series Bleak House, which was broadcast by the BBC in the UK and by PBS in the United States as part of its Masterpiece Theatre series."}]}, {"heading": "Births", "year": "1968", "date": "December 1", "txt": "Sarah Fitzgerald, Australian squash player", "entities": []}, {"heading": "Births", "year": "1968", "date": "December 1", "txt": "Anders Holmertz, Swedish swimmer", "entities": []}, {"heading": "Births", "year": "1969", "date": "December 1", "txt": "Richard Carrier, American author and blogger", "entities": [{"title": "Richard Carrier", "href": "/wiki/Richard_Carrier", "description": "Richard Cevantis Carrier is an American author and activist, whose work focuses on empiricism, atheism, and the historicity of Jesus. A long-time contributor to self-published philosophical web sites, including The Secular Web and Freethought Blogs, Carrier has published a number of books and articles on philosophy and religion in classical antiquity, discussing the development of early Christiani"}]}, {"heading": "Births", "year": "1970", "date": "December 1", "txt": "Jonathan Coulton, American singer-songwriter and guitarist", "entities": [{"title": "Jonathan Coulton", "href": "/wiki/Jonathan_Coulton", "description": "Jonathan William Coulton, often called \"JoCo\" by fans, is an American folk/comedy singer-songwriter, known for his songs about geek culture and his use of the Internet to draw fans. Among his most popular songs are \"Code Monkey\", \"Re: Your Brains\", \"Still Alive\" and \"Want You Gone\". He has been the house musician for NPR weekly puzzle quiz show Ask Me Another since 2012."}]}, {"heading": "Births", "year": "1970", "date": "December 1", "txt": "Kirk Rueter, American baseball player", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 1", "txt": "Sarah Silverman, American comedian, actress, and singer", "entities": []}, {"heading": "Births", "year": "1970", "date": "December 1", "txt": "Tisha Waller, American high jumper and educator", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 1", "txt": "Emily Mortimer, English actress", "entities": [{"title": "Emily Mortimer", "href": "/wiki/Emily_Mortimer", "description": "Emily Kathleen Anne Mortimer is a British-American actress and screenwriter. She began acting in stage productions and has since appeared in several film and television roles. In 2003, she won an Independent Spirit Award for her performance in Lovely and Amazing. She is also known for playing the role of Mackenzie McHale in the HBO series The Newsroom, and as the voice actress of Sophie in the Eng"}]}, {"heading": "Births", "year": "1971", "date": "December 1", "txt": "Christian Pescatori, Italian race car driver", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 1", "txt": "Mika Pohjola, Finnish-American pianist and composer", "entities": []}, {"heading": "Births", "year": "1971", "date": "December 1", "txt": "John Schlimm, American author and educator", "entities": []}, {"heading": "Births", "year": "1972", "date": "December 1", "txt": "Stanton Barrett, American race car driver and stuntman", "entities": [{"title": "Stanton Barrett", "href": "/wiki/Stanton_Barrett", "description": "Stanton Thomas Barrett is an American professional stock car racing driver and Hollywood stuntman. The son of former stuntman Stan Barrett, he began NASCAR racing in the early 1990s, starting with the Busch Series in 1992. Seven years later, he started racing in the Winston Cup Series, making his series debut with Donlavey Racing. Barrett has since run part-time across NASCAR's top three series, u"}]}, {"heading": "Births", "year": "1972", "date": "December 1", "txt": "Bart Millard, American singer-songwriter", "entities": []}, {"heading": "Births", "year": "1973", "date": "December 1", "txt": "Steve Gibb, English singer-songwriter and guitarist", "entities": [{"title": "Steve Gibb", "href": "/wiki/Steve_Gibb", "description": "Stephen Thadius Crompton Gibb is a British-American musician. He has been a member of numerous hard rock and metal bands including 58, Black Label Society, Crowbar, Kingdom of Sorrow, The Underbellys, SkilletHead, and Saigon Kick. He is the son of Barry Gibb and is currently playing guitar as part of his father's band."}]}, {"heading": "Births", "year": "1974", "date": "December 1", "txt": "Costinha, Portuguese footballer and manager", "entities": [{"title": "Costinha", "href": "/wiki/Costinha", "description": "Francisco José Rodrigues da Costa, OIH, known as Costinha, is a Portuguese former footballer who played as a defensive midfielder, and a current manager."}]}, {"heading": "Births", "year": "1975", "date": "December 1", "txt": "Matt Fraction, American author", "entities": [{"title": "Matt Fraction", "href": "/wiki/Matt_Fraction", "description": "Matt Fritchman, better known by the pen name Matt Fraction, is an Eisner Award-winning American comic book writer, known for his work as the writer of The Invincible Iron Man, The Immortal Iron Fist, Uncanny X-Men, and Hawkeye for Marvel Comics, and Casanova and Sex Criminals for Image Comics, and Superman's Pal Jimmy Olsen for DC Comics."}]}, {"heading": "Births", "year": "1975", "date": "December 1", "txt": "Isaiah \"Ikey\" Owens, American keyboard player and producer (d. 2014)", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 1", "txt": "Farah Shah, Pakistani actress and host", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 1", "txt": "Thomas Schie, Norwegian race car driver and sportscaster", "entities": []}, {"heading": "Births", "year": "1975", "date": "December 1", "txt": "Sophia Skou, Danish swimmer", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 1", "txt": "Tomasz Adamek, Polish boxer", "entities": [{"title": "Tomasz Adamek", "href": "/wiki/Tomasz_Adamek", "description": "Tomasz \"Tomek\" Adamek is a Polish professional boxer. He is a former world champion in two weight classes, having held the WBC light heavyweight title from 2005 to 2007, and the IBF, and Ring magazine cruiserweight titles from 2008 to 2009. He also held the IBO title in 2007. Additionally he has challenged once for the WBC heavyweight title in 2011. BoxRec currently ranks Adamek as the second grea"}]}, {"heading": "Births", "year": "1976", "date": "December 1", "txt": "Laura Ling, American journalist and author", "entities": []}, {"heading": "Births", "year": "1976", "date": "December 1", "txt": "Evangelos Sklavos, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 1", "txt": "Brad Delson, American guitarist and producer", "entities": [{"title": "Brad Delson", "href": "/wiki/Brad_Delson", "description": "Bradford Phillip Delson is an American musician and record producer, best known as the lead guitarist and one of the founding members of the American rock band Linkin Park."}]}, {"heading": "Births", "year": "1977", "date": "December 1", "txt": "Sophie Guillemin, French actress", "entities": []}, {"heading": "Births", "year": "1977", "date": "December 1", "txt": "Lee McKenzie, Scottish journalist", "entities": []}, {"heading": "Births", "year": "1978", "date": "December 1", "txt": "Mat Kearney, American musician", "entities": [{"title": "Mat Kearney", "href": "/wiki/Mat_Kearney", "description": "Mathew William Kearney is an American musician born in Eugene, Oregon, and based in Nashville, Tennessee. So far, he has a total of five top 20 hits on the Adult Top 40 Chart."}]}, {"heading": "Births", "year": "1979", "date": "December 1", "txt": "Ryan Malone, American ice hockey player", "entities": [{"title": "Ryan Malone", "href": "/wiki/Ryan_Malone", "description": "Ryan Gregory Malone nicknamed \"Bugsy\", is an American former professional ice hockey forward. He played in the National Hockey League (NHL) with the Pittsburgh Penguins, Tampa Bay Lightning and New York Rangers. In 2003, he became the first Pittsburgh-born and trained player to suit up for the Penguins in an NHL game."}]}, {"heading": "Births", "year": "1979", "date": "December 1", "txt": "Stephanie Brown Trafton, American discus thrower", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 1", "txt": "Iftikhar Anjum, Pakistani cricketer", "entities": [{"title": "Iftikhar Anjum", "href": "/wiki/Iftikhar_Anjum", "description": "Rao Iftikhar Anjum is a Pakistani religious preacher and former cricketer. He is a right-handed batsman and a right-arm medium-pace bowler. Anjum can be recognised by his unnaturally slim build and his \"puffing\" bowling action. Although he is very accurate in his bowling and can take crucial wickets, he tends to be expensive at times."}]}, {"heading": "Births", "year": "1980", "date": "December 1", "txt": "Mohammad Kaif, Indian cricketer and politician", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 1", "txt": "Roger Peterson, Aruban-Dutch singer-songwriter", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 1", "txt": "Mubarak Hassan Shami, Kenyan-Qatari runner", "entities": []}, {"heading": "Births", "year": "1980", "date": "December 1", "txt": "Gianna Terzi, Greek singer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 1", "txt": "Park Hyo-shin, South Korean singer-songwriter and actor", "entities": [{"title": "Park Hyo-shin", "href": "/wiki/Park_Hyo-shin", "description": "Park Hyo-shin is a South Korean ballad singer and musical theatre actor known for his emotional vocals. He debuted in 1999 and has since released many hit songs including, \"Snow Flower,\" \"Wild Flower,\" and \"Good Person.\""}]}, {"heading": "Births", "year": "1981", "date": "December 1", "txt": "Luke McPharlin, Australian footballer", "entities": []}, {"heading": "Births", "year": "1981", "date": "December 1", "txt": "I Made Wirawan, Indonesian footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 1", "txt": "Riz Ahmed, English actor and rapper", "entities": [{"title": "Riz Ahmed", "href": "/wiki/Riz_Ahmed", "description": "Rizwan Ahmed, is a British actor and rapper. As an actor, he has won a Primetime Emmy Award, National Board of Review Award for Best Actor, Independent Spirit Award for Best Male Lead, London Film Critics' Circle Award for British Actor of the Year, and received nominations for an Academy Award, two Golden Globe Awards, two Emmy Awards, two Screen Actors Guild Awards, and three British Independent"}]}, {"heading": "Births", "year": "1982", "date": "December 1", "txt": "Lloyd Doyley, English footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 1", "txt": "Christos Kalantzis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1982", "date": "December 1", "txt": "Christos Melissis, Greek footballer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 1", "txt": "John Coughlin, American figure skater (d. 2019)", "entities": [{"title": "John Coughlin (figure skater)", "href": "/wiki/John_Coughlin_(figure_skater)", "description": "John Patrick Coughlin was an American pair skater. With Caydee Denney, he was the 2012 Four Continents silver medalist and 2012 U.S. national champion. With previous partner Caitlin Yankowskas, he was the 2011 U.S. champion."}]}, {"heading": "Births", "year": "1985", "date": "December 1", "txt": "Janelle Monáe, American singer-songwriter and producer", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 1", "txt": "Chanel Preston, American porn actress and director", "entities": []}, {"heading": "Births", "year": "1985", "date": "December 1", "txt": "Emiliano Viviano, Italian footballer", "entities": []}, {"heading": "Births", "year": "1986", "date": "December 1", "txt": "DeSean Jackson, American football player", "entities": [{"title": "DeSean Jackson", "href": "/wiki/DeSean_Jackson", "description": "DeSean William Jackson is an American football wide receiver for the Los Angeles Rams of the National Football League (NFL). He played college football for the California Golden Bears, where he was recognized as a consensus All-American in 2006 and 2007. He was drafted by the Philadelphia Eagles in the second round of the 2008 NFL Draft, and has also played for the Washington Redskins and Tampa Ba"}]}, {"heading": "Births", "year": "1987", "date": "December 1", "txt": "Simon Dawkins, English footballer", "entities": [{"title": "Simon Dawkins", "href": "/wiki/Simon_Dawkins", "description": "Simon Jonathan Dawkins is a professional footballer who plays as an attacking midfielder or winger. He is currently a free agent."}]}, {"heading": "Births", "year": "1987", "date": "December 1", "txt": "Tabarie Henry, Virgin Islander sprinter", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 1", "txt": "Vance Joy, Australian singer-songwriter", "entities": []}, {"heading": "Births", "year": "1987", "date": "December 1", "txt": "Brett Williams, English footballer", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 1", "txt": "Zoë Kravitz, American actress, singer, and model", "entities": [{"title": "Zoë Kravitz", "href": "/wiki/Zo%C3%AB_Kravitz", "description": "Zoë Isabella Kravitz is an American actress, singer and model. The daughter of actor-musician Lenny Kravitz and actress Lisa Bonet, Kravitz made her acting debut in the romantic comedy film No Reservations (2007), and had her breakthrough portraying Angel Salvadore in the superhero film X-Men: First Class (2011), which earned her nominations for a Teen Choice Award and a Scream Award."}]}, {"heading": "Births", "year": "1988", "date": "December 1", "txt": "Dan Mavraides, Greek-American basketball player", "entities": []}, {"heading": "Births", "year": "1988", "date": "December 1", "txt": "Tyler Joseph, American musician and singer", "entities": []}, {"heading": "Births", "year": "1989", "date": "December 1", "txt": "Sotelúm, Mexican trumpet player, composer, and producer", "entities": [{"title": "Sotelúm", "href": "/wiki/Sotel%C3%BAm", "description": "Sotelúm is a modernist and independent music artist, listed by UABC Radio and other local press media as an elemental post-nortec visionary in the Mexican avant garde of electronic music."}]}, {"heading": "Births", "year": "1990", "date": "December 1", "txt": "Tomáš Tatar, Slovak ice hockey player", "entities": [{"title": "Tomáš Tatar", "href": "/wiki/Tom%C3%A1%C5%A1_Tatar", "description": "Tomáš Tatar is a Slovak professional ice hockey left winger who currently plays for the Montreal Canadiens of the National Hockey League (NHL). He was drafted 60th overall by the Detroit Red Wings in the 2009 NHL Entry Draft, with whom he spent the first part of his NHL career."}]}, {"heading": "Births", "year": "1991", "date": "December 1", "txt": "Hilda Melander, Swedish tennis player", "entities": [{"title": "Hilda Melander", "href": "/wiki/Hilda_Melander", "description": "Hilda Melander is a Swedish former tennis player."}]}, {"heading": "Births", "year": "1991", "date": "December 1", "txt": "Sun Yang, Chinese swimmer", "entities": []}, {"heading": "Births", "year": "1991", "date": "December 1", "txt": "Noel Acciari, American ice hockey player", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 1", "txt": "Masahudu Alhassan, Ghanaian footballer", "entities": [{"title": "Masahudu Alhassan", "href": "/wiki/Masahudu_Alhassan", "description": "Masahudu Alhassan is a Ghanaian professional footballer who plays as a left-back. He made eight appearances for the Ghana national team between 2011 and 2012."}]}, {"heading": "Births", "year": "1992", "date": "December 1", "txt": "Javier Báez, Puerto Rican baseball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 1", "txt": "Linos Chrysikopoulos, Greek basketball player", "entities": []}, {"heading": "Births", "year": "1992", "date": "December 1", "txt": "Marco van Ginkel, Dutch footballer", "entities": []}, {"heading": "Births", "year": "1993", "date": "December 1", "txt": "Reena Pärnat, Estonian archer", "entities": [{"title": "Reena Pärnat", "href": "/wiki/Reena_P%C3%A4rnat", "description": "Reena Pärnat is an Estonian archer who competed at the 2012 Summer Olympics. Pärnat scored 621 points from 720 in the preliminary ranking round of the women's individual event, which determined the seedings for the subsequent elimination rounds, placing 52nd of the 64 competitors. She was eliminated in the first round of the competition by Mexico's Alejandra Valencia."}]}, {"heading": "Births", "year": "1994", "date": "December 1", "txt": "Seedy Njie, English footballer", "entities": [{"title": "Seedy Njie", "href": "/wiki/Seedy_Njie", "description": "Seedy Ishmail Njie is an English footballer who plays as a forward. He currently plays for Isthmian League Division One South club Cray Wanderers."}]}, {"heading": "Births", "year": "1995", "date": "December 1", "txt": "Agnė Čepelytė, Lithuanian tennis player", "entities": [{"title": "Agnė Čepelytė", "href": "/wiki/Agn%C4%97_%C4%8Cepelyt%C4%97", "description": "Agnė Čepelytė is a Lithuanian former tennis player."}]}, {"heading": "Births", "year": "1995", "date": "December 1", "txt": "Jenna Fife, Scottish footballer", "entities": []}, {"heading": "Births", "year": "1995", "date": "December 1", "txt": "James Wilson, English footballer", "entities": []}, {"heading": "Births", "year": "1997", "date": "December 1", "txt": "Sada Williams, Barbadian sprinter", "entities": [{"title": "Sada Williams", "href": "/wiki/Sada_Williams", "description": "Sada Williams is a Barbadian sprinter competing primarily in the 200 and 400 metres. She represented her country at the 2017 World Championships without reaching the semifinals."}]}, {"heading": "Deaths", "year": "217", "date": "December 1", "txt": "Yehudah HaNasi, 'Nasi', Rabbi and editor of the Mishnah (b. 135)", "entities": [{"title": "Judah ha-Nasi", "href": "/wiki/Judah_ha-Nasi", "description": "Judah ha-Nasi or Judah I, was a second-century rabbi and chief redactor and editor of the Mishnah. He lived from approximately 135 to 217 CE. He was a key leader of the Jewish community during the Roman occupation of Judea."}, {"title": "Nasi (Hebrew title)", "href": "/wiki/Nasi_(Hebrew_title)", "description": "Nasi is a Hebrew title meaning \"prince\" in Biblical Hebrew, \"Prince [of the Sanhedrin]\" in Mishnaic Hebrew, or \"president\" in Modern Hebrew."}, {"title": "Rabbi", "href": "/wiki/Rabbi", "description": "A rabbi is a spiritual leader or religious teacher in Judaism. One becomes a rabbi by being ordained by another rabbi, following a course of study of Jewish texts such as the Talmud."}, {"title": "Mishnah", "href": "/wiki/Mishnah", "description": "The Mishnah or Mishna is the first major written collection of the Jewish oral traditions known as the Oral Torah. It is also the first major work of rabbinic literature. The Mishnah was redacted by Judah ha-Nasi at the beginning of the 3rd century CE in a time when, according to the Talmud, the persecution of the Jews and the passage of time raised the possibility that the details of the oral tra"}]}, {"heading": "Deaths", "year": "660", "date": "December 1", "txt": "Eligius, Frankish bishop and saint (b. 588)", "entities": [{"title": "Saint Eligius", "href": "/wiki/Saint_Eligius", "description": "Saint Eligius is the patron saint of goldsmiths, other metalworkers, and coin collectors. He is also the patron saint of veterinarians, the Royal Electrical and Mechanical Engineers (REME), a corps of the British Army, but he is best known for being the patron saint of horses and those who work with them. Eligius was chief counsellor to Dagobert I, Merovingian king of France. Appointed the bishop "}]}, {"heading": "Deaths", "year": "948", "date": "December 1", "txt": "Gao Conghui, Chinese governor and prince (b. 891)", "entities": [{"title": "Gao Conghui", "href": "/wiki/Gao_Conghui", "description": "Gao Conghui (高從誨) was the ruler of the Chinese Five Dynasties and Ten Kingdoms Period state Jingnan (Nanping) from 929 to 948."}]}, {"heading": "Deaths", "year": "969", "date": "December 1", "txt": "Fujiwara no Morotada, Japanese statesman (b. 920)", "entities": [{"title": "Fujiwara no Morotada", "href": "/wiki/Fujiwara_no_Morotada", "description": "Fujiwara no Morotada  was a Japanese statesman, courtier and politician during the Heian period."}]}, {"heading": "Deaths", "year": "1018", "date": "December 1", "txt": "Thietmar of Merseburg, German bishop (b. 975)", "entities": [{"title": "Thietmar of Merseburg", "href": "/wiki/Thietmar_of_Merseburg", "description": "Thietmar, Prince-Bishop of Merseburg from 1009 until his death, was an important chronicler recording the reigns of German kings and Holy Roman Emperors of the Ottonian (Saxon) dynasty. Two of Thietmar's great-grandfathers, both referred to as Liuthar, were the Saxon nobles Lothar II, Count of Stade, and Lothar I, Count of Walbeck. They were both killed fighting the Slavs at the Battle of Lenzen."}]}, {"heading": "Deaths", "year": "1135", "date": "December 1", "txt": "Henry I, king of England (b. 1068)", "entities": [{"title": "Henry I of England", "href": "/wiki/Henry_I_of_England", "description": "Henry I, also known as Henry Beauclerc, was King of England from 1100 to his death in 1135. He was the fourth son of William the Conqueror and was educated in Latin and the liberal arts. On William's death in 1087, Henry's elder brothers Robert Curthose and William Rufus inherited Normandy and England, respectively, but Henry was left landless. He purchased the County of Cotentin in western Norman"}]}, {"heading": "Deaths", "year": "1241", "date": "December 1", "txt": "Isabella of England, Holy Roman Empress (b. 1214)", "entities": [{"title": "Isabella of England", "href": "/wiki/Isabella_of_England", "description": "Isabella of England was a princess of the House of Plantagenet and Holy Roman Empress and Queen of Sicily and Germany from 1235 until her death as the third wife of Emperor Frederick II."}]}, {"heading": "Deaths", "year": "1255", "date": "December 1", "txt": "Muhammad III of Alamut, Nizari Ismaili Imam", "entities": [{"title": "Muhammad III of Alamut", "href": "/wiki/Muhammad_III_of_Alamut", "description": "ʿAlāʾ ad-Dīn Muḥammad III, more commonly known simply as Ala ad-Din (علاءالدین), son of Jalāl al-Dīn Ḥassan III, was the 26th Nizāri Ismāʿilī Imām. He ruled from 1221 to 1255. He was an esteemed scholar and the spiritual and worldly leader of the Nizari Ismailis, He authored a constitution for the Nizari Ismaili which was practiced for very long time. The intellectual life of Persia flourished sig"}]}, {"heading": "Deaths", "year": "1335", "date": "December 1", "txt": "Abu Sa'id Bahadur Khan, Mongol ruler of the Ilkhanate (b. 1305)", "entities": [{"title": "Abu Sa'id Bahadur Khan", "href": "/wiki/Abu_Sa%27id_Bahadur_Khan", "description": "Abu Sa'id Bahadur Khan, also spelt Abusaid Bahador Khan, Abu Sa'id Behauder, was the ninth ruler of the Ilkhanate, a division of the Mongol Empire that encompassed the present day countries of Iran, Azerbaijan, Georgia, and Armenia, as well as portions of Iraq, Turkey, Afghanistan, and Pakistan."}]}, {"heading": "Deaths", "year": "1374", "date": "December 1", "txt": "Magnus Ericson, king of Sweden (b. 1316)", "entities": [{"title": "Magnus IV of Sweden", "href": "/wiki/Magnus_IV_of_Sweden", "description": "Magnus IV was King of Sweden from 1319 to 1364, King of Norway as Magnus VII from 1319 to 1355, and ruler of Scania from 1332 to 1360. By adversaries he has been called Magnus Smek."}]}, {"heading": "Deaths", "year": "1433", "date": "December 1", "txt": "Go-Komatsu, emperor of Japan (b. 1377)", "entities": [{"title": "Emperor Go-Komatsu", "href": "/wiki/Emperor_Go-Komatsu", "description": "Emperor Go-Komatsu  was the 100th emperor of Japan, according to the traditional order of succession, and the sixth and final Emperor of the Northern Court."}]}, {"heading": "Deaths", "year": "1455", "date": "December 1", "txt": "Lorenzo Ghiberti, Italian goldsmith and sculptor (b. 1378)", "entities": [{"title": "Lorenzo Ghiberti", "href": "/wiki/Lorenzo_Ghiberti", "description": "Lorenzo Ghiberti, born Lorenzo di Bartolo, was a Florentine Italian artist of the Early Renaissance best known as the creator of the bronze doors of the Florence Baptistery, called by Michelangelo the Gates of Paradise. Trained as a goldsmith and sculptor, he established an important workshop for sculpture in metal. His book of Commentarii contains important writing on art, as well as what may be "}]}, {"heading": "Deaths", "year": "1521", "date": "December 1", "txt": "Leo X, pope of the Catholic Church (b. 1475)", "entities": [{"title": "Pope Leo X", "href": "/wiki/Pope_Leo_X", "description": "Pope Leo X was pope and ruler of the Papal States from 9 March 1513 to his death on 1 December 1521."}]}, {"heading": "Deaths", "year": "1530", "date": "December 1", "txt": "Margaret of Austria, duchess of Savoy (b. 1480)", "entities": [{"title": "Margaret of Austria, Duchess of Savoy", "href": "/wiki/Margaret_of_Austria,_Duchess_of_Savoy", "description": "Archduchess Margaret of Austria was Governor of the Habsburg Netherlands from 1507 to 1515 and again from 1519 to 1530. She was the first of many female regents in the Netherlands."}]}, {"heading": "Deaths", "year": "1580", "date": "December 1", "txt": "Giovanni Morone, Italian cardinal (b. 1509)", "entities": [{"title": "Giovanni Morone", "href": "/wiki/Giovanni_Morone", "description": "Giovanni Morone was an Italian cardinal. He was named Bishop of Modena in 1529 and was created Cardinal in 1542 by Pope Paul III. As a cardinal, he resided in the Vatican's Apostolic Palace and was consulted by Saint Ignatius, founder of the Jesuits."}]}, {"heading": "Deaths", "year": "1581", "date": "December 1", "txt": "Alexander Briant, English Roman Catholic priest, martyr and saint (b. 1556)", "entities": [{"title": "Alexander Briant", "href": "/wiki/Alexander_Briant", "description": "Alexander Briant was an English Jesuit and martyr, executed at Tyburn."}]}, {"heading": "Deaths", "year": "1581", "date": "December 1", "txt": "Edmund Campion, English Roman Catholic priest, martyr, and saint (b. 1540)", "entities": []}, {"heading": "Deaths", "year": "1581", "date": "December 1", "txt": "Ralph Sherwin, English Roman Catholic priest, martyr, and saint (b. 1550)", "entities": []}, {"heading": "Deaths", "year": "1633", "date": "December 1", "txt": "Isabella Clara Eugenia, infanta of Spain (b. 1566)", "entities": [{"title": "Isabella Clara Eugenia", "href": "/wiki/Isabella_Clara_Eugenia", "description": "Isabella Clara Eugenia, sometimes referred to as Clara Isabella Eugenia, was sovereign of the Spanish Netherlands in the Low Countries and the north of modern France with her husband, Archduke Albert VII of Austria. Their reign is considered the Golden Age of the Spanish Netherlands. Isabella was one of the most powerful women in 16th- and 17th-century Europe."}]}, {"heading": "Deaths", "year": "1640", "date": "December 1", "txt": "Miguel de Vasconcelos, Portuguese politician, Prime Minister of Portugal (b. 1590)", "entities": [{"title": "Miguel de Vasconcelos", "href": "/wiki/Miguel_de_Vasconcelos", "description": "Miguel de Vasconcelos e Brito was the last Secretary of State of the Kingdom of Portugal, during the Philippine Dynasty, in which both kingdoms of Portugal and Spain remained separated but united by the same king and foreign policy."}, {"title": "List of Prime Ministers of Portugal", "href": "/wiki/List_of_Prime_Ministers_of_Portugal", "description": "The prime minister of the Portuguese Republic is the head of the country's Government. He or she coordinates the actions of all ministers, represents the Government as a whole, reports his actions and is accountable to the Assembly of the Republic, and keeps the president of the Republic informed."}]}, {"heading": "Deaths", "year": "1660", "date": "December 1", "txt": "Pierre d'Hozier, French genealogist and historian (b. 1592)", "entities": [{"title": "Pierre d'Hozier", "href": "/wiki/Pierre_d%27Hozier", "description": "Pierre d'Hozier, seigneur de la Garde, was a French genealogist."}]}, {"heading": "Deaths", "year": "1729", "date": "December 1", "txt": "Giacomo F. Maraldi, French-Italian astronomer and mathematician (b. 1665)", "entities": [{"title": "Giacomo F. Maraldi", "href": "/wiki/Giacomo_F._Maraldi", "description": "Giacomo Filippo Maraldi was a French-Italian astronomer and mathematician. His name is also given as Jacques Philippe Maraldi.\nBorn in Perinaldo he was the nephew of Giovanni Cassini, and worked most of his life at the Paris Observatory. He also is the uncle of Jean-Dominique Maraldi."}]}, {"heading": "Deaths", "year": "1750", "date": "December 1", "txt": "Johann Gabriel Doppelmayr, German mathematician, astronomer, and cartographer (b. 1671)", "entities": [{"title": "Johann Gabriel Doppelmayr", "href": "/wiki/Johann_Gabriel_Doppelmayr", "description": "Johann Gabriel Doppelmayr was a German mathematician, astronomer, and cartographer."}]}, {"heading": "Deaths", "year": "1755", "date": "December 1", "txt": "Maurice Greene, English organist and composer (b. 1696)", "entities": [{"title": "Maurice Greene (composer)", "href": "/wiki/Maurice_Greene_(composer)", "description": "Maurice Greene was an English composer and organist."}]}, {"heading": "Deaths", "year": "1767", "date": "December 1", "txt": "Henry Erskine, 10th Earl of Buchan, Scottish politician (b. 1710)", "entities": [{"title": "Henry Erskine, 10th Earl of Buchan", "href": "/wiki/Henry_Erskine,_10th_Earl_of_Buchan", "description": "Henry David Erskine, 10th Earl of Buchan FRS, styled Lord Auchterhouse until 1745, was a Scottish peer."}]}, {"heading": "Deaths", "year": "1825", "date": "December 1", "txt": "Alexander I, emperor and autocrat of Russia (b. 1777)", "entities": [{"title": "Alexander I of Russia", "href": "/wiki/Alexander_I_of_Russia", "description": "Alexander I was the Emperor of Russia (Tsar) from 1801, the first King of Congress Poland from 1815, and the Grand Duke of Finland from 1809 to his death. He was the eldest son of Emperor Paul I and Sophie Dorothea of Württemberg."}]}, {"heading": "Deaths", "year": "1865", "date": "December 1", "txt": "Abraham Emanuel Fröhlich, Swiss pastor, poet, and educator (b. 1796)", "entities": [{"title": "Abraham Emanuel Fröhlich", "href": "/wiki/Abraham_Emanuel_Fr%C3%B6hlich", "description": "Abraham Emanuel Fröhlich was a Swiss poet."}]}, {"heading": "Deaths", "year": "1866", "date": "December 1", "txt": "George Everest, Welsh geographer and surveyor (b. 1790)", "entities": [{"title": "George Everest", "href": "/wiki/George_Everest", "description": "Colonel Sir George Everest CB FRS FRAS FRGS was a British surveyor and geographer who served as Surveyor General of India from 1830 to 1843. He is best known for having Mount Everest, the highest mountain on Earth, named in his honour."}]}, {"heading": "Deaths", "year": "1867", "date": "December 1", "txt": "Charles Gray Round, English lawyer and politician (b. 1797)", "entities": [{"title": "Charles Gray Round", "href": "/wiki/Charles_Gray_Round", "description": "Charles Gray Round was a barrister and the Conservative member of parliament (MP) for North Essex 1837–47. He also served as Recorder for Colchester, and as a magistrate and Deputy Lieutenant for Essex, as well as being a substantial local landowner and notable."}]}, {"heading": "Deaths", "year": "1884", "date": "December 1", "txt": "William Swainson, English-New Zealand lawyer and politician, Attorney-General of the Crown Colony of New Zealand (b. 1809)", "entities": [{"title": "William Swainson (lawyer)", "href": "/wiki/William_Swainson_(lawyer)", "description": "William Swainson became the second, and last, Attorney-General of the Crown colony of New Zealand and instrumental in setting up the legal system of New Zealand. He was the first Speaker of the New Zealand Legislative Council."}, {"title": "Attorney-General (New Zealand)", "href": "/wiki/Attorney-General_(New_Zealand)", "description": "The Attorney-General is a political and legal officer in New Zealand. The Attorney-General is simultaneously a ministerial position and the chief law officer of the Crown, and has responsibility for supervising New Zealand law and advising the government on legal matters. The Attorney-General serves both a political and apolitical function. The current Attorney-General is David Parker."}]}, {"heading": "Deaths", "year": "1913", "date": "December 1", "txt": "Juhan Liiv, Estonian poet and author (b. 1864)", "entities": [{"title": "Juhan Liiv", "href": "/wiki/Juhan_Liiv", "description": "Juhan Liiv in Werbach-Kosse) is one of Estonia's most famous poets and prose writers."}]}, {"heading": "Deaths", "year": "1914", "date": "December 1", "txt": "Alfred Thayer Mahan, American captain and historian (b. 1840)", "entities": [{"title": "Alfred Thayer Mahan", "href": "/wiki/Alfred_Thayer_Mahan", "description": "Alfred Thayer Mahan was a United States naval officer and historian, whom John Keegan called \"the most important American strategist of the nineteenth century.\" His book The Influence of Sea Power Upon History, 1660–1783 (1890) won immediate recognition, especially in Europe, and with its successor, The Influence of Sea Power Upon the French Revolution and Empire, 1793–1812 (1892), made him world-"}]}, {"heading": "Deaths", "year": "1916", "date": "December 1", "txt": "Charles de Foucauld, French priest and martyr (b. 1858)", "entities": [{"title": "Charles de Foucauld", "href": "/wiki/Charles_de_Foucauld", "description": "Charles Eugène de Foucauld was a cavalry officer in the French Army, then an explorer and geographer, and finally a Catholic priest and hermit who lived among the Tuareg in the Sahara in Algeria. He was assassinated in 1916 and is considered by the Church to be a martyr. His inspiration and writings led to the founding of the Little Brothers of Jesus among other religious congregations. On 27 May "}]}, {"heading": "Deaths", "year": "1923", "date": "December 1", "txt": "Virginie Loveling, Belgian author and poet (b. 1836)", "entities": [{"title": "Virginie Loveling", "href": "/wiki/Virginie_Loveling", "description": "Virginie (Marie) Loveling was a Flemish author of poetry, novels, essays and children's stories. She also wrote under the pseudonym W. E. C. Walter."}]}, {"heading": "Deaths", "year": "1928", "date": "December 1", "txt": "José Eustasio Rivera, Colombian-American lawyer and poet (b. 1888)", "entities": [{"title": "José Eustasio Rivera", "href": "/wiki/Jos%C3%A9_Eustasio_Rivera", "description": "José Eustasio Rivera Salas was a Colombian lawyer and author primarily known for his national epic The Vortex."}]}, {"heading": "Deaths", "year": "1933", "date": "December 1", "txt": "Pekka Halonen, Finnish painter (b. 1865)", "entities": [{"title": "Pekka Halonen", "href": "/wiki/Pekka_Halonen", "description": "Pekka Halonen was a painter of Finnish landscapes and people in the national romantic style. His favorite subjects were the Finnish landscape and its people which he depicted in his Realist style."}]}, {"heading": "Deaths", "year": "1934", "date": "December 1", "txt": "Sergey Kirov, Russian engineer and politician (b. 1886)", "entities": [{"title": "Sergey Kirov", "href": "/wiki/Sergey_Kirov", "description": "Sergei Mironovich Kirov was a Soviet politician and Bolshevik revolutionary whose assassination was used as a pretext to launch the first Great Purge."}]}, {"heading": "Deaths", "year": "1935", "date": "December 1", "txt": "Bernhard Schmidt, Estonian-German optician, invented the Schmidt camera (b. 1879)", "entities": [{"title": "Bernhard Schmidt", "href": "/wiki/Bernhard_Schmidt", "description": "Bernhard Woldemar Schmidt was an Estonian optician. In 1930 he invented the Schmidt telescope which corrected for the optical errors of spherical aberration, coma, and astigmatism, making possible for the first time the construction of very large, wide-angled reflective cameras of short exposure time for astronomical research."}, {"title": "Schmidt camera", "href": "/wiki/Schmidt_camera", "description": "A Schmidt camera, also referred to as the Schmidt telescope, is a catadioptric astrophotographic telescope designed to provide wide fields of view with limited aberrations. The design was invented by Bernhard Schmidt in 1930."}]}, {"heading": "Deaths", "year": "1942", "date": "December 1", "txt": "Leon Wachholz, Polish scientist and medical examiner (b. 1867)", "entities": [{"title": "Leon Wachholz", "href": "/wiki/Leon_Wachholz", "description": "Leon Jan Wachholz (Wacholz) (1867–1942) was a Polish scientist and medical examiner who researched and taught as a professor of forensic and social medicine at Jagiellonian University between 1896 and 1933 and published formative works on forensics."}]}, {"heading": "Deaths", "year": "1943", "date": "December 1", "txt": "Damrong Rajanubhab, Thai historian and educator (b. 1862)", "entities": [{"title": "Damrong Rajanubhab", "href": "/wiki/Damrong_Rajanubhab", "description": "Prince Tisavarakumarn, the Prince Damrong Rajanubhab was the founder of the modern Thai educational system as well as the modern provincial administration. He was an autodidact, a (self-taught) historian, and one of the most influential Thai intellectuals of his time."}]}, {"heading": "Deaths", "year": "1947", "date": "December 1", "txt": "Aleister Crowley, English magician, poet, and mountaineer (b. 1875)", "entities": [{"title": "Aleister Crowley", "href": "/wiki/Aleister_Crowley", "description": "Aleister Crowley was an English occultist, ceremonial magician, poet, painter, novelist, and mountaineer. He founded the religion of Thelema, identifying himself as the prophet entrusted with guiding humanity into the Æon of Horus in the early 20th century. A prolific writer, he published widely over the course of his life."}]}, {"heading": "Deaths", "year": "1947", "date": "December 1", "txt": "G. H. Hardy, English mathematician and theorist (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1950", "date": "December 1", "txt": "Ernest John Moeran, English pianist and composer (b. 1894)", "entities": [{"title": "Ernest John Moeran", "href": "/wiki/Ernest_John_Moeran", "description": "Ernest John Smeed Moeran was an English composer of part-Irish extraction, whose work was strongly influenced by English and Irish folk music of which he was an assiduous collector. His output includes orchestral pieces, concertos, chamber and keyboard works, and a number of choral and song cycles as well as individual songs."}]}, {"heading": "Deaths", "year": "1954", "date": "December 1", "txt": "Fred Rose, American pianist, composer, and publisher (b. 1898)", "entities": [{"title": "Fred Rose (songwriter)", "href": "/wiki/Fred_Rose_(songwriter)", "description": "Knowles Fred Rose was an American musician, Hall of Fame songwriter, and music publishing executive."}]}, {"heading": "Deaths", "year": "1958", "date": "December 1", "txt": "Elizabeth Peratrovich, Alaskan-American civil rights activist (b. 1911)", "entities": [{"title": "Elizabeth Peratrovich", "href": "/wiki/Elizabeth_Peratrovich", "description": "Elizabeth Peratrovich was an American civil rights activist, Grand President of the Alaska Native Sisterhood, and member of the Tlingit nation who worked for equality on behalf of Alaska Natives. In the 1940s, her advocacy was credited as being instrumental in the passing of Alaska's Anti-Discrimination Act of 1945, the first state or territorial anti-discrimination law enacted in the United State"}]}, {"heading": "Deaths", "year": "1964", "date": "December 1", "txt": "J. B. S. Haldane, English-Indian geneticist and biologist (b. 1892)", "entities": [{"title": "J. B. S. Haldane", "href": "/wiki/J._B._S._Haldane", "description": "John Burdon Sanderson Haldane, nicknamed \"Jack\" or \"JBS\", was a British scientist known for his works in physiology, genetics, evolutionary biology, and mathematics. With innovative use of statistics in biology, he was one of the founders of neo-Darwinism."}]}, {"heading": "Deaths", "year": "1964", "date": "December 1", "txt": "Charilaos Vasilakos, Greek runner (b. 1877)", "entities": []}, {"heading": "Deaths", "year": "1968", "date": "December 1", "txt": "Nicolae Bretan, Romanian opera singer, composer, and conductor (b. 1887)", "entities": [{"title": "Nicolae Bretan", "href": "/wiki/Nicolae_Bretan", "description": "Nicolae Bretan was a Romanian opera composer, baritone, conductor, and music critic."}]}, {"heading": "Deaths", "year": "1968", "date": "December 1", "txt": "Darío Moreno, Turkish singer-songwriter, guitarist, and actor (b. 1921)", "entities": []}, {"heading": "Deaths", "year": "1973", "date": "December 1", "txt": "David Ben-Gurion, Israeli politician, 1st Prime Minister of Israel (b. 1886)", "entities": [{"title": "David Ben-Gurion", "href": "/wiki/David_Ben-Gurion", "description": "David Ben-Gurion was the primary national founder of the State of Israel and the first Prime Minister of Israel. He was the preeminent leader of the Jewish community in British Mandate Palestine from 1935 until the establishment of the State of Israel in 1948, which he led until 1963 with a short break in 1954–55."}, {"title": "Prime Minister of Israel", "href": "/wiki/Prime_Minister_of_Israel", "description": "The prime minister of Israel is the head of government and chief executive of Israel."}]}, {"heading": "Deaths", "year": "1975", "date": "December 1", "txt": "Nellie Fox, American baseball player and coach (b. 1927)", "entities": [{"title": "Nellie Fox", "href": "/wiki/Nellie_Fox", "description": "Jacob Nelson Fox was an American professional baseball player. Fox was one of the best second basemen of all time, and the third-most difficult hitter to strike out in Major League Baseball (MLB) history. Fox played in the big leagues from 1947 through 1965 and spent the majority of his career as a member of the Chicago White Sox; his career was bookended by multi-year stints for the Philadelphia "}]}, {"heading": "Deaths", "year": "1975", "date": "December 1", "txt": "Ernesto Maserati, Italian race car driver and engineer (b. 1898)", "entities": []}, {"heading": "Deaths", "year": "1975", "date": "December 1", "txt": "Anna Roosevelt Halsted, American journalist (b. 1906)", "entities": []}, {"heading": "Deaths", "year": "1981", "date": "December 1", "txt": "Russ Manning, American author and illustrator (b. 1929)", "entities": [{"title": "Russ Manning", "href": "/wiki/Russ_Manning", "description": "Russell George Manning was an American comic book artist who created the series Magnus, Robot Fighter and illustrated such newspaper comic strips as Tarzan and Star Wars. He was inducted into the Will Eisner Award Hall of Fame in 2006."}]}, {"heading": "Deaths", "year": "1984", "date": "December 1", "txt": "Roelof Frankot, Dutch painter and photographer (b. 1911)", "entities": [{"title": "Roelof Frankot", "href": "/wiki/Roelof_Frankot", "description": "Roelof Frankot was a Dutch painter."}]}, {"heading": "Deaths", "year": "1986", "date": "December 1", "txt": "Frank McCarthy, American general and film producer (b. 1912)", "entities": [{"title": "Frank McCarthy (producer)", "href": "/wiki/Frank_McCarthy_(producer)", "description": "Frank McCarthy was the secretary of the General Staff of the United States Department of War during World War II; briefly United States Assistant Secretary of State for Administration in 1945; and later a distinguished film producer, whose production Patton won the 1970 Academy Award for Best Picture."}]}, {"heading": "Deaths", "year": "1987", "date": "December 1", "txt": "James Baldwin, American novelist, poet, and critic (b. 1924)", "entities": [{"title": "James Baldwin", "href": "/wiki/James_Baldwin", "description": "James Arthur Baldwin was an American novelist, playwright, essayist, poet, and activist. His essays, collected in Notes of a Native Son (1955), explore intricacies of racial, sexual, and class distinctions in the Western society of the United States during the mid twentieth-century. Some of Baldwin's essays are book-length, including The Fire Next Time (1963), No Name in the Street (1972), and The"}]}, {"heading": "Deaths", "year": "1987", "date": "December 1", "txt": "Punch Imlach, Canadian ice hockey player, coach, and manager (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "1988", "date": "December 1", "txt": "J. Vernon McGee, American pastor and theologian (b. 1904)", "entities": [{"title": "J. Vernon McGee", "href": "/wiki/J._Vernon_McGee", "description": "John Vernon McGee was an American ordained Presbyterian minister, pastor, Bible teacher, theologian, and radio minister."}]}, {"heading": "Deaths", "year": "1989", "date": "December 1", "txt": "Alvin Ailey, American dancer and choreographer (b. 1931)", "entities": [{"title": "Alvin Ailey", "href": "/wiki/Alvin_Ailey", "description": "Alvin Ailey, a.k.a. Alvin Ailey Jr., was an African-American dancer, director, choreographer, and activist who founded the Alvin Ailey American Dance Theater (AAADT). He created AAADT and its affiliated Ailey School as havens for nurturing black artists and expressing the universality of the African-American experience through dance. His work fused theater, modern dance, ballet, and jazz with blac"}]}, {"heading": "Deaths", "year": "1990", "date": "December 1", "txt": "Carla Lehmann, Canadian-English actress (b. 1917)", "entities": [{"title": "Carla Lehmann", "href": "/wiki/Carla_Lehmann", "description": "Carla Lehmann was a Canadian-born stage, film and television actress."}]}, {"heading": "Deaths", "year": "1991", "date": "December 1", "txt": "Pat O'Callaghan, Irish athlete (b. 1906)", "entities": [{"title": "Pat O'Callaghan", "href": "/wiki/Pat_O%27Callaghan", "description": "Patrick \"Pat\" O'Callaghan was an Irish athlete and Olympic gold medallist. He was the first athlete from Ireland to win an Olympic medal under the Irish flag rather than the British. In sport he then became regarded as one of Ireland's greatest-ever athletes."}]}, {"heading": "Deaths", "year": "1991", "date": "December 1", "txt": "George Stigler, American economist and academic, Nobel Prize laureate (b. 1911)", "entities": [{"title": "Nobel Memorial Prize in Economic Sciences", "href": "/wiki/Nobel_Memorial_Prize_in_Economic_Sciences", "description": "The Nobel Memorial Prize in Economic Sciences, officially the Sveriges Riksbank Prize in Economic Sciences in Memory of Alfred Nobel, is an economics prize administered by the Nobel Foundation. While it is not one of the Nobel Prizes, which were established by Alfred Nobel's will in 1895, it is commonly referred to as the Nobel Prize in Economics. The prize was established in 1968 by a donation fr"}]}, {"heading": "Deaths", "year": "1993", "date": "December 1", "txt": "Ray Gillen, American singer-songwriter (b. 1959)", "entities": [{"title": "Ray Gillen", "href": "/wiki/Ray_Gillen", "description": "Raymond Arthur Gillen was an American rock singer-songwriter. He is best known for his work with Badlands, in addition to his stint with Black Sabbath in the mid-1980s and recording most of the vocals on Phenomena's Dream Runner album."}]}, {"heading": "Deaths", "year": "1995", "date": "December 1", "txt": "Hopper Levett, English cricketer (b. 1908)", "entities": [{"title": "Hopper Levett", "href": "/wiki/Hopper_Levett", "description": "William Howard Vincent \"Hopper\" Levett was an English cricketer who played as a wicket-keeper for Kent County Cricket Club between 1930 and 1947."}]}, {"heading": "Deaths", "year": "1995", "date": "December 1", "txt": "Colin Tapley, New Zealand-English actor (b. 1907)", "entities": []}, {"heading": "Deaths", "year": "1995", "date": "December 1", "txt": "Maxwell R. Thurman, American general (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "1996", "date": "December 1", "txt": "Peter Bronfman, Canadian businessman (b. 1928)", "entities": [{"title": "Peter Bronfman", "href": "/wiki/Peter_Bronfman", "description": "Peter Frederick Bronfman was a Canadian businessman and entrepreneur, born in Montreal, and member of the Toronto branch of Canada's wealthy Bronfman family. He attended Selwyn House School in Montreal and the elite Lawrenceville School in New Jersey, one of the oldest prep schools in America, and received his bachelor's degree from Yale University in 1952."}]}, {"heading": "Deaths", "year": "1997", "date": "December 1", "txt": "Michel Bélanger, Canadian banker and businessman (b. 1929)", "entities": [{"title": "Michel Bélanger", "href": "/wiki/Michel_B%C3%A9langer", "description": "Michel Bélanger, was a Canadian businessman and banker."}]}, {"heading": "Deaths", "year": "1997", "date": "December 1", "txt": "Stéphane Grappelli, French violinist (b. 1908)", "entities": []}, {"heading": "Deaths", "year": "1997", "date": "December 1", "txt": "Endicott Peabody, American lieutenant, lawyer, and politician, 62nd Governor of Massachusetts (b. 1920)", "entities": [{"title": "Governor of Massachusetts", "href": "/wiki/Governor_of_Massachusetts", "description": "The Governor of the Commonwealth of Massachusetts, is the head of state and head of government of Massachusetts and is charged with enforcing state laws. The governor is the chief of the executive branch of the government of Massachusetts and is the commander-in-chief of the commonwealth's military forces."}]}, {"heading": "Deaths", "year": "2001", "date": "December 1", "txt": "Ellis R. Dungan, American director and producer (b. 1909)", "entities": [{"title": "Ellis R. Dungan", "href": "/wiki/Ellis_R._Dungan", "description": "Ellis Roderick Dungan was an American film director, who was well known for working in Indian films, predominantly in Tamil cinema, from 1936 to 1950. He was an alumnus of the University of Southern California and moved to India in 1935. During his film career in South India, Dungan directed the debut films of several popular Tamil film actors, such as M. G. Ramachandran in Sathi Leelavathi, T. S."}]}, {"heading": "Deaths", "year": "2002", "date": "December 1", "txt": "Edward L. Beach Jr., American captain and author (b. 1918)", "entities": [{"title": "Edward L. Beach Jr.", "href": "/wiki/Edward_L._Beach_Jr.", "description": "Edward Latimer Beach Jr., nicknamed \"Ned\", was a highly decorated United States Navy submarine officer and best-selling author."}]}, {"heading": "Deaths", "year": "2002", "date": "December 1", "txt": "Dave McNally, American baseball player (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2003", "date": "December 1", "txt": "Clark Kerr, American economist and academic (b. 1911)", "entities": [{"title": "Clark Kerr", "href": "/wiki/Clark_Kerr", "description": "Clark Kerr was an American professor of economics and academic administrator. He was the first chancellor of the University of California, Berkeley, and twelfth president of the University of California."}]}, {"heading": "Deaths", "year": "2003", "date": "December 1", "txt": "Eugenio Monti, Italian bobsledder (b. 1928)", "entities": []}, {"heading": "Deaths", "year": "2004", "date": "December 1", "txt": "Prince Bernhard of Lippe-Biesterfeld (b. 1911)", "entities": [{"title": "Prince Bernhard of Lippe-Biesterfeld", "href": "/wiki/Prince_Bernhard_of_Lippe-Biesterfeld", "description": "Prince Bernhard of Lippe-Biesterfeld was a German-born nobleman who was the consort to Queen Juliana of the Netherlands; they were the parents of four children, including Beatrix, who was Queen of the Netherlands from 1980 to 2013."}]}, {"heading": "Deaths", "year": "2004", "date": "December 1", "txt": "Bill Brown, Scottish-Canadian footballer (b. 1931)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 1", "txt": "Gust Avrakotos, American CIA officer  (b. 1938)", "entities": [{"title": "Gust Avrakotos", "href": "/wiki/Gust_Avrakotos", "description": "Gustav Lascaris Avrakotos was an American case officer and the Afghan Task Force Chief for the Central Intelligence Agency."}, {"title": "CIA", "href": "/wiki/CIA", "description": "The Central Intelligence Agency, known informally as \"The Agency\" and \"The Company\", is a civilian foreign intelligence service of the federal government of the United States, officially tasked with gathering, processing, and analyzing national security information from around the world, primarily through the use of human intelligence (HUMINT). As a principal member of the United States Intelligen"}]}, {"heading": "Deaths", "year": "2005", "date": "December 1", "txt": "Mary Hayley Bell, English actress and playwright (b. 1911)", "entities": []}, {"heading": "Deaths", "year": "2005", "date": "December 1", "txt": "Freeman V. Horner, American soldier, Medal of Honor recipient (b. 1922)", "entities": [{"title": "Medal of Honor", "href": "/wiki/Medal_of_Honor", "description": "The Medal of Honor (MOH) is the United States government's highest and most prestigious military decoration that may be awarded to recognize American soldiers, sailors, marines, airmen, Space Force guardians, and coast guardsmen who have distinguished themselves by acts of valor. The medal is normally awarded by the President of the United States, but as it is presented \"in the name of the United "}]}, {"heading": "Deaths", "year": "2006", "date": "December 1", "txt": "Claude Jade, French actress (b. 1948)", "entities": [{"title": "Claude Jade", "href": "/wiki/Claude_Jade", "description": "Claude Marcelle Jorré, better known as Claude Jade, was a French actress. She is known for starring as Christine in François Truffaut's three films Stolen Kisses (1968), Bed and Board (1970) and Love on the Run (1979). Jade acted in theatre, film and television. Her film work outside France included the Soviet Union, the United States, Italy and Japan."}]}, {"heading": "Deaths", "year": "2006", "date": "December 1", "txt": "Bruce Trigger, Canadian archaeologist, anthropologist, and historian (b. 1937)", "entities": []}, {"heading": "Deaths", "year": "2007", "date": "December 1", "txt": "Ken McGregor, Australian tennis player and footballer (b. 1929)", "entities": [{"title": "Ken McGregor", "href": "/wiki/Ken_McGregor", "description": "Kenneth Bruce McGregor was an Australian tennis player from Adelaide who won the Men's Singles title at the Australian Championships in 1952. He and his longtime doubles partner, Frank Sedgman, are generally considered one of the greatest men's doubles teams of all time and won the doubles Grand Slam in 1951. McGregor was also a member of three Australian Davis Cup winning teams in 1950–1952. In 1"}]}, {"heading": "Deaths", "year": "2007", "date": "December 1", "txt": "Anton Rodgers, British actor (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2008", "date": "December 1", "txt": "Paul Benedict, American actor (b. 1938)", "entities": [{"title": "Paul Benedict", "href": "/wiki/Paul_Benedict", "description": "Paul Benedict was an American actor who made numerous appearances in television and movies beginning in 1965. He was known for his roles as The Number Painter on the PBS children's show Sesame Street and as the English neighbor Harry Bentley on the CBS sitcom The Jeffersons."}]}, {"heading": "Deaths", "year": "2008", "date": "December 1", "txt": "Joseph B. Wirthlin, American businessman and religious leader (b. 1917)", "entities": []}, {"heading": "Deaths", "year": "2010", "date": "December 1", "txt": "Adriaan Blaauw, Dutch astronomer and academic (b. 1914)", "entities": [{"title": "Adriaan Blaauw", "href": "/wiki/Adriaan_Blaauw", "description": "Adriaan Blaauw was a Dutch astronomer."}]}, {"heading": "Deaths", "year": "2010", "date": "December 1", "txt": "Hillard Elkins, American actor and producer (b. 1929)", "entities": []}, {"heading": "Deaths", "year": "2011", "date": "December 1", "txt": "Christa Wolf, German author and critic (b. 1929)", "entities": [{"title": "Christa Wolf", "href": "/wiki/Christa_Wolf", "description": "Christa Wolf was a German novelist and essayist. She was one of the best-known writers to emerge from the former East Germany."}]}, {"heading": "Deaths", "year": "2012", "date": "December 1", "txt": "Jovan Belcher, American football player (b. 1987)", "entities": [{"title": "Jovan Belcher", "href": "/wiki/Jovan_Belcher", "description": "Jovan Henry Allen Belcher was an American football linebacker who played for the Kansas City Chiefs of the National Football League (NFL). He grew up in West Babylon, New York and was a standout high school athlete before attending and graduating from the University of Maine, where he played for the Maine Black Bears football team. Belcher was named an All-American twice in college after switching"}]}, {"heading": "Deaths", "year": "2012", "date": "December 1", "txt": "Arthur Chaskalson, South African lawyer and judge, 18th Chief Justice of South Africa (b. 1931)", "entities": [{"title": "Chief Justice of South Africa", "href": "/wiki/Chief_Justice_of_South_Africa", "description": "The Chief Justice of South Africa is the most senior judge of the \nConstitutional Court and head of the judiciary of South Africa, who exercises final authority over the functioning and management of all the courts."}]}, {"heading": "Deaths", "year": "2012", "date": "December 1", "txt": "Rick Majerus, American basketball player and coach (b. 1948)", "entities": []}, {"heading": "Deaths", "year": "2012", "date": "December 1", "txt": "Ed Price, American soldier, pilot, and politician (b. 1918)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 1", "txt": "Richard Coughlan, English drummer (b. 1947)", "entities": [{"title": "Richard Coughlan", "href": "/wiki/Richard_Coughlan", "description": "Richard Coughlan was an English musician, best known as the drummer and percussionist of the Canterbury scene progressive rock band Caravan. He was one of the founding members of Caravan in 1968 and remained with the band until his death. AllMusic called Coughlan \"one of art rock's longest tenured musicians\"."}]}, {"heading": "Deaths", "year": "2013", "date": "December 1", "txt": "Stirling Colgate, American physicist and academic (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 1", "txt": "Edward Heffron, American soldier (b. 1923)", "entities": []}, {"heading": "Deaths", "year": "2013", "date": "December 1", "txt": "Martin Sharp, Australian cartoonist and songwriter (b. 1942)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 1", "txt": "Mario Abramovich, Argentinian violinist and composer (b. 1926)", "entities": [{"title": "Mario Abramovich", "href": "/wiki/Mario_Abramovich", "description": "Mario Abramovich was an Argentine violinist and composer, considered an important figure linked to the music of tango."}]}, {"heading": "Deaths", "year": "2014", "date": "December 1", "txt": "Dimitrios Trichopoulos, Greek epidemiologist, oncologist, and academic (b. 1938)", "entities": []}, {"heading": "Deaths", "year": "2014", "date": "December 1", "txt": "Rocky Wood, New Zealand-Australian author (b. 1959)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 1", "txt": "Rob Blokzijl, Dutch physicist and computer scientist (b. 1943)", "entities": [{"title": "Rob Blokzijl", "href": "/wiki/Rob_Blokzijl", "description": "Robert \"Rob\" Blokzijl was a Dutch physicist and computer scientist at the National Institute for Subatomic Physics (NIKHEF), and an early internet pioneer. He was founding member and chairman of RIPE, the Reseaux IP Europeenne, the European Internet Registrar organisation."}]}, {"heading": "Deaths", "year": "2015", "date": "December 1", "txt": "Joseph Engelberger, American physicist and engineer (b. 1925)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 1", "txt": "John F. Kurtzke, American neurologist and academic (b. 1926)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 1", "txt": "Jim Loscutoff, American basketball player (b. 1930)", "entities": []}, {"heading": "Deaths", "year": "2015", "date": "December 1", "txt": "Trevor Obst, Australian footballer and coach (b. 1940)", "entities": []}, {"heading": "Deaths", "year": "2018", "date": "December 1", "txt": "Vivian Lynn, New Zealand artist (b. 1931)", "entities": [{"title": "Vivian Lynn", "href": "/wiki/Vivian_Lynn", "description": "\n\nVivian Isabella Lynn was a New Zealand artist."}]}, {"heading": "Deaths", "year": "2018", "date": "December 1", "txt": "Ken Berry, American actor, dancer, and singer (b. 1933)", "entities": []}, {"heading": "Deaths", "year": "2019", "date": "December 1", "txt": "Paula Tilbrook, English actress (b. 1930)", "entities": [{"title": "Paula Tilbrook", "href": "/wiki/Paula_Tilbrook", "description": "Paula Tilbrook was an English actress who played Betty Eagleton in the ITV soap opera Emmerdale from 1994 to 2015."}]}, {"heading": "Deaths", "year": "2020", "date": "December 1", "txt": "Arnie Robinson, American athlete (b. 1948)", "entities": [{"title": "Arnie Robinson", "href": "/wiki/Arnie_Robinson", "description": "Arnie Paul Robinson Jr. was an American athlete. He won a bronze medal in the long jump at the 1972 Olympics and a gold medal in 1976."}]}]